1788
4
a
about
absolut
absurd
abus
account
accumul
acquiesc
act
actor
adjourn
administr
admit
advanc
advantag
advoc
affect
against
agenc
aggrav
agre
agreeabl
all
also
alway
ambassador
ambigu
amend
amount
an
and
ani
answer
anticip
apart
appear
appoint
apprehens
approb
approv
april
are
aristocraci
articl
as
ascend
at
attach
attempt
attend
attract
author
avail
avid
avoid
bad
bare
bargain
barter
be
becaus
becom
been
beget
benefit
best
blame
bodi
both
branch
bring
busi
but
by
cabal
call
can
cannot
case
caus
cavil
censur
centuri
chang
charact
character
characterist
chief
choic
chosen
circumst
claim
class
co
combin
commiss
commit
common
commun
comparison
complet
complianc
compos
composit
comprehend
conclav
conclud
concurr
conduct
confer
congress
conjectur
connect
consent
consid
consider
consist
constitut
contend
continu
contradict
contribut
contriv
control
conven
convent
convers
cooper
could
council
counten
counteract
cours
danger
decid
decreas
deduc
deem
defeat
degre
delay
delic
depart
depend
desir
despic
destroy
determin
devot
dictat
differ
difficulti
diminut
direct
disapprob
discounten
discov
discredit
disgrac
dismiss
displac
dispos
disposit
distribut
do
doe
door
doubt
dozen
due
durat
each
easili
effectu
either
elect
embarrass
emolu
empir
employ
enabl
encourag
endeavor
energi
enlighten
enough
entir
essenti
establish
estat
estim
everi
evid
evil
exampl
except
execut
exercis
exert
exist
expect
expedi
expens
express
extent
extraordinari
eye
facil
faith
fall
famili
far
favor
favorit
fear
few
fewer
field
fine
first
fit
five
fluctuat
for
forbid
forfeitur
form
former
four
frequent
friday
friend
from
frustrat
full
furnish
gain
gener
get
give
given
good
govern
governor
gratif
gratifi
great
greater
had
half
happen
has
have
he
here
him
himself
his
honor
hous
how
howev
hundr
i
idea
if
ill
imagin
immedi
impeach
impenetr
impli
implicit
import
imposs
improp
in
incapac
inconsider
inconst
inconveni
increas
inde
indistinct
infinit
influenc
inform
inquiri
insati
inspect
instanc
intend
intent
interest
intrigu
invent
investig
involv
is
it
judg
judgment
know
known
larg
law
lead
least
legisl
legislatur
less
let
liabl
lie
life
like
littl
local
look
loss
lost
made
magistr
make
man
manag
manifest
manner
materi
matter
may
mean
meant
measur
meet
member
men
mention
mere
merit
might
minist
mischief
mode
monopoli
more
most
motiv
much
multipl
must
mutabl
mutual
my
natur
necess
necessari
necessarili
negat
neither
never
new
no
nomin
nor
not
notic
notorieti
now
number
numer
object
observ
obstruct
occas
of
offic
offici
often
oligarchi
on
onc
one
open
oper
oppos
opposit
opprobrium
or
origin
other
out
over
own
packet
paper
part
particip
particular
peopl
perform
perman
person
place
plan
poignanc
possibl
power
precaut
precis
preclud
prefer
presid
princip
principl
privat
prize
probabl
proce
produc
product
proof
proper
propos
proposit
proprieti
prosecut
prostitut
provid
provis
public
publius
purpos
qualifi
question
readili
reason
receiv
recept
recollect
recommend
refut
regard
regul
reject
relat
remain
remark
render
repres
reprob
republican
requir
requisit
respect
respons
restrain
restraint
result
revers
revolut
rid
right
safeti
said
salutari
same
satisfactori
satisfactorili
satisfi
scandal
scheme
scope
secur
senat
sens
serv
sever
shall
should
show
shown
shut
sing
singl
small
so
sole
some
sometim
specul
spring
stabil
state
station
steadi
strength
strong
structur
subject
submit
subsequ
substitut
such
suffici
suggest
support
survey
system
take
tendenc
term
than
that
the
their
them
themselv
there
therefor
these
they
this
those
though
three
time
to
togeth
too
treati
trial
true
trust
twenti
two
unbound
uncertainti
uncompli
uncontrol
under
undu
unequivoc
unfit
unfortun
union
unit
unnecessari
unwarrant
up
upon
us
use
valu
veri
vest
view
violent
vote
want
warm
was
we
well
were
what
whatev
when
where
whether
which
while
who
whom
whose
will
with
without
would
year
yet
york