
1
1788
19
a
abov
accompani
accord
acquaint
acquir
act
add
advanc
advantag
advoc
affair
against
aid
all
allow
almost
alon
also
among
amount
an
and
ani
anoth
answer
appli
applic
are
as
assembl
assimil
assist
assur
at
attent
attribut
author
be
been
befor
besid
best
bodi
both
branch
brief
bring
britain
british
burgh
but
by
can
cannot
care
case
certain
chang
charg
chargeabl
circumst
closet
code
collect
commerc
common
compar
comparison
compass
compet
compil
complex
complic
concern
concess
confid
congress
connect
consid
consider
consist
constitu
constitut
consult
continu
continued(th
contradict
contrari
convent
convey
corrobor
council
cours
deduct
defect
degre
depend
depositori
deriv
determin
differ
difficult
diffus
discern
disciplin
disquisit
dissimilar
distinguish
district
divers
diversifi
divid
do
doe
done
due
duti
each
easili
effect
eight
either
elect
elsewher
england
even
everi
evid
execut
exemplari
exercis
expect
experi
explain
explan
expos
extend
extens
extent
facil
faint
far
februari
feder
few
fifti
fiftyeight
find
five
for
forc
foresight
former
found
four
frame
freedom
frequent
from
fruit
fuller
fullest
fulli
further
gener
give
given
govern
great
greater
guardian
guid
had
half
hand
happi
has
have
here
highest
him
his
hous
howev
hundr
husbandmen
ignor
import
in
increas
individu
industri
influenc
inform
inhabit
inquiri
instrum
intellig
interest
intern
into
involv
is
it
itself
just
kind
kingdom
knowledg
labor
larg
largest
latter
law
leav
legisl
legislatur
less
lesson
lie
light
littl
local
made
magistr
maintain
mani
mankind
may
measur
member
men
mere
might
militia
million
minut
moder
moment
monitori
more
most
much
must
nation
necessari
need
new
nine
ninth
no
not
notori
number
object
observ
occas
of
on
one
or
oral
other
ought
own
packet
part
particular
peculiar
peopl
perfect
perform
person
polit
popul
popular
portion
possess
power
preced
prefer
preparatori
present
preserv
principl
probabl
proce
proceed
progress
proper
proport
propos
proprieti
prove
publius
purview
reader
real
reason
recours
reduc
reflect
regard
regul
relat
remark
render
repres
represent
requir
requisit
resid
respect
result
review
right
rule
safe
safeti
same
say
scotland
second
secur
seem
sensibl
seven
seventi
seventynin
sever
shorten
simpl
sing
singl
situat
six
sixti
sixtyfour
skill
small
smaller
so
societi
some
someth
sound
sourc
state
subject
suffici
suppos
take
taken
tax
taxat
ten
than
that
the
their
them
themselv
then
there
therefor
these
they
thing
thirti
this
those
thousand
thre
three
throughout
thus
time
to
togeth
too
total
trust
tuesday
twelv
twenti
twentyeight
twentythre
two
under
uniform
union
unit
urg
use
valuabl
varieti
vehicl
veri
view
volum
was
we
weight
were
what
whenc
whenev
where
which
whilst
who
whole
whose
will
with
within
without
would
yet
york