
12
1788
a
abat
abus
acceler
accommod
accord
accur
acquaint
acquir
act
actual
add
admit
advanc
advantag
affair
affirm
afford
again
against
alarm
all
almost
also
alter
although
altogeth
america
among
an
and
ani
annual
annul
anoth
answer
appeal
appear
appli
applic
apt
are
argum
arrang
articl
as
assembl
assign
assimil
at
attain
attempt
attent
author
avail
barrier
be
bear
becom
been
befor
begin
belong
best
better
between
beyond
biennial
both
branch
britain
brought
bulk
busi
but
by
calcul
can
cannot
carolina
case
caus
central
certain
chang
check
circumst
citizen
civil
class
closet
co
code
coincid
collect
commerc
commerci
compass
compet
confin
congress
connect
connecticut
consid
consider
constitut
continu
continued(th
contribut
convers
cooper
corner
cornerston
correct
could
council
countri
cours
curios
current
daili
danger
decis
degre
deleg
demand
departur
deriv
deserv
deviat
differ
difficulti
diffus
diminish
discov
discuss
dispossess
disput
distanc
distant
distinct
distinguish
diversifi
doctrin
doe
doubt
draught
drawn
due
duli
dure
e
each
easi
easier
effect
effectu
either
elaps
elect
empir
encourag
end
enjoy
erect
establish
even
event
everi
exce
except
exert
exist
expedi
experi
expos
extend
extens
extent
extrem
fall
familiar
far
februari
feder
few
fewer
find
first
fit
fix
for
forcibl
foreign
form
format
found
four
free
frequenc
frequent
from
full
fundament
gener
given
govern
gradual
great
greater
ground
half
halfyear
happen
happili
has
have
he
hear
henc
here
himself
his
hold
hous
how
human
i
if
ignor
illegitim
illicit
immedi
import
impos
improv
in
inapplic
inaugur
inconveni
increas
inculc
inform
innov
instanc
intent
intercours
interior
intern
into
introduc
investig
irregular
is
island
it
judg
judgment
judici
justifi
knowledg
labori
laid
larg
last
latitud
laudabl
law
learnt
least
led
legisl
legislatur
less
liberti
lie
limit
littl
local
long
longer
longest
look
magistr
maintain
man
mani
mankind
manner
master
matter
may
mean
measur
member
men
mention
might
militia
mingl
month
more
most
much
municip
must
mutual
nation
natur
necess
necessari
necessarili
need
negoti
new
no
not
notic
novelti
numer
object
oblig
observ
obtain
obvious
occas
occupi
of
often
on
onc
one
oper
or
ordinari
other
ought
our
ourselv
own
packet
paramount
parliam
part
particip
particular
past
patriot
peopl
perform
perhap
period
pernici
place
point
polici
polit
port
portion
possess
power
practic
present
pretend
primev
princip
principl
privat
process
produc
proof
proper
proport
propos
proprieti
prospect
proverbi
provid
provis
public
publius
purpos
put
qualif
question
ration
re
readi
reason
reelect
regard
region
regul
regulati
relat
remark
remind
render
repres
requir
requisit
resid
respect
return
rhode
ridicul
right
rule
safe
same
sanction
say
scene
search
season
seat
second
secur
seek
seem
seen
select
senat
sentim
septenni
serious
servic
session
sever
shall
share
shortest
show
side
similar
simpl
simplifi
singl
situat
small
snare
so
societi
some
sometim
sought
sound
sourc
south
spread
spurious
stand
standard
state
statem
station
stone
subject
submit
subsist
such
suffici
suggest
sun
superior
suppos
suprem
sure
t
take
taken
talent
task
tax
temptat
term
than
that
the
theatr
their
them
themselv
then
there
therefor
these
they
this
thorough
those
throughout
time
to
togeth
toward
trade
transact
transcend
travel
treati
triennial
true
tuesday
turn
two
tyranni
unalter
unavoid
uncontrol
under
understood
unfair
uniform
union
unit
unlaw
unlimit
unwil
unworthi
upright
us
usag
use
vari
variat
various
veri
virtu
votari
warrant
was
we
week
well
were
what
whatev
when
where
wherev
whether
whi
which
whilst
who
wholli
whose
will
with
within
without
would
year
yet
york
zeal