1787
28
a
abl
abroad
absolut
account
acknowledg
act
activ
actual
addit
adequ
administr
admiss
admit
advanc
adversari
advert
affair
afford
age
agenc
all
alon
alreadi
alway
ambit
america
ampl
ampli
an
and
ani
annihil
anoth
answer
anxieti
appear
apportion
apprehens
approach
appropri
approv
are
argum
aris
arrang
articl
as
ascertain
assumpt
at
atrophi
attend
attent
author
avaric
avoid
avow
bankrupt
bashaw
be
becom
been
behold
believ
benefit
better
between
beyond
bodi
borrow
both
break
brought
build
burdensom
but
by
calam
calcul
call
can
cannot
care
case
caus
certain
chang
chiefli
circumstanc
citizen
civil
claim
clear
commerci
common
commonwealth
commun
compact
compet
complet
compos
conced
concern
conclud
conclus
condit
conduct
confeder
confederaci
confid
conform
congress
connect
consequ
consid
consider
constant
constitut
contend
content
continu
contract
contribut
convers
could
countri
cours
creat
credit
credul
crisi
danger
debt
debtor
decay
decemb
declaim
declar
defect
defens
defici
deform
degre
delin
delus
demand
demonstr
depend
deprec
destruct
devis
dictat
differ
difficulti
digniti
disburs
discord
discret
disgrac
dispens
distinct
divert
domest
done
doubt
driven
duti
dwindl
easi
economi
effect
effici
either
elig
els
embarrass
embrac
emerg
empir
empow
enabl
end
enemi
energi
enfeebl
engag
enlarg
enorm
ensu
entir
entitl
equal
equip
erron
essenti
establish
even
ever
everi
evid
evil
execut
exercis
exhibit
exig
exist
expect
expedi
expens
experi
explain
extend
extent
extern
extinguish
extrem
fabul
facil
fallaci
fallen
far
fatal
fatuus
feder
feebl
feel
financ
first
flatter
fleet
for
forc
foreign
former
fortun
found
frame
fraudul
frequent
fresh
friday
from
frustrat
fulfil
full
function
fund
furnish
futur
gener
good
govern
governor
gradual
halcyon
half
hand
happen
happi
has
have
he
head
heretofor
his
histori
hold
home
hope
how
howev
human
i
idea
if
igni
imagin
immedi
import
impos
impost
impot
impress
improv
in
includ
inconsist
inconveni
indispens
inevit
infatu
inflict
infring
ingeni
ingenu
ingredi
inquiri
institut
intellig
intend
intent
interest
intermedi
intern
interwoven
into
invinc
is
it
itself
judgment
jurisdict
justic
kind
knowledg
known
larg
latter
lay
least
leav
led
lend
less
let
liber
life
like
limit
list
littl
live
loan
long
lot
made
make
man
mankind
manner
master
matter
maxim
may
mean
measur
member
men
mention
merci
met
method
might
militari
mode
moder
modern
moment
money
more
mortif
most
motion
much
must
nation
natur
near
necess
necessari
necessarili
necessit
need
never
new
no
not
object
oblig
obligatori
observ
of
often
on
onc
one
oper
opinion
opul
or
order
ordinari
other
ottoman
ought
our
ourselv
out
overtur
own
packet
pain
paper
part
parti
particular
pay
payment
peac
pecuniari
peopl
perform
perhap
perish
permit
pillag
place
plan
plausibl
plunder
poetic
point
polici
polit
portion
posit
possess
possibl
power
practic
prefac
premium
present
presum
pretend
principl
probabl
proceed
procur
produc
progress
promot
proper
proport
proportion
proposit
proprieti
prosper
prove
provid
provinc
provis
public
publius
purpos
qualifi
question
quiet
quota
rais
rather
realiz
reason
receiv
recollect
reconcil
recours
reduc
reflect
regard
regular
relianc
remain
remedi
repos
repugn
reput
requir
requisit
rescu
reserv
resourc
respect
result
reveng
revenu
right
rule
sacrific
safe
safeti
sake
same
satisfi
say
scale
scanti
scene
secur
see
seldom
sens
serious
serv
servic
shape
sharp
sharpsighted
short
should
sighted
sink
situat
so
solicitud
some
sound
sovereign
sow
spare
squeez
stabil
stage
stand
state
steadi
step
still
stop
strict
stronger
subject
substitut
success
such
suffic
sum
suppli
support
suppos
sure
sustain
system
take
taken
taught
tax
taxat
tempor
tendenc
than
that
the
their
them
themselv
then
there
therefor
these
they
thing
thirteen
this
those
though
thus
time
to
too
total
transact
treasuri
trifl
triumph
troop
truli
trust
truth
turkish
turn
tutelag
two
unabl
unconfin
understood
undertak
unfold
union
unit
unlimit
unrestrain
unworthi
upon
urg
us
usual
usur
veri
vice
vicissitud
vigor
violat
vital
want
war
warrant
was
way
we
wealthi
weight
well
wellord
were
what
whatev
when
whenev
which
who
will
wise
with
within
without
would
yet
york