1
1787
25
@1
a
abl
accident
accustom
activ
addit
administ
administr
admit
advantag
adversari
affect
agenc
aid
all
alleg
ambit
an
and
ani
appear
appoint
apprehens
apt
arbitrarili
are
as
ask
assert
assign
assist
at
attach
attent
author
auxiliari
avoid
bad
be
becaus
becom
been
beget
believ
best
better
between
bid
bodi
bound
branch
but
by
calcul
call
can
cannot
capac
care
caus
certain
channl
choic
chord
circul
circumst
citizen
collect
combin
come
command
common
commun
compos
comprehens
compuls
concern
concili
conduct
confederaci
confid
consequ
consid
consider
constitut
contamin
contempt
contend
continu
contrari
convent
council
cours
court
creatur
critic
current
danger
decemb
deduc
defens
degre
delinqu
demerit
depend
design
desir
destroy
destruct
detect
differ
disaffect
discourag
disgust
disinclin
dissatisfact
distanc
distinct
distress
divin
down
dread
due
duti
each
easi
easili
edific
effort
elect
employ
enabl
encroach
enforc
engend
enjoy
enter
entir
enumer
erect
event
ever
evid
except
excess
execut
exercis
expect
expedi
extend
extens
extern
eye
faction
fairer
familiar
far
feder
feel
flow
fna1
fna1@1
for
forc
former
fortifi
found
foundat
frame
frequent
friend
from
fulli
further
gener
give
good
govern
gratifi
greater
ground
habit
happen
hard
has
have
hazard
head
heart
here
his
hope
how
howev
human
humor
i
idea
if
ill
illhumor
illwil
imagin
import
impun
in
inaccuraci
incit
inclin
incorpor
individu
induc
inexplicit
infatu
infer
influenc
inform
injudici
injustic
inquir
insens
inspir
institut
intellig
interest
interior
intermingl
intern
into
intrins
invit
irregular
is
it
itself
judg
judgment
judici
jurisdict
just
justifi
kind
knowledg
laid
land
latent
latitud
latter
law
leagu
legisl
legislatur
legitim
less
let
life
like
littl
magistr
magistraci
man
mankind
manner
match
matter
maxim
may
mean
medium
meet
member
men
mere
merit
method
might
militari
mind
momentari
more
most
motion
motiv
much
must
nation
natur
necess
need
new
no
not
oath
obedi
object
objector
oblig
observ
obstruct
occas
occasion
occur
occurr
odious
of
offic
offspr
often
on
one
oper
opinion
oppon
opposit
oppress
option
or
ordinari
origin
other
out
own
packet
paper
part
particular
passion
peaceabl
peculiar
peopl
perceiv
peril
place
plan
pleas
polit
possess
possibl
power
precipit
precis
prejudic
present
presum
presumpt
presuppos
presupposit
princip
principl
probabl
proce
promis
promot
propens
proper
proport
proportion
propos
provok
prudenc
public
publius
punish
pursu
put
rare
rather
reach
reason
recur
redress
reflect
regard
regular
relat
remark
render
report
repress
requir
resist
resourc
respect
rest
restrain
result
room
rule
ruler
same
sanction
sanctiti
satisfactori
scheme
secur
sedit
seem
select
senat
sens
sensat
sensibl
sentim
sever
shape
share
should
show
shown
side
sight
singl
situat
smaller
so
societi
some
sophistri
sourc
speci
sphere
spirit
spring
stand
state
still
strengthen
strike
strong
structur
subject
such
suffici
suggest
support
suppos
supposit
suprem
survey
taint
taken
temporari
tend
termin
than
that
the
their
them
there
these
they
thing
this
those
though
through
thus
time
to
touch
toward
tuesday
turbul
union
unless
unsupport
until
upon
urg
us
use
various
veri
view
violenc
violent
waiv
war
was
we
weaken
what
when
which
who
whole
wildest
will
with
within
without
wors
would
york