1706
1st
a
abov
abroad
abund
acquaint
act
admit
advanc
advert
advoc
affair
affect
against
age
aid
air
all
alli
allianc
almost
also
although
alway
america
amongst
an
and
ani
animos
ann
anoth
appear
apprehend
apprehens
are
aris
arm
armi
art
as
assist
at
attach
attent
be
becom
beget
begin
behold
best
between
betwixt
bloom
border
both
britain
brought
but
by
calcul
calm
can
candid
cannot
caus
chang
charact
cherish
circumst
combin
commerc
commerci
commod
common
compel
concern
conclus
conduct
confederaci
confid
conjectur
connect
conquest
consid
consider
constant
contempl
continent
continu
contrari
contriv
copious
cost
counten
countri
cours
creat
danger
defens
degre
delay
delic
depart
design
desir
destroy
did
differ
diminish
disappoint
discern
discord
disposit
disput
distanc
distant
distinct
distinguish
distrust
divid
divis
doe
doubtless
each
earnest
easi
easili
effect
effectu
either
embroil
enabl
endeavor
enemi
england
entir
envi
equal
essenti
europ
even
evid
exact
excit
exhaust
experi
express
extinguish
extract
faith
far
fear
feel
field
find
first
fleet
foot
for
forc
foreign
foresight
forget
form
former
formid
found
foundat
four
free
frequent
friendship
from
fulfil
futur
gather
gener
gentlemen
give
given
good
goodwil
govern
great
guard
happen
happi
have
henc
her
here
histori
hive
home
honey
hostil
how
human
i
idea
if
immedi
imped
impli
import
improp
impuls
imput
in
inconveni
increas
independ
inflam
influenc
injuri
innov
instead
interest
interfer
into
introduc
invidi
invit
involv
is
island
it
jealousi
join
journal
judg
juli
keep
kept
kind
kingdom
last
lead
lesson
let
letter
liberti
like
live
local
long
lose
love
luxuri
make
manag
mani
manner
market
may
measur
men
merit
might
milder
mistaken
moment
more
most
much
must
mutual
nation
natur
nay
necessari
neighbor
neither
new
no
nor
north
northern
not
noth
notwithstand
number
object
observ
obvious
occas
of
offens
often
on
one
opposit
or
other
our
ourselv
paper
parliam
part
partial
passion
pay
peac
peopl
perfect
period
perpetu
persuad
place
point
polici
polit
port
possibl
power
practic
preced
present
preserv
presum
pretend
prevent
prey
price
probabl
produc
product
profit
progress
promis
promot
proper
properti
propos
prosper
protect
prudenc
public
publius
pursuit
put
quarrel
queen
rash
realli
reason
receiv
recommend
region
regul
relat
religion
remain
remark
remov
render
resist
resourc
respect
rest
restrain
rich
rise
roman
same
sanguin
scale
scotch
scotland
secur
see
seem
sens
sensat
seri
shall
she
short
should
side
similar
situat
so
solid
some
soon
sooner
sound
southern
sovereignti
spain
speedili
state
strength
subject
success
such
superior
suppos
swarm
take
tempt
tend
than
that
the
their
them
themselv
then
therefor
these
they
thing
this
those
three
time
to
trade
treati
troublesom
true
trust
two
unanim
uncandid
under
unfavor
unfriend
uniform
union
unit
unquestion
us
use
utmost
veri
viz
war
was
way
we
weak
weighti
well
were
what
whatev
when
whenev
whether
which
who
whole
whom
will
wish
with
within
without
would
year
yet
york
you
young
your
yourselv