1
1788
26
a
accompani
account
accustom
act
action
actual
actuat
adapt
addict
addit
administr
admit
admitt
adversari
affect
affirm
against
aggrandiz
agricultur
aid
aim
alarm
all
alleg
alon
altogeth
am
amus
an
and
ani
anoth
answer
apart
appear
appli
appoint
apprehend
apprehens
apt
are
argum
as
ascend
ask
assembl
assign
assimil
at
attempt
author
avaric
aveng
be
be,1
becaus
becom
been
best
better
between
bia
bodi
bold
born
branch
breast
breviti
brought
but
by
calcul
call
can
cannot
caprici
carri
case
cast
caus
cement
certain
certainti
chanc
characterist
chiefli
chimer
choic
choos
chosen
circumst
citi
citizen
class
co
collect
commerc
commit
common
commun
competit
compon
compos
composit
conced
conceiv
concern
concert
conclud
conclus
concur
condit
conduct
confer
confid
confin
congress
conscious
consequ
consider
consist
constitut
consult
contempl
continu
contrari
convey
convinc
cooper
copi
correspond
could
council
counten
counteract
countri
cours
court
credul
cultiv
danger
debas
decid
decis
deep
defin
degre
deliber
demonstr
depart
depriv
descript
design
desir
differ
difficult
direct
discrimin
discuss
disgrac
dismiss
dispens
display
dispos
disposit
dissimilar
district
divers
divid
dread
duti
each
effect
effectu
either
elect
elector
elev
elsewher
eman
embrac
emin
empir
employ
endeavor
enjoy
enlighten
enmiti
enterpris
entir
equal
espous
essenti
establish
ever
everi
evid
exalt
exception
exclus
execut
exercis
exert
exist
expect
expedi
experi
expressli
extend
extern
extran
extraordinari
extrem
fabric
face
factious
faith
far
fashion
favor
favorit
fear
februari
feder
fellow
fellowcitizen
few
find
first
fix
flock
for
forbid
forc
foresight
form
former
found
freedom
from
fundament
futil
gain
gener
genius
give
govern
gradual
grant
gratifi
great
greater
greatest
guard
habit
hand
happen
hard
has
have
hazard
head
hope
hous
howev
i
if
imagin
immateri
immedi
impli
import
importun
imposs
impractic
improb
improp
in
inclin
includ
inconceiv
incred
induc
industri
infer
infinit
inflict
influenc
ingredi
injur
inspir
instinct
intellig
intercours
interest
intim
into
invad
investig
is
it
itself
kind
know
labor
land
languag
larg
latter
law
lead
lean
least
legislatur
less
let
lie
light
like
likelihood
littl
local
long
lot
made
maintain
majesti
major
make
man
manag
manner
manufactur
mass
materi
matter
may
mean
medit
member
men
mercantil
merchant
met
method
might
militari
miracul
mode
moment
money
monopoli
moral
more
most
much
must
nation
natur
near
necess
necessari
never
new
no
not
nourish
now
object
objector
observ
obstacl
obtain
occas
odious
of
offic
on
one
oper
opportun
opposit
or
order
other
ought
over
overbear
overcom
own
packet
paper
part
partak
partial
particular
peopl
perhap
perman
perpetu
person
physic
place
polici
popular
possess
power
pre
precari
precaut
precis
predecessor
predilect
predomin
preemin
prefer
prejudic
preponder
prescrib
presid
presum
pretend
prevail
primat
principl
privileg
probabl
promot
propens
properti
proport
propos
prosper
public
publius
purpos
qualif
quarter
question
rank
rate
rather
ration
readili
realiti
reason
refer
reflect
regul
remark
remot
render
repres
represent
resid
resist
resolv
respect
rest
restrict
result
revenu
revolt
revolut
rich
ridicul
right
ruin
rule
ruler
sacrific
sake
same
satisfactorili
satisfi
scale
scatter
scheme
scrupl
season
second
secur
see
seem
seen
senat
sens
set
sever
shall
share
should
side
singl
situat
small
so
societi
some
sort
sourc
southern
speak
spirit
spite
spot
state
still
strongest
subdu
subject
submit
substitut
subvers
success
such
suffici
suffrag
suggest
superior
suppos
supposit
suspect
taken
task
temptat
tenaci
tend
termin
terror
than
that
the
their
them
themselv
then
there
therefor
these
they
thing
third
this
those
though
thus
time
to
too
toward
town
trust
truth
tuesday
turbul
tyrant
ultim
unalter
uncontrol
under
understand
undu
union
unless
upon
urgent
us
use
ustil
usurp
util
varieti
various
veri
victori
view
violat
violent
voerthrow
voluntari
votari
warp
way
we
wealthi
well
wellborn
were
what
where
whether
which
who
whole
whom
will
with
without
would
wound
yet
york