
0
0.000
0.0001
0.001
0.002
0.003
0.004
0.00675
0.01
0.010
0.012
0.014
0.02
0.02025
0.025
0.02in
0.03
0.04
0.05
0.06
0.066
0.08
0.0904
0.1
0.10
0.11
0.117
0.12
0.120
0.13
0.14
0.1428
0.14x10
0.15
0.15x106
0.16
0.18
0.182(er
0.1875
0.19
0.195e(tr
0.199
0.2
0.21
0.211
0.22
0.22in
0.25
0.254
0.262
0.3
0.30
0.32
0.33
0.35
0.36
0.367
0.368
0.38
0.4
0.40
0.42
0.43
0.44
0.45
0.46
0.5
0.50
0.500
0.500in.diamet
0.53
0.55
0.57
0.5772.../euler
0.58
0.6
0.60
0.62
0.635
0.65
0.69
0.6x10
0.7
0.70
0.715
0.72
0.725
0.73
0.737
0.741
0.75
0.76
0.76power
0.8
0.80
0.800
0.805
0.823
0.825
0.84
0.840
0.85
0.854
0.8a
0.9
0.90
0.92
0.95
0.952
0.96
0.98
01
0degre
1
1(f(a
1,000
1,100
1,150
1,200
1,250
1,300
1,500
1,600
1,700
1,700f
1.0
1.00
1.008
1.03
1.05
1.064
1.07
1.08
1.09
1.1
1.10
1.11
1.12
1.13
1.15
1.17
1.2
1.2(0.05
1.20
1.23849
1.24
1.25
1.27
1.3
1.30
1.33
1.35
1.39
1.3x10
1.4
1.40
1.400
1.43
1.45
1.450
1.46
1.479
1.48
1.5
1.50
1.52
1.55
1.58
1.6
1.60
1.61
1.62
1.66
1.67
1.6x10
1.7
1.71
1.72
1.74
1.747
1.75
1.76
1.77
1.78
1.8
1.80
1.81
1.82
1.85
1.8x10
1.9
1.90
1.91
1.92
1.94
1.944
1.96
1.97
1.98
1/2
1/8
1/m
10
10(1957
10,000
10.3
10.5
100
100,000
100,000ft
1000
100230
100degre
100x10
101
1081
109
109placem
10degre
10earthg
10foot
10g
10percentthick
10rpm
11
11,000
11.2
11.60
11.7
11.78
11/m
110
1103
1103a
111
113
1135
117
117142
11in
11inch
12
12,000
12.0
12.4
120
120,000
120inch
1211
124.9
125
1250
12degre
12in
12inch
13
13.1
13.5
13.8
130
1300
14
14.4
140
1400
1400degreek
142
1460
14in
15
15(1962
15,000
15,000degre
15.4
150
1500
1500lb
153
15dashin
15degre
15footspan
15in
15percent
15x10
16
16,000
16.6
165,000
16foot
16inch
16seri
17
17,000
17,500
17.5
170
1730
177
18
18,000k
180
180,000
180degre
1856
1869
1873
18degre
18in
19
19.6
190
1909
1910
1912
1914
1916
1917
1921
1925
1932
1933
1934
1936
1938
1939
1941
1943
1945
1947
1948
1950
1951
1953
1956
1957
1958
1958octob
1959
195961
1960
1961
1962
1dash
1degre
1f(a
1percent
1seri
1x10
2
2,000
2,000degreek
2,3
2,3,4
2,400degre
2.0
2.00
2.01
2.02
2.05
2.06
2.1
2.13
2.15
2.18
2.2
2.20
2.24
2.25x10
2.3
2.35
2.38
2.3x10
2.4
2.41
2.425
2.45
2.47
2.49
2.5
2.6
2.67
2.7
2.71
2.78
2.8
2.80
2.85
2.86
2.87
2.9
2.91
2.92
2.96
2.99
20
20,000
20,000fold
200
200,000
200///46
200//46/5/0.028/0.013//h
2000
200450
200700
200degre
2024
2024t3
20cm
20degre
20degreec
20in
20percentbodi
21
21,350
21,700
210
21153
215,000
218
218234
219
22
220
220,000
220000
225
2250
23
23,000
230
234
238,000
24
24,500
24s
24st4
25
25,.section
25,000
25,20
25.1
250
250,000
2550
25degre
26
26,000
26.6
2601
26inch
275
28
28.59/0.15/
280
29
29.5
29.70
2bi
2dash
2foot
2inch
2n
2p
2percent
2x10
3
3,000
3,000,000
3,300degreer
3,400
3,500
3,800degre
3.0
3.00
3.04
3.07
3.1
3.11
3.12
3.13
3.15
3.2
3.25
3.2x10
3.3
3.392
3.4
3.44
3.5
3.50
3.53
3.55
3.6
3.67
3.7
3.72
3.74
3.75
3.8
3.81
3.85
3.86
3.899
3.8x10
3.9
3.98
3.9x10
30
30,000
300
3000degreek
3003
30030
3014
304
307
307357
30degre
30foot
30th
31.75
317,000
32
32,000
325
333
3344
3399
34
34.5
340
3430
35
35,000
35/2/km.no
350
350,000
357
36
36,000
3600degreek
3660
37
370
3792
38
381
381397
39
39,000
397
3blade
3ft
3percentthick
4
4,000
4,000degreek
4,100
4,500
4,950
4.0
4.00
4.2
4.24
4.36
4.5
4.53
4.54
4.60
4.65
4.7
4.76
4.981
40
40,000
400
400,000
4000
400401
401
4047
4050
40degre
40inch
40percent
41
42
43
44
440
4412
45
45,000
450
45degre
46
460
479
48
49degre
4degre
4foot
4ft
4th
4vortex
4x10
5
5,.section
5,000
5.0
5.04
5.5
5.7
5.73
5.8
50
50,000
500
500,000
5000
5000000
500degre
5052
50520
50degre
51
510
52
525
53
533
536
536537
537
54
55
55,000
55.6
5524
5524f1
55degre
562
58
58.1
582,000
5d
5dash
5foot
5ft
5th
6
6,000
6,000degreek
6.0
6.00
6.2
6.25
6.28
6.3
6.4
6.5
6.8
6.85
6.86
6.9
6.98
6/,.it
60
60,000
600
600,000
6000
6000degreek
6000op
60degre
61
612
62
625
6267
629
63
63a2xx
63a4xx
64
64a010
65
650
6500
6500footpersecond
655
65a004
65degre
66
660
662
67
67.6
68
680
693
6blade
6foot
6in
7
7(a
7(c
7,000
7,225,226
7.08
7.2
7.30
7.35
7.4
7.41
7.5
7.66
7.7
7.8
7.95
70
700
704
7075
7075t6
707a
7090
71
710
711
7113
712
713
714
715
7157
72
73
74
75
750,000
75degre
75s
76
77
78
78,000
78847
79
79.5degre
8
8(1944
8,000
8.0
8.238
8.6
8.60
80
800
8000
81
826
828
83,000
830
84
85
85.5
850
8500
85degre
86
8640
87
88.8
897
8n
8percent
8x10
9
9,000
9,00010,000
9.0
9.17
9.2
9.5
9.6
9.65
9.758
9.9
90
90,000
900
90000
90degre
91
92
94
95
954
95percentsemispan
96
962
97
97,000
979
99degre
9in
9inch
a
a.r.a
a.s.m.
a50f06
a51j04
a52b06
a=0,1
a=0,1,2
a=2
ab
abbrevi
abil
abl
ablat
ablatedlength
ablationr
ablev
about
about0.53
abov
abovement
abrupt
abruptstal
absenc
absent
absolut
absorb
absorpt
abstract
abund
academ
acceler
accelerationtoler
acceleromet
accentu
accept
access
accident
accommod
accompani
accomplish
accord
account
accru
accumul
accur
accuraci
acet
achiev
ackeret
acoust
acquir
acquisit
acr
acrodynam
across
acrothermochemistri
acrothermoelast
act
action
activ
actual
actur
ad
adam
adapt
add
addendum
addit
adequ
adequaci
adiabat
adiabaticwal
adjac
adjacentequilibriumposit
adjoin
adjoint
adjust
administr
admiss
admit
admixtur
adopt
adsorpt
advanc
advancediamet
advantag
advent
advers
advisori
advoc
aec
aeolotrop
aerelast
aerfoil
aerial
aerialground
aero
aero.2441
aeroballist
aerocosmonaut
aerodynam
aerodynamiccent
aerodynamiccentr
aerodynamich
aerodynamieist
aeroelast
aeroelastician
aerofoil
aeronaut
aeroplan
aerotherm
aerothermochem
aerothermodynam
aerothermoelast
affect
affin
affirm
afford
aforement
afresh
aft
after
afterbodi
afterbodyjetnozzl
afterburn
afterflow
again
against
age
agenc
ago
agre
agreem
ahead
aid
ailcron
aileron
ailerontab
aim
air
air/it
airborn
aircraft
aircraftenginepropel
aircrafttyp
aircushion
airdens
airflow
airfoil
airforc
airfram
airhelium
airinduct
airjet
airlin
airload
airplan
airreceiv
airscrew
airspe
airstream
akin
al
alfven
algebra
align
all
allen
allevi
allmov
allmovablecontroltyp
allow
alloy
alloys75st6
allround
allud
almen
alminar
almost
alon
along
alreadi
also
alter
altern
although
altitud
altogeth
aluminium
aluminiumalloy
aluminum
aluminumalloy
alway
ambient
ambigu
ame
amen
america
american
ammonium
among
amongst
amount
ampl
ampli
amplif
amplifi
amplitud
amr
an
anal
analog
analogu
analys
analysese.g
analysi
analyt
analytici
analyz
and
and/2/how
and/a,b/respect
and/or
and0.58
andland
anemomet
angl
angleofattack
angular
anh
anhedr
ani
anid
anisotrop
anisotropi
annex
announc
annual
annul
annular
annulardisk
annulus
anomal
anomali
anoth
anov
anovement
answer
anti
antielast
antisymmetr
anyway
aob
apart
apex
apexangl
apoge
app
appar
apparatus
apparentmass
appear
append
appendic
appendix
appl
appli
applic
apprais
appraoch
appreci
approach
appropri
approx
approxim
approximationi.
apropri
ar
arbitrari
arbitrarili
arc
arcdischarg
archeat
ardc
are
area
areamach
areamean
argon
argonfre
argu
argum
aris
arisen
arithmet
arm
armenaka
around
arrang
arrest
arrhenius
arriv
arrow
arroww
art
articl
artific
artifici
as
ascend
ascertain
ascrib
asid
asimplifi
ask
asm
aspect
aspectratio
aspectratio2
aspectratio6
asreceiv
assembl
assert
assess
assign
assist
associ
assort
assum
assumpt
assur
astronaut
astrophys
asymmetr
asymmetri
asymptot
at
atlarg
atm
atmospher
atmospherei.
atmosphererath
atom
atommolecul
attach
attachedflow
attack
attain
attaindd
attempt
atten
attend
attent
attenu
attitud
attract
attribut
audio
augment
august
aural
auspic
author
autocorrel
automat
auxiliari
avail
avalu
avenu
averag
avoid
avov
avro
away
ax
axe
axi
axial
axialflow
axialforc
axiallysymmetr
axialradialand
axialthrust
axisymmetr
azimuth
b
back
background
backup
backward
backwardfac
bagley
bakanov
balanc
ballist
ballistictyp
balsa
ban
band
bandpass
bandwidth
bang
bank
bar
bare
barrel
barrier
base
baseforward
basepressur
basetojet
basetyp
basi
basic
basicflow
basin
batchelor
batdorf
bay
bc
be
beam
bean
bear
beat
becam
becaus
because/with
becom
bed
bedford
been
befor
beg
began
begin
begun
behav
behavior
behavior,./c/control
behavior,./c/controlsystem
behaviour
behind
belief
believ
bell
bellevill
belltyp
belong
belotserkovskii
below
belt
bend
bendingmo
bendingtors
bendingtotors
beneath
benefici
benefit
benser
bent
ber
bergdolt
berger
bernoulli
bernoullieul
berthelot
bertram
beskin
bessel
best
bestfit
beta
better
between
bevel
beyond
beyween
bibliographi
biconvex
bifurc
biharmon
billow
bimetal
bimolecular
bimolecularexchang
binari
binarymixtur
biot
birnbaum
bisector
blade
bladesurfac
bladetoblad
blasius
blasiuss
blast
blastproduc
blastwav
bleed
bleich
blend
block
blockag
blow
blowdown
blowdowntyp
blown
blowout
blue
bluff
bluffafterbodi
bluish
blunt
bluntbas
bluntbodi
bluntcon
blunter
bluntleadingedg
bluntnos
blunttrailingedg
board
boat
boattail
bodi
bodt
bodyaxi
bodydiametermaximumspan
bodyforc
bodyvolum
bodyw
bogdonoff
boiloff
bolshakov
boltzmann
bomb
bomber
bond
bondpackard
bondstress
bonus
book
boom
boomproduc
boost
booster
bore
born
bornel
both
bottom
bounari
bound
boundari
boundarycondit
boundarylay
boundarylayercontrol
boundarylayerinduc
boundarylayerinteract
boundarylayertyp
boundaryvalu
bourn
bow
bowshock
box
boxw
bracket
brake
branch
branchlin
brass
braunschweig
breadth
break
breakdown
breath
breguet
bridg
brief
briefli
bright
bring
british
broad
broaden
broadspectrum
broke
broken
brooklyn
brought
brown
btu
btu/lb
bubbl
buckl
buckledpanel
budianski
buffet
build
built
bulent
bulg
bulk
bulkhead
bullet
bump
buoyanc
buoyant
bureau
burger
burgerss
buri
buriedfan
burn
burst
busemann
but
butler
buzz
by
bypass
bystep
c
c(k
c.a.l
c.g
c=0.35
c=euler
cabin
cal
calcualt
calcul
calculatebi
calculus
calculusofvari
calib
calibr
california
call
calor
camber
cambridg
camera
can
canard
cancel
cannot
cant
cantilev
cap
capabl
capac
capacit
capillari
caplan
capsul
caravell
carbon
carborundum
care
caret
carri
carrier
carter
cartesian
cascad
case
caseson
cast
castigliano
castolit
catalyt
categori
cater
cathod
cathoderay
cauchi
caus
caution
cavit
caviti
ceas
cell
cellular
cellulos
cent
centaur
center
center,.but
centerlin
centerofgrav
centerofpressur
centigrad
centr
central
centrebodi
centrelin
centresect
centric
centrifug
centripet
centroid
certain
certainti
cf
chain
chamber
chang
channel
channelflow
chap
chapman
chapmanenskog
chapmanjouguet
chapmanrubesin
chapter
charact
character
characterist
characteristi
charg
chart
charter
charts/figs.1
charts/figs.16/,.it
chase
check
chemic
chemisorpt
chemistri
cheng
chernyi
cheski
chester
chief
chiefli
chien
child
china
chinaclay
chlorid
choic
choke
choleski
choos
chord
chordwis
chosen
chu
circl
circuit
circuitri
circul
circular
circulararc
circularblad
circularcon
circularcylindr
circulatori
circumfer
circumferenti
circumlunar
circumscrib
circumst
cite
civil
claim
clamp
clampededg
clamshel
clamshellshap
clarifi
class
classic
classif
classifi
classificaiton
claus
clay
clear
clearanc
climb
climin
clockwis
close
closedcontour
closedform
closedjet
closer
closest
closur
cloud
cm
co
co2
coalesc
coars
coast
coat
coauthor
coaxial
cocurr
code
coeffici
coefstant
coher
coincid
cold
coldair
coldbodi
colder
coldwal
cole
collabor
collaps
collapsesin
collect
collis
collisionfre
colloc
colour
column
columncapac
columnimperfect
columnmateri
combin
combust
combustionh
combut
come
command
commenc
comment
commerci
committe
common
commun
compact
compani
companion
compar
comparison
compat
compens
compet
competit
compil
complem
complementari
complet
completecompressorstal
complex
complic
complimentari
compon
compos
composit
compound
comprehens
compress
compressedair
compressibleboundarylay
compressibleflow
compressiblefluid
compression
compressioncorn
compressor
compressors.dash
compris
compromis
comput
computingmachin
con
concav
conceiv
concentr
concept
conceptu
concern
concis
conclud
conclus
concoct
concret
concur
concurr
condamp
condens
condit
conduct
conductioncontrol
conductionexpans
conductor
cone
conecylind
conecylinderflar
conecylinderfrustum
conecylinderfrustumboost
conefrustum
conehemispher
coneseg
conespher
confid
configur
confin
confirm
conflict
confluent
conform
conformaltransform
confus
congress
conic
conical.dash
conicalflow
conicalshockexpans
conidt
conjectur
conjunct
connect
connexion
conpress
consequ
conserv
conservationofmomentum
consid
consider
considereddashthat
consideredid
consier
consist
consolid
const
constanc
constant
constantarea
constantchord
constantdens
constantenergi
constanth
constantpressur
constantproperti
constants,.they
constantstrength
constantstress
constanttemp
constanttemperatur
constantwalltemperatur
constitu
constitut
constrain
constraint
construct
consumpt
contact
contain
contamin
contempl
content
context
continu
continuum
continuumflow
continuumtyp
contour
contract
contradict
contrari
contrast
contribut
contributionsviz
control
controlsurfac
controversi
convect
convectionfundament
convectioni.
conveni
convent
converg
convergentdiverg
convergingdiverg
convers
convert
convex
convict
convolut
cool
coolant
cooler
cooper
coordin
coordinatetyp
cope
coplanar
copper
core
corestabil
cornel
corner
corollari
corot
corpor
corpuscular
correct
correl
correlogram
correspond
corridor
corrobor
corros
corrug
corrugatedcor
cos
cosin
cosmonaut
cost
couett
couettetyp
could
coulomb
council
coundari
count
counter
counteract
counterclockwis
counterpart
counterrot
countri
coupl
coupledmod
coupon
cours
cover
coverag
cowl
cowlingspinn
cowork
cps
crabtre
crack
craft
crank
cranknicolson
creas
creat
creep
creepbend
creepbuckl
creepingmot
creepruptur
crest
crew
crinolin
criteria
criterion
critic
crocco
croccole
crook
crop
croppeddelta
cross
crosscorrel
crosscoupl
crossdrift
crossflow
crossflowplan
crossle
crosssect
crucial
cruciform
cruciformw
cruis
crush
cubic
cumbersom
cumul
cure
curl
curlingup
current
curtain
curv
curvatur
curvedbeam
curvedsurfac
curvilinear
cushion
cusp
cuss
customari
cut
cutoff
cutout
cx
cycl
cycles/sec
cyclic
cylind
cylinder
cylinderhemispher
cylindr
cylindricalbodi
d
d.and
d48
d693
daley
dalton
damag
damp
dampinginpitch
dampinginyaw
dampomet
dana
danger
dash
dashin
dashn
dashth
dashthat
data
date
davi
day
daytim
daytonight
db
dc
de
dead
deadair
deadweight
deal
dealt
debat
deby
decad
decay
deceler
decelerationlimit
decid
decim
decis
declassifi
declin
decompos
decomposit
decreas
decrem
deduc
deduct
deep
deeper
deepest
deexcit
defect
defenc
deffer
defi
defici
deficit
defin
definit
deflagr
deflect
deflectedslipstream
deflectiontim
deflexion
deform
deg
degener
degrad
degre
degreehalfangl
deioniz
deisgn
delay
delft
delimit
delin
delta
deltaw
demand
demarc
demonstr
denc
denomin
denot
dens
denser
densiti
densitycan
densityviscos
dent
depart
departur
depend
depict
deplet
deposit
depress
depth
deriv
deryagin
des
descend
descent
describ
descript
design
designtyp
desir
desk
despit
destabil
destal
detach
detail
detailth
detect
deterior
determin
determinant
deton
detra
detriment
deuc
develop
development.
development.it
deviat
devic
devis
devot
devreas
dewpoint
diagon
diagram
diam
diamet
diameterthick
diamond
diamondprofil
diamondshap
diaphragm
diatom
dicsov
dictat
did
dielectr
differ
differenti
difficult
difficulti
diffus
digit
digitalcomput
dihedr
dilat
dilut
dimens
dimension
dimensionless
diminish
dioxid
dipol
dirac
direct
director
directorgener
dirichlet
dirt
disadvantag
disagr
disagre
disappear
disc
discern
discharg
disclos
discontinu
discontinuouswak
discov
discover
discoveri
discrep
discret
discretefrequ
discretehorseshoevortex
discretetyp
discuss
disequilibrium
disk
disloc
dismiss
dispar
dispers
displac
displacementarea
display
dispos
disregard
dissert
dissimilar
dissip
dissoci
dissociatingga
dissociationrecombin
distanc
distancetim
distant
distinct
distinguish
distort
distribut
disturb
disturbancewhich
diurnal
dive
diverg
divers
diversifi
divid
divis
do
doctor
dodecagon
doe
domain
dome
domin
done
donnel
donnelltyp
doppler
dorod
dorodnitsyn
dorodnitzin
dorodnitzinhowarth
dorodnitzyn
doubl
doublelay
doublesid
doubleslot
doublet
doublewedg
doubli
doubt
down
downstream
downstreampropag
downward
downwash
downwashimping
drag
dragdiverg
dragmodul
dragris
dramat
drape
drastic
draw
drawn
drew
dri
driest
drift
drill
drive
driven
driver
droop
drop
dropoff
drosophila
drum
drumcamera
dryden
du/dx
dual
dualpropel
dualrot
duce
duct
due
dufour
duplic
duralumin
durat
dure
dust
dvl
dy
dyke
dynam
dynamican
dynamicpressur
e
e,a,b
e.g
e.g.at
e.v
e/0.2
e/a
e53h25
e56b03b
each
ear
earlier
earth
eas
easi
easier
easiest
easili
eccentr
echo
eckert
econom
economi
ed
eddi
eddyviscos
edelfelt
edg
edgedisplac
edgeload
edges/to
edgetract
edgewis
edit
edpm
educ
edward
effect
effectmay
effectorigin
efficaci
effici
efficiencywer
efflux
effort
effus
egger
eigenvalu
eigenvector
eight
eighth
eighthord
einbind
either
ejector
elabor
elaps
elast
elasticaxi
elasticbehavior
electr
electricallyh
electricanalog
electricresist
electro
electrod
electroform
electroformednickel
electrohydrodynam
electromagnet
electron
electronion
electrostat
eleg
elem
element
elementari
elev
elevatedtemperatur
elimin
elliott
ellips
ellipsecylind
ellipselik
ellipsoid
ellipt
elong
elsewher
embed
embrac
embryon
emerg
emiss
emit
emmon
emphas
emphasi
emphasis
empir
empirical/intermedi
employ
enabl
enc
encircl
enclos
encompass
encount
encourag
end
endeavour
endors
endplat
endpoint
endshorten
endur
energi
energymethod
energyrequir
enforc
engag
engess
engin
enginemount
enginepropel
england
enhanc
eniac
enjoy
enlarg
enlighten
enorm
enough
enquiri
enquiryto
enskog
ensu
ensur
entail
enter
enthalp
enthalpi
enthalpy/us
enthalpyveloc
entir
entireti
entitl
entrain
entranc
entrant
entri
entropi
entropylay
envelop
environ
environment
envisag
epoxi
eq
equal
equalspan
equat
equatori
equicohes
equilater
equilateraltriangl
equilibr
equilibria
equilibrium
equip
equival
equivalentcon
eratur
erdmann
erdmannweierstrass
erfc
erickson
erod
eros
errat
error
errorintegr
errors/s.d./of
escap
especi
essenc
essenti
establish
estim
et
et.al
etc
eter
ethylen
ethyleneair
ethyleneh
eucken
euckenvalu
euler
eulerian
eulerlagrang
evalu
evapor
even
event
eventu
everi
eversustim
everywher
evid
evidenc
evolv
evvard
exact
exagger
examin
exampl
exce
exceed
excel
except
excess
exchang
excit
exclud
excresc
excus
exercis
exert
exhaust
exhaustpressur
exhibit
exist
exit
exitarea
exot
expand
expans
expansionconduct
expansioncontrol
expansiondeflect
expansionturn
expansionwav
expect
expend
expenditur
expens
experi
experienc
experiment
experimentalfailur
explain
explan
explicit
exploit
explor
exploratori
explos
expon
exponenti
exponentiallyfici
expos
exposit
exposur
expound
express
extend
extens
extensiblechord
extension
extent
exterior
extern
externalflow
externalskin
extinct
extra
extrapol
extrem
eye
f
f(0
f(a
f(k
f(n
f(r
f(x
f(z
f.p.r.e
f/a
f1
f100
f2
f2layer
f40umer
f8u
f8u3
fabric
face
facet
facil
facilit
fact
factor
factorspropuls
fage
fail
failur
fair
fale
falkner
falknerskan
fall
famili
familiar
fan
far
farfield
farflow
farnborough
farther
fashion
fast
fasten
faster
fat
fatigu
favor
favour
fay
fd
feasibl
featur
fed
feed
feedback
feel
feet
feldman
fell
felt
ferri
few
fewer
ff
fiber
fibrous
ficient
fictiti
field
fifth
fifthdegre
fifti
fiftyon
fig
fighter
fightertyp
figur
filam
fill
film
filter
fin
final
financi
find
fine
finenessratio
finenessratio2.71
finest
finish
finit
finitediffer
finitedisplac
finitespan
finitethick
finstabil
fire
firingrang
firm
firmer
first
firstord
fission
fissionth
fit
five
fivestag
fiveterm
fix
fixedgeometri
fixedpitch
fl
flame
flang
flap
flare
flarecylind
flash
flat
flatbas
flatfac
flathead
flatnos
flatpanel
flatplat
flattop
flex
flexibl
flexur
fli
flight
flightpath
flighttest
fllayer
float
floatingel
floccul
floor
floorpressur
flow
flow/in
flowdash
flowfield
flowi.
flowmet
flown
flownot
flowsthat
flowvisu
fluctuat
flugg
fluid
fluidcylind
fluiddynam
fluidflow
fluidiz
fluidpressur
fluidsolid
flutt
flutter
flutterar
fluttermod
flutternam
flutterprevent
flutterspe
flux
focus
fog
foil
fold
follow
foot
for
forc
forceand
forcedeform
forcefre
forcetest
forcibl
fore
forebodi
forecast
foredrag
forefront
forego
foreign
foreignga
foreknowledg
form
formal
format
former
formul
formula
forst
forstord
fort
forth
forti
fortythre
forum
forward
forwardacceler
forwardexhaust
forwardfac
forwardflight
forwardfuselag
found
foundat
four
fourbay
fourcompon
fourengin
fourhol
fourier
fourpol
fourth
fourthdegre
fourthord
fourwav
fps
fraction
fractur
fralich
frame
framework
franc
fre
fredholm
free
freeconvect
freedom
freefield
freeflight
freeflown
freefre
freejet
freeli
freelysupport
freeman
freemix
freemolecul
freeshear
freestream
freestreaminject
freevortex
freez
freon
freon12
frequenc
frequencyband
frequencyshift
frequencyth
frequent
friction
frictionless
friedman
friedrich
fring
from
front
frontal
frozen
frozenflow
fruit
frustrat
frustum
ft
ft/sec
ft1/8
fuel
fuelto
fulfil
full
fuller
fulli
fullscal
fullskirt
fullspan
fullyexpand
funct
function
fundament
furnac
furnish
further
furthermor
fuse
fuselag
fuselagesect
futur
g
g/a
gage
gain
galcit
galerkin
gamma
gap
garabedian
gardless
garrick
gas
gascous
gasdynam
gase
gaseous
gasmixtur
gather
gaug
gauss
gaussian
gaussseidel
gave
geckeler/
geiger
gener
generalis
generalisednewtonian
generalizednewtonian
genuin
geodes
geoffrey
geometr
geometri
geophys
gerard
german
gershuni
get
gibb
gibbsdalton
gies
give
given
glanc
glass
glassi
glasstyp
glauert
glide
glider
gload
globul
glycerin
glycerinwat
go
goal
goe
goldstein
good
goodier
gorcum
gordon
gortler
gothic
govern
grad
grade
gradient
gradual
graham
grain
grams/c
grand
granular
granulartyp
graph
graphic
graphit
grashof
grasshof
gravalo
gravel
gravelcov
gravit
graviti
gravitywav
graze
great
greater
greatest
green
grid
gridnor
gridwork
grimming
grober
groov
gross
grossman
grossweight
ground
groundeffect
groundheight
groundpressur
groundreflect
group
grow
growth
grunow
guarante
guid
guidanc
gun
gupta
gust
gw
gyrat
gyroscop
h
h(m
h(u
h(uv
h.k
h2
h2o
haack
haag
had
hadamard
half
halfangl
halfcon
halfheight
halfjet
halfmodel
halfrang
halfspac
halfw
halfway
hall
hallcurr
halstead
halv
hamel
hammerhead
hammitt
hamper
hand
handbook
handicap
handl
handley
hangl
hankel
hansen
hantzsch
happen
hard
harden
hardwar
harmon
harri
hartmann
hartre
hartreewomersley
has
hash
hasimoto
hasten
have
haveg
havelock
hay
hazard
he
head
heaslet
heat
heatabsorpt
heatbal
heatconduct
heater
heatflow
heatflux
heatingr
heatinput
heatinsul
heatsink
heatsustain
heattransf
heav
heavi
heavier
height
height/to
heighth
heightthick
heighttochord
heighttojet
heimel
heimenz
heisenberg
held
helic
helicopt
heliocentr
helium
heliumdriven
helmholtz
help
hemi
hemispher
hemisphereconecylind
hemispherecylind
hemisphericallynos
hemisphericalnos
hemispheroid
henc
hencki
here
herein
heretofor
hero
herrmann
heterogen
hexagon
hg
hicks(2
hidalgo
high
highaltitud
highbeta
highdrag
highenergi
highenthalpi
higher
higherord
highest
highfrequ
highg
highlift
highlycool
highpow
highpressur
highpressureratio
highspe
highstagnationtemperatur
highsupersonicspe
hightemperatur
highveloc
himself
hinder
hing
hingeaxi
hingemo
hirschfeld
hirshfeld
his
hise
histor
histori
hit
hitherto
hodograph
hoff
hoffman
hoffmantel
hog
hold
holder
hole
holland
hollow
hollowcylind
homann
home
homogen
honeycomb
hoop
hope
hopeless
hopf
horizont
horizontaltail
horsesho
hoshizaki
hosokawa
hot
hotbodi
hotfatigu
hotga
hotter
hotwir
hour
hous
housefli
hover
hovercraft
how
howarth
howev
howorth
hp//dp/di
hpyerson
hroma
huang
hub
hubshroud
hugoniot
human
humid
humphrey
hundr
hurd
hurwitz
hybrid
hydraul
hydroballist
hydrocarbon
hydrodynam
hydrogen
hydrogendriven
hydrogenoxygen
hydromagnet
hydrostat
hypass
hyper
hyperbol
hyperbolicsin
hyperbolictrigonometr
hypergeometr
hyperlipt
hyperson
hypersonicflow
hypersonicsimilar
hypersonicslenderbodi
hypersoul
hyperveloc
hypothes
hypothesi
hypothet
hysol
hysteresi
hysteret
i
i.e
i/techn
ia
ibeam
ibm
ibm704
icbm
idea
ideal
idealga
ident
identif
identifi
if
ifer
igc
igi
ignit
ignor
ii
iii
illingworth
illustr
illustri
im
imag
imaginari
imai
immedi
immers
immobil
immov
impact
impactpressur
impair
impart
impel
impellertip
imperfect
imperfectga
imperm
imping
impingingjet
implem
impli
implic
implicit
import
impos
imposs
impress
imprimeri
improp
improv
impuls
in
in.
inaccess
inaccur
inaccuraci
inadequ
inadequaci
inadmiss
inadvert
inafinit
inapplic
inappropri
inasmuch
inboard
inch
inchdiamet
incid
incident
incipi
incipientmergedlay
inclin
includ
inclus
incom
incomplet
incompress
incompressibleboundarylay
incompressibleflow
incompressiblefluid
inconclus
inconel
inconsist
inconveni
incorpor
incorrect
increas
increm
increment
incrementalnormalforc
incur
inde
indefinit
independ
indetermin
index
indic
indici
indirect
indium
individu
induc
induceddrag
inducedpressur
induct
industri
ineffici
inelast
inequ
inert
inerti
inertia
inevit
inexpens
infer
infin
infinit
infiniteaspectratio
infiniter
infinitesim
infinitythat
infit
inflect
inflight
inflow
influenc
influencecoeffici
influenti
influx
inform
ing
ingeni
inher
inhibit
inhomogen
initi
inject
injectioncool
injector
ink
inkflow
inlet
inletmassflowcoeffici
inletveloc
inner
innershock
innertub
inop
inorgan
inphas
inplan
input
inquir
insect
insensit
insert
insid
insight
insignific
insofar
inspect
inspir
inst
instabl
instal
instanc
instant
instantan
instead
instig
institut
instruct
instrum
instrument
insuffici
insul
insulatedpl
insulatedwal
insur
intak
integr
integraldifferenti
integralequ
integrand
integro
integrodifferenti
intend
intens
intensif
intensifi
intent
inter
interact
interanl
interblad
interchang
interconnect
intercrystallin
interdepend
interest
interestit
interfac
interfer
interferogram
interferomet
interferometr
intergranular
interim
interior
intermedi
intermediatespe
intermolecular
intern
internat
interplanetari
interpol
interpos
interpret
interrel
intersect
intersectiontyp
interstellar
interv
intim
into
intract
intrins
introduc
introduct
introdur
intuit
invalid
invari
invers
invert
investig
investigaion
investigation.
investigation.for
inviscid
inviscidflow
inviscidflowfield
inviscidfluid
inviscidhypersonicflow
inviscidincompress
inviscidincompressibleflow
inviscidvisc
invok
involv
inward
iodin
ion
ioniz
ionospher
iowa
irbm
iron
irregular
irrespect
irrevers
irrit
irrot
is
isect
isentrop
isobar
isochron
isochronousstressstrain
isoenerget
isofoam
isol
isotherm
isotop
isotrop
isotropiccor
isovel
issu
it
item
iter
iterationi
itself
iv
ivi
j
j.chem.phys.,26/2/,feb.,1957
jacobian
jan
janzen
janzenrayleigh
japan
jastrow
jefferi
jefferyhamel
jeffrey
jeffreyhamel
jet
jetboundari
jeteffect
jetengin
jetengineexhaust
jetexit
jetflap
jetflow
jetinduc
jetinterfer
jetlik
jetmix
jetnozzl
jetoff
jeton
jetplum
jetpressur
jetstat
jetstaticpressur
jetstream
jetto
jmin
jmjn
johnson
join
joint
jone
jouguet
joukowski
joul
journal
judg
judici
juli
jump
junction
junctur
june
jupit
just
justif
justifi
k
k+1)th
k=0.5
k=2.0
kallmann
karman
karmanpohlhausen
katzen
kay
keep
keller
kelley
kelli
kelvin
kelvin/
kemp
kempf
kempner
kendrick
kept
kernal
kernel
kernelfunct
keulegan(1
keune(1
key
kg
kilometr
kind
kinemat
kinet
kinetictheori
kingdom
kink
kirchhoff
kirchhoffhelmholtz
kirchhofflov
kirk
klein
klein/
km
knee
know
knowledg
known
knuckl
knudsen
ko
kopal
kopal/for
korst
krasilshchikova
krypton
kt
kuchemann
kuo
kussner
kutta
kuttajoukowski
l
l(m
l40
l57l10
l5d20
la
labor
laboratori
labori
labour
lack
lacquer
lag
lagrang
lagrangian
laguerr
laid
lamin
laminar
laminarboundari
laminarboundarylay
laminarboundarylayertyp
laminarflow
laminari
laminarturbul
laminarvisc
land
landahl
langer
langley
languag
lap
laplac
laplacian
larg
large,.th
largeamplitud
largeangl
largeaspectratio
largechord
largedeflect
largedeflexion
largediamet
largeeddi
largematrix
largeord
larger
largescal
largest
largestep
last
laszlo
late
latent
later
lateral/direct
latitud
latter
lattic
laufer
launch
laval
law
lawspe
lay
layer
layerfre
layeri.
layershock
layout
lb
lband
ld
lead
leadingedg
least
leav
lectur
led
lee
leeshroma
leess
leeward
left
legendr
leggett
legitim
lend
length
lengthchord
lengthdepth
lengthdiamet
lengthen
lengthreact
lengthtodepth
lengthwidth
lengthwis
lennard
lennardjon
less
lesser
let
letter
letud
level
levelflight
lever
levi
lewi
li
liabl
liapunov
libbi
librat
librov
licens
lie
life
lifetim
lift
liftcurv
liftdepend
liftdrag
liftingsurfac
liftoff
liftproduc
light
lightga
lighthil
lighthill/1957/for
lightweight
like
likewis
limit
lin
linder
lindsey
line
lineal
linear
linearis
linearizedtheori
liner
linevortex
lingitudin
linject
link
liouvill
lip
liquid
liquidinject
liquidmet
liquidslosh
list
liter
literatur
littl
lmethod
load
loada
loadcapac
loadcarri
loaddeflect
loadi.
loadstrain
loadtemperatur
lobe
local
localis
locallinear
localmachnumb
localsimilar
localwav
locat
lock
lock(2
lockhe
locus
log
logarithm
logic
loitsianskii
lomax
london
long
longer
longest
longitudin
longitudinalforc
longitudinalst
longitudinalvortic
longradius
longrang
longtim
longw
look
loop
loos
loosedirt
lose
loss
lost
lotz
loudspeak
love
lovemeissn
low
lowalloy
lowaspect
lowaspectratio
lowaspectratiow
lowbeta
lowdens
lowdensitynonun
lowdragtyp
lowenergi
lower
lowerlimit
lowersurfac
loweryield
lowest
lowfinenessratio
lowfrequ
lowmodulus
lowreynoldsnumb
lowspe
lowsubson
lowtermperatur
lowturbul
lowveloc
ltd
lubric
lucid
lucit
ludweig
ludwieg
lumin
lunar
lundquist
ly
lyapunov
lyon
lyskov
m
m(4
m(d1
m.i.t
m.i.t.
m.i.t.naca
m.p.h
m2
m=0
m=1
m=2.45
m=3
m=4
m=6
m=6.8
m=6.85
m=7
m=8.2
m=9
macadam
maccol
mach
machin
machinedstiffen
machnumb
machnumber8.0
machzehnd
made
maeder
mag
mager
magnesium
magnet
magneticfield
magneticfieldfre
magneto
magnetoacoust
magnetoaerodynam
magnetofluidmechan
magnetoga
magnetogasdynam
magnetohydrodynam
magnetoplasma
magnifi
magnifiedschlieren
magnitud
magnus
mahoni
main
mainblad
mainstream
maintain
mainten
major
majorminor
make
malfunct
man
maneuv
mangler
mani
manifest
manner
mannerdash
manocuvr
manoeuvr
manomet
manufactur
map
mar
margin
marguerr
marin
maritim
mark
martian
martin
mask
maskel
maslen
mass
massachusett
massbal
massbalanc
massflow
massinject
masstransf
mat
match
materi
math
mathemat
mathieu
matric
matrix
matter
max
maximuin
maximum
maximumacceler
maximumshear
maxwel
maxwellian
may
mayer
mc
mccune
mckinnon
mean
meansquar
meant
meanveloc
measur
measurementsdashth
mech
mechan
media
median
mediansurfac
medium
mediums
meet
meh
mehtod
meissn
meksyn
melamin
melaminefib
melt
meltingtyp
member
membran
memorandum
memori
mention
mercuri
mere
merg
merger
meridian
meridion
meridionalplan
merit
mesh
met
metal
meteor
meteorit
meter
methan
methaneair
methanol
method
method,
method,i.
method/of
methode.g
mev
meyer
mhd
michael
michielsen
microinch
micromanomet
micron
microphon
microwav
mid
midchord
midcours
middl
middlesurfac
midlength
midplan
midspan
midway
might
migrat
mil
mild
mildsteel
mile
millikan
millimet
million
millisecond
mind
minim
minimalsurfac
minimis
minimum
minimums
ministri
minnesota
minor
minus
minut
mirel
mirror
misalign
misalin
mise
misess
mismatch
miss
missil
missiletyp
mission
mistak
mitig
mix
mixedflow
mixinglay
mixinglength
mixtur
mm
modal
mode
modefrequ
model
moder
moderatelength
modern
modeshap
modest
modif
modifi
modifiedoseen
modifiedthicknessratio
modul
modulus
mol
molecul
molecular
molten
molybdenum
moment
moment,.and
momentari
momentum
momentumarea
momentumintegr
momentumthick
monatom
monocoqu
monograph
monoplan
monopol
monoton
monoxid
moon
moor
more
moreov
morn
most
motion
motionless
motionpictur
motor
mound
mount
mountain
movabl
move
movem
mph
ms
msvo
mth
much
muffler
muller
multi
multiaxi
multibay
multicellular
multicompon
multidegreeoffreedom
multilay
multipl
multiplenozzl
multiplepass
multiplepropel
multiplevalu
multipli
multiplyconnect
multipropel
multisect
multistag
multiweb
mum
munk
murphi
murray
must
mutual
mw
mw1
my
myself
n
n.a.c.a
n.b.s
n.g.t.e
n.p.l
n1
n2
naca
nacell
nacelleexit
nacellepropel
nagamatsu
name
narrow
nasa
nash
nation
national
natur
nautic
naval
navi
navier
navierstok
navysponsor
nd
near
nearcon
nearer
nearest
nearfield
nearmaximum
nearson
nearspher
neartriangular
neater
necess
necessari
necessarili
necessit
nee
need
negat
neglect
neglectedan
neglig
neighborhood
neighbour
neighbourhood
neither
net
network
neumann
neutral
neutralparticl
never
nevertheless
new
newli
newlycomput
newton
newtonbusemann
newtonian
newtonianpluscentrifug
newtoniantheori
next
nice
nickel
nickelbas
nicolson
nielsen
night
nighttim
nimon
nine
ninefold
nineteen
ninth
nitric
nitrogen
nitrogenatom
nitzyn
no
no./schmidt
no.1
no.2
no.320
no.500
no.g.w.533/on
nocturn
nodal
node
nois
noisefre
nomenclatur
nomin
nomograph
non
nonabl
nonalign
nonaxisymmetr
noncatalyt
noncircular
noncirculatori
noncommun
nonconcurr
nonconduct
nonconserv
noncorros
nondecompos
nondimension
nondissip
none
nonequilibrium
nonexist
nonflamm
nongyroscop
nonheatconduct
nonhomogen
noninclin
noninject
noninsul
nonirrit
nonisentrop
nonisotherm
nonlift
nonlinear
nonlinearpressur
nonmagnet
nonneg
nonorthogon
nonparallel
nonperm
nonplan
nonplanar
nonpor
nonreact
nonrigor
nonrot
nonsimilar
nonsingular
nonslationari
nonslend
nonspher
nonstationari
nonsteadi
nonsymmetr
nontox
nontrivi
nonun
nonuniform
nonvanish
nonvisc
nonzero
nor
normal
normalforc
normalforcecurv
normalpressur
normalshock
norman
nose
noseafterbodi
noseblunt
nosebluntnessinduc
nosecon
nosedown
noseforward
nosetail
noseup
noslip
not
notabl
notat
notch
note
notednam
noteworthi
notic
notion
notsoslend
notsothin
novel
now
nozzl
nozzlearea
nozzleexit
nozzleexpans
nozzleflow
nozzleprovid
nozzlethroat
nozzlewal
np
npl
nth
nuclear
nullifi
number
numer
numger
nusselt
nylon
o
o2
ob
obey
object
objection
oblat
obliqu
obliqueshock
obliter
obscur
obscureand
observ
obstacl
obtain
obtainec
obvious
oc
occas
occasion
occupi
occur
occurr
occurs/past
octagon
octahedr
octahedralshear
octav
octob
of
ofattack
off
offdesign
offer
offreedom
offset
ofgrav
ofr
often
oftenus
oge
ogiv
ogivecylind
ogiveforebodi
ohm
oil
oilfilm
oilflow
old
omiss
omit
on
onc
oncom
one
onedegre
onedimension
onefoot
onefourth
onehalf
oneparamet
onequart
onera
onetenth
onethird
onic
onsag
onset
onsetof
onto
op
opaqu
open
openarea
openend
opennos
oper
opportun
oppos
opposit
optic
optim
optimization,./d/design
optimum
optimumprogram
or
orbit
order
orderofmagnitud
ordin
ordinari
ordnanc
organ
orgin
orient
orific
origin
origint
orlfic
orr
orrsommerfeld
orthogon
orthotrop
oscil
oscillatori
oscillograph
oseen
oseenss
oseentyp
osoen
ostrach
oswatitsch
other
otherwis
our
out
outboard
outcom
outer
outeredg
outermost
outgrowth
outlet
outlin
outofstraight
output
outsid
outstand
outward
outweight
oval
ovalshel
ovalu
oven
over
overal
overcom
overestim
overexpand
overexpans
overhang
overlap
overlook
overpressur
overrelax
overrid
overshadow
overshoot
oversimplif
oversimplifi
overst
overstat
oversw
owe
owen
own
oxid
oxygen
oxygenlik
p
p(x
p.s.i.g
p//dp/di
p28.59/0.15/h200//46/5/0.028/0.013//h200///46
p43
packard
page
pai
paid
painlev
paint
pair
palt
panel
panelflutt
panelsi
panelskin
panelsupport
paper
papreg
para.5
parabol
parabola
parabolicblad
paraboloid
paradox
paragraph
parallel
parallelpl
paramet
parameterexce
parametervari
paramount
paraplex
parasol
pari
parietal
park
part
partial
particl
particledens
particular
partit
partsnam
partspan
partspe
pass
passag
passeng
passiv
past
path
pattern
payload
peak
pears
peclet
peculiar
penalti
penetr
peng
peopl
per
percent
percentag
percentthick
perfect
perfectga
perfor
perform
perhap
perige
perim
perimet
period
peripher
perman
permeabl
permiss
permit
perpendicular
perplex
persh
persist
person
pertain
pertin
perturb
pessimist
pfunction
ph
phase
phenol
phenomena
phenomenolog
phenomenon
philo
philosophi
phosphoresc
photo
photoelast
photograph
photographi
photomultipli
photothermoelast
phugoid
phys
physcal
physic
physiolog
pibal
picard
pictur
piec
piecewis
pierci
pilot
pimpl
pin
pincreas
pindroh
pinkerton
pipe
piston
pistonan
pistontheori
pitch
pitchingmo
pitchup
pitchyaw
pitot
pitotstat
pivot
place
placem
plain
plan
planar
planck
plane
planecouett
planeload
planestrain
planestress
planet
planetari
planeto
planetocentr
planform
plant
plasma
plast
plastic
plasticityreduct
plate
plateau
plateglass
platinum
plausibl
play
pli
plk
plot
plug
plume
plung
plus
pneumat
pod
podmount
poetic
pohlhausen
poincar
poincarelighthillkuo
poind
point
pointfunct
poiscuill
poiseuill
poisson
polar
polarcontrol
polarregion
pole
polish
polyatom
polyaxi
polycrystallin
polygon
polym
polynomi
polystyren
polytechn
ponderomot
poor
popular
pore
porous
porouswal
portion
portious
pose
posit
possess
possibl
possio
post
postbuckl
postpon
postshock
postul
potenti
potentialflow
potentialth
potentiomet
potter
poudr
pound
powel
power
powerfunct
powerinput
powerlaw
powerpl
pr
pr=0.71
practic
practition
prager
prandtl
prandtlglauert
prandtlmey
prandtlreuss
pre
preasymptot
prebuckl
precaut
preced
precess
precessiontyp
precipit
precis
preclud
predict
predigest
predomin
prefer
preheat
preliminari
prematur
premis
premix
prepar
preponder
prerot
prescrib
presenc
present
presentday
preserv
press
pressur
pressurecorrect
pressuredeflect
pressuredistribut
pressuredrag
pressuregradi
pressureinteract
pressureplot
pressureratio
pressurerecoveri
pressurereynold
pressureris
pressuretyp
pressuris
preston
prevail
preval
prevent
previous
previouslygiven
prewhirl
price
prikl
primari
primarili
primaryshock
prime
princeton
princip
principl
prior
priori
prism
prismat
probabl
probe
problem
probstein
proc
proce
procedur
proceed
process
process/includ
produc
product
profil
profile/i.e.it
profound
program
programm
progress
progressivetyp
prohibit
project
projectil
prolat
promin
promis
promot
prone
pronounc
proof
prooftest
propag
propel
propeller(
propellerblad
propellerdriven
propellerresearch
propellerslipstream
proper
properti
proport
proportion
propos
proposel
proposit
propound
propuls
propulsionsystem
propulsivejet
prospect
protect
protein
proton
prototyp
protrud
protrus
protuber
prove
provid
provis
provision
provok
proxim
ps
pseudo
pseudotwo
psf
psi
psia
psig
psycholog
pt
public
publish
puls
pulserocket
pump
punctur
pure
purpos
pursu
put
puzzl
pv
pyramid
pyrex
q
qm
quadrat
quadratur
quadruplet
quadrupol
qualit
qualiti
quantit
quantiti
quantum
quart
quarter
quarterchord
quarterinfinit
quartic
quartz
quasi
quasicon
quasicylind
quasicylindr
quasiequilibrium
quasiincompress
quasionedimension
quasispher
quasisteadi
quasiunsteadi
quench
quest
question
quick
quickact
quiet
quit
quot
quotat
r
r(x
r.a.e
r.a.e.101
r.a.e.104
r.m.s
r48
r82
r=1.4
r=420
r=502
r=5314
r=5906
rabotnov
radar
radartrack
radial
radialband
radian
radiant
radiat
radic
radii
radius
radiusthick
radom
radon
rae
rae.101
rais
rake
raleigh
ramet
ramp
rand
random
randomprocess
randon
rang
rankin
rankinehugoniot
rapid
rapidh
rapidly/freez
rarefact
rarefi
rarefiedair
rate
ratecontrol
rategovern
rather
ratio
ratiobeen
ration
ratiothat
ray
rayleigh
rayleighritz
rayleightollmien
rayleightyp
re
reach
react
reaction
reactionr
reactionresist
reactiv
reactor
read
reader
readi
readili
reaffirm
real
realflow
realga
realis
realist
realiz
realli
reanalysi
reanalyz
rear
rearrang
rearward
rearwardexhaust
reason
reattach
receiv
recent
reciproc
recircul
recogn
recognis
recombin
recommend
recompress
record
recours
recov
recover
recoveri
recoverytemperatur
rectangl
rectangular
rectilinear
recur
recurr
recurs
redefinit
reder
redesign
redirect
redistribut
reduc
reducedfrequ
reducedmodulus
reducedplasma
reduct
redund
reemphas
reenter
reentrant
reentri
reentrytyp
reestablish
reexamin
ref
ref.6
refer
referenc
referenceenthalpi
refin
refinementthi
reflect
reflectedshock
reflex
reformul
refract
refractori
regain
regard
regardless
regim
region
regionsan
regist
regular
reichardt
reimping
reinforc
reinvestig
reiss
reissner
reject
relat
relationship
relativedens
relativist
relax
relay
releas
relev
reli
reliabl
reliev
remain
remaind
remark
rememb
remot
remov
render
reorbit
rep
repair
repeat
repercuss
repetit
replac
repli
report
repres
represent
reproduc
requenc
request
requir
research
researchtyp
researchvehicl
resembl
reserv
reservoir
reshotko
residu
resili
resin
resist
resler
resolidif
resolut
resolv
reson
resort
resourc
respect
respond
respons
rest
restor
restrain
restraint
restrict
result
resultantforc
retain
retard
retrocket
retrorocket
retroveloc
return
reuss
rev
reveal
revers
reverseflow
revert
review
revis
revolut
rewrit
reynold
reynoldsnumb
reynoldsnumberdepend
rf
rft1/8
rheolog
rhombic
rib
ribbon
ribskin
riccati
richmond
riddel
ridg
right
rigid
rigidbodi
rigor
ring
ringstiffen
ringw
riolat
rippl
rise
risk
ritz
rivet
rl(x
rm
rms
roar
rocket
rocketborn
rocketchamb
rocketexit
rocketjet
rocketjetexit
rocketlaunch
rocketoff
rocketon
rocketpropel
rod
roe
roger
rogh
role
roll
rolledup
rollingmissil
rollingup
rollup
room
roomtemperatur
root
rootmeansquar
rose
rotari
rotat
rotationallysymmetr
rotor
rott
rough
roughen
round
roundedentr
roundnos
routh
routhhurwitz
routin
row
roy
royal
rpm
rsult
rt
rube
rubesin
rudimentari
rule
run
rung
rungekutta
ruptur
russian
s
s.l.r
s=1
s=2
safe
safeti
said
sail
sake
sakurai
salient
salmon
salt
same
sampl
sand
sandgrain
sandpap
sandwich
sandwichtyp
sanger
satelit
satellit
satellites/sputnik
satisfact
satisfactori
satisfactorili
satisfi
saunder
saundersro
save
say
scalar
scale
scan
scar
scarc
scarshaack
scatter
schemat
scheme
schlicht
schlieren
schlierenphotomultipli
schmidt
schoenherr
schubauer
schuh
schultz
schultzgrunow
schwarz
sci
scienc
scientif
scientist
scoop
scope
screen
scruton
sea
seal
sealevel
sealingair
sear
search
season
seban
sec
secant
second
secondari
secondaryflow
secondord
sect
section
sector
sectori
secur
sediment
sedov
see
seed
seek
seem
seen
segment
seidel
select
self
selfbalanc
selfconsist
selfcontain
selfgener
selfinduc
selflumin
selfpreserv
selfsimilar
selfsustain
semi
semialgebra
semiangl
semiapex
semiballist
semiballistictyp
semicircl
semicircular
semiconverg
semidiamet
semiellipsoid
semiempir
semiincompress
semiinfinit
semimajor
semispan
semispantochord
semivert
semivertex
semivertexangl
senior
sens
sensibl
sensit
sensor
separ
separatedflow
separationeffect
separationfre
separationi
septemb
sequel
sequenc
ser
serbin
seren
seri
serious
serv
servic
servo
sesir
set
setup
seven
seventh
seventhdegre
seventhpow
sever
sextic
shadow
shadowgraph
shaft
shaftmount
shall
shallow
shallowshel
shallowwat
shank
shanley
shanleyto
shape
shapiro
sharp
sharpcorn
sharpedg
sharpli
sharpnos
sharpplat
sharptip
shear
sheara
shearingstress
shearlay
shearstress
sheath
shed
sheet
shel
shell
shelter
shelteredsid
shercliff
shesterikov
shield
shift
ship
shock
shockboundari
shockboundarylay
shockcompress
shockdetach
shockdisplac
shockexpans
shockgener
shockinduc
shocklay
shockless
shockprocess
shocksepar
shockshap
shockstandoff
shocktub
shockwav
shockwaveboundarylay
short
shortcom
shorten
shorter
shortest
shortlifetim
shortperiod
shortskirt
shorttim
should
shoulder
show
show/1/how
shown
shroud
shuffl
shyperson
sibulkin
side
sideforc
sidejet
sideslip
sidewal
sidewash
sight
sign
signal
signaltonois
signific
sigular
silenc
silica
similar
similari.
similitud
simmon
simpl
simpler
simplest
simplewav
simpli
simplic
simplif
simplifi
simplysupport
simul
simultan
simultaneouslyattain
sin
sinc
sine
sing
singl
singleand
singlebay
singlebeam
singledegre
singledegreeoffreedom
singleel
singleintegr
singlepass
singlepl
singlepoint
singlerot
singlerotor
singlestag
singlestep
singletyp
singlevalu
singlewedg
singular
sink
sinusoid
sir
siren
situat
six
sixdegre
sixfigur
sixpropel
sixth
sixthdegre
sizabl
size
sizeabl
skan
sketchi
skew
skewedparabol
skewedparabolicblad
skill
skin
skincool
skinfrict
skinpanel
skinstiffen
skip
skirt
slab
slend
slender
slenderairfoil
slenderbodi
slendertail
slenderw
slew
slice
slide
slider
sliderbear
slighlti
slight
slip
slipflow
slipstream
slope
slopecompat
slosh
slot
slottedflap
slow
slower
slowli
slug
small
small/less
smallamplitud
smalldeflect
smalldiamet
smalldisturb
smalleccentr
smaller
smallest
smallperturb
smallscal
smallshear
smell
smith
smoke
smooth
sn
snap
snow
so
soak
sobson
soc
socal
societi
sodium
sodiumlin
soft
solar
sole
solid
solidbodi
solidconstruct
solidfuel
solidif
solidpropel
solubl
solut
solutioni.
solv
som
some
someth
sometim
somewhat
somewher
sommerfeld
sonic
sonicboom
sonicpoint
sonicwedg
soon
sophist
soret
sort
sought
sound
soundattenu
soundingrocket
soundpressur
soundsourc
sourc
sourcesink
southwel
space
spacecraft
spacevehicl
spacewis
span
spanload
spanwis
spar
spark
spatial
spe
speak
speci
special
specialis
specif
specifi
specificheat
specimen
spectacular
spectra
spectral
spectrograph
spectrum
spectrumlin
specular
speculartyp
spee
speed
speeddistribut
speedsthreedimension
spenc
speric
sphere
spherecon
spheric
sphericalatmospher
sphericalcon
sphericallyblunt
spheroid
spike
spikednos
spillag
spin
spindl
spindleshap
spinner
spiral
spirit
spite
split
splitter
splittervan
spoken
sponsor
spontan
spot
spragu
spray
spread
spreiter
spring
spurious
sq
sq.ft
squar
squareedg
squareplanform
squareroot
squir
sr
srn1
stabil
stabl
stack
staff
stage
stagematch
stagestack
stagger
stagnant
stagnat
stagnationenthalpi
stagnationlin
stagnationpoint
stagnationpressur
stagnationtofreestream
stagnationtowal
stainless
stainlesssteel
stall
stallflutt
stalllimit
stallnaca
stand
standard
standoff
standpoint
stanton
start
state
statem
stateoftheart
static
staticpressur
staticpressureris
staticthrust
statictotot
station
stationari
statist
statisticalmechan
stator
status
steadi
steadili
steadyflow
steadymot
steadyst
steam
steamlin
steamturbin
steel
steep
steepest
stefan
stefanboltzmann
stein
stem
step
stepbystep
stepdown
stepinduc
stepwis
stewartson
stewartsonillingworth
stiff
stiffen
still
stimul
stimulus
stine
sting
stingcon
stingmount
stipul
stochast
stoke
stoker
stokess
stol
stone
stonecyph
stoni
storag
store
straight
straightedg
straightsid
straightthrough
strain
strainanalysi
straindisplac
straingag
straingaug
straintim
strang
stratagem
stratford
stratiform
streak
stream
streamfila
streamhav
streamlin
streamsid
streamtowal
streamtub
streamwis
strength
strengthen
stress
stressdeflect
stressstrain
stressstraintemperaturetim
stretch
stretchedmembran
strict
strike
stringer
stringertwist
strip
stripanalysi
striptheori
stroboscop
strong
stronger
stronginteract
strongshock
strouhal
struck
structur
structuralload
strut
studi
studied.dash
studies.dash
studiesexperiment
sturm
sturmliouvill
sub
subarc
subaudio
subcasethat
subcommitte
subcor
subcrit
subdivis
subject
sublay
sublim
submerg
submit
subperige
subroutin
subscript
subsequ
subsidiari
subson
subsonic/superson
subsoniclift
substanti
substitut
subtend
subtract
succeed
success
such
suck
suction
sudden
sudden/freezing/of
suffer
suffici
suffix
sugar
sugarscoop
suggest
suit
suitabl
sum
summar
summari
summaris
summat
super
superaerodynam
supercircular
supercrit
superfast
superfici
superimpos
superior
superpos
superposit
supersatellit
superscript
supersed
superson
supersonicaircraft
supersonicairfoil
supersonicflow
supersonichyperson
supersonicwak
supplem
supplementari
suppli
supplort
supplystream
support
suppos
supposit
suppress
sure
surfac
surfaceheat
surfaceheattransf
surfacepressur
surfaceshear
surfacetab
surfacetemperatur
surfaceveloc
surg
surpass
surpris
surround
survey
suscept
sustain
sutherland
sutton
swallow
sweat
sweatcool
sweep
sweepback
swept
sweptback
sweptbackw
sweptforward
sweptw
swirl
switch
symmetr
symmetri
symposium
syng
synthes
synthesi
system
systemat
systems,./b/estim
t
t(x
t3
t4
t6
tab
tabl
tabul
tabular
tacit
tail
tailbodi
tailboom
tailinterfer
tailless
tailor
tailoredinterfac
tailplan
tailwind
tain
take
taken
takeoff
takeoffandland
talbot
tamada
tan
tang
tangenc
tangent
tangentcon
tangenti
tangentmodulus
tangentwedg
tangentwedgeapproxim
tank
tao
tap
taper
taperedplanform
target
task
taxi
taxiingturn
taylor
taylormaccol
tech
technic
techniqu
technol
technolog
tedious
teeth
teflon
telegraph
telemet
teller
temp
temperatur
temperaturedepend
temperatureedg
temperaturefield
temperaturei.
temperatureload
temperatureris
temperaturetim
tempratur
ten
tend
tendenc
tensil
tension
tensor
tentat
tenth
term
termin
terminol
termperatur
termwis
terrain
terrestri
test
testedbetween
testflow
testtheori
tetrachlorid
text
th
than
that
the
the/second
thedens
theequilibriumparamet
their
theirworstvalu
theless
them
themselv
then
thenc
thenewtoniantheori
theodorsen
theorem
theoret
theoreticalbuckl
theori
theorye.g
theoryon
theoryreview
theorythat
there
thereaft
therebi
therefor
therefrom
thereof
thermal
thermalboundarylay
thermalexpans
thermalfatigu
thermallay
thermalshock
thermalstress
thermalstressfatigu
thermo
thermoaeroelast
thermochem
thermocoupl
thermodynam
thermoelast
thermomechan
thermomet
thermopropuls
these
thesi
thesolar
theta
they
thick
thicken
thicker
thickness/chord
thicknesschord
thicknessdiamet
thicknesstochord
thicknesstoradius
thickwal
thin
thinfilm
thing
think
thinner
thinplat
thinw
thinwal
third
thirdord
thirteen
this
thn
thoma
thorough
those
though
thought
thre
threaten
three
threebar
threebodi
threedimension
threedimensionali.
threepoint
threewav
threeyear
threshold
throat
throttl
through
throughout
throw
thrown
thrust
thrustvector
thus
thwait
thwaitess
tical
tietjen
till
tilt
tiltw
time
time,.and
timeaverag
timedepend
timederiv
timehistori
timeindepend
timevari
timewis
timoshenko
ting
tion
tional
tip
tipblunt
titan
titl
tn
tne
tnis
to
to/a
toambient
today
togeth
told
toler
tollmien
tollmienschlicht
tomomentum
tomotika
too
took
tool
top
topic
torda
toricon
toriconic1a
torispher
toroid
torqu
torsion
torsioncontrol
torus
total
totalangl
totalhead
totalpressur
totaltailassembl
touch
towal
toward
townend
townsend
toxic
trace
track
tractabl
traction
tractor
tradit
trail
trailingedg
trailingedgetip
trailingvortex
trailsi.
trajectori
tran
trans.amer.math.soc.33
transcend
transcendent
transduc
transf
transfer
transfn
transform
transient
transit
transitionfix
transitionrevers
transitiontrigg
translat
translatori
transmiss
transmit
transon
transonicbump
transonicflow
transonictunnel
transpar
transparentwal
transpir
transpirationcool
transport
transportairplan
transtabl
transvers
transversecurvatur
transversewav
trapezoid
travel
travers
treat
treatis
treatment
trefftz
trefitz
trend
tri
trial
trialanderror
triangl
triangular
triangularw
tribut
trick
trigger
trigonometr
trim
trip
