1
13th
14
1788
2
257
262
3
6
a
about
absolut
accomplic
accord
acknowledg
acquaint
act
actual
adapt
addit
adher
adjourn
adjust
administr
admir
admit
advic
affect
afford
afterward
against
agenc
aggreg
agit
aid
alien
all
allianc
alon
also
alter
alway
ambassador
amen
america
amount
an
anal
and
ani
annual
answer
apart
appeal
appear
appertain
appoint
approv
arbit
are
aris
aristocraci
arm
armi
arrang
arriv
art
articl
artifici
as
ascrib
assembl
assert
at
attempt
attend
attent
author
be
becaus
becom
been
believ
better
between
bill
birth
blackston
bodi
both
bound
branch
briberi
britain
british
broach
but
by
calcul
call
can
candor
cannot
capac
care
case
cast
caus
certain
chancellor
chang
chap
charact
charl
chief
chosen
church
circul
circumst
claim
close
closer
closet
co
coin
comfort
command
commanderinchief
commandersinchief
commentari
commerc
commerci
commiss
common
compact
compar
comparison
complet
compos
comput
concern
conclud
conclus
concur
concurr
confeder
confederaci
confer
confid
confin
confirm
confisc
conform
congress
consent
consequ
consid
consider
consist
conspiraci
constitu
constitut
contrari
contrast
conven
conveni
convent
convict
cooper
copi
corpor
correspond
could
council
cours
court
creat
crime
crisi
crown
currenc
danger
death
declam
declar
degre
delawar
delic
demand
denizen
depart
descend
descript
design
desir
despot
determin
differ
difficult
digniti
direct
disagr
disgrac
disord
dispos
disposit
disput
dissimilitud
dissolv
disus
divid
do
doctrin
doe
dominion
draw
dread
durat
each
easi
effect
efficaci
either
elect
elig
embargo
emphat
employ
enemi
england
enter
enterpris
entir
entitl
equal
erect
establish
even
ever
everi
evid
exact
exce
except
execut
exempt
exercis
exert
exist
expect
expedi
express
expressli
extend
extraordinari
fact
fair
faith
far
feder
few
final
first
fleet
for
forc
foreign
forev
format
former
fort
found
fountain
four
fourth
frequent
friday
from
gain
gener
give
given
govern
governor
grand
grant
great
greater
ground
group
had
hampshir
hand
has
have
hazard
he
head
heard
heir
henc
hereditari
hesit
high
him
himself
his
honor
hostil
hous
how
howev
i
if
ii
imagin
immenmori
immens
impeach
import
impun
in
incapacit
incid
inclin
indemn
independ
inferior
influenc
insinu
instanc
insur
intend
intermiss
interposit
interpret
into
intric
invest
inviol
involv
is
it
itself
judg
jurisdict
jurist2
justifi
keep
khan
kind
king
kingdom
know
land
larger
last
latter
law
lay
legal
legisl
legislatur
legislature.1
less
levi
liabl
liberti
light
like
limit
lodg
long
machin
made
magistr
majesti
major
make
man
manner
march
mark
market
maryland
massachusett
materi
matter
matur
may
mean
measur
member
mere
might
militari
militia
minist
miscarri
misdemeanor
mode
monarch
monarchi
money
more
most
mountain
much
murder
must
mutini
nation
natur
naval
navi
necess
necessari
necessarili
need
negat
never
new
no
nobil
noblemen
nomin
nomination.3
nor
not
noth
now
number
obligatori
obtain
occas
occasion
of
offend
offens
offic
often
on
one
oper
or
ordinari
origin
other
otherwis
ought
our
out
oweshi
own
p
packet
page
paper
parallel
pardon
parliam
parliamentari
part
particl
particular
pass
past
patrimoni
peac
pennsylvania
peopl
perfect
perform
period
perman
perpetu
persever
person
persuad
place
plan
pleasur
plentitud
plot
point
polit
possess
possessor
possibl
power
practic
precaut
preced
precis
predecessor
prefer
preliminari
prerog
prescrib
present
presid
pretend
pretens
princ
princip
privaci
privileg
probabl
proce
prohibit
pronounc
proper
propos
proprieti
prorogu
prosecut
prospect
provid
provis
public
publius
punish
purpos
pursu
qualifi
queen
question
rais
ratif
re
real
realiti
realli
realm
reason
receiv
recollect
recommend
reconsider
reelig
regard
regul
relat
remov
render
repres
represent
repriev
requisit
resembl
respect
respons
return
revenu
revis
revisionari
revolut
rich
right
ripen
royal
rule
run
sacr
same
sanction
scale
scarc
screen
sea
second
secret
seem
seen
seignior
seldom
senat
serv
servant
servic
seven
sever
shall
share
shelter
should
signatur
similar
sing
singl
situat
small
so
sole
some
sometim
sovereign
spiritu
stand
state
statut
step
still
stipul
strength
strike
strong
style
subject
substanc
substitut
such
superior
suprem
system
take
talli
tamoni
tartari
tell
temptat
than
that
the
their
them
theme
there
therefor
these
they
thing
think
third
this
those
though
three
through
throughout
throw
till
time
titl
to
total
trace
transact
treason
treati
tri
tribun
true
truli
truth
turn
two
under
undertak
undoubt
unequivoc
unfair
union
unit
unlik
until
upon
us
use
utomst
valid
veri
vest
vide
view
vol
vote
war
was
we
weight
well
were
what
whatev
when
whether
which
while
who
whole
wholli
whose
wide
will
with
within
without
wors
worthi
would
writer
year
yet
york