a
abl
abus
accomplish
accord
account
acknowledg
acquir
act
actual
ad
add
addit
address
administr
admit
advanc
advantag
adversari
affair
affect
after
afterward
against
all
allow
almost
alon
alreadi
also
am
ambit
america
american
among
an
analog
anchor
ancient
and
anguish
ani
annual
answer
anti
antifeder
antiqu
appar
appear
appli
appoint
apposit
apprehend
archon
are
argum
aris
aristocraci
aristocrat
arriv
art
as
assembl
assemblag
associ
at
athen
attach
attain
attempt
attent
augment
author
auxiliari
avoid
back
be
becaus
been
befor
believ
besid
best
betray
between
bitter
blame
blend
blind
blow
bodi
branch
bring
british
but
by
calam
call
can
cannot
capac
care
career
carthag
case
caus
certain
chain
chang
changeabl
charact
check
chosen
circumspect
circumst
circumstanti
citizen
class
clear
coequal
collect
color
combin
commenc
common
commun
compar
compass
complet
concern
conclus
concurr
condemn
confeder
confid
connect
consequ
consid
consider
consist
constitu
constitut
construct
contain
content
contest
continu
contrari
control
cool
correspond
corrupt
cosmi
could
council
countri
crete
critic
crowd
crush
daili
danger
day
decre
defeat
defect
defend
defens
degre
deleg
deliber
delus
democraci
deni
depart
depend
deriv
descript
desideratum
desir
detach
differ
difficult
display
dispos
disquisit
dissimilar
distinct
distinguish
distribut
district
divid
do
doubt
dozen
draw
drawn
drew
due
durabl
durat
each
effect
effectu
elect
emin
employ
encroach
end
endang
endeavor
enforc
engag
enlighten
enter
entertain
entir
ephori
equal
error
escap
essenti
establish
esteem
estim
even
event
ever
everi
evid
exampl
exclus
execut
exemplifi
exempt
exert
exist
experi
explain
explan
expos
extend
extens
extinguish
extrem
fact
famili
far
favor
feder
feel
few
fifth
fill
final
find
first
flatteri
fluctuat
folli
follow
for
forc
foreign
foresight
forfeit
form
former
fortun
found
four
free
frequenc
frequent
from
fugit
full
function
furnish
futur
gain
gener
genius
given
good
govern
gradual
great
greater
greec
guard
guid
had
half
halfyear
hand
happen
has
have
hemlock
her
here
hereditari
himself
histori
honor
hous
how
howev
human
hundr
i
if
ignor
illicit
illustr
imit
immedi
imparti
import
improv
in
incid
inconveni
incorpor
inde
indel
independ
indirect
individu
industri
inevit
infect
influenc
inform
inhabit
iniquit
instanc
instead
institut
instruct
insur
interest
interfer
into
invest
irregular
irresist
is
island
it
itself
jealous
jealousi
journal
judgment
just
justic
known
labor
lament
larg
last
latitud
latter
law
lawless
least
leav
left
legisl
legislatur
less
lesser
liberti
lie
life
light
like
limit
link
littl
live
lodg
long
longer
longliv
lost
loud
made
maintain
make
man
mani
mankind
maryland
may
mean
measur
medit
meet
member
men
mention
merit
might
mind
misguid
misl
misplac
misrepresent
mix
modern
moment
momentari
monarch
more
most
move
must
narrow
nation
necess
necessari
nee
neither
never
nevertheless
new
next
nine
no
nobl
nor
not
noth
notwithstand
now
number
numer
object
obscur
observ
obstruct
obtain
occupi
of
offic
offspr
often
on
one
oper
opinion
opposit
opul
or
order
origin
other
otherwis
ought
our
out
over
overlook
overmatch
own
palpabl
paper
paradox
part
parti
partial
particular
passion
peculiar
peopl
perform
perhap
period
perman
person
persuad
pivot
place
plan
plenipotentiari
point
polici
polit
polybius
popular
portion
posit
possess
possibl
power
prais
pre
precaut
precis
preemin
prejudic
prerog
preserv
presum
prevail
prevent
previous
pride
primit
princip
principl
prior
pristin
probabl
proceed
proclaim
produc
progress
pronounc
proof
proper
proport
propos
proposit
proprieti
prosecut
prosper
prove
provid
public
publius
punic
pure
pursuit
qualifi
qualiti
rather
readi
realli
reason
recollect
recommend
refer
reform
regain
regard
regener
region
relat
reli
remain
remark
remedi
render
repeat
repli
repres
represent
reproach
republ
repugn
reput
requir
requisit
respect
respons
restor
restraint
result
revolut
rhode
right
rival
rome
rotat
ruler
safeguard
salutari
same
scarc
scrupl
second
seem
seen
select
senat
senatori
sens
sensibl
sentenc
separ
serious
seven
sever
shall
share
she
short
should
show
shown
side
silenc
similar
similitud
sinc
sing
sister
situat
six
sixth
small
smaller
so
solon
some
sometim
sooner
sparta
speedili
spread
stabil
stabl
state
statu
steward
still
stimul
strong
subject
subsequ
succe
succeed
success
such
suffici
suffrag
suggest
superior
supersed
suppli
support
suppos
suspend
suspicion
symptom
temper
temporari
ten
tenant
term
territori
terror
testimoni
than
that
the
their
them
themselv
then
there
therefor
these
they
thing
this
those
though
through
thus
time
to
total
trace
train
transact
transform
tri
tribun
triumph
true
trust
truth
turbul
two
tyrann
tyranni
ultim
unabl
unanim
unawar
unbias
unconfin
undeni
under
undervalu
unenlighten
unfit
unfortun
union
unit
unjust
unknown
unobserv
unquestion
until
unworthi
up
us
use
usurp
util
vacanc
variabl
various
veri
view
violent
vortex
want
war
warp
warrant
was
we
weight
welfar
well
wellchosen
wellconnect
wellconstruct
were
what
whatev
when
where
which
whilst
who
whole
wholli
whom
whose
wil
will
wise
with
within
without
world
would
year
yet
york