
1
1787
27
a
abil
abl
about
abroad
abstract
acced
accord
acknowledg
acquaint
activ
adapt
addit
adequ
administr
admit
advantag
adventur
adversari
affin
after
against
agenc
aggreg
agit
agricultur
alacr
all
almost
alon
alreadi
also
alway
america
among
amount
ampl
an
and
ani
anoth
answer
appear
apt
arbitrari
ardent
are
arm
armi
arriv
articl
as
aspect
assert
assidu
astonish
astray
at
atlant
aton
attempt
attend
augment
avail
avaric
avenu
averag
avoid
basi
bay
be
bear
becom
been
befor
believ
benefit
best
between
beyond
blend
boast
both
branch
britain
brook
burden
but
by
call
can
cannot
care
cargo
celer
cent
channel
chiefli
choic
choos
circl
circuit
circul
circumst
citi
citizen
class
climat
co
coast
coincid
collect
come
commerc
commerci
commun
comparison
compass
compel
compet
complic
comput
concert
condit
conduc
confederaci
confin
conjectur
connect
consequ
consider
consist
consol
conspir
constant
consumpt
contain
continu
contraband
contrari
contribut
convict
cooper
copious
could
counsel
countri
critic
cultiv
danger
darl
dealer
decis
defeat
defect
degrad
degre
delin
demand
depend
deplor
deriv
descript
destin
destitut
detect
differ
difficulti
diminish
direct
disadvantag
disappoint
discern
distanc
distress
disunion
dominion
doubt
drawn
dread
duti
each
eager
earth
easi
easier
economi
effect
effectu
efficaci
embarrass
emperor
employ
empti
enabl
encumb
enforc
enlighten
enough
enterpris
entranc
equal
escap
essenti
estat
estim
europ
european
evas
even
event
ever
everi
everywher
evid
exce
exceed
excis
exert
exist
expect
expens
experi
extend
extens
extent
extravag
extrem
eye
facil
facilit
fail
faith
fall
familiar
far
farmer
favor
feder
feel
fertil
few
fifteen
final
financ
fine
fiscal
flourish
flow
folli
for
foreign
form
forward
foster
found
foundat
four
franc
free
freer
frequent
friend
from
full
fund
furnish
further
gallon
gather
gener
genius
germani
gloomi
gold
govern
gratif
great
greater
greatest
grow
guard
guardth
habit
had
hand
handmaid
happen
has
have
hazard
he
health
her
here
hereditari
hinder
his
hitherto
hold
hour
hous
how
human
hundr
husbandman
i
if
ill
illicit
illinform
immedi
immens
import
imposit
impost
impractic
improv
in
incid
incit
increas
inde
independ
indirect
individu
indubit
industri
infatu
influenc
inform
infract
inher
inland
inpercept
inquiri
inquisit
inroad
instrum
insuffici
insur
intercours
interest
intersect
interwoven
intim
into
intoler
introduct
invigor
invis
is
it
itself
jealousi
judici
keep
kind
labor
labori
laden
laid
land
languag
languid
larg
latter
law
lead
least
led
legislatur
length
less
lie
light
littl
long
look
low
luxuri
made
make
man
manner
manufacturer,
manufacturer,al
materi
matter
may
mean
measur
mechan
medium
memori
men
merchant
metal
method
might
mild
million
mine
mode
monarch
money
moral
more
most
mr
much
multipi
multipli
multitud
must
mutil
mutual
my
narrow
nation
natur
necess
necessarili
necessit
neckar
neighbor
never
nevertheless
new
night
no
nor
not
noth
novemb
now
number
numer
object
oblig
obstacl
obtain
occas
of
often
oftenagit
on
onc
one
open
oper
opportun
oppress
opul
or
order
ordinari
other
otherwis
our
ourselv
out
owe
own
pace
packet
palpabl
parcel
parent
part
partial
passag
patrol
pay
payment
pecuniari
peopl
per
perceiv
peremptori
perhap
peril
permit
person
pervad
place
plainest
pleas
pocket
point
polit
popul
popular
port
possessor
pound
power
practic
precari
precaut
precious
prejudic
present
preserv
prevent
primari
princip
prior
privat
procur
prodigi
produc
product
prolif
promot
proof
proper
properti
proport
proportion.1
prosper
prove
provid
provinc
public
publius
purpos
put
quantiti
question
rais
rare
rate
ratio
real
reason
receiv
refin
regul
relat
relinquish
reluct
remain
remark
render
requisit
resembl
resign
resourc
respect
rest
revenu
reward
right
rigor
risen
rivalship
river
safe
same
satisfact
satisfi
scanti
scarciti
secur
seem
seen
sentinel
separ
serious
serv
sever
shall
shape
shill
shore
should
show
side
signif
silenc
silver
simpl
singl
sink
situat
slender
small
so
societi
soil
sole
some
sourc
speci
spirit
state
statecould
statesmen
station
stratagem
strength
strong
subject
subsist
succor
such
suffici
sum
superior
suppli
support
surpris
sustain
system
taught
tax
taxat
taxgather
temper
temptat
tend
tendenc
territori
than
that
the
their
them
themselv
there
therefor
these
they
thing
this
those
thousand
three
through
throw
thus
time
to
toil
toler
too
trace
trade
traffic
treasuri
trebl
tri
true
truth
tuesday
twenti
two
unabl
under
uniform
union
unison
unit
unlad
unless
unwelcom
upon
upward
us
use
util
vain
valu
valuabl
various
vent
veri
vessel
vexati
view
vigil
vigor
violat
vivifi
want
war
wash
water
way
we
wealth
weight
welfar
well
what
where
which
who
whole
will
with
within
without
would
yet
yield
york