12
1788
a
abserv
accord
accuraci
act
adher
adjust
admiss
admit
adopt
advantag
advoc
after
against
aggreg
agre
all
allot
allow
alon
also
although
altogeth
america
among
amount
an
and
ani
anim
anoth
appeal
appear
appli
applic
appoint
apport
apportion
are
aris
articl
as
ask
at
attent
away
balanc
barbar
be
bear
becaus
been
below
best
bestow
bia
bodi
both
branch
brethren
burden
but
by
calcul
candid
caprici
case
census
certain
channel
charact
charg
chastis
choic
choos
citizen
class
co
combin
come
commit
common
compar
compel
complain
complaint
complet
compos
comprehend
compromis
comput
concur
confeder
confederaci
confer
confess
congress
connect
consequ
consid
consider
consist
constitut
contend
contest
contrari
contribut
control
convent
convey
cooper
correspond
could
council
counti
creation
criterion
debas
decid
defens
degrad
degre
deni
denomin
depend
depriv
deriv
design
determin
differ
direct
disposit
disput
distinct
district
divest
doctrin
doe
down
each
effect
efficaci
elect
employ
entitl
equal
especi
establish
estim
even
ever
everi
evid
exagger
exclud
exercis
exist
expect
expedi
express
extend
extent
fact
fall
far
februari
feder
feel
fifth
follow
for
forc
former
fortun
found
free
frequent
from
full
fulli
fundament
gainer
gener
given
govern
great
ground
guardian
guid
had
hand
has
have
he
henc
himself
his
hitherto
hous
howev
human
i
idea
if
immedi
imparti
impercept
imperfect
import
impos
in
includ
increas
individu
influenc
inhabit
insert
insist
institut
intend
interest
intervent
into
irrat
is
it
itself
join
just
labor
laid
larger
latter
law
least
legal
legislatur
less
let
level
liberti
life
light
like
limb
list
littl
live
longer
major
man
manner
master
materi
may
me
mean
measur
member
men
mere
might
mix
moder
moral
more
most
must
mutual
natur
necessari
necessarili
negro
neither
netherland
new
next
no
nor
not
notwithstand
number
numer
object
objection
observ
obtain
of
offer
on
one
oper
opposit
opul
or
ordinari
other
ought
our
over
own
packet
paid
part
partak
parti
particular
peculiar
peopl
perhap
person
place
point
polici
possess
possibl
power
practic
precis
prefer
pretext
prevail
principl
probabl
proce
proceed
produc
proper
properti
proport
propos
proprieti
protect
public
publius
punish
qualif
qualiti
question
race
rank
rather
ratio
readi
reason
recent
reconcil
reduc
refer
refus
regard
regul
reject
relat
repel
repli
repres
represent
reproach
requir
requisit
resolut
respect
restor
restrain
result
retort
richer
richest
right
rigor
rule
said
salutari
same
sanction
scale
secur
servitud
sever
shall
share
should
shown
side
similar
singl
situat
slave
smaller
so
societi
some
southern
standard
state
still
strain
subject
subscrib
subsequ
such
suffrag
superior
surpris
swell
system
take
taken
tariff
tax
taxat
temptat
than
that
the
their
them
themselv
then
there
therefor
these
they
this
those
though
through
time
to
too
toward
transform
true
truth
tuesday
two
under
understand
understood
unequ
unfit
unfortun
union
unit
univers
unnatur
upon
valu
vendibl
veri
view
violenc
voluntari
vote
waiv
was
we
wealth
wealthi
weight
well
were
what
whatev
when
whether
which
who
whole
will
with
without
would
yet
york