10
1788
a
abandon
abolish
abridg
absurd
abus
accomplish
accord
acquir
act
actuat
admonit
adopt
advantag
adversari
advertis
afford
against
agreeabl
aid
aim
alien
all
alway
ambit
america
amount
an
and
ani
annual
anoth
answer
appear
applic
appoint
apprehend
apprehens
approach
apt
arbitrari
ardent
are
argum
aristocrat
arm
armi
art
artific
as
assembl
assist
associ
at
attack
attain
attempt
attend
attent
author
auxiliari
avail
away
be
becaus
been
begin
believ
benefici
best
better
between
bodi
breath
brother
busi
but
by
calcul
call
camp
can
cannot
capabl
care
career
carri
case
cast
caus
certain
chain
champlain
charact
chariti
chimera
circumscrib
circumst
citizen
civil
class
collect
color
comitatus
command
commenc
commit
common
commonsens
compos
conceit
conceiv
concern
concert
conclus
confederaci
confid
conflict
congress
consid
consider
constitut
contumaci
convent
corp
could
countri
countrymen
cours
crush
curious
daili
danger
day
deal
debt
declar
deduc
deduct
defend
defens
degre
deliv
descent
design
desir
despot
destitut
detest
devis
differ
digest
dire
direct
discern
discharg
disciplin
discolor
discours
disfigur
disgust
disingenu
dispens
dispos
distanc
distant
distemp
distort
do
dominion
dor
doubt
drag
draw
drawn
ducat
due
dutch
duti
effect
efficaci
eloqu
emerg
employ
empow
enabl
enact
end
endur
enemi
engin
enlighten
enthusiast
entir
entitl
equal
equip
essenti
establish
even
everyth
evid
evolut
exagger
exampl
exce
excel
excit
exclus
execr
execut
exercis
exhibit
exist
expect
expedit
expens
experi
expert
extent
extinguish
extravag
faction
fair
fall
fanatic
far
farfetch
favor
fear
feder
feebl
feel
fellow
fellowcitizen
fetch
field
first
fit
five
follow
foolish
for
forc
forese
foreseen
form
format
former
formid
forth
fortun
fraught
free
french
frequent
fright
from
function
futil
georgia
go
gorgon
govern
graviti
great
grievanc
ground
guard
guardian
habit
had
hampshir
hand
has
hatr
haughti
have
he
him
his
hold
home
hopeless
how
hundr
hydra
i
idea
if
ill
illog
illwritten
imag
imagin
import
impos
imposit
imposs
impractic
improb
impuls
in
inattent
incendiari
incens
incid
incit
includ
incoher
inconveni
inde
induc
indulg
industri
infal
infer
inferior
inflammatori
influenc
inform
injuri
inspir
instead
instil
institut
instrum
insurrect
intellig
intend
interest
intern
into
intrench
intrust
invas
involv
irrit
is
it
itself
januari
jealousi
judgment
juri
just
kentucki
kind
labor
lake
land
larg
late
latter
law
lay
legislatur
lessen
liberti
light
like
listless
littl
long
loss
loui
made
magistr
magnitud
make
man
mani
manner
march
mass
massachusett
matter
may
me
mean
medit
member
men
mere
method
might
mile
militari
militia
militiamen
mind
mingl
mischiev
moder
moment
monster
more
most
motiv
movem
much
must
mutual
my
name
nation
natur
nay
near
necessari
need
neglect
neighbor
neither
never
new
next
no
none
nor
not
noth
nowher
number
numer
object
oblig
observ
odium
of
offic
offspr
often
on
onc
one
oper
opinion
opposit
or
order
organ
other
ought
our
out
over
own
paid
paper
paradox
part
particip
particular
pass
patriot
peac
peculiar
peopl
perdit
perfect
person
perus
place
plan
point
polit
poss
possibl
power
practic
prejudic
preponder
preposter
prescrib
present
pretext
prevent
price
princip
principl
product
profici
prohibit
project
proper
properti
propos
proprieti
prostrat
protect
provid
provis
public
publius
purpos
pursu
quarter
railleri
rate
ratifi
rave
read
readi
real
realli
reason
recur
refin
refractori
regul
relat
remark
render
repres
republ
republican
requir
reserv
resist
respect
rest
rhetorician
right
rivet
romanc
rule
ruler
safeti
same
sampl
scheme
scienc
seat
secur
sedit
see
select
selfpreserv
sens
sentim
serious
servic
shadow
shall
shape
short
should
sincer
six
skill
slaveri
so
sober
sole
some
someth
sometim
son
soon
sooner
sort
sourc
spirit
stand
state
stride
strike
subdu
subject
subservi
substanc
substitut
succe
succor
such
suffic
suffici
suggest
superad
superintend
supin
support
suppos
supposit
sympathi
take
taken
tale
tame
taught
tax
tell
than
that
the
their
them
themselv
there
therefor
they
thing
think
this
those
though
thousand
through
thursday
thus
till
time
to
toler
too
touch
train
transform
transport
treat
trial
trust
truth
twice
tyrant
uncandid
under
undertak
unfriend
ungovern
uniform
union
unit
univers
unlimit
unnecessari
unten
unwis
upon
us
use
usual
usurp
utmost
vari
vengeanc
veri
view
violenc
virginia
virginian
want
wanton
war
was
watch
way
we
week
well
welldigest
wellregul
welltrain
were
what
whatev
when
whenc
whenev
where
whether
which
while
whither
who
whole
whose
wick
will
with
would
written
year
yeomanri
yet
york
young