1
a
abandon
abridg
abroad
abstract
absurd
abyss
accompani
account
accur
acknowledg
act
action
activ
actuat
addit
adher
administr
admit
admonit
adopt
advantag
adversari
advic
affair
afflict
afford
after
against
agenc
aggress
agre
aim
alarm
all
allianc
almost
alter
altern
alway
ambassador
ambit
amend
america
among
amount
an
anarchi
and
ani
annex
anyth
appear
appli
appoint
apt
are
argum
arm
arrest
arriv
as
ask
assembl
assent
associ
at
attempt
attend
attent
augment
author
avaric
aw
await
bad
bane
be
bear
becaus
becom
been
befal
befor
beget
beli
below
beneath
benefit
beset
best
betray
between
bind
bless
blind
blush
bodi
borrow
breach
break
bring
brink
broken
brought
build
burden
but
by
can
cannot
capac
caprici
carri
case
catalogu
caus
centr
centuri
certain
chanc
charact
characterist
charm
cherish
choos
circumst
citizen
civil
class
clear
co
coercion
collect
combat
come
command
commerc
commit
common
commun
compact
compendi
complet
compli
complianc
complic
compos
conceiv
concern
concess
concurr
condit
conduct
confeder
confederaci
confer
confess
confid
confin
confirm
conform
congress
consent
consequ
consid
consider
consist
constant
constitut
constraint
construct
contend
content
contract
contradistinguish
contrari
control
controvert
conveni
convers
convinc
cooper
corpor
could
council
countri
countrymen
cours
court
credit
crush
danger
dark
day
debt
decis
declens
decre
decreas
defect
defens
defici
defin
degrad
degre
deleg
deliber
delinqu
demand
denounc
depend
depreci
deserv
design
despatch
desper
destitut
destroy
detail
deter
deviat
devot
dictat
did
differ
difficult
difficulti
digniti
diminut
direct
discharg
discret
discretionari
discuss
disinterested
disobedi
disord
display
dispos
disproportion
disregard
dissolv
distanc
distinct
distress
divid
do
doe
done
doubt
down
drop
duti
each
ear
eccentr
edific
efficaci
effort
either
embark
employ
encroach
endeavor
enemi
energi
enforc
engag
enlighten
entail
entitl
enumer
epidem
equilibrium
error
essenti
establish
europ
even
everi
evid
evil
examin
exampl
except
excess
exclud
execut
exercis
exhaust
exist
expect
experi
explain
expos
express
extend
exterior
extern
extort
extrem
eye
fabric
fact
faction
fail
faith
fall
fatal
favor
feder
feel
felic
fellow
fellowcitizen
field
fine
firm
first
fli
fluctuat
fond
for
forbid
forc
foreign
foreseen
form
forward
found
frail
frame
free
friend
from
full
fulli
fundament
furnish
further
futur
gener
give
good
goodhumor
govern
government.1
great
greater
had
happen
happi
hard
harmon
harmoni
has
have
head
hear
held
here
hesit
his
hitherto
hope
how
howev
human
humili
humor
hurri
i
idea
if
ignor
ill
illinform
illustr
imbecil
immedi
immin
impati
impel
impend
imperfect
imperio
imperium
impli
import
imposs
impractic
impress
improprieti
improv
impuls
imput
in
incompat
inconveni
incorpor
increas
inculc
inde
indefinit
independ
indic
indispens
individu
induc
industri
infami
infer
inferior
inflict
influenc
inform
ingredi
inquiri
insecur
insignific
instanc
institut
instruct
instrum
insuffici
intellig
intend
interest
intervent
into
intrigu
intrust
invest
involv
irksom
irreconcil
irretriev
is
it
itself
jealousi
journal
journey
judg
judgment
just
justic
keep
kind
knot
knowledg
laid
land
languag
larg
last
law
leagu
least
leav
legisl
lend
length
less
lesser
lesson
let
light
limit
littl
local
long
longer
look
love
lower
lowest
magistraci
main
make
man
mankind
manner
market
materi
matur
maxim
may
maze
mean
measur
melancholi
member
men
mere
merit
mild
militari
mimic
mind
mingl
minist
minut
mischief
misfortun
mislead
misrepresent
mississippi
mistaken
moment
momentari
money
monster
more
most
motiv
much
must
mutual
my
name
narrowest
nation
natur
navig
necess
necessari
need
negoti
neither
never
new
next
no
non
nonobserv
nor
not
noth
nourish
now
number
obedi
object
oblig
observ
obstacl
obvious
of
off
offens
often
old
on
onc
one
oper
opinion
oppon
oppos
opposit
option
or
oracl
orb
order
origin
other
otherwis
ought
our
out
over
owe
own
pageant
paper
part
parti
partial
particip
particular
pass
passion
path
patron
peac
peculiar
penalti
peopl
perfect
perform
perhap
peril
permit
pernici
perpetu
person
persuas
pervad
pillar
place
plan
pleasur
plung
point
poison
polici
polit
politician
popular
posit
possess
post
poverti
power
practic
preced
precipic
precipit
precis
predilect
prejud
prejudic
prescrib
present
preserv
presid
pressur
pretend
pretext
preval
price
pride
princip
principl
privat
proce
proceed
process
produc
progress
project
proof
proper
properti
proport
propos
proposit
proprieti
prospect
prosper
provis
prudent
public
publius
punish
purpos
pursuanc
pursuit
quadrupl
quantiti
quarter
quest
radic
rage
rais
rank
reach
readi
readili
realiti
realiz
reason
receiv
recollect
recommend
rectitud
reduc
regard
regret
regul
relat
reluct
remain
remedi
remonstr
remot
remov
render
repeat
repel
repugn
reput
requir
requisit
rescu
resent
resist
resolut
resolv
resort
resourc
respect
rest
restrain
result
retain
revers
right
rival
rivalship
road
ruin
rule
ruler
run
sacr
sacrif
safeguard
safeti
said
same
sanction
sanguinari
satisfactori
scarc
scarciti
scheme
scrutini
seduc
seem
seen
selfish
sens
sensibl
sentenc
sentim
sequel
sever
shadow
shall
share
short
shorten
should
show
similar
simpl
sinc
sing
singular
situat
so
some
someth
sophistri
sovereign
sovereignti
spacious
spain
speci
specifi
specul
spirit
spring
stage
stand
state
step
still
stipul
strenuous
strong
structur
stubborn
subject
subordin
substanc
substanti
substitut
success
such
suggest
superintend
suppli
support
surrend
suspici
sword
symptom
system
teach
tedious
temptat
tendenc
territori
than
that
the
their
them
themselv
theori
there
therefor
these
they
thing
thirteen
this
those
though
thought
through
tie
till
time
to
togeth
told
too
totter
toward
tranquil
travel
treasuri
treat
treati
tripl
troop
true
truth
two
unbias
unblush
under
understand
undertak
unequ
unfold
union
unit
unnatur
unnecessarili
unnot
unwil
up
upon
us
use
usual
util
valu
valuabl
veri
vice
vicissitud
view
violat
violent
voic
voyag
want
war
was
wast
way
we
weal
wealth
well
were
what
whatev
wheel
when
where
whether
whi
which
while
who
whole
whom
whose
wild
will
wisdom
with
withdrawn
within
without
withstand
word
world
would
wound
yet
yield
york
you
your