1787
4
a
abl
accord
account
achaean
act
activ
address
adjac
advantag
advert
affect
affront
against
agenc
aggrandiz
aggress
aid
aim
alarm
all
alon
altern
alway
ambiti
amount
an
anarchi
and
ani
answer
antiqu
appear
applaud
applic
apprehens
apt
are
argum
aright
aris
arm
armi
articl
as
ascertain
associ
at
attempt
attest
attract
attribut
author
aveng
avoid
banner
bare
be
becaus
becom
been
befallen
beforehand
best
better
between
bloodi
bodi
bound
bring
but
by
calcul
can
capabl
capac
care
carri
case
caus
centuri
certain
certainti
chargeabl
citizen
civil
clear
coerc
coercion
collect
combin
command
commit
common
commot
commun
compet
compli
complianc
compos
compuls
concern
concili
concurr
conduct
confeder
confederaci
confin
confirm
conflagr
conjunctur
consid
consider
consist
conspiraci
constant
constitut
construct
contagion
contend
content
contest
continu
contrari
contribut
contriv
control
conveni
could
council
counti
countri
cours
court
daili
danger
death
decemb
decid
decre
defeat
defens
defici
degener
degre
delinqu
demi
demigod
deni
deserv
design
despot
detect
differ
difficulti
direct
disaffect
discont
disgrac
disguis
disinclin
dismember
dismiss
disobedi
disord
display
dispos
disquiet
dissens
dissolut
distanc
distinct
distinguish
disturb
do
done
doubt
doubtless
down
drawn
duti
each
easi
easili
effect
effectu
either
eman
embark
emphat
empir
employ
empow
encourag
encroach
end
engag
engin
enlighten
enough
equal
essenti
evas
even
event
ever
everi
evil
exact
examin
exampl
exception
excit
excus
execut
exemplifi
exempt
exercis
exert
exhibit
expect
expedi
experi
experienc
extend
extens
extern
extrem
fabul
face
fact
faction
factious
fall
fallaci
far
fear
feder
fetter
feud
field
firm
first
flagrant
foot
for
forc
foreign
foresight
form
forward
found
free
from
full
furnish
gener
genius
get
give
given
god
good
goodwil
govern
great
ground
guard
guardian
guilt
had
half
hand
happen
harsh
has
have
hazard
heart
here
hero
histori
home
hope
how
human
i
idl
if
illeg
illhumor
imit
immedi
imposs
impractic
in
inabl
inclin
inconsider
independ
individu
induc
infect
inflam
influenc
influenti
infract
inquir
inroad
instanc
instant
instig
instrument
insuffici
insuper
insurrect
intellig
intermedi
interposit
interrupt
intervent
into
intrigu
intrust
invas
invent
involv
irrit
is
issu
it
itself
judg
junctur
justic
justifi
kept
kind
land
larg
larger
latter
law
lead
leader
leagu
leav
legal
legisl
legislatur
less
leviti
liber
liberti
licenti
light
like
limit
littl
local
look
lycian
made
magistr
magistraci
mainten
majesti
major
make
mani
manifest
manner
matter
may
mean
measur
medium
member
men
mere
merit
method
might
mighti
milder
militari
mind
minist
mistaken
moder
moment
monster
monstertam
more
mortal
most
motion
motiv
movem
much
must
myself
nation
natur
necess
necessari
need
neglect
neighbor
never
new
no
non
noncompli
nor
not
now
object
oblig
observ
obstruct
occasion
occur
odious
of
offspr
often
omiss
on
onc
one
open
oper
oppon
opposit
oppress
or
ordinari
other
ought
our
over
overcom
own
packet
pain
parent
paroxysm
part
parti
partial
particular
pass
passion
past
pausibl
pecuniari
peopl
perform
perhap
person
place
plain
plausibl
point
polit
popul
popular
possess
possibl
power
practic
precaut
prefer
premedit
preponder
present
preserv
presum
pretens
prevail
preval
pride
principl
privat
probabl
problem
proce
proceed
progress
project
pronounc
proport
propos
proprieti
prove
provis
publius
pursu
put
rare
rash
rate
readi
reason
receiv
recours
redress
refractori
regul
remain
remedi
renov
repres
reproach
requir
requisit
resent
resist
resolut
resort
resourc
result
revers
revolut
rid
right
romant
rule
ruler
safeti
same
scale
scheme
secur
sediti
see
seem
seen
seldom
sever
shall
short
should
signal
similar
sing
singl
situat
smaller
so
societi
some
sometim
sourc
sovereign
specious
speedili
spirit
spread
stand
state
strength
strongest
style
subject
submiss
substanti
success
such
sudden
suffici
suffrag
suggest
support
suppress
suprem
surreptiti
sword
sympathi
system
taint
take
tame
tamper
temporari
tendenc
termin
than
that
the
their
them
themselv
there
these
they
this
those
through
throw
thus
time
to
too
tranquil
truli
tuesday
tyrann
unconstitut
under
union
unit
unless
unsubstanti
upon
us
use
usual
usurp
vain
vanish
veri
vestig
view
violat
violent
visionari
void
war
we
weaker
weight
weighti
were
what
whatev
when
whenev
whether
which
who
whoever
whole
wide
will
win
wish
with
within
without
worthi
would
wound
writer
yet
york