{
    "url": "http:\/\/m.mlb.com\/news\/article\/26529346",
    "title": "Retirement the last thing on Chipper's mind",
    "subtitle": "Retirement the last thing on Chipper's mind",
    "body": "ATLANTA -- As his right knee provided daily discomfort through the early portion of November, Braves third baseman Chipper Jones wondered if he had already played the last game of his legendary baseball career. But as he completed preseason preparations in pain-free fashion throughout January, Jones determined it is still too early for him to be contemplating retirement.  \"I sit here with three weeks to go before Spring Training and I'm not ready to say this is it,\" Jones said. \"I still feel I can go out and play a solid third base, which I did last year. And I feel I can still be productive in the middle of the lineup, whether it's in the three-hole, five-hole, six-hole or whatever. It doesn't bother me where I hit.  \"I think if I struggle with the knee injuries again and I'm not having fun and the team is struggling, I'll make that decision when it hits me. But as of right now, I'm signed through this year and I have an option for [2013]. I'm certainly going to take everything into account. But my body will tell me when it's time.\" With Jones being a little more than two months shy of his 40th birthday and entering the final guaranteed season of his contract, there is certainly reason to wonder if he is preparing for his final season. But while there are plenty of reasons to wonder if Jones will play beyond 2012, it's quite obvious that he has not allowed anybody to start making arrangements for this year to be his farewell tour.   \"I'll be 40 years old in April,\" Jones said. \"There's no doubt there will be times when the body is going to wake up in the morning and say, 'Don't you even think about going on that field today.' I know that. I've got to listen [to my body] so I can play the next day. I'm not going to look a week or month or two months into the future. I'm just going to go one day at a time. If I can go out there, I'm going to go out there.   \"As long as I stay healthy and I'm having fun, I'm going to keep it going.\"   Jones displayed his commitment last season, as he managed to play 126 games while recovering from two knee surgeries within an 11-month span. The former National League Most Valuable Player Award winner silenced many doubters when he returned for the start of the '11 season after tearing the anterior cruciate ligament in his left knee on Aug. 10, 2010.   While the left knee proved strong last year, the right knee proved so bothersome that he was forced to undergo arthroscopic surgery in July to repair a torn meniscus.   Jones was able to deal with the remaining discomfort through the end of last season. But his right knee once again generated great concern in November, when he stepped in a hole and turned it while hunting in Kansas.   \"My knee was killing me,\" Jones said to provide a better understanding of his discomfort level.   Based on the way he felt that night in Kansas and while playing in Brian McCann's charity softball event around that same time, Jones was beginning to think he would need to retire. Jones returned to Atlanta for an MRI exam, but he chose not to tell Braves general manager Frank Wren or manager Fredi Gonzalez.   Jones said he did not want to add to the worries of Wren and Gonzalez. But at the same time, he seemingly wanted to avoid the reaction fans would have had when they learned he was undergoing an MRI exam.   \"You're hearing less and less from me during the offseason and I want it that way, because if you're out of sight, you're out of mind,\" Jones said. \"I'm tired of people speculating when my final days are going to be. I don't want to hear it. I'm not ready to talk about it yet.\"   Jones' option for the 2013 season will automatically vest if he plays 123 games this year, or three fewer than the amount he played while overcoming a pair of knee surgeries last year.   So while some may have already created the assumption Jones will retire at the conclusion of this season, he is keeping his options open and remaining confident that he can prove as productive as he was last year, when he batted .275 with 18 homers, a .344 on-base percentage and a .470 slugging percentage.   \"I've had all my faculties and all my abilities since Jan. 1,\" Jones said. \"It feels good to be able to walk in the cage and be able to work on stuff to get myself in shape without having to worry about how my knee is going to feel.\" Mark Bowman is a reporter for MLB.com. This story was not subject to the approval of Major League Baseball or its clubs.",
    "author": "Mark Bowman"
}
