1
1788
8
@1
a
abl
abridg
abstain
abus
accomplish
accord
accumul
accur
acknowledg
acquaint
acquir
actual
addit
administr
admit
adopt
advantag
advers
affin
afterward
against
agenc
agricultur
aim
all
almost
alon
alreadi
altogeth
alway
am
ambigu
an
and
ani
anoth
answer
appear
appli
applic
appoint
apprehend
apprehens
appropri
are
argum
arrang
art
articl
as
ascertain
ask
assert
assess
assessor
at
attach
attend
attent
author
avers
avoid
away
banish
be
bear
becaus
becom
been
befallen
befor
belong
best
between
blacksmith
board
bodi
both
branch
burden
busi
but
by
bypath
calam
calcul
can
cannot
capit
care
carpent
case
cast
census
certain
channel
charact
charg
choic
circumspect
circumst
claim
clash
class
clear
close
co
code
coincid
collect
come
command
commerc
commerci
commission
commit
common
commun
compass
complexion
compos
comprehend
compris
conceiv
concern
conclus
confess
confin
conjunctur
connect
consid
consider
consist
constitut
consumpt
conting
continu
contrari
control
controversi
conveni
convict
could
council
count
counti
countri
cours
creat
credit
critic
current
debt
deem
defens
degre
deliber
demand
denomin
depart
depend
deriv
describ
descript
destitut
detail
determin
devolv
devot
dexter
differ
difficulti
digest
diminish
direct
disadvantag
disapprob
disarm
discov
discreet
discret
disgust
disposit
dissatisfact
distinguish
distribut
do
doe
done
door
doubl
doubt
draw
due
duplic
duti
dwell
each
ear
easi
easili
effectu
efficaci
either
elect
emerg
emolu
employ
end
endeavor
energi
england
enlighten
enter
entir
enumer
equal
especi
essenti
even
event
ever
everi
everywher
evid
evil
examin
exampl
except
excis
excit
exclus
execut
exempt
exercis
exert
exist
expedi
expens
experi
extent
fallen
far
feder
feel
few
financ
first
fit
fix
flourish
flow
fna1
fna1@1
follow
for
forbear
forborn
forego
form
former
found
foundat
friend
fright
from
furnish
further
garb
gener
give
given
globe
go
gone
govern
great
greater
guard
had
happi
has
have
head
here
highway
hitherto
hostil
hous
how
howev
human
i
idea
if
immedi
import
impos
imposit
imposs
impost
improv
in
inconsider
inconveni
inde
indic
indirect
individu
industri
inestim
infest
influenc
inform
ingeni
inquiri
inquisit
inspect
instanc
instead
intellig
intend
interest
interfer
intern
into
introduc
investig
invidi
is
it
itself
januari
judgment
judici
judiciari
just
justifi
kind
know
knowledg
known
labor
laid
lament
land
latter
law
lay
lead
learn
least
left
legal
legerdemain
legisl
legislatur
less
let
life
light
like
limit
linen
littl
local
longer
loos
loss
luxuri
made
make
man
mani
manifest
mankind
manner
manufactur
mass
matter
may
me
mean
mechan
member
men
mention
mercantil
merchant
merit
method
might
mind
minor
minut
mist
mode
mon
more
most
motiv
mountain
much
must
mutual
my
name
nation
natur
necess
necessari
necessarili
neither
never
new
next
no
not
noth
notori
now
number
numer
object
observ
obstacl
obtain
obvious
occas
occasion
odious
of
off
offic
often
omit
on
one
open
oper
oppon
opposit
oppress
option
or
order
ordinari
organ
other
otherwis
ought
our
out
outlin
over
own
packet
paid
part
partial
particular
pass
peculiar
peopl
perform
period
perman
person
place
plain
plan
plant
play
point
polici
polit
poll
polltax
poorer
popular
portion
possess
possibl
power
practic
precaut
precis
predict
prefer
preoccupi
prepar
prescrib
preserv
presum
prevail
previous
princip
principl
probabl
procur
product
profess
project
proper
properti
proport
propos
proprieti
proprietor
prove
provid
provis
prudent
public
publius
purpos
qualif
qualifi
quantiti
question
rais
reach
real
realiz
realli
reason
reciproc
recollect
recours
recur
refer
regul
regular
relat
reli
render
repres
represent
repugn
requir
requisit
resourc
respect
result
revenu
rich
right
rise
rivalship
river
road
room
rule
safe
same
satisfactori
save
say
scarciti
scrupl
second
section
secur
see
seem
seen
select
sens
sensibl
sent
serv
set
sever
shall
shape
should
show
shut
side
sight
silenc
simpl
singl
situat
small
so
societi
soil
solid
somewhat
sort
sourc
sovereign
speaker
speci
spectr
spirit
state
statesmen
stead
stigmat
still
stock
stream
strong
subdivid
subject
such
suffici
suggest
superior
suppli
suppos
supposit
suscept
system
tax
taxat
tempestu
tenaci
tend
tendenc
than
that
the
their
them
then
theori
there
therefor
these
they
thing
this
thorough
those
though
thought
through
throughout
tide
to
too
topograph
treasuri
tribut
tributari
triumphant
truli
trust
truth
tuesday
turn
two
tyranni
under
understood
uniform
union
unit
unknown
unless
upon
urg
use
usual
valuat
vanish
varieti
various
veri
vest
view
vigor
walk
want
way
we
weal
wealth
wealthi
weapon
weaver
weight
well
wellinform
were
what
when
where
whether
whi
which
who
wholli
whose
will
wisdom
with
within
without
worn
worthi
would
writer
yet
york