1
13
2
a
abil
abus
accord
account
addit
adequ
advanc
advantag
affirm
affluent
afford
age
all
allow
alter
amount
an
and
ani
answer
apol
applic
appoint
apprehens
arbitrari
are
aros
art
articl
as
at
attach
attempt
avoid
be
bear
becom
been
behav
believ
bench
better
between
beyond
bodi
both
boundari
but
by
calcul
can
case
catalogu
caus
centuri
chang
chapter
charact
circumst
claus
combin
come
commenc
compar
compens
complaint
complet
compris
conclud
condit
conform
consid
consider
consist
constitut
continu
contribut
convent
convict
could
countri
cours
criterion
danger
day
declar
definit
deliber
depend
deter
devis
differ
diminish
disapprov
discover
discret
dismiss
disqualif
disqualifi
do
durat
dure
duti
ear
edit
efficaci
either
elect
elig
end
enlighten
enmiti
equal
especi
establish
evas
everi
evinc
except
expedi
experi
explicit
express
extravag
faculti
few
find
first
fix
fluctuat
for
forev
formal
former
fortun
found
four
friend
from
gener
give
good
govern
grant
ground
half
happen
has
have
he
head
here
him
his
hold
hope
hous
how
human
i
if
imaginari
impeach
improb
in
inabl
inadequ
inadmiss
increas
inde
independ
individu
insan
instanc
intellectu
interest
into
investig
is
it
judg
judici
judiciari
justic
known
lament
late
latter
leav
legisl
legislatur
less
lessen
liabl
life
limit
littl
livelihood
long
made
malconduct
man
mark
massachusett
may
mclean
men
mensur
might
mind
money
more
most
much
must
natur
necessari
neither
never
new
next
no
nor
not
noth
numer
observ
occas
occasion
occup
of
offic
often
on
one
or
other
ought
our
out
outliv
over
own
part
parti
particular
pecuniari
pension
penuri
peopl
period
perman
permanent1
person
place
plan
point
portion
posit
power
practic
precaut
precis
preclud
present
preserv
presid
probabl
progress
pronounc
proper
prospect
provid
provis
prudenc
public
publius
purpos
put
quot
rare
rate
readi
readili
realiz
receiv
recommend
regard
region
relat
remark
remov
render
repres
republ
requir
requisit
resort
resourc
respect
respons
restrict
result
safe
salari
same
scope
season
section
secur
see
seen
senat
sensibl
separ
serv
servic
shall
should
shown
situat
sixti
small
so
societi
some
someth
sort
stage
stand
state
station
still
stipend
strength
subject
subsist
such
suffici
superannu
support
sure
surviv
system
taken
tenur
than
that
the
their
them
then
there
therefor
these
they
this
time
to
today
togeth
too
tri
under
understood
unequivoc
unit
upon
use
vagu
valu
vari
variat
veri
vide
vigor
virtual
want
was
we
well
what
when
where
whether
which
who
will
with
without
wors
would
year
yet
york