11
1788
a
abl
abstract
acced
accommod
accomplish
accord
accur
accuraci
accustom
act
actual
acut
ad
add
addit
address
adept
adjud
adjust
administr
admiralti
admit
admonish
adopt
advanc
advantag
advers
adversari
advertis
affair
afford
after
against
age
all
allow
almighti
almost
alreadi
also
although
among
an
and
ani
anim
animos
annex
anoth
appear
appli
appoint
appropri
apt
arduous
are
aris
arrang
artifici
as
ascertain
aspect
assort
assuag
assum
assur
astonish
at
attend
attent
author
avoid
bane
bare
be
beacon
been
befor
besid
bestow
betray
better
between
bia
birth
bless
bodi
both
boundari
branch
brighter
britain
but
by
calcul
can
candor
cannot
caus
censur
certain
certainti
chang
charact
character
chargeabl
chief
circumscrib
circumst
citizen
civil
class
clear
closet
cloudi
code
combin
commenc
common
commun
compar
compel
complet
complex
complic
compos
compromis
concept
concern
conclus
condemn
condescend
conduc
confeder
confederaci
confid
consequ
consid
consider
constitut
consult
contamin
contempl
contend
content
continu
contrari
contrast
controversi
conveni
convent
convey
convict
copious
corpor
correct
could
council
countri
cours
court
creat
critic
culpabl
cursori
custom
daili
danger
dark
darken
deep
defect
defin
definit
degrad
degre
delay
delib
deliber
delic
delin
deliv
demand
deni
denot
depart
deprav
deput
deriv
descript
desir
despair
determin
deviat
devis
differ
difficulti
dim
diminish
disappoint
discord
discrimin
discuss
diseas
display
disposit
disquisit
distinct
distinguish
distribut
district
divid
do
done
doubt
due
durat
dure
each
easili
ecclesiast
effect
effort
either
elect
elud
embarrass
empir
encount
energi
enjoy
enlighten
enter
entir
equal
equiti
equivoc
ermin
err
erron
error
essenti
establish
estim
etc
even
everi
evid
evil
examin
except
excit
exclus
execut
exempt
exercis
exist
expect
expedi
experi
experienc
explain
express
extend
extens
extent
extern
extran
extrem
eye
faction
faculti
fair
fall
fallaci
fallibl
far
fault
faultless
favor
featur
feder
fell
few
final
find
finger
first
for
forc
form
former
found
foundat
frequent
fresh
friday
from
fulfil
full
fullest
fulli
furnish
further
futur
gener
genius
give
gloom
good
govern
gradat
great
greater
greatest
had
hand
happen
happi
has
have
he
held
henc
her
here
himself
his
histori
hope
how
howev
human
i
idea
if
ignor
illustr
imagin
immedi
imperfect
import
imposs
impress
in
inaccur
inaccuraci
inadequ
incid
includ
incorrect
increas
independ
indetermin
indispens
indistinct
induc
indulg
industri
infal
infirm
influenc
ingeni
ingredi
inher
innov
insepar
insinu
instanc
institut
instruct
intent
interest
interf
intern
into
intric
intrust
investig
inviol
irregular
is
it
itself
januari
jealousi
judgment
judiciari
jurisdict
jurist
just
justic
keep
kept
kingdom
labor
labori
lain
languag
larg
larger
last
latter
law
lead
led
legisl
legislatur
length
less
lesser
level
liabl
liberti
lie
life
light
like
limit
line
liquid
littl
local
lodg
lumin
lustr
made
magnifi
make
man
mani
mankind
maritim
mark
marshal
materi
matter
matur
may
mean
measur
medium
memori
men
mention
merit
metaphys
might
mind
mingl
minut
misfortun
mode
moder
moment
more
most
motiv
must
mutabl
mutual
nation
natur
naturalist
necess
necessarili
neighbor
neither
netherland
never
new
no
nor
not
notic
notori
novelti
number
object
obscur
obstruct
obtain
occas
occur
odious
of
on
onc
one
opinion
opposit
or
organ
other
otherwis
ought
our
out
own
paper
part
partak
parti
partial
particip
particular
partit
pass
passion
past
patron
peculiar
pen
peopl
perceiv
percept
perfect
period
person
perspicu
pestilenti
philosoph
phrase
pictur
pious
place
plan
point
polici
polit
portion
posit
power
practic
preced
precis
predetermin
predisposit
pregnant
present
pressur
pretens
previous
principl
privat
privileg
probabl
proce
proceed
produc
promot
prompt
pronounc
proper
proport
propos
proprieti
prospect
prove
provid
provinc
public
puriti
pursu
puzzl
question
rare
ratio
readi
real
reason
recommend
reconcil
rectifi
refer
reflect
reform
regard
region
regular
rein
rejudg
relat
relief
remain
remark
remedi
render
repeat
repos
represent
republican
requir
requisit
respect
rest
result
return
review
revolut
revolv
sacrif
sacrific
sagac
sagaci
salutari
same
satisfactori
satisfactorili
satisfi
scale
scan
scatter
scienc
second
secur
see
seem
sens
sensibl
separ
seri
serv
sever
shade
share
short
should
show
shown
shun
side
signal
sincer
singl
singular
sinist
situat
skill
small
smaller
so
societi
solicit
some
someth
sourc
spirit
spring
stabil
stage
state
statut
still
strike
structur
struggl
subdivid
subject
submit
substanti
subtl
succeed
such
suffici
suggest
superior
superstructur
suppli
suppos
supposit
surmount
surpris
survey
symmetri
take
taken
task
technic
temper
tenaci
tendenc
term
termin
than
that
the
their
them
themselv
then
theoret
theorist
there
therefor
these
they
this
thorough
those
though
three
through
till
time
to
togeth
too
touch
trace
trial
tribun
trust
truth
turn
two
ultim
unanim
unavoid
uncertainti
under
undertak
unexpect
unfold
unfriend
unit
univers
unorgan
unpreced
unsuccess
until
unusu
unwil
upon
upright
us
use
vagu
valuabl
varieti
various
veget
vehicl
venial
veri
vice
vicissitud
view
vital
vitiat
volit
warn
warrant
was
we
wealth
weight
well
were
what
whatev
when
where
which
whilst
who
will
wish
with
without
wonder
word
work
world
would
yet
yield
york
zeal