
1
10
11
12
128
13
136
13th
14
15
1685
1688
1706
1774
1783
1784
1786
1787
1788
18
1808
181
186
19
195
1abb
1st
2
20
21
22
23
25
257
26
262
27
28
29
2d
3
30
30,000
31
3d
4
438
4th
5
5,000
5th
6
7
8
81
8th
9
@1
@2
@3
@4
a
abandon
abat
abet
abhorr
abil
abl
ablest
abolish
abolished3
abolit
abort
abound
about
abov
abraham
abridg
abroad
abrog
absenc
abserv
absolut
absolv
absorb
abstain
abstract
abstrus
absurd
abund
abus
abyss
acced
acceler
accept
access
accid
accident
accommod
accompani
accomplic
accomplish
accord
account
accret
accru
accumul
accur
accuraci
accus
accustom
achaean
achaeus
achiev
acknowledg
acquaint
acquiesc
acquir
acquisit
acquit
acr
act
action
activ
actor
actual
actuat
acut
ad
adag
adapt
add
addict
addit
address
adduc
adept
adequ
adher
adjac
adjoin
adjourn
adjud
adjudg
adjust
administ
administr
admir
admiralti
admirers.1
admiss
admit
admitt
admonish
admonit
adopt
adroit
adul
advanc
advantag
adventiti
adventur
advers
adversari
advert
advertis
advic
advis
advisori
advoc
affair
affect
affin
affirm
affix
afflict
affluent
afford
affront
afloat
afraid
africa
african
after
afterward
again
against
age
agenc
agent
aggrand
aggrandiz
aggrav
aggreg
aggress
aggressor
agit
ago
agre
agreeabl
agreem
agricultur
aid
aim
air
airi
alacr
alarm
albani
alien
alik
alim
all
allb
alleg
allegi
allevi
allgrasp
alli
allianc
allot
allow
alloy
allud
allur
almighti
almost
alon
along
alreadi
also
altar
alter
alterc
altern
although
altogeth
alway
am
amaz
ambassador
ambigu
ambit
ambiti
amelior
amen
amend
america
americain
american
americathat
amic
amidst
amiss
amiti
among
amongst
amount
amphictyon
ampl
ampli
amplifi
amus
an
anal
analog
analyz
anarchi
ancestor
anchor
ancient
and
anew
angel
angl
angri
anguish
ani
anim
animadvers
animos
ann
annal
annapoli
annex
annihil
announc
annoy
annual
annul
anoth
another,7
answer
antagonist
anteced
anterior
anti
anticip
antidot
antifeder
antipathi
antiqu
antiquari
antirepublican
anxieti
anxious
anycounterbalanc
anyth
anywher
apart
aphor
apol
apothegm
appar
apparatus
appeal
appear
appeas
appel
appendag
appertain
appetit
applaud
applaus
appli
applic
appoint
apport
apportion
apposit
appreci
apprehend
apprehens
appris
approach
approb
appropri
approv
april
apt
aptitud
aragon
aratus
arbit
arbitrari
arbitrarili
archiv
archon
ardent
ardor
arduous
are
area
argu
argum
aright
aris
arisen
aristocraci
aristocrat
arithmet
arm
armi
armor
aros
arraign
arrang
array
arrest
arriv
arrog
arsen
art
articl
artific
artifici
artisan
as
ascend
ascertain
ascrib
asham
asia
asiat
asid
ask
asleep
aspasia
aspect
asper
aspers
aspir
assail
assault
assembl
assemblag
assent
assert
assess
assessor
assidu
assign
assimil
assist
associ
assort
assuag
assum
assumpt
assur
astonish
astray
asylum
at
athen
athenian
atlant
atmosphere.1
atom
aton
atroci
atrophi
attach
attack
attain
attaind
attaint
attempt
atten
attend
attent
attest
attitud
attract
attribut
auction
audienc
augment
auspic
austria
authcriti
author
authorit
authoruz
auxiliari
avail
avaric
avarici
aveng
avenu
averag
avers
avert
avid
avoc
avoid
avow
aw
await
awak
awaken
awar
away
awe
awhil
awkward
axiom
back
bad
baffl
bait
balanc
ban
band
bane
banish
bankrupt
bankruptci
banner
bar
barbar
barbarian
bard
bare
barefac
bargain
bark
baromet
baron
baroni
barrier
barter
bashaw
basi
batteri
battl
bay
be
be,1
beacon
bear
beauti
becam
becaus
becom
bed
been
befal
befallen
befor
beforehand
began
beget
begin
begun
behav
behavior
beheld
behind
behold
beli
belief
believ
belong
below
bench
beneath
benefic
benefici
benefit
benevol
benign
bent
bereav
beset
besid
best
bestow
betray
better
between
betwixt
bewar
bewild
beyond
bia
bicker
bid
biennial
bigot
bigotri
bil
bile
bill
bind
birth
bitter
blacksmith
blackston
blackstone,1
blamabl
blame
blameless
bleed
blemish
blend
bless
blind
blood
bloodi
bloom
blot
blow
blunder
blush
board
boast
bodi
bold
bond
book
border
bore
born
borough
borrow
bosom
both
bottom
bought
bound
boundari
boundless
bounti
bourbon
bowel
branch
brass
bravest
breach
break
breast
breath
breez
brethren
breviti
bribe
briberi
bridg
bridl
brief
briefli
bright
brighter
brillianc
brilliant
bring
brink
britain
british
broach
broad
broader
broadest
broken
brook
brother
brought
brow
brutus
build
built
bulk
bulwark
burden
burdensom
burgh
burst
busi
but
buyer
by
bypath
cabal
cabinet
caesar
calam
calamati
calamit
calcul
call
calm
calumni
cambray
cambridg
came
camp
campaign
can
canada
canal
cancel
candid
candor
cannot
canon
canton
canvass
capabl
capac
capit
capric
caprici
captain
captur
cardin
care
career
cargo
carnag
carolina
carpent
carri
carrier
carthag
case
cast
castl
casual
casualti
catalogu
categor
cato
caus
causesth
caution
cautionari
cautious
cavil
ceas
cede
ceil
celebr
celer
cement
censor
censori
censur
census
cent
centr
central
centuri
centuriata
ceremoni
certain
certainti
cession
chain
challeng
chamber
champion
champlain
chanc
chancellor
chanceri
chang
changeabl
channel
channl
chap
chapter
charact
character
characterist
charg
chargeabl
chariti
charl
charm
charta
charter
chastis
cheap
cheaper
cheat
check
cherish
chesterfield
chief
chiefli
chieftain
chimer
chimera
china
choic
choos
chord
chosen
church
circl
circuit
circul
circumscrib
circumspect
circumst
circumstanc
circumstanti
citadel
cite
citi
citizen
citizenship
city,1
civil
civilian
civillaw
claim
clamor
clamour
clanship
clash
class
claus
clear
clearer
clearest
clemenc
clerk
climat
clip
cloak
clog
close
closer
closet
cloth
cloud
cloudi
co
coalit
coast
code
coequal
coerc
coercion
coexist
coextens
cogent
cogniz
coin
coinag
coincid
cold
collater
collect
collector
collis
collus
coloni
color
column
combat
combin
combust
come
comfort
comitatus
comitia
command
commanderinchief
commandersinchief
commenc
commend
commensur
comment
commentari
commerc
commerci
commiss
commission
commit
committe
commod
commodi
common
commonlaw
commonsens
commonwealth
commot
commuiti
commun
communion
compact
compani
companion
compar
comparison
compass
compat
compel
compendi
compens
compet
competit
competitor
compil
complac
complain
complaint
complais
complet
complex
complexion
compli
complianc
complic
compon
comport
compos
composit
composur
compound
comprehend
comprehens
compris
compromis
compuls
comput
conceal
conced
conceit
conceiv
concentr
concept
concern
concert
concess
concili
concis
conclav
conclud
conclus
concomit
concord
concours
concur
concurr
condemn
condescend
condit
conduc
conduct
confeder
confederaci
confederacieson
confer
confess
confid
confidenti
confin
confirm
confisc
conflagr
conflict
conform
confound
confront
confus
congeni
congr
congress
conjectur
conjunct
conjunctur
connect
connecticut
conniv
conquer
conquest
consanguin
conscienc
conscious
consecr
consent
consequ
consequenti
conserv
consid
consider
considerations,
considerations,th
consign
consist
consol
consolid
conson
conspicu
conspir
conspiraci
constanc
constant
constitu
constitut
constitution.2
constitution2
constrain
constraint
constru
construct
consul
consular
consult
consum
consumpt
contagion
contain
contamin
contempl
contemporari
contempt
contend
content
contest
contigu
contin
continent
conting
continu
continued(th
contraband
contract
contradict
contradictori
contradistinguish
contrari
contrast
contraven
contravent
contribut
contriv
control
controversi
controvert
contumaci
conven
conveni
convent
convers
convert
convey
convict
convinc
convuls
cool
coolli
cooper
coordin
copi
copious
copyright
cord
cordial
corner
cornerston
corp
corpor
corpus
correct
correspond
corrobor
corrupt
cosmi
cost
could
council
counoil
counsel
counsellor
count
counten
countenanc
counter
counteract
counterbal
counterbalanc
counterfeit
counterpois
counterpos
counti
countri
countrymen
coupl
courag
cours
court
court.2
courts,2
courtsmarsh
cover
creat
creation
creatur
credit
creditor
credul
creed
creep
crest
crete
cri
crime
crimin
crisi
criterion
critic
criticis
cromwel
crop
crowd
crown
crown,5
crude
cruel
crush
culpabl
cultiv
culumni
cun
cupid
cure
curios
curious
currenc
current
cursori
curtail
custom
customari
daili
damp
danger
dare
dark
darken
darl
data
date
day
dazzl
de
dead
deal
dealer
dealt
dear
dearbought
dearest
death
debar
debas
debt
debtor
decay
deceit
deceiv
decemb
decemvir
decenc
decent
decept
decid
decis
declaim
declam
declar
declaratori
declens
declin
decor
decorum
decre
decreas
decri
dedic
deduc
deduct
deed
deem
deep
deeper
deepli
defalc
default
defeat
defect
defend
defens
defenseless
defer
defi
defianc
defici
defin
definit
deform
defray
degener
degeneraci
degrad
degre
deign
delawar
delay
deleg
delewar
delib
deliber
delic
delicaci
delight
delin
delinqu
deliri
deliv
delud
delug
delus
demagogu
demand
demarc
demerit
demesn
demi
demigod
democraci
democrat
demolit
demon
demonstr
deni
denial
denizen
denomin
denot
denounc
denunci
depart
departur
depend
depict
deplor
deposit
depositari
depositori
deprav
deprec
depreci
depred
depress
depriv
deput
deputi
derelict
deris
deriv
derog
des
descant
descend
descent
describ
descript
desert
deserv
desideratum
design
desir
desol
despair
despatch
desper
despic
despis
despoil
despot
destin
destini
destitut
destroy
destruct
desultori
detach
detail
detect
deter
determin
detest
detrim
detriment
devast
develop
deviat
devic
devis
devolv
devot
devour
dexter
diadem
dictat
dictio
did
didact
diet
differ
difficult
difficulti
diffus
digest
dignifi
digniti
digress
dilat
dilatori
dilemma
dilig
dim
dimens
diminish
diminut
dint
diplomat
dire
direct
director
directori
disabl
disadvantag
disaffect
disagr
disagre
disappoint
disapprob
disapprov
disarm
disastr
disband
disburs
discard
discern
discharg
disciplin
discolor
disconcert
discont
discontinu
discord
discounten
discourag
discours
discov
discover
discoveri
discredit
discreet
discret
discretionari
discrimin
discuss
disdain
diseas
disembarrass
disfigur
disgrac
disguis
disgust
dishonest
dishonesti
dishonor
disinclin
disingenu
disinterest
disinterested
dislik
dismemb
dismember
dismiss
disobedi
disord
dispar
dispassion
dispens
dispers
displac
display
displeas
displeasur
dispos
disposit
dispossess
disproport
disproportion
disprov
disput
disqualif
disqualifi
disquiet
disquietud
disquisit
disregard
dissatisfact
dissatisfactori
dissatisfi
dissect
dissembl
dissemin
dissens
dissent
dissimilar
dissimilitud
dissip
dissolut
dissolv
distanc
distant
distemp
distinct
distinguish
distort
distract
distress
distribut
district
distrust
disturb
disunion
disunit
disus
divers
diversifi
divert
divest
divestitur
divid
divin
divis
do
dock
dockyard
doctor
doctrin
doe
dog
doge
dollar
domest
domin
dominion
dominionth
done
doom
door
dor
doubl
doubli
doubt
doubtless
down
downfal
dozen
draco
drag
draught
draw
drawn
dread
dream
drew
drive
driven
drop
drown
ducat
duchess
due
duke
duli
dupe
duplic
durabl
durat
dure
dutch
duti
dwell
dwindl
e
each
eager
ear
earl
earliest
earn
earnest
earth
eas
easi
easier
easili
east
eastern
eccentr
ecclesiast
echo
econom
economi
ed
edg
edific
edit
educ
effac
effect
effectu
efficaci
effici
effort
eight
eighth
either
elabor
elaps
elect
elector
elem
elementari
elev
eleven
elig
eloqu
els
elsewher
elucid
elud
eman
embargo
embark
embarrass
embassi
embellish
embitt
embodi
embolden
embrac
embroil
embryo
emerg
emigr
emin
emiss
emissari
emit
emolu
emot
emperor
emphat
empir
employ
emporium
empow
empti
emul
enabl
enact
enamor
enamour
enchant
encircl
enclos
encomium
encount
encourag
encroach
encumb
encyclopedia
end
endang
endear
endeavor
endless
endow
endur
enemi
enemies,3
energet
energi
enerv
enfeebl
enforc
engag
engend
engin
england
english
engrav
enhanc
enigma
enjoin
enjoy
enlarg
enlighten
enlist
enmiti
enorm
enough
enrich
enslav
ensnar
ensu
entail
entangl
enter
enterpris
entertain
enthusiasm
enthusiast
entier
entir
entitl
entranc
entrust
enumer
envelop
envi
environ
envoy
ephori
epic
epidem
epithet
epoch
equal
equanim
equilibrium
equip
equit
equiti
equival
equivoc
er
era
erad
erect
erelong
eri
ermin
err
erron
error
erupt
escap
especi
espous
essay
essenc
essent
essenti
establish
establish.1
estat
esteem
estim
et
etc
etern
ethic
eul
europ
european
evad
evas
even
event
eventu
ever
everi
everyth
everywher
evid
evil
evinc
evolut
ex
exact
exagger
exalt
examin
exampl
exce
exceed
excel
except
exception
exceptions2
excess
exchang
excis
excit
exclaim
exclud
exclus
excresc
excus
execr
execut
exemplari
exemplif
exemplifi
exempt
exercis
exert
exhaust
exhibit
exig
exil
exist
exofficio
exorbit
expand
expans
expect
expedi
expedit
expediti
expend
expenditur
expens
experi
experienc
experiment
experiments.3
expert
expiat
expir
explain
explan
explicit
exploit
explor
export
expos
exposit
expositor
expostfacto
expound
express
expressli
extend
extens
extent
extenu
exterior
extermin
extern
extinct
extinguish
extirp
extort
extra
extract
extran
extraordinari
extravag
extrem
extric
exult
eye
fabric
fabul
face
facil
facilit
fact
faction
factious
facto
faculti
fail
failur
faint
fair
fairer
fairest
fairsound
faith
fall
fallaci
fallen
fallibl
fals
fame
famili
familiar
famin
famous
fanatic
fanci
fangl
far
farewel
farfetch
farmer
farther
farthest
fashion
fast
fatal
fate
fatuus
fault
faultless
favor
favorit
fealti
fear
featur
februari
feder
federalist
feebl
feel
felic
fell
fellow
fellowcitizen
fellowcreatur
feloni
felt
female,6
fenc
ferment
fertil
fervent
fetch
fetter
feud
feudal
feudatori
few
fewer
fewest
fiat
fiction
fidel
fief
field
fierc
fieri
fifteen
fifteenth
fifth
fifti
fiftyeight
fiftynin
fight
figur
fill
final
financ
find
fine
finger
finish
finit
fire
firm
first
fiscal
fish
fisheri
fit
five
fix
flagrant
flame
flander
flank
flatter
flatteri
fleet
fleetlet
fli
flimsi
flit
flock
flourish
flow
fluctat
fluctuat
fluid
fna1
fna1@1
fna1@2
fna1@3
fna1@4
foe
folli
follow
following:``wherea
fond
fool
foolish
foot
for
forand
forbear
forbid
forbidden
forborn
forc
forcibl
forego
foreign
foresaw
forese
foreseen
foresight
forev
forfeit
forfeitur
forget
forgotten
form
formal
format
former
formid
fort
forth
forti
fortif
fortifi
fortitud
fortun
fortyfifth
fortysecond
fortytwo
forward
foster
fought
found
foundat
founder
fountain
four
fournal
fourteen
fourth
fox
fraction
frail
frailti
frame
framer
franc
frank
frantic
fraud
fraudul
fraught
free
freedom
freehold
freeli
freer
freest
freight
french
frequenc
frequent
fresh
friday
friend
friendship
fright
frivol
from
frontier
frown
frugal
fruit
fruitless
frustrat
fugit
fulfil
full
fuller
fullest
fullgrown
fulli
function
fund
fundament
furi
furious
furnish
further
futil
futur
gain
gainer
gallant
gallon
garb
garrison
gate
gather
gave
gener
generos
genius
genoa
gentleman
gentlemen
genuin
geograph
geometr
geometri
geometrician
georg
georgia
germ
german
germani
get
ghost
gift
give
given
glare
globe
gloom
gloomi
glori
glorious
go
god
goe
gold
golden
gone
good
goodhumor
goodnatur
goodwil
gorgon
gover
govern
government,
government,especi
government.1
government.3
government.4
government:``resolv
governmentswhat
governor
gradat
grade
gradnal
gradual
grand
grant
grantor
grasp
grate
gratif
gratifi
gratitud
grave
graviti
great
greater
greatest
grecian
greec
greek
grew
grievanc
gross
grossli
ground
group
grow
grown
growth
guarante
guaranti
guard
guarded.1
guardian
guardianship
guardth
guess
guid
guilt
guilti
guiltless
habea
habeascorpus
habit
habitu
had
halcyon
half
halfyear
hampshir
hand
handl
handmaid
hang
hannib
hanoverian
happen
happi
happili
happiness,2
hard
hardearn
harder
hardship
harm
harmless
harmon
harmoni
harsh
harvest
has
hast
hasti
hastili
hate
hath
hatr
haughti
have
hazard
he
he,e
he1
head
health
hear
heard
hearken
heart
heat
heavi
heaviest
hee
height
heighten
heir
held
helm
help
hemlock
henc
henri
her
herculean
here
hereaft
hereditari
heresi
heretofor
hero
herself
hesit
hideous
high
higher
highest
highhand
highway
him
himself
hinder
hint
his
histor
histori
historian
hitherto
hive
hold
holland
home
homer
honest
honey
honor
hope
hopeless
horrid
horror
host
hostag
hostil
hostilius
hour
hous
how
howev
human
humbl
hume
humili
humor
hundr
hundredth
hurri
husbandman
husbandmen
hydra
hypocrisi
hypothesi
hypothet
i
ibid
idea
ideal
idem
ident
idl
idol
if
igni
ignobl
ignomini
ignor
ii
iii
ill
illadministr
illconstitut
illeg
illegitim
illfound
illhumor
illiber
illicit
illimit
illinform
illjudg
illog
illtim
illus
illusori
illustr
illustri
illwil
illwritten
imag
imagin
imaginari
imbecil
imit
immateri
immedi
immenmori
immens
immin
immoder
immort
immun
impair
impart
imparti
impati
impeach
imped
impedi
impel
impend
impenetr
impera1
impercept
imperfect
imperi
imperio
imperium
impetu
impious
implac
impli
implic
implicit
impolici
impolit
import
importun
impos
imposit
imposs
impost
impostur
impot
impoverish
impractic
impregn
impress
imprison
improb
improp
improprieti
improv
improvid
imprud
impuls
impun
imput
in
inabl
inaccur
inaccuraci
inact
inadequ
inadmiss
inadvert
inapplic
inaptitud
inasmuch
inattent
inaugur
inauspici
incap
incapac
incapacit
incauti
incendiari
incens
incent
incess
incid
incit
inclin
includ
incoher
incom
incompat
incompet
incomplet
incomprehens
inconceiv
inconsider
inconsist
inconst
incontest
inconveni
inconvi
incorpor
incorrect
increas
incred
inculc
incumb
incumbr
incur
inde
indebt
indefatig
indefens
indefinit
indel
indemn
independ
indetermin
indi
india
indian
indic
indict
indiffer
indign
indirect
indiscreet
indiscret
indiscrimin
indispens
indispos
indisput
indissolubl
indistinct
individu
indu
indubit
induc
indulg
industri
ineffectu
inefficaci
ineffici
inelig
inequ
inestim
inevit
inexcus
inexhaust
inexor
inexpedi
inexperi
inexplicit
infal
infami
infanc
infant
infatu
infect
infer
inferior
infest
infidel
infin
infinit
infirm
inflam
inflamm
inflammatori
inflex
inflict
influenc
influenti
inform
infract
infring
infus
ingeni
ingenu
ingraft
ingratitud
ingredi
inhabit
inher
inherit
inim
iniquit
injudici
injunct
injur
injuri
injustic
inland
inlet
innoc
innov
innovation1
innumer
inop
inordin
inpercept
inquest
inquir
inquiri
inquisit
inquisitor
inroad
insan
insati
insecur
insens
insepar
insert
insid
insidi
insignific
insincer
insinu
insist
inspect
inspir
instabl
instanc
instant
instead
instig
instil
instinct
institut
instruct
instrum
instrument
insuffici
insul
insular
insult
insuper
insupport
insur
insurg
insurmount
insurrect
intcrcours
integr
intellectu
intellig
intemper
intend
intent
intercept
interchang
intercours
interdict
interest
interf
interfer
interim
interior
intermeddl
intermedi
intermingl
intermiss
intermit
intermix
intermixtur
intern
interpos
interposit
interpret
interrupt
intersect
interv
interven
intervent
interwoven
intim
intimid
into
intoler
intrench
intrepid
intric
intricaci
intrigu
intrins
introduc
introduct
introductori
intrud
intrust
invad
invalid
invalu
invari
invas
invect
inveigh
inveigl
invent
inventor
invers
invert
invest
investig
inveter
invidi
invigor
invinc
inviol
invis
invit
involv
invulner
ireland
irferior
irish
irksom
iron
irrat
irreconcil
irregular
irresist
irresolut
irrespect
irretriev
irrevoc
irrit
is
island
issu
ist
it
it.1
it.3
itali
italian
item
itself
iv
ix
jail
jame
janizari
januari
japan
jar
jaw
jealous
jealousi
jefferson
jenkinson
jeopardi
jersey
job
john
join
joint
journal
journey
judg
judgem
judgment
judic
judicari
judicatori
judicatur
judici
judiciari
juli
julius
junction
junctur
junius
junto
juri
jurisdict
jurisprud
jurist
jurist2
juror
jury.1
jus
just
juster
justic
justif
justifi
keener
keenest
keep
kentucki
kept
key
khan
kind
kindl
kindr
kindthos
king
kingdom
knit
knot
know
knowledg
known
labor
labori
labyrinth
lacedaemonian
laden
laid
lain
lake
lament
land
landhold
landlord
landmark
landtax
languag
languid
larg
larger
largess
largest
last
lastment
late
latent
later
latitud
latitudinari
latter
laudabl
launch
lavish
law
lawa
lawgiv
lawless
lawmak
lawrenc
lawyer
lax
lay
lead
leader
leader,10
leagu
league,9
lean
learn
learnt
least
leav
leaven
led
left
legal
legerdemain
legion
legisl
legislatur
legislature.1
legitim
legitimatb
leisur
lend
length
lengthen
lent
les
less
lessen
lesser
lessinform
lesson
lest
let
letter
level
levi
leviti
lex
liabl
liber
liberti
lic
lican
licens
licenti
lie
lieu
lieuten
lieutenantgovernor
life
lifeless
ligam
light
light,
light,i
like
likelihood
likewis
limb
limit
line
linen
link
liquid
list
listen
listless
liter
litig
littl
live
liveli
livelihood
load
loan
local
loci
locrian
lodg
logic
lolm
long
longer
longest
longliv
look
loos
lord
lose
loss
lost
lot
loud
loui
love
lover
low
lower
lowest
lucrat
lull
lumin
lurk
lust
lustr
luxuri
lycia
lycian
lycurgus
lysand
mabli
macedon
machin
mad
madam
made
magazin
magic
magistr
magistraci
magna
magnanim
magnifi
magnific
magnitud
main
maintain
mainten
maintenon
majesti
major
make
maker
maladi
malconduct
malcont
malici
malign
man
manag
mani
manifest
mankind
manner
manner,
manner,wherea
manufactur
manufacturer,
manufacturer,al
march
marin
maritim
mark
market
marlborough
marqu
marri
marshal
martin
maryland
mask
mass
massachusett
master
masteri
match
materi
mathemat
matter
matur
maxim
maximilian
may
maze
mclean
me
mean
meant
meantim
measur
mechan
mediat
mediocr
medit
medium
meet
megarensians,2
melancholi
melior
member
memor
memori
men
men.1
menac
mensur
mention
mercantil
mercenari
merchandis
merchant
merci
mere
merit
meritori
messeng
met
metal
metamorphos
metaphys
meteor
method
metropoli
middl
midst
might
mighti
mild
milder
mile
milit
militari
militia
militiamen
million
mimic
mind
mine
minerva
mingl
minion
minist
ministeri
mino
minor
mint
minut
minutest
miracul
mirror
misappl
misappli
misapprehens
misbehavior
miscarri
miscarriag
miscellan
mischief
mischiev
misconceiv
misconcept
misconduct
misconstru
misconstruct
misdemeanor
miser
miseri
misfortun
misguid
misinform
misjudg
misl
mislead
mismanag
misplac
misrepresent
misrul
mission
mississippi
misstep
mist
mistak
mistaken
misthink
mistress
mitig
mix
mixtur
mob
mode
mode4
model
moder
modern
modest
modif
modifi
moment
momentari
momentum
mon
monarch
monarchi
monday
money
monitor
monitori
monopol
monopoli
monster
monstertam
montesquieu
montgomeri
month
monum
moral
more
moreindustri
moreov
morrow
mortal
mortif
mortifi
most
motion
motiv
motto
mould
moulder
mountain
mouth
move
movem
mr
much
mulct
multipi
multipl
multipli
multitud
multitudin
municip
murder
must
mutabl
mutil
mutini
mutual
my
myself
mysteri
nake
name
narrow
narrowest
narrowli
nation
nativ
natur
naturalist
naval
navi
navig
nay
near
nearer
nearest
necess
necessari
necessarili
necessit
neckar
nee
need
needless
negat
neglect
negoci
negoti
negro
neighbor
neighborhood
neighbors.11
neither
net
netherland
neutral
never
nevertheless
new
newfangl
newmodel
newspap
next
nice
niceti
night
nine
nine2
nineteen
ninth
no
nobil
nobl
noblemen
noblest
nobli
nomin
nomination.3
non
nonattend
noncompli
none
nonmanufactur
nonobserv
nor
norman
north
northeastern
northern
northwestern
not
note
noth
notic
notion
notori
notorieti
notwithstand
nourish
novel
novelti
novemb
now
nowher
nowis
nugatori
null
nultipli
numa
number
number,3
numer
nurseri
oath
obduraci
obedi
obey
object
objection
objector
objectors
oblig
obligatori
obliter
obnoxi
obscur
obsequi
observ
obstacl
obstin
obstinaci
obstruct
obtain
obviat
obvious
occas
occasion
occup
occupi
occur
occurr
ocean
ocnsent
octenni
odious
odium
of
off
offend
offens
offer
offic
offici
officio
offspr
often
oftenagit
old
oligarch
oligarchi
omin
omiss
omit
on
onc
one
one;2
open
oper
opinion
oppon
opportun
oppos
opposit
oppress
oppressor
opprobrium
option
opul
or
oracl
oral
orang
orat
orb
orbit
ordain
order
ordin
ordinari
organ
origin
ostens
ostentati
ostrac
other
otherwis
ottoman
ought
our
ourselv
out
outbid
outlin
outliv
outnumb
outrag
outset
outweigh
over
overbal
overbalanc
overbear
overburden
overcom
overcuri
overflow
overgrown
overleap
overlook
overmatch
overpass
overpow
overr
overrul
overrun
overscrupul
overspread
overstock
overt
overthrow
overtur
overturn
overwhelm
owe
oweshi
own
p
pace
pacif
packet
pact
page
pageant
paid
pain
palladium
palliat
palpabl
pamphlet
paper
paper1
par
paradox
paragraph
parallel
paramount
parasit
parcel
parchment
pardon
parent
parlanc
parliam
parliamentari
paroxysm
parsimoni
part
partak
parti
partial
particip
particl
particular
partisan
partit
partner
partook
party1
pass
passag
passion
passiv
past
path
pathet
patient
patrician
patrimoni
patriot
patrol
patron
pauper
paus
pausibl
pay
payer
paymast
payment
paywhat
peac
peaceabl
pecul
peculiar
pecuniari
peloponnesian
pen
penalti
penetr
pennsylvani
pennsylvania
pension
penuri
peopl
peoplea
peopleincreas
per
perceiv
percept
perdit
peremptori
perfect
perfidi
perform
perhap
pericl
peril
period
perish
perman
permanent1
permiss
permit
pernici
perpetr
perpetu
perplex
perquisit
persecut
perserver
persev
persever
persist
person
perspect
perspicu
persuad
persuas
pertinaci
perus
pervad
pervers
pervert
pestil
pestilenti
petit
petti
petul
phantom
phenomenon
phidia
phidias,3
philadelphia
philanthropi
philosoph
philosophi
philosophiqu
phrase
physic
physician
pictur
piec
pillag
pillar
pious
piqu
piraci
pirat
pitch
piti
pivot
place
plain
plainer
plainest
plaintiff
plan
plant
plato
plausibl
play
plea
plead
pleas
pleasur
plebeian
plebian
pledg
plenipotentiari
plenti
plentitud
plianci
plot
plume
plunder
plung
plural
plutarch
pocket
poet
poetic
poetri
poignanc
point
poison
poland
polic
polici
polish
polit
politi
politician
poll
polltax
polybius
pomp
pompadour
poor
poorer
poorest
pope
popul
popular
popularity,4
porch
port
portion
portrait
portug
posit
poss
possess
possessor
possibl
post
poster
postpon
postur
potent
pound
poverti
power
power1
powers.2
powers:1
practic
praetor
prais
prayer
pre
precari
precaut
preced
precept
precious
precipic
precipit
precis
preclud
preconceiv
predatori
predecessor
predetermin
predic
predica
predict
predilect
predisposit
predomin
preemin
preestablish
preexist
prefac
prefer
prefix
pregnant
prejud
prejudg
prejudic
prejudici
preliminari
prematur
premedit
premis
premium
preoccupi
preorgat
prepar
preparatori
prepetu
preponder
prepossess
preposter
prerog
prescrib
prescript
presenc
present
preserv
presid
press
pressur
presum
presumpt
presuppos
presupposit
pretend
pretens
pretermit
pretext
pretti
prevail
preval
prevent
previous
prey
price
pride
primari
primarili
primat
prime
primev
primit
princ
princip
principl
print
prior
prioriti
pristin
privaci
privat
privi
privileg
prize
probabl
probat
probiti
problem
problemat
proce
proceed
process
proclaim
procrastin
procur
prodigi
produc
product
profan
profess
profici
profit
profound
profus
progeni
progress
prohibit
prohibitori
project
projector
prolif
prolong
promis
promiscu
promot
prompt
promptitud
promulg
prone
pronounc
proof
prop
propag
propens
proper
propermean
properti
prophesi
prophet
proport
proportion
proportion.1
propos
proposit
proprieti
proprietor
proprietori
prorogu
proscrib
prosecut
prosecutor
proselyt
prospect
prosper
prostitut
prostitute,1
prostrat
protect
protector
protest
protract
prove
proverbi
provid
provinc
provis
proviso
provoc
provok
prowess
prudenc
prudent
prussia
pub
public
publicspirit
publish
publius
puls
punctual
punic
punish
purchas
pure
purer
purest
puriti
purpl
purpos
purs
pursu
pursuad
pursuanc
pursuant
pursuit
purview
put
puzzl
quadrat
quadrupl
qualif
qualifi
qualiti
quantiti
quarrel
quarter
queen
quell
querter
quest
question
quick
quicken
quiet
quit
quorum
quot
quota
quotat
race
radic
rage
rail
railleri
rais
ralli
rang
rank
ransom
rapaci
rapid
rare
rash
rate
rather
ratif
ratifi
ratio
ration
ravag
rave
raw
ray
re
reach
read
reader
readi
readili
readjust
readmiss
real
realiti
realiz
realli
realm
reapportion
rear
reason
rebel
rebellion
recal
recapitul
receiv
recent
recept
receptacl
recess
recherch
reciproc
recit
reckon
reclaim
recogn
recognit
recoinag
recollect
recomm
recommend
recommendatori
reconcil
reconsider
record
recours
recov
recoveri
recrimin
rectifi
rectitud
recur
recurr
redeem
redound
redress
reduc
reduct
redund
reelect
reelig
reestablish
reexamin
refer
refin
reflect
reflexion
reform
refractori
refrain
refug
refus
refut
regain
regard
regener
reget
region
regret
regul
regular
regulati
reign
rein
reinforc
reinstat
reiter
reject
rejoic
rejudg
relat
relax
reli
relianc
relief
reliev
religi
religion
relinquish
reluct
remain
remaind
remand
remark
remedi
remediless
rememb
remembr
remind
remiss
remit
remitt
remonstr
remors
remot
remould
remov
render
renew
renounc
renov
rent
renunci
repair
repartit
repeal
repeat
repel
repetit
replenish
replet
repli
report
repos
repres
represent
repress
repriev
repris
reproach
reprob
reproduc
repub
republ
republic,
republic,i
republican
repugn
reput
request
requir
requisit
rescu
research
resembl
resent
reserv
reservoir
resid
residu
residuari
residuum
resign
resist
resolut
resolv
resort
resourc
respect
respectableth
respons
rest
restor
restrain
restraint
restrict
result
resum
retain
retaken
retali
retort
retreat
retribut
retrospect
return
reunion
reveng
revenu
rever
reveri
revers
review
revis
revisionari
reviv
revok
revolt
revolut
revolv
reward
rhetor
rhetorician
rhode
rich
richer
richest
rid
ridicul
right
rigid
rigor
ripen
rise
risen
risk
rival
rivalship
river
rivet
rivulet
road
roman
romanc
romant
rome
romulus
room
root
rotat
rough
round
rous
royal
royalti
rsecutor
ruin
ruinous
rule
ruler
run
rung
rush
russia
sacr
sacrif
sacrific
safe
safeguard
safer
safest
safeti
sagac
sagaci
sage
said
saint
sake
salari
sale
salutari
same
samnian
sampl
sanctifi
sanction
sanctiti
sanguin
sanguinari
sap
saratoga
sat
sate
satisfact
satisfactori
satisfactorili
satisfi
savag
save
savor
saw
say
sayprecis
scale
scan
scandal
scanti
scarc
scarciti
scatter
scene
sceptic
sceptr
scheme
scienc
scipio
scope
score
scotch
scotland
scourg
screen
scruniti
scrupl
scrupul
scrutini
se
sea
seacoast
seamen
seamenif
search
season
seat
sec
secess
second
secondari
secreci
secret
secretari
sect
section
secur
secureti
sedat
sedit
sediti
seduc
seduct
see
seed
seek
seem
seen
seignior
seiz
seldom
select
self
selfappoint
selfdefens
selfdeni
selfgovern
selfish
selflov
selfpreserv
seller
semblanc
semicolon
senat
senatori
send
sens
sensat
senseless
sensibl
sent
sentenc
sentim
sentinel
separ
septemb
septenni
sequel
seraglio
seri
serious
serv
servant
servic
servil
servitud
session
set
settl
settlem
seven
seventh
seventi
seventynin
seventythre
sever
sex
shackl
shade
shadow
shake
shall
shame
shameless
shape
share
sharp
sharpsighted
shatter
shay
she
shed
shelter
sheriff
shield
shift
shill
ship
shoot
shore
short
shorten
shorter
shortest
shortliv
should
show
shown
shun
shut
side
sigh
sight
sighted
sign
signal
signatur
signif
signifi
signific
silenc
silent
silver
similar
similitud
simpl
simplest
simpli
simplic
simplifi
sinc
sincer
sinew
sing
singl
singular
sinist
sink
sister
sit
situat
six
sixteen
sixth
sixti
sixtieth
sixtyeight
sixtyf
sixtyfour
size
sketch
skill
slaughter
slave
slaveri
sleep
slender
slide
slight
slightest
slip
slow
small
smaller
smallest
smuggl
snare
snatch
so
soar
sober
social
societi
socrat
soften
soil
soldier
soldieri
sole
solemn
solicit
solicitud
solid
solon
solut
solv
some
someth
sometim
somewhat
somewher
son
soon
sooner
sophism
sophistri
sordid
sort
soto
sought
soul
sound
sourc
south
southern
sovereign
sovereignti
sow
sown
space
spacious
spain
spanish
spare
sparkl
sparta
speak
speaker
speci
special
specif
specifi
specimen
specious
spectacl
spectat
spectr
specul
speech
speedi
speedili
spend
spent
sphere
spilt
spirit
spiritu
spite
splendid
splendor
split
spoken
spontan
spot
spread
spring
sprung
spurious
squar
squeez
stabil
stabl
stage
stagnat
stake
stale
stamp
stand
standard
stapl
stare
start
state
statecould
statem
states1
states:1
statesgener
statesman
statesmen
station
stationari
statu
statuari
statut
stead
steadi
steadili
steal
steer
step
sterl
stern
steward
stifl
stigma
stigmat
still
stimul
stipend
stipul
stir
stock
stolen
stone
stood
stoop
stop
store
storestar
stori
storm
straight
strain
strang
stranger
strangl
stratagem
stream
strength
strengthen
strenuous
stress
stretch
strict
strictest
stride
strike
strip
strong
stronger
strongest
struck
structur
struggl
stubborn
studi
studious
stupend
style
subdivid
subdivis
subdu
subject
subjoin
submiss
submit
subordin
subscrib
subsequ
subservi
subsist
substanc
substanti
substitut
subterfug
subtl
subtleti
subvers
subvert
succe
succeed
success
successor
succor
such
sudden
suffer
suffic
suffici
suffrag
suggest
suit
suitabl
sullen
sum
summari
summit
summon
sun
sunk
superad
superannu
supercili
superfici
superflu
superintend
superior
superl
supersed
supersedur
superstit
superstructur
supervis
supin
supplant
supplem
supplement
supplementari
suppli
support
suppos
supposit
suppress
suprem
supremaci
sur
sure
surest
surmis
surmount
surpris
surrend
surreptiti
surrog
surround
survey
surviv
suscept
suspect
suspend
suspens
suspici
suspicion
sustain
swarm
sway
sweden
sweep
swell
swerv
swiss
switzerland
sword
sycoph
syllabl
syllogist
symmetri
sympath
sympathi
symptom
system
systemat
t
tabil
tacit
taint
take
taken
tale
talent
talli
tame
tamoni
tamper
tar
tariff
tarnish
tartari
task
taught
tautol
tax
taxat
taxgather
teach
tear
technic
tedious
teem
tell
temer
temper
temperatur
tempestu
tempor
temporari
tempt
temptat
ten
tenaci
tenant
tend
tendenc
tender
tenet
tenfold
tenor
tenth
tenur
term
termin
terrif
territori
terror
test
testimoni
textur
than
that
the
theatr
theft
their
theirrepres
them
theme
themselv
then
thenc
thenceforth
theorem
theoret
theori
theorist
there
therebi
therefor
therein
thereof
these
theseus
they
thing
think
third
third,8
thirst
thirteen
thirteenth
thirti
thirtyf
thirtyfirst
thirtyon
this
thorough
those
though
thought
thousand
thre
threaten
three
threefold
threefourth
throne
through
throughout
throw
thrown
thunder
thursday
thus
thwart
ticklish
tide
tie
till
time
timid
tinctur
titl
to
today
togeth
toil
told
toler
toll
tomorrow
tone
tonnag
too
took
tool
topic
topograph
torrent
total
totter
touch
toward
town
trace
tract
tractabl
trade
trader
traffic
train
traitor
trammel
trampl
tranquil
transact
transatlant
transcend
transfer
transform
transient
transit
transitori
translat
transmit
transmut
transport
transposit
travel
treacheri
treason
treasur
treasuri
treat
treati
treatis
treatymak
trebl
trembl
tri
triabl
trial
tribe
tribun
tribuneship
tribut
tributa
tributari
triennial
trifl
tripl
trite
triumph
triumphant
trivial
troop
troubl
troublesom
true
truli
trust
truste
truth
tuesday
tullius
tumor
tumult
tumultu
turbul
turkish
turn
turpentin
tutelag
twelv
twenti
twentieth
twentyeight
twentyf
twentyfifth
twentyon
twentythre
twice
two
ty
tyrann
tyranni
tyrant
ultim
umbrag
umpir
unabl
unaccept
unaccount
unadvis
unaffect
unalter
unambigu
unambiti
unanim
unanswer
unassist
unattain
unattend
unauthor
unavail
unavoid
unaw
unawar
unbecom
unbias
unblush
unbound
unbridl
uncancel
uncandid
unceas
uncertain
uncertainti
unchang
uncommerci
uncommon
uncompli
unconfin
unconnect
unconscion
unconstitut
uncontradict
uncontrol
undecid
undefin
undeni
under
undergo
undergon
undermin
undersel
understand
understood
undertak
undertaken
undertook
undervalu
undesir
undiminish
undisciplin
undisturb
undivid
undo
undon
undoubt
undu
unduli
uneasi
unenlighten
unenumer
unequ
unequivoc
unexampl
unexception
unexpect
unexplor
unfair
unfaith
unfathom
unfavor
unfett
unfit
unfold
unfortun
unfound
unfrequ
unfriend
ungovern
ungrant
unhallow
unhappi
unhappili
unheard
unhing
uniform
unimport
unimprov
uninfluenc
uninterest
uninterrupt
uninterupt
union
unioni
unison
unit
uniti
univers
unjust
unjustifi
unknown
unlad
unlaw
unless
unlik
unlimit
unmask
unmean
unmix
unnatur
unnecessari
unnecessarili
unneighbor
unnot
unobserv
unoccupi
unorgan
unparallel
unpardon
unperceiv
unperplex
unpopular
unpreced
unprejud
unprincipl
unproduct
unpromis
unpropiti
unqualifi
unquestion
unreason
unredress
unreserv
unrestrain
unruli
unsacrif
unsaf
unsal
unsatisfactori
unsatisfi
unsettl
unsoci
unsophist
unsound
unstabl
unsteadi
unsubstanti
unsuccess
unsupport
unten
unthink
until
untouch
untoward
untract
untru
unusu
unvari
unveil
unwari
unwarr
unwarrant
unwelcom
unwil
unwilling
unwis
unworthi
up
upbraid
uphold
upon
upright
upward
urg
urgenc
urgent
us
us.2
usag
usay
use
useless
usher
ustil
usual
usur
usurp
util
utmost
utomst
utopian
utter
uwhich
v
vacanc
vacant
vacat
vagabond
vagu
vain
vainglori
valid
valor
valu
valuabl
valuat
vanish
vaniti
vanquish
vari
variabl
varianc
variat
varieti
various
vassal
vast
veget
vehem
vehicl
veil
vein
venal
venalti
vendibl
vener
vengeanc
venial
venic
vent
ventur
verbal
verdict
verg
veri
verifi
vermont
vessel
vest
vestig
veteran
veto
vex
vexati
vibrat
vice
viceadmir
vicepresid
vicin
vicious
vicissitud
victim
victori
vide
vie
view
vigil
vigor
vii
viii
vindic
vindict
violat
violenc
violent
virginia
virginian
virtu
virtual
virtuous
virul
visag
visibl
visionari
vital
vitiat
vivifi
viz
voerthrow
voic
void
vol
volit
volum
volumin
voluntari
voluntarili
voluptu
vortex
votari
vote
voter
vouch
voucher
voyag
vulner
wage
wait
waiv
wale
walk
wander
want
wanton
war
warlik
warm
warmest
warmth
warn
warp
warrant
was
wash
wast
watch
water
wave
way
we
weak
weaken
weaker
weakest
weal
wealth
wealthi
wealthiest
wean
weapon
wear
weari
weaver
week
weekon
weigh
weight
weighti
weightier
weightiest
welfar
well
wellbalanc
wellborn
wellchosen
wellconnect
wellconstitut
wellconstruct
welldigest
welldirect
wellestablish
wellfound
wellground
wellguard
wellinform
wellintent
wellknown
wellord
wellregul
welltim
welltrain
wellwish
welsh
went
were
west
western
what
whatev
whatsoev
wheel
when
whenc
whenev
where
wherea
whereof
wherev
whether
whi
which
while
whilst
whisper
whither
who
whoever
whole
whole.1
wholli
whom
whomsoev
whose
wick
wicked
wide
widespread
widest
wil
wild
wildest
wile
will
william
win
wing
wisdom
wise
wiser
wisest
wish
wisher
wit
with
withdrawn
withheld
withhold
within
without
withstand
witti
wolsey
woman
womb
won
wonder
wood
word
work
world
worn
wors
worst
worth
worthi
would
wound
wreak
wreck
wrest
wretch
writ
write
writer
written
wrong
wrought
wyom
xiv
yard
yate
year
yeomanri
yes
yet
yield
yoke
york
york?1
you
young
your
yourselv
zaleucus
zeal
zealous