a
abolish
absolut
accomplish
accord
accuraci
achaean
acquaint
activ
add
addit
adequ
administ
administr
advantag
advers
adversari
affair
affect
against
agenc
all
alleg
allot
alon
also
although
am
america
american
among
an
anal
ancient
and
ani
anoth
appoint
apprehens
are
armi
array
articl
as
ascend
at
attain
attent
attribut
author
balanc
baron
be
bear
been
befor
beget
betray
between
beyond
bind
bless
blood
bodi
born
both
bound
branch
but
by
candor
cannot
capac
case
caus
certain
chang
charact
chosen
circl
citizen
class
cloth
collect
collector
commerc
common
compar
comparison
compass
complet
compli
complianc
compon
concern
confeder
confederaci
congress
connect
consequ
consid
consider
consist
consolid
constitu
constitut
content
continu
contrari
convent
corpor
correspond
could
countenanc
counti
countri
cours
danger
decis
defend
defens
defin
degener
degre
deleg
depart
depend
derog
descript
despoil
determin
differ
digniti
direct
discounten
disposit
disregard
dissens
dissimilar
district
disturb
disunion
doctrin
doe
drawn
each
ear
earn
effect
effectu
either
elect
embitt
employ
encroach
endang
enforc
enjoy
enlarg
ensu
entertain
entir
essent
essenti
establish
europ
even
event
eventu
ever
everi
examin
exampl
exce
except
exclud
exclus
execut
exemplifi
exercis
exhaust
exist
experi
extend
extens
extent
extern
extrem
face
faction
faculti
far
fatal
fate
favor
feder
feel
feudal
feudatori
few
final
financ
first
fit
fleet
for
foreign
forget
form
former
forti
found
fountain
fournal
frame
frequent
from
frustrat
fulli
futur
gave
gener
given
good
govern
gradual
great
greater
guard
had
happen
happi
hard
hardearn
harmoni
has
have
head
heard
here
his
histori
hous
how
howev
i
if
immedi
impious
import
improp
improv
in
incapac
incompat
inconsist
inde
indebt
indefinit
independ
individu
ineffectu
infer
influenc
inform
inquiri
instanc
instead
institut
intermix
intern
intervent
into
invigor
is
it
itself
judici
judiciari
justic
king
kingdom
know
last
latter
lavish
leagu
left
legisl
legislatur
less
let
liberti
lie
ligam
like
littl
live
local
lost
lycian
made
maintain
mani
manner
marin
mass
may
mean
measur
member
men
might
militari
militia
million
ministeri
mode
modern
money
more
most
much
multitud
municip
must
my
nation
necessari
negoti
new
next
no
not
notwithstand
nowis
number
numer
object
obsequi
obtain
of
offic
old
on
onc
one
oper
opinion
oppos
opposit
oppress
option
or
order
ordinari
organ
origin
other
ought
our
over
overbear
owe
own
paper
part
particular
past
pay
peac
peaceabl
peopl
perhap
period
person
persuad
place
plan
poison
polit
politician
portion
possess
possibl
power
precious
predilect
preponder
preposter
present
presid
press
presum
prevail
prevent
previous
princ
princip
principl
probabl
proceed
pronounc
propens
proper
properti
proport
propos
prosper
prove
public
publius
punctual
purpos
pursu
question
quota
real
reconcil
regard
regul
reject
relat
remain
render
repres
requir
reserv
residu
resist
resort
respect
retain
revenu
reviv
revolut
revolv
rivalship
ruin
rule
sacrif
sacrific
safeti
same
say
scale
scene
seacoast
secondari
secur
seem
seen
senat
separ
sever
shape
share
should
shown
side
similar
singl
small
smaller
so
solid
some
sovereign
sovereignti
speci
spilt
spread
state
still
strongest
subject
subordin
substanc
substitut
success
such
suffici
supplement
suppli
support
supposit
suprem
sympathi
system
tax
taxat
tend
tendenc
than
that
the
their
them
themselv
then
there
these
they
thirteen
thirti
this
those
though
thousand
three
throughout
thus
time
to
togeth
too
touch
toward
town
transfer
transmit
treati
true
under
undergon
union
unit
unnecessari
unsacrif
urg
us
use
usual
valu
veri
vest
view
violent
voic
want
war
was
we
weaken
weight
welfar
well
were
what
whatev
whether
which
whilst
who
whole
wholli
whose
will
with
within
without
word
world
worthi
would
yet
york