1
14
1788
a
abil
abl
acquiesc
act
adapt
administ
administr
admit
advantag
adversari
affirm
afford
against
agenc
agent
all
alleg
almost
alon
alreadi
also
alway
america
an
analyz
and
ani
anoth
answer
appear
appli
appoint
approach
approb
apt
aptitud
are
art
as
ascend
assembl
at
attent
author
be
becom
been
beforehand
best
better
bia
bodi
busi
but
by
cabal
came
can
candid
cannot
capabl
cast
casualti
censur
centr
certainti
charact
chief
chiefli
choic
choos
chosen
circumst
citizen
combin
commit
commun
complais
complic
concert
conclus
confid
conjunctur
consequ
consider
constant
constitut
contest
conting
continu
conven
convent
convuls
corrupt
could
council
creatur
danger
dead
definit
degre
deign
deliber
denomin
depend
deput
descript
desideratum
desir
detach
devis
devot
differ
discern
discharg
disord
dispers
distinguish
divid
do
done
dread
durat
duti
each
easi
effectu
elect
elector
elev
elig
embark
embrac
emin
end
endow
enter
equal
escap
establish
esteem
estim
even
everi
evil
excel
exchang
exclud
execut
exercis
exert
exist
expect
expos
extraordinari
fall
farmer
favor
feder
fellow
fellowcitizen
ferment
fill
final
first
fit
five
fool
for
forc
foreign
form
former
found
free
friday
from
further
gain
gener
given
good
govern
governor
gratifi
great
guard
guarded.1
happen
happili
has
have
he
heat
heresi
hesit
highest
him
himself
his
hold
honor
hous
how
i
idea
if
ill
immedi
import
improp
in
inconsider
independ
induc
inform
instanc
intermedi
intrigu
investig
is
it
judici
justifi
kind
larg
latter
least
less
let
lie
lieuten
lieutenantgovernor
like
littl
lot
low
made
magistr
magistraci
major
make
man
manner
march
mark
mass
may
mean
men
merit
might
mischief
mischiev
mislead
mode
moral
more
most
motiv
movem
much
must
nation
natur
necessari
necessarili
never
new
no
nor
not
noth
notic
number
object
obstacl
occasion
of
offic
offici
on
one
oper
opinion
oppon
opportun
oppos
or
other
otherwis
our
out
over
own
packet
part
particular
peculiar
peopl
perfect
permit
person
place
plan
plausibl
poet
polit
popular
portion
possess
possibl
power
practic
pre
precaut
preemin
preestablish
preexist
prefer
prescrib
presid
pretti
print
probabl
process
produc
profit
promis
pronounc
proper
prospect
prostitut
provid
public
publius
purpos
qualif
qualifi
qualiti
querter
rais
re
reason
receiv
recommend
reelect
refer
regard
remark
repres
republican
requir
requisit
resolut
respect
right
sacrific
safe
same
satisfactori
say
seat
secur
see
seem
select
senat
sens
sever
shall
share
should
similar
singl
sinist
situat
slightest
small
so
societi
sole
some
somewhat
sort
special
state
station
strong
substitut
success
such
sudden
suffic
superflu
suprem
suspect
system
take
taken
talent
tamper
task
temporari
tempt
tendenc
test
than
that
the
their
them
themselv
there
these
they
thirteen
this
those
though
thought
thus
time
to
too
transient
transmit
true
trust
tumult
two
under
union
unit
unsaf
upon
ventur
vice
vicepresid
vide
violent
virtu
vote
was
we
well
were
what
when
which
who
whole
whom
whose
will
wish
with
within
without
would
yet
york