1788
1808
22
a
abolish
absolut
accomplish
accord
account
acquir
act
ad
addit
administr
admiss
admit
adopt
affair
african
after
against
alien
all
allow
alon
although
ambassador
america
american
among
an
and
ani
animos
anoth
answer
anteced
appear
appoint
are
argum
arriv
articl
as
assert
assur
at
attempt
attent
augment
author
avid
avoid
away
axiom
bankruptci
barbar
be
bear
becom
been
befor
belong
benefici
betray
between
bodi
border
both
branch
brethren
bridg
brought
but
by
calcul
can
cannot
canton
care
case
casualti
caus
certain
certainti
channel
charact
charter
citizen
citizenship
civil
clamor
class
claus
clear
code
coin
collect
come
commerc
commerci
commit
common
complet
comprehend
compris
concern
concurr
conduct
confeder
confederaci
confer
confin
confirm
confus
congress
connect
consent
consequ
consid
consider
consist
constitut
construct
consul
consum
contain
content
contigu
continu
contradictori
contribut
contriv
conveni
convent
council
counterfeit
countri
cours
court
cover
crimin
current
cursori
custom
declar
deem
defect
defin
definit
delic
denomin
depart
descript
deserv
desir
destroy
determin
diet
differ
difficult
difficulti
diminish
disadvantag
discourag
discuss
disembarrass
dishonor
dissimilar
distinct
do
dollar
doubtless
drawn
drown
dure
duti
each
easili
effect
either
elud
embarrass
embassi
embroil
emigr
emperor
empir
employ
endeavor
england
enjoy
enlarg
entitl
equal
escap
essenti
establish
etc
europ
european
even
everi
evid
examin
exampl
except
exclud
exist
expedi
experi
export
exposit
express
expressli
extend
extern
extrem
facilit
fall
fallen
far
fault
favor
feder
feloni
few
fit
fix
follow
for
forc
foreign
foreseen
forev
form
former
found
foundat
fourth
fraud
free
frequent
from
frustrat
fugit
fulli
function
further
futur
gain
gener
germani
give
given
govern
grade
gradual
great
greater
guid
had
happi
harmless
harmoni
has
have
head
here
high
highest
his
hitherto
how
howev
human
i
if
illegitim
illicit
illustr
immedi
immoder
immun
impati
impolit
import
impos
imposs
impost
impractic
improb
improp
improv
in
incapac
incapacit
includ
incomplet
incomprehens
inconsider
inconsist
inconveni
indetermin
indian
indirect
indiscreet
individu
ineffectu
inferior
infring
inhabit
injur
instanc
instrum
intercours
interdict
interest
intermedi
intern
interpret
interrupt
intim
into
intric
introduc
intrud
is
it
itself
januari
judici
jurisdict
justic
kingdom
knowledg
laid
languag
last
latitud
latter
law
lay
leav
left
legal
legisl
less
lesser
let
levi
liabl
liberti
lie
like
limit
list
littl
load
lodg
long
loos
loud
made
major
make
maker
manag
mani
manner
materi
mathemat
may
mean
meant
measur
medium
member
mention
merchandis
mere
might
mild
minist
minut
mischief
misconstruct
mission
model
modern
money
more
most
municip
must
mutual
myself
nation
natur
necess
necessari
need
neighbor
neither
netherland
new
ninth
no
none
nor
not
noth
nourish
nowher
number
object
oblig
obnoxi
obscur
obviat
obvious
of
offens
offic
often
old
omiss
on
onc
one
oper
opposit
oppress
or
organ
other
otherwis
ought
our
out
over
owe
own
packet
paid
paper
paramount
part
parti
partial
particular
passag
passion
past
pauper
peopl
per
perhap
period
perman
permiss
perplex
person
pervert
piraci
plan
plead
point
polici
post
postpon
power
practic
preced
precis
prefer
preposter
prescrib
pretext
prevent
previous
princ
privileg
probabl
proceed
process
produc
product
prohibit
prohibitori
proof
proper
properti
propos
proprieti
proscrib
prospect
prove
provid
provis
public
publius
punish
qualif
question
quotat
rather
reason
receiv
reciproc
reconcil
record
redeem
regul
relat
relief
remain
remark
remov
render
repres
requir
requisit
resent
reserv
resid
resort
respect
restrain
restraint
restrict
result
retain
revenu
review
revis
right
river
road
rule
sake
same
scarc
sea
second
secret
secur
secureti
seem
seen
send
serious
settl
sever
shall
short
side
signif
sinc
slave
slight
so
some
sovereignti
speak
specimen
spirit
stage
standard
state
statut
still
stimul
stipul
strict
strike
struck
structur
studious
subject
submit
substanti
subvert
such
sudden
suffer
superad
superintend
supplement
suppli
surpris
switzerland
system
take
taken
ten
tend
term
termin
than
that
the
their
them
themselv
then
there
therefor
thereof
these
they
third
this
those
though
thought
through
throughout
thus
to
toler
toll
too
total
trade
traffic
tranquil
transfer
translat
treati
trial
tribe
true
tuesday
twenti
two
unceas
uncommerci
under
unfair
unfett
unfortun
uniform
union
unit
unless
unnatur
unobserv
until
unworthi
upbraid
upon
use
usurp
vagabond
valu
valuabl
vari
various
veri
view
violat
voic
voluntari
was
way
we
weight
well
were
what
whatev
when
where
whi
which
who
whole
whom
whose
will
wish
wit
with
within
without
would
year
yet
york