a
abl
accept
accru
accur
acknowledg
acquaint
act
action
addit
administ
admiss
admonit
adopt
advanc
advantag
advic
affair
affect
affirm
against
age
agenc
aid
all
allow
also
altern
alway
ambit
amend
america
american
amiti
among
an
and
ani
anoth
answer
anticip
appear
appoint
are
aris
arrang
as
ascertain
assembl
assert
assur
at
attach
attain
attent
auspic
author
avail
avoid
bare
be
becom
been
befor
benefici
benevol
best
betray
between
birth
bless
blunder
bodi
both
bound
branch
but
by
calamit
calcul
call
can
cannot
care
carri
case
certain
chang
channel
charact
charg
check
choic
circumst
cite
citizen
citizenship
claim
clear
code
combin
come
commerc
common
complic
compound
comprehens
compromis
concern
concess
concurr
confid
congeni
connect
consequ
consid
consider
consist
consolid
conson
constitu
constitut
contempl
continu
contradict
conveni
convent
convey
correct
corrupt
council
countri
creat
cultiv
damp
danger
day
declin
defeat
defect
defens
defer
defici
defin
degre
depend
deplor
deris
devis
devot
differ
dilat
diminut
disappoint
discuss
diseas
disgrac
dissimilar
distinct
distinguish
district
divid
doe
doubl
due
durat
each
educ
effect
elect
embarrass
embrac
emot
encourag
enemi
enlarg
ensu
enter
enterpris
equal
error
escap
establish
even
everi
evid
evil
examin
exampl
excess
exclus
execut
exercis
exert
exhibit
exist
expect
expedi
explain
expos
extent
factious
faculti
far
farmer
favor
feder
fellow
fellowcitizen
few
fewer
fidel
fill
find
firm
first
five
fix
flatter
fluctuat
folli
for
foreign
forfeit
forget
form
format
former
fortun
forward
found
fourth
free
friend
from
fruitless
genius
genuin
give
given
go
good
govern
great
greater
ground
guard
guess
habit
half
hand
happi
harmoni
harvest
has
hasti
have
hazard
he
head
heart
held
her
him
himself
hint
his
histori
hold
hope
hous
how
howev
i
if
ii
iii
immedi
impeach
impedi
impli
import
imposs
improb
improp
improv
impuls
in
incess
incid
incoher
inconsist
inconst
inconveni
incorpor
increas
inde
independ
indic
indiscret
indiscrimin
indispens
individu
indulg
industri
infirm
influenc
inform
ingredi
injuri
innumer
inquir
instabl
instanc
instead
institut
instruct
instrum
intemper
interest
intern
interv
into
involv
is
it
itself
iv
journal
judgment
just
know
knowledg
known
labor
larg
larger
last
latter
laudabl
law
lawmak
lay
leader
leagu
least
led
left
legisl
legislatur
less
lesser
liabl
liberti
lie
life
like
link
littl
long
longer
loss
loud
made
major
make
man
mani
manner
manufactur
mark
mass
may
mean
measur
mediocr
melancholi
member
men
merchant
merit
might
mischief
mischiev
misfortun
mixtur
mode
money
monum
more
moreov
morrow
most
motiv
much
must
mutabl
mutual
nation
natur
necess
necessari
need
neighbor
new
next
nine
no
none
nor
not
notic
now
number
numer
object
objection
oblig
observ
obtain
occup
of
on
onc
one
opinion
opportun
opposit
option
or
order
other
otherwis
ought
our
out
over
own
paid
part
partak
parti
particip
particular
pass
passion
peculiar
peopl
perceiv
perfidi
perhap
period
perman
pernici
piti
place
plan
point
poison
polici
polit
portion
posit
possess
possibl
power
practic
precaut
preced
preparatori
prepossess
prerog
present
preserv
pretens
prey
principl
privat
probabl
proce
proceed
profit
promulg
propens
proper
properti
proport
propos
proprieti
prospect
prove
provid
prudenc
prudent
public
publius
purpos
pursuit
qualif
qualifi
qualiti
rapid
rather
ration
reach
read
rear
reason
recognit
recommend
regul
remain
remark
render
repeal
repres
represent
republ
republican
requir
residuari
resolut
respect
restraint
result
revenu
rever
review
revis
right
rule
sacrific
sagaci
said
salutari
same
scheme
scrupl
second
secur
seduc
seem
seiz
select
senat
senatori
session
seven
share
she
short
should
simpl
sinc
singl
sinist
situat
size
small
smaller
so
solicit
some
sourc
sovereign
sovereignti
speci
specul
speedi
spirit
stabil
stabl
standard
state
steadi
steal
still
strongest
studi
subject
succeed
success
such
sudden
suffer
suffici
superflu
suppli
sustain
system
systemat
tabil
take
talent
tenur
term
than
that
the
their
them
themselv
then
theori
these
they
thing
third
thirti
this
thorough
those
though
time
to
today
togeth
toil
tomorrow
too
total
toward
trace
transact
tri
truli
trust
truth
twenti
twentyf
two
under
undergo
understood
undertak
undu
unequ
unfaith
unhappili
uniform
unit
unlaw
unnecessari
unreason
unstabl
unsteadi
use
usurp
v
valu
varieti
various
verifi
vest
victim
view
violent
voic
volum
volumin
vote
want
watch
way
wean
well
wellconstitut
what
when
where
which
who
wholli
whose
will
wisdom
wiser
wish
with
within
without
word
would
year
yield
york