1
1788
a
abil
absolut
accept
account
accus
act
adapt
addit
administr
admit
advanc
advantag
advic
affect
afraid
against
agit
agre
all
alli
allow
alon
alreadi
also
alway
ambassador
among
an
analyz
and
ani
animos
anoth
answer
antipathi
anyth
appear
appoint
approb
april
apt
aptitud
are
arrang
as
asham
assembl
assur
at
attach
attend
author
avoid
bargain
barrier
be
becaus
been
beget
belong
best
betray
better
between
bodi
both
bound
branch
bring
british
brought
busi
but
by
cabal
calcul
can
candid
cannot
care
case
cast
certain
charact
charg
check
chief
choic
circumst
civil
claus
co
coalit
collect
come
commend
commiss
common
complais
complet
compos
comprehend
compromis
conceiv
concurr
condit
conduct
confer
confid
congress
connect
consent
consid
consider
consist
constitut
consul
contain
contend
continu
control
convent
cooper
corrupt
could
council
countri
cours
court
creat
danger
declar
degre
deleg
depart
depend
deriv
descript
determin
differ
direct
disadvantag
discern
discharg
discuss
dislik
dispers
display
dispos
disposit
dissent
distinguish
distract
divers
do
doubt
down
dure
duti
each
easi
efficaci
either
elect
els
emolu
end
entier
entitl
equal
equival
error
essenti
estim
even
everi
exact
exagger
examin
excel
except
execut
exercis
exist
expect
experi
expir
extent
fact
fail
fairest
famili
fault
favorit
feder
feel
felt
fewer
fill
final
first
fit
flatter
for
forc
forego
form
former
forward
found
foundat
frequent
friendship
from
full
futur
gain
gener
give
given
good
govern
grant
gratifi
great
ground
guard
had
hand
happen
has
have
he
head
henc
here
him
himself
his
hold
honor
hous
human
i
if
imparti
impli
import
impractic
improb
in
inclin
increas
independ
individu
inferior
influenc
influenti
insignific
institut
instrum
integr
intellig
interest
intrigu
intrins
investig
is
it
judg
judgment
judici
just
justifi
kind
larg
last
law
lay
least
leav
legisl
legislatur
less
liabl
like
littl
liveli
long
lucrat
made
magistr
major
make
man
mankind
may
measur
member
men
mention
merit
might
minist
misl
mode
moder
modifi
monarch
more
most
motiv
movem
much
must
nation
natur
necess
necessari
need
negoti
new
next
no
nomin
nor
not
noth
number
object
oblig
obsequi
observ
occasion
of
offic
often
on
one
oper
opinion
or
ordinari
other
otherwis
ought
our
ourselv
out
over
overrul
own
packet
paper
part
parti
partial
particular
passion
peculiar
peopl
perhap
period
person
place
plan
pleasur
plianci
point
polit
popular
portion
posit
possess
possibl
power
prefer
prejudic
premis
present
presid
presum
pretens
prevent
previous
primari
principl
privat
probabl
probiti
proce
produc
promot
proof
proper
proport
propos
proprieti
provid
provis
public
publicspirit
publius
purchas
purpos
pursuit
qualif
qualiti
question
rare
readili
reason
recess
rectitud
reflect
refus
regard
regul
reign
reject
relat
relianc
render
repos
repres
reput
requir
requisit
resolut
respect
respons
rest
restraint
result
rule
said
salutari
same
sanction
satisfi
second
secur
seduc
see
seem
seen
select
senat
sens
sentim
servic
session
sever
shall
should
show
sight
silent
singl
situat
so
sole
some
sourc
special
spirit
stabil
state
station
stigma
strong
stronger
subject
submit
subsequ
substanc
such
suffici
suffrag
superior
suppli
suppos
supposit
suprem
systemat
tempt
tend
tendenc
test
than
that
the
their
them
themselv
then
theori
there
therefor
these
they
think
this
those
though
three
time
to
too
topic
true
truth
tuesday
turn
ultim
unbecom
under
understand
understood
undivid
unfit
union
unit
univers
up
upon
urg
us
usual
vacanc
venalti
veri
vest
vice
victori
view
virtu
waiv
warp
was
way
we
weight
well
welldirect
were
what
when
where
whereof
whether
which
while
who
whole
whose
will
wish
with
without
would
yet
york
you