
1
10
11
128
13
136
13th
14
1688
1787
1788
18
181
186
1abb
1st
2
20
21
22
25
257
26
262
27
28
2d
3
30,000
31
3d
4
438
4th
5
5,000
5th
6
7
8
81
8th
9
@1
@2
@3
@4
a
abandon
abat
abet
abil
abl
ablest
abolish
abolished3
abolit
abort
about
abov
abraham
abridg
abroad
abrog
absenc
absolut
absorb
abstain
abstract
abstrus
absurd
abund
abus
abyss
acced
accept
access
accid
accident
accommod
accompani
accomplic
accomplish
accord
account
accret
accumul
accur
accuraci
accus
accustom
achaean
acknowledg
acquaint
acquiesc
acquir
acquisit
acquit
acr
act
action
activ
actor
actual
actuat
ad
adag
adapt
add
addict
addit
address
adduc
adept
adequ
adher
adjac
adjourn
adjud
adjust
administ
administr
admir
admiralti
admirers.1
admiss
admit
admitt
admonish
admonit
adopt
adroit
adul
advanc
advantag
adventiti
adventur
advers
adversari
advert
advertis
advic
advis
advoc
affair
affect
affin
affirm
affix
afflict
affluent
afford
affront
afloat
afraid
africa
after
afterward
again
against
age
agenc
agent
aggrand
aggrandiz
aggrav
aggreg
aggress
aggressor
agit
agre
agreeabl
agreem
agricultur
aid
aim
air
airi
alacr
alarm
albani
alien
alik
all
alleg
allevi
alli
allianc
allot
allow
allud
allur
almost
alon
along
alreadi
also
alter
alterc
altern
although
altogeth
alway
am
ambassador
ambigu
ambit
ambiti
amelior
amen
amend
america
americain
american
americathat
amic
amidst
amiss
amiti
among
amongst
amount
ampl
ampli
amus
an
anal
analog
analyz
anarchi
ancient
and
angl
angri
ani
anim
animadvers
animos
annal
annex
annihil
announc
annoy
annual
annul
anoth
another,7
answer
antagonist
anteced
anterior
anticip
antipathi
antiqu
anxieti
anxious
anycounterbalanc
anyth
anywher
apart
aphor
apol
appar
apparatus
appeal
appear
appeas
appel
appendag
appertain
appetit
applaud
applaus
appli
applic
appoint
apport
apportion
appreci
apprehend
apprehens
appris
approach
approb
appropri
approv
april
apt
aptitud
aragon
arbit
arbitrari
arbitrarili
ardent
arduous
are
argu
argum
aright
aris
arisen
aristocraci
aristocrat
arithmet
arm
armi
armor
aros
arraign
arrang
arrest
arriv
arrog
arsen
art
articl
artific
artifici
artisan
as
ascend
ascertain
ascrib
asham
asia
asiat
asid
ask
asleep
aspasia
aspect
asper
aspers
aspir
assail
assault
assembl
assemblag
assent
assert
assess
assessor
assidu
assign
assimil
assist
associ
assum
assumpt
assur
astonish
astray
asylum
at
athen
athenian
atlant
atmosphere.1
atom
aton
atroci
atrophi
attach
attack
attain
attaind
attaint
attempt
atten
attend
attent
attest
attitud
attract
attribut
auction
audienc
augment
auspic
austria
authcriti
author
authorit
authoruz
auxiliari
avail
avaric
avarici
aveng
avenu
averag
avers
avert
avid
avoc
avoid
avow
aw
await
awak
awar
away
awe
awhil
axiom
bad
baffl
bait
balanc
ban
band
bane
banish
bankrupt
banner
bar
bare
barefac
bargain
bark
baromet
baron
baroni
barrier
barter
bashaw
basi
batteri
battl
bay
be
be,1
bear
becam
becaus
becom
been
befal
befallen
befor
beforehand
beget
begin
begun
behav
behavior
behind
behold
beli
belief
believ
belong
below
bench
beneath
benefic
benefici
benefit
benevol
benign
bereav
beset
besid
best
bestow
betray
better
between
bewar
bewild
beyond
bia
bicker
bid
biennial
bigot
bigotri
bil
bill
bind
birth
bitter
blacksmith
blackston
blackstone,1
blamabl
blame
blameless
blemish
blend
bless
blind
blood
bloodi
blow
blush
board
boast
bodi
bold
bond
book
border
born
borrow
bosom
both
bottom
bought
bound
boundari
bounti
bourbon
branch
bravest
breach
break
breast
breath
breez
breviti
bribe
briberi
bridl
brief
briefli
bright
brillianc
bring
brink
britain
british
broach
broad
broader
broadest
broken
brook
brother
brought
brow
build
built
bulk
bulwark
burden
burdensom
busi
but
buyer
by
bypath
cabal
cabinet
caesar
calam
calamati
calcul
call
calm
calumni
cambray
cambridg
came
camp
campaign
can
canada
candid
candor
cannot
canon
canvass
capabl
capac
capit
capric
caprici
cardin
care
career
cargo
carnag
carolina
carpent
carri
carrier
carthag
case
cast
castl
casual
casualti
catalogu
categor
cato
caus
causesth
caution
cautionari
cautious
cavil
ceas
celebr
celer
cement
censur
census
cent
centr
centuri
centuriata
ceremoni
certain
certainti
cession
chain
challeng
chamber
champion
champlain
chanc
chancellor
chanceri
chang
channel
channl
chap
chapter
charact
character
characterist
charg
chargeabl
chariti
charl
charm
charta
charter
chastis
check
cherish
chesterfield
chief
chiefli
chieftain
chimer
chimera
choic
choos
chord
chosen
church
circl
circuit
circul
circumscrib
circumspect
circumst
circumstanc
citadel
cite
citi
citizen
city,1
civil
civilian
civillaw
claim
clamor
clamour
clanship
clash
class
claus
clear
clearer
clemenc
clerk
climat
clip
cloak
clog
close
closer
closet
cloth
cloud
co
coalit
coast
code
coequal
coerc
coercion
coexist
coextens
cogent
cogniz
coin
coincid
collect
collis
collus
coloni
color
combat
combin
combust
come
comfort
comitatus
comitia
command
commanderinchief
commandersinchief
commenc
commend
commensur
comment
commentari
commerc
commerci
commiss
commission
commit
commod
common
commonlaw
commonsens
commonwealth
commot
commuiti
commun
compact
companion
compar
comparison
compass
compat
compel
compendi
compens
compet
competit
competitor
compil
complac
complain
complaint
complais
complet
complex
complexion
compli
complianc
complic
compon
comport
compos
composit
compound
comprehend
comprehens
compris
compromis
compuls
comput
conceal
conced
conceit
conceiv
concentr
concept
concern
concert
concess
concili
concis
conclav
conclud
conclus
concomit
concord
concur
concurr
condemn
condit
conduc
conduct
confeder
confederaci
confederacieson
confer
confess
confid
confidenti
confin
confirm
confisc
conflagr
conflict
conform
confound
confront
confus
congeni
congr
congress
conjectur
conjunct
conjunctur
connect
connecticut
conniv
conquest
consanguin
conscienc
conscious
consent
consequ
consid
consider
considerations,
considerations,th
consign
consist
consol
consolid
conson
conspicu
conspir
conspiraci
constanc
constant
constitu
constitut
constitution.2
constitution2
constrain
constraint
constru
construct
consul
consult
consum
consumpt
contagion
contain
contamin
contempl
contemporari
contempt
contend
content
contest
contin
continent
conting
continu
contraband
contract
contradict
contradictori
contradistinguish
contrari
contrast
contraven
contravent
contribut
contriv
control
controversi
controvert
contumaci
conven
conveni
convent
convers
convert
convey
convict
convinc
convuls
cool
cooper
coordin
copi
copious
cordial
corner
cornerston
corp
corpor
corpus
correct
correspond
corrobor
corrupt
cost
could
council
counsel
counsellor
count
counten
countenanc
counter
counteract
counterbal
counterbalanc
counterfeit
counterpois
counterpos
counti
countri
countrymen
coupl
courag
cours
court
court.2
courts,2
creat
creation
creatur
credit
creditor
credul
creed
creep
crest
cri
crime
crimin
crisi
criterion
critic
criticis
cromwel
crop
crown
crown,5
crude
cruel
crush
culpabl
cultiv
culumni
cun
cupid
cure
curious
currenc
current
curtail
custom
customari
daili
danger
dare
dark
darl
data
day
dazzl
de
dead
deal
dealer
death
debar
debas
debt
debtor
decay
deceit
deceiv
decemb
decemvir
decept
decid
decis
declaim
declam
declar
declaratori
declens
declin
decor
decorum
decre
decreas
decri
dedic
deduc
deduct
deed
deem
deep
deeper
deepli
default
defeat
defect
defend
defens
defenseless
defer
defi
defianc
defici
defin
definit
deform
defray
degener
degrad
degre
deign
delawar
delay
deleg
delewar
delib
deliber
delic
delicaci
delin
delinqu
deliv
delud
delug
delus
demagogu
demand
demerit
demesn
demi
demigod
demolit
demon
demonstr
deni
denial
denizen
denomin
denot
denounc
denunci
depart
departur
depend
depict
deplor
deposit
depositari
depositori
deprav
deprec
depreci
depred
depress
depriv
deput
deputi
derelict
deriv
des
descant
descend
descent
describ
descript
desert
deserv
desideratum
design
desir
desol
despair
despatch
desper
despic
despis
despot
destin
destini
destitut
destroy
destruct
desultori
detach
detail
detect
deter
determin
detest
detrim
detriment
devast
deviat
devic
devis
devolv
devot
devour
dexter
diadem
dictat
dictio
did
diet
differ
difficult
difficulti
diffus
digest
dignifi
digniti
digress
dilat
dilatori
dilemma
dilig
dim
dimens
diminish
diminut
dint
diplomat
dire
direct
director
disabl
disadvantag
disaffect
disagr
disagre
disappoint
disapprob
disapprov
disarm
disband
disburs
discard
discern
discharg
disciplin
discolor
disconcert
discont
discontinu
discord
discounten
discourag
discours
discov
discover
discoveri
discredit
discreet
discret
discretionari
discrimin
discuss
disdain
diseas
disfigur
disgrac
disguis
disgust
dishonest
dishonesti
disinclin
disingenu
disinterest
disinterested
dislik
dismemb
dismember
dismiss
disobedi
disord
dispassion
dispens
dispers
displac
display
displeas
displeasur
dispos
disposit
disproport
disproportion
disprov
disput
disqualif
disqualifi
disquiet
disquietud
disquisit
disregard
dissatisfact
dissect
dissembl
dissemin
dissens
dissent
dissimilar
dissimilitud
dissip
dissolut
dissolv
distanc
distant
distemp
distinct
distinguish
distort
distract
distress
distribut
district
distrust
disturb
disunion
disunit
disus
divers
divert
divest
divestitur
divid
divin
divis
do
dock
dockyard
doctor
doctrin
doe
dog
domest
domin
dominion
dominionth
done
doom
door
dor
doubl
doubt
doubtless
down
dozen
drag
draw
drawn
dread
dream
driven
drop
ducat
duchess
due
duke
duli
dupe
duplic
durabl
durat
dure
dutch
duti
dwell
dwindl
each
eager
ear
earl
earliest
earnest
earth
eas
easi
easier
easili
eastern
eccentr
econom
economi
ed
edg
edific
edit
effect
effectu
efficaci
effici
effort
eight
eighth
either
elabor
elaps
elect
elector
elev
eleven
elig
eloqu
els
elsewher
elucid
elud
eman
embargo
embark
embarrass
embellish
embodi
embolden
embrac
embroil
embryo
emerg
emin
emiss
emissari
emit
emolu
emot
emperor
emphat
empir
employ
empow
empti
emul
enabl
enact
enamour
enchant
encircl
enclos
encomium
encount
encourag
encroach
encumb
encyclopedia
end
endang
endeavor
endless
endow
endur
enemi
enemies,3
energet
energi
enerv
enfeebl
enforc
engag
engend
engin
england
english
engrav
enhanc
enigma
enjoin
enjoy
enlarg
enlighten
enlist
enmiti
enorm
enough
enrich
enslav
ensu
entail
entangl
enter
enterpris
entertain
enthusiasm
enthusiast
entier
entir
entitl
entranc
entrust
enumer
envelop
envi
environ
envoy
epidem
epithet
epoch
equal
equanim
equilibrium
equip
equit
equiti
equival
equivoc
era
erad
erect
erelong
err
erron
error
erupt
escap
especi
espous
essay
essenc
essenti
establish
establish.1
estat
esteem
estim
et
etc
etern
ethic
eul
europ
european
evad
evas
even
event
eventu
ever
everi
everyth
everywher
evid
evil
evinc
evolut
ex
exact
exagger
exalt
examin
exampl
exce
exceed
excel
except
exception
exceptions2
excess
exchang
excis
excit
exclud
exclus
excresc
excus
execr
execut
exemplifi
exempt
exercis
exert
exhaust
exhibit
exig
exist
exorbit
expand
expect
expedi
expedit
expediti
expenditur
expens
experi
experienc
experiment
experiments.3
expert
expir
explain
explan
explicit
exploit
explor
export
expos
expostfacto
expound
express
expressli
extend
extens
extent
extenu
exterior
extermin
extern
extinct
extinguish
extort
extra
extran
extraordinari
extravag
extrem
extric
exult
eye
fabric
fabul
face
facil
facilit
fact
faction
factious
facto
faculti
fail
failur
fair
fairer
fairest
fairsound
faith
fall
fallaci
fallen
fallibl
fals
fame
famili
familiar
famin
famous
fanatic
fanci
far
farfetch
farmer
farther
farthest
fashion
fast
fatal
fate
fatuus
fault
favor
favorit
fealti
fear
featur
februari
feder
feebl
feel
felic
fell
fellow
fellowcitizen
fellowcreatur
felt
female,6
ferment
fertil
fetch
fetter
feud
feudal
feudatori
few
fewer
fiat
fiction
fidel
fief
field
fierc
fieri
fifteen
fifteenth
fifth
figur
fill
final
financ
find
fine
finish
finit
fire
firm
first
fiscal
fisheri
fit
five
fix
flagrant
flame
flander
flank
flatter
fleet
fli
flimsi
flit
flock
flourish
flow
fluctat
fluctuat
fluid
fna1
fna1@1
fna1@2
fna1@3
fna1@4
folli
follow
fond
fool
foolish
foot
for
forand
forbear
forbid
forbidden
forborn
forc
forcibl
forego
foreign
foresaw
forese
foreseen
foresight
forev
forfeit
forfeitur
forget
forgotten
form
formal
format
former
formid
fort
forth
fortif
fortifi
fortitud
fortun
forward
foster
found
foundat
fountain
four
fourteen
fourth
fox
frail
frailti
frame
framer
franc
frank
frantic
fraud
fraudul
fraught
free
freedom
freeli
freer
freight
french
frequenc
frequent
fresh
friday
friend
friendship
fright
from
frontier
frugal
fruit
fruitless
frustrat
fulfil
full
fullest
fullgrown
fulli
function
fund
fundament
furi
furious
furnish
further
futil
futur
gain
gainer
gallon
garb
garrison
gate
gather
gave
gener
genius
gentleman
genuin
geograph
geometr
geometri
geometrician
georgia
german
germani
get
ghost
give
given
glare
globe
gloom
gloomi
glori
glorious
go
god
gold
golden
gone
good
goodhumor
goodnatur
goodwil
gorgon
gover
govern
government.1
government.3
government.4
governor
gradual
grand
grant
gratif
gratifi
gratitud
grave
graviti
great
greater
greatest
grecian
greec
grew
grievanc
gross
ground
group
grow
grown
growth
guaranti
guard
guarded.1
guardian
guardianship
guardth
guid
guilt
guilti
guiltless
habea
habeascorpus
habit
habitu
had
halcyon
half
hampshir
hand
handl
handmaid
hang
hannib
happen
happi
happili
hard
harder
hardship
harm
harmless
harmon
harmoni
harsh
harvest
has
hast
hasti
hastili
hate
hatr
haughti
have
hazard
he
he,e
he1
head
health
hear
heard
heart
heat
heavi
hee
height
heighten
heir
held
henc
henri
her
herculean
here
hereaft
hereditari
heresi
heretofor
hero
herself
hesit
hideous
high
higher
highest
highhand
highway
him
himself
hinder
hint
his
histor
histori
historian
hitherto
hive
hold
holland
home
honest
honor
hope
hopeless
horrid
horror
host
hostag
hostil
hour
hous
how
howev
human
hume
humili
humor
hundr
hurri
husbandman
hydra
hypocrisi
hypothesi
hypothet
i
ibid
idea
ideal
idem
idl
idol
if
igni
ignor
ii
ill
illadministr
illeg
illfound
illhumor
illiber
illicit
illimit
illinform
illjudg
illog
illus
illusori
illustr
illustri
illwil
illwritten
imag
imagin
imaginari
imbecil
imit
immateri
immedi
immenmori
immens
immin
immun
impair
imparti
impati
impeach
imped
impedi
impel
impend
impenetr
impera1
imperfect
imperi
imperio
imperium
implac
impli
implic
implicit
impolici
impolit
import
importun
impos
imposit
imposs
impost
impostur
impot
impoverish
impractic
impregn
impress
imprison
improb
improp
improprieti
improv
improvid
imprud
impuls
impun
imput
in
inabl
inaccuraci
inact
inadequ
inadmiss
inadvert
inapplic
inaptitud
inasmuch
inattent
inauspici
incap
incapac
incapacit
incauti
incendiari
incens
incent
incid
incit
inclin
includ
incoher
incom
incompat
incompet
incomprehens
inconceiv
inconsider
inconsist
inconst
incontest
inconveni
inconvi
incorpor
increas
incred
inculc
incumb
incumbr
incur
inde
indefens
indefinit
indemn
independ
indetermin
indi
india
indian
indic
indict
indiffer
indign
indirect
indiscrimin
indispens
indispos
indisput
indissolubl
indistinct
individu
indu
indubit
induc
indulg
industri
ineffectu
ineffici
inelig
inequ
inestim
inevit
inexcus
inexhaust
inexor
inexpedi
inexperi
inexplicit
infal
infami
infanc
infatu
infect
infer
inferior
infest
infidel
infin
infinit
infirm
inflam
inflamm
inflammatori
inflex
inflict
influenc
influenti
inform
infract
infring
infus
ingeni
ingenu
ingraft
ingredi
inhabit
inher
inim
iniquit
injudici
injunct
injur
injuri
injustic
inland
inlet
innoc
innov
innovation1
innumer
inop
inordin
inpercept
inquest
inquir
inquiri
inquisit
inquisitor
inroad
insan
insati
insecur
insens
insepar
insert
insid
insidi
insignific
insincer
insinu
insist
inspect
inspir
instanc
instant
instead
instig
instil
instinct
institut
instruct
instrum
instrument
insuffici
insul
insular
insult
insuper
insupport
insur
insurg
insurmount
insurrect
intcrcours
integr
intellectu
intellig
intemper
intend
intent
intercept
interchang
intercours
interdict
interest
interf
interfer
interim
interior
intermeddl
intermedi
intermingl
intermiss
intermit
intermixtur
intern
interpos
interposit
interpret
interrupt
intersect
interv
intervent
interwoven
intim
intimid
into
intoler
intrench
intric
intricaci
intrigu
intrins
introduc
introduct
introductori
intrud
intrust
invad
invalid
invalu
invari
invas
invect
inveigh
inveigl
invent
inventor
invers
invest
investig
invidi
invigor
invinc
inviol
invis
invit
involv
irksom
iron
irrat
irreconcil
irregular
irresist
irresolut
irretriev
irrevoc
irrit
is
island
issu
ist
it
it.1
it.3
itali
italian
item
itself
iv
ix
jail
jame
janizari
januari
japan
jar
jaw
jealous
jealousi
jenkinson
jeopardi
jersey
john
join
joint
journal
journey
judg
judgment
judic
judicari
judicatori
judicatur
judici
judiciari
julius
junction
junctur
junius
junto
juri
jurisdict
jurisprud
jurist2
juror
jury.1
jus
just
justic
justifi
keener
keep
kentucki
kept
key
khan
kind
kindl
kindr
kindthos
king
kingdom
knot
know
knowledg
known
labor
labori
labyrinth
lacedaemonian
laden
laid
lake
lament
land
landhold
landlord
landtax
languag
languid
larg
larger
largess
largest
last
lastment
late
latent
later
latitud
latitudinari
latter
laudabl
launch
law
lawa
lawmak
lawyer
lax
lay
lead
leader
leader,10
leagu
league,9
lean
learn
least
leav
led
left
legal
legerdemain
legisl
legislatur
legislature.1
legitim
legitimatb
leisur
lend
length
les
less
lessen
lesser
lesson
let
letter
level
levi
leviti
lex
liabl
liber
liberti
lic
lican
licens
licenti
lie
lieu
lieuten
lieutenantgovernor
life
light
light,
light,i
like
likelihood
likewis
limit
line
linen
link
liquid
list
listen
listless
liter
litig
littl
live
liveli
livelihood
loan
local
loci
lodg
logic
lolm
long
longer
look
loos
lord
lose
loss
lost
lot
loud
loui
love
lover
low
lower
lowest
lucrat
lull
lumin
lurk
lust
lustr
luxuri
lycia
lycian
lysand
mabli
machin
madam
made
magistr
magistraci
magna
magnanim
magnifi
magnific
magnitud
main
maintain
mainten
maintenon
majesti
major
make
maladi
malconduct
malcont
malici
malign
man
manag
mani
manifest
mankind
manner
manufactur
manufacturer,
manufacturer,al
march
marin
maritim
mark
market
marlborough
marri
marshal
martin
maryland
mask
mass
massachusett
master
masteri
match
materi
mathemat
matter
matur
maxim
maximilian
may
maze
mclean
me
mean
meant
meantim
measur
mechan
mediat
medit
medium
meet
megarensians,2
melancholi
member
memor
memori
men
men.1
menac
mensur
mention
mercantil
mercenari
merchandis
merchant
merci
mere
merit
meritori
messeng
met
metal
metamorphos
method
metropoli
middl
might
mighti
mild
milder
mile
milit
militari
militia
militiamen
million
mimic
mind
mine
minerva
mingl
minion
minist
ministeri
minor
minut
minutest
miracul
misappl
misapprehens
misbehavior
miscarri
miscarriag
miscellan
mischief
mischiev
misconceiv
misconcept
misconduct
misconstruct
misdemeanor
miser
misfortun
misinform
misl
mislead
mismanag
misrepresent
mississippi
misstep
mist
mistak
mistaken
mistress
mitig
mixtur
mob
mode
mode4
model
moder
modern
modest
modif
modifi
moment
momentari
momentum
mon
monarch
monarchi
money
monopol
monopoli
monster
monstertam
montesquieu
montgomeri
month
monum
moral
more
morrow
mortal
mortif
mortifi
most
motion
motiv
motto
mould
moulder
mountain
mouth
move
movem
mr
much
mulct
multipi
multipl
multipli
multitud
multitudin
municip
murder
must
mutabl
mutil
mutini
mutual
my
myself
mysteri
nake
name
narrow
narrowest
narrowli
nation
natur
naval
navi
navig
nay
near
nearer
nearest
necess
necessari
necessarili
necessit
neckar
nee
need
negat
neglect
negoci
negoti
neighbor
neighborhood
neighbors.11
neither
netherland
neutral
never
nevertheless
new
newspap
next
nice
niceti
night
nine
nine2
nineteen
no
nobil
nobl
noblemen
noblest
nomin
nomination.3
non
nonattend
noncompli
none
nonmanufactur
nonobserv
nor
norman
north
northern
not
note
noth
notic
notion
notori
notorieti
notwithstand
nourish
novel
novemb
now
nowher
nugatori
nultipli
number
number,3
numer
nurseri
oath
obduraci
obedi
object
objector
objectors
oblig
obligatori
obliter
obnoxi
obscur
obsequi
observ
obstacl
obstin
obstinaci
obstruct
obtain
obviat
obvious
occas
occasion
occup
occupi
occur
occurr
ocean
ocnsent
odious
odium
of
off
offend
offens
offer
offic
offici
offspr
often
oftenagit
old
oligarchi
omiss
omit
on
onc
one
one;2
open
oper
opinion
oppon
opportun
oppos
opposit
oppress
oppressor
opprobrium
option
opul
or
oracl
orang
orb
orbit
ordain
order
ordin
ordinari
organ
origin
ostens
ostentati
ostrac
other
otherwis
ottoman
ought
our
ourselv
out
outbid
outlin
outliv
outrag
outweigh
over
overbal
overbalanc
overbear
overcom
overflow
overmatch
overpass
overpow
overrul
overrun
overscrupul
overspread
overstock
overt
overthrow
overtur
overturn
overwhelm
owe
oweshi
own
p
pace
pacif
packet
page
pageant
paid
pain
palladium
palliat
palpabl
pamphlet
paper
paper1
par
paradox
parallel
paramount
parasit
parcel
parchment
pardon
parent
parlanc
parliam
parliamentari
paroxysm
parsimoni
part
partak
parti
partial
particip
particl
particular
partisan
partit
partner
partook
party1
pass
passag
passion
passiv
past
path
pathet
patrician
patrimoni
patriot
patrol
patron
paus
pausibl
pay
payer
paymast
payment
peac
peaceabl
pecul
peculiar
pecuniari
peloponnesian
penalti
penetr
pennsylvani
pennsylvania
pension
penuri
peopl
peopleincreas
per
perceiv
percept
perdit
peremptori
perfect
perfidi
perform
perhap
pericl
peril
period
perish
perman
permanent1
permit
pernici
perpetr
perpetu
perplex
perquisit
persecut
perserver
persev
persever
persist
person
perspect
persuad
persuas
pertinaci
perus
pervad
pervers
pervert
pestilenti
petit
petti
petul
phantom
phenomenon
phidia
phidias,3
philanthropi
philosoph
philosophi
philosophiqu
phrase
physic
pictur
piec
pillag
pillar
piqu
pitch
piti
place
plain
plainer
plainest
plaintiff
plan
plant
plausibl
play
plea
plead
pleas
pleasur
plebeian
plebian
pledg
plenti
plentitud
plianci
plot
plume
plunder
plung
plural
plutarch
pocket
poet
poetic
poignanc
point
poison
polic
polici
polish
polit
politi
politician
poll
polltax
pomp
pompadour
poor
poorer
poorest
pope
popul
popular
popularity,4
port
portion
portrait
posit
poss
possess
possessor
possibl
post
poster
postpon
postur
potent
pound
poverti
power
power1
powers.2
practic
praetor
pre
precari
precaut
preced
precious
precipic
precipit
precis
preclud
preconceiv
predatori
predecessor
predetermin
predic
predica
predict
predilect
predomin
preemin
preestablish
preexist
prefac
prefer
prefix
pregnant
prejud
prejudg
prejudic
prejudici
preliminari
prematur
premedit
premis
premium
preoccupi
prepar
preparatori
prepetu
preponder
prepossess
preposter
prerog
prescrib
presenc
present
preserv
presid
press
pressur
presum
presumpt
presuppos
presupposit
pretend
pretens
pretext
pretti
prevail
preval
prevent
previous
prey
price
pride
primari
primarili
primat
prime
primit
princ
princip
principl
print
prior
pristin
privaci
privat
privi
privileg
prize
probabl
probat
probiti
problem
problemat
proce
proceed
process
procrastin
procur
prodigi
produc
product
profan
profess
profici
profit
profound
profus
progeni
progress
prohibit
prohibitori
project
projector
prolif
prolong
promis
promiscu
promot
prompt
promptitud
promulg
prone
pronounc
proof
prop
propag
propens
proper
propermean
properti
proport
proportion
proportion.1
propos
proposit
proprieti
proprietor
proprietori
prorogu
prosecut
prosecutor
proselyt
prospect
prosper
prostitut
prostitute,1
prostrat
protect
protector
protest
protract
prove
provid
provinc
provis
provoc
provok
prowess
prudenc
prudent
pub
public
publicspirit
publish
publius
puls
punctual
punish
purchas
pure
purer
puriti
purpl
purpos
purs
pursu
pursuanc
pursuant
pursuit
put
quadrat
quadrupl
qualif
qualifi
qualiti
quantiti
quarrel
quarter
queen
quell
querter
quest
question
quick
quicken
quiet
quit
quorum
quot
quota
race
radic
rage
rail
railleri
rais
ralli
rang
rank
rapaci
rapid
rare
rash
rate
rather
ratif
ratifi
ratio
ration
ravag
rave
ray
re
reach
read
readi
readili
readmiss
real
realiti
realiz
realli
realm
rear
reason
rebel
rebellion
recal
recapitul
receiv
recent
recept
receptacl
recess
recherch
reciproc
recit
reckon
reclaim
recogn
recognit
recollect
recomm
recommend
reconcil
reconsider
record
recours
recov
recoveri
recrimin
rectifi
rectitud
recur
recurr
redound
redress
reduc
reduct
redund
reelect
reelig
reestablish
reexamin
refer
refin
reflect
reflexion
reform
refractori
refrain
refug
refus
refut
regard
reget
region
regret
regul
regular
reign
reinforc
reinstat
reiter
reject
relat
relax
reli
relianc
relief
reliev
religion
relinquish
reluct
remain
remaind
remand
remark
remedi
remediless
rememb
remiss
remit
remonstr
remors
remot
remov
render
renew
renounc
renov
rent
repair
repartit
repeal
repeat
repel
repetit
replenish
replet
repli
report
repos
repres
represent
repress
repriev
repris
reproach
reprob
reproduc
repub
republ
republican
repugn
reput
request
requir
requisit
rescu
research
resembl
resent
reserv
resid
residu
residuari
resign
resist
resolut
resolv
resort
resourc
respect
respectableth
respons
rest
restor
restrain
restraint
restrict
result
resum
retain
retaken
retali
retort
retreat
retribut
return
reveng
revenu
rever
reveri
revers
review
revis
revisionari
reviv
revok
revolt
revolut
revolv
reward
rhetorician
rhode
rich
rid
ridicul
right
rigid
rigor
ripen
rise
risen
risk
rival
rivalship
river
rivet
rivulet
road
roman
romanc
romant
rome
room
root
rotat
rough
rous
royal
royalti
rsecutor
ruin
ruinous
rule
ruler
run
rung
rush
russia
sacr
sacrif
sacrific
safe
safeguard
safer
safest
safeti
sagac
said
sake
salari
sale
salutari
same
samnian
sampl
sanction
sanctiti
sanguin
sanguinari
sap
saratoga
sat
sate
satisfact
satisfactori
satisfactorili
satisfi
savag
save
savor
saw
say
sayprecis
scale
scandal
scanti
scarc
scarciti
scatter
scene
sceptic
sceptr
scheme
scienc
scipio
scope
score
scotland
scourg
screen
scruniti
scrupl
scrupul
scrutini
se
sea
seamen
search
season
seat
sec
second
secondari
secreci
secret
secretari
sect
section
secur
sedat
sedit
sediti
seduc
seduct
see
seed
seek
seem
seen
seignior
seiz
seldom
select
self
selfdefens
selfdeni
selfish
selflov
selfpreserv
seller
semblanc
senat
senatori
send
sens
sensat
senseless
sensibl
sent
sentenc
sentim
sentinel
separ
sequel
seraglio
seri
serious
serv
servant
servic
servil
session
set
settl
settlem
seven
seventh
sever
sex
shackl
shadow
shall
shame
shameless
shape
share
sharp
sharpsighted
shay
she
shelter
sheriff
shield
shift
shill
ship
shore
short
shorten
shortliv
should
show
shown
shut
side
sigh
sight
sighted
sign
signal
signatur
signif
signifi
signific
silenc
silent
silver
similar
similitud
simpl
simplest
simpli
simplic
sinc
sincer
sing
singl
singular
sinist
sink
sit
situat
six
sixteen
sixth
sixti
sixtieth
sixtyf
size
sketch
skill
slaveri
slender
slight
slightest
slip
slow
small
smaller
smallest
smuggl
snare
snatch
so
soar
sober
social
societi
soften
soil
soldier
soldieri
sole
solemn
solicit
solicitud
solid
solut
solv
some
someth
sometim
somewhat
somewher
son
soon
sooner
sophism
sophistri
sordid
sort
soto
sought
sound
sourc
south
southern
sovereign
sovereignti
sow
space
spacious
spain
spare
sparkl
sparta
speak
speaker
speci
special
specif
specifi
specimen
specious
spectacl
spectr
specul
speech
speedili
spent
sphere
spirit
spiritu
spite
splendid
splendor
split
spoken
spot
spread
spring
sprung
squeez
stabil
stage
stagnat
stake
stale
stand
standard
stapl
stare
state
statecould
statem
statesgener
statesmen
station
stationari
statu
statuari
statut
stead
steadi
steer
step
stern
stifl
stigma
stigmat
still
stimul
stipend
stipul
stir
stock
stolen
stone
stood
stop
store
storestar
stori
storm
straight
strang
stranger
strangl
stratagem
stream
strength
strengthen
strenuous
stretch
strict
strictest
stride
strike
strip
strong
stronger
strongest
structur
struggl
stubborn
studi
studious
stupend
style
subdivid
subdivis
subdu
subject
submiss
submit
subordin
subscrib
subsequ
subservi
subsist
substanc
substanti
substitut
subterfug
subtl
subtleti
subvers
subvert
succe
succeed
success
successor
succor
such
sudden
suffer
suffic
suffici
suffrag
suggest
suit
suitabl
sum
summari
summit
summon
sunk
superad
superannu
supercili
superfici
superflu
superintend
superior
superl
supersed
supersedur
supervis
supin
supplant
supplem
supplementari
suppli
support
suppos
supposit
suppress
suprem
supremaci
sur
sure
surest
surmis
surmount
surpris
surrend
surreptiti
surround
survey
surviv
suscept
suspect
suspend
suspens
suspici
suspicion
sustain
sway
sweden
sweep
swell
sword
sycoph
syllabl
syllogist
sympathi
symptom
system
systemat
t
tacit
taint
take
taken
tale
talent
talli
tame
tamoni
tamper
tar
tarnish
tartari
task
taught
tautol
tax
taxat
taxgather
teach
technic
tedious
teem
tell
temer
temper
temperatur
tempestu
tempor
temporari
tempt
temptat
ten
tenaci
tenant
tend
tendenc
tender
tenet
tenfold
tenor
tenth
tenur
term
termin
terrif
territori
terror
test
testimoni
textur
than
that
the
theatr
theft
their
theirrepres
them
theme
themselv
then
thenc
thenceforth
theorem
theoret
theori
there
therefor
thereof
these
they
thing
think
third
third,8
thirteen
this
thorough
those
though
thought
thousand
thre
threaten
three
threefold
throne
through
throughout
throw
thrown
thursday
thus
thwart
tide
tie
till
time
timid
tinctur
titl
to
today
togeth
toil
told
toler
tomorrow
tone
too
took
tool
topic
topograph
torrent
total
totter
touch
toward
town
trace
tract
tractabl
trade
trader
traffic
train
traitor
trammel
trampl
tranquil
transact
transatlant
transcend
transfer
transform
transient
transit
transitori
transmit
transport
transposit
travel
treacheri
treason
treasur
treasuri
treat
treati
treatis
treatymak
trebl
trembl
tri
triabl
trial
tribe
tribun
tribuneship
tribut
tributa
tributari
trifl
tripl
trite
triumph
triumphant
trivial
troop
troubl
troublesom
true
truli
trust
truth
tuesday
tumor
tumult
tumultu
turbul
turkish
turn
turpentin
tutelag
twenti
twentieth
twentythre
twice
two
ty
tyrann
tyranni
tyrant
ultim
umbrag
umpir
unabl
unaccept
unaccount
unaffect
unalter
unambigu
unambiti
unanim
unanswer
unassist
unattain
unattend
unavail
unavoid
unaw
unbecom
unbias
unblush
unbound
unbridl
uncandid
unceas
uncertain
uncertainti
unchang
uncommon
uncompli
unconfin
unconnect
unconscion
unconstitut
uncontrol
undecid
undefin
under
undergo
undermin
undersel
understand
understood
undertak
undesir
undiminish
undisturb
undivid
undo
undoubt
undu
uneasi
unequ
unequivoc
unexampl
unexception
unexpect
unexplor
unfair
unfathom
unfavor
unfit
unfold
unfortun
unfound
unfrequ
unfriend
ungovern
ungrant
unhappili
unheard
unhing
uniform
unimprov
uninfluenc
uninterest
union
unioni
unison
unit
uniti
univers
unjust
unjustifi
unknown
unlad
unless
unlik
unlimit
unmask
unmean
unmix
unnatur
unnecessari
unnecessarili
unneighbor
unnot
unparallel
unpardon
unperceiv
unperplex
unpreced
unprejud
unprincipl
unproduct
unpromis
unpropiti
unqualifi
unquestion
unreason
unredress
unreserv
unrestrain
unruli
unsaf
unsal
unsettl
unsophist
unsound
unsubstanti
unsupport
unten
until
untouch
untoward
untract
untru
unveil
unwarr
unwarrant
unwelcom
unwil
unwilling
unwis
unworthi
up
uphold
upon
upright
upward
urg
urgenc
urgent
us
us.2
usag
usay
use
useless
usher
ustil
usual
usur
usurp
util
utmost
utomst
utopian
utter
uwhich
v
vacanc
vacant
vacat
vagu
vain
vainglori
valid
valor
valu
valuabl
valuat
vanish
vaniti
vanquish
vari
variabl
varianc
variat
varieti
various
vassal
vast
vehem
vein
venal
venalti
vengeanc
venic
vent
ventur
verbal
verdict
verg
veri
verifi
vermont
vessel
vest
vestig
veto
vexati
vibrat
vice
viceadmir
vicepresid
vicin
vicious
vicissitud
victim
victori
vide
vie
view
vigil
vigor
viii
vindic
vindict
violat
violenc
violent
virginia
virginian
virtu
virtual
virtuous
virul
visag
visibl
visionari
vital
vivifi
voerthrow
voic
void
vol
volum
volumin
voluntari
voluptu
votari
vote
vouch
voyag
vulner
wage
wait
waiv
walk
wander
want
wanton
war
warlik
warm
warmest
warmth
warn
warp
warrant
was
wash
wast
watch
water
wave
way
we
weak
weaken
weaker
weakest
weal
wealth
wealthi
wealthiest
weapon
wear
weari
weaver
week
weekon
weigh
weight
weighti
weightier
weightiest
welfar
well
wellborn
wellconstitut
welldigest
welldirect
wellestablish
wellfound
wellinform
wellintent
wellord
wellregul
welltim
welltrain
wellwish
went
were
west
western
what
whatev
whatsoev
wheel
when
whenc
whenev
where
whereof
wherev
whether
whi
which
while
whilst
whisper
whither
who
whoever
whole
whole.1
wholli
whom
whomsoev
whose
wick
wicked
wide
wil
wild
wildest
wile
will
win
wing
wisdom
wise
wiser
wisest
wish
wisher
wit
with
withdrawn
withheld
withhold
within
without
withstand
witti
wolsey
woman
womb
won
wonder
wood
word
work
world
worn
wors
worthi
would
wound
wreck
wretch
writ
write
writer
written
wrong
wrought
wyom
xiv
yard
yate
year
yeomanri
yes
yet
yield
york
york?1
you
young
your
zeal
zealous