{
    "title": "Hawai'i Volcanoes National Park: Kīlauea Administrative District",
    "body": "Kīlauea Administrative District         Ohia Wing of the Volcano House sm NPS Photo  The Kīlauea Administration and Employee Housing Historic District is located along Crater Rim Drive, approximately one quarter-mile west of the Hilo entrance station of Hawaiʻi Volcanoes National Park. The Cultural Landscape Inventory Report - (pdf version), for the Kīlauea Administrative District documents this historic district.   part one (3.47MB)   part two (16.2MB)   Developed along the relatively dormant northeast edge of Kīlauea Caldera, this 43-acre historic district is located within a dense, native ohia forest. The period of significance for the Kīlauea Administration and Employee Housing Historic District (Kīlauea headquarters for short) extends from 1927 to 1942. This time frame encompasses the period of initial development of the National Park and ends with the closing of the Civilian Conservation Corps (CCC) program with the United States entry into World War II. The Kīlauea headquarters includes a picturesque collection of small-scale, rustic-styled houses and buildings massed along the northeast edge of Kīlauea Caldera. Most of the existing structures were sited according to a series of master plans developed from 1931 to 1941 by the Landscape and Engineering Division of the National Park Service, San Francisco Office. Most of the buildings and landscape features were built by CCC crews during this same era. The National Park Service Western Region Branch of Plans and Design (the successor to the Landscape Engineering Division) completed a comprehensive plan for the headquarters area in the mid-1930s during the period of intensive development at Hawaiʻi National Park (HNP). The rustic-style buildings and structures were designed using an adapted Hawaiian style of building that incorporated tropical design elements such as wider eaves and larger windows that were responsive to the wetter but warmer conditions of the Hawaiian Islands. Both the structures and the landscape were developed following naturalistic principles that advocated the use of native materials and plants. Wood siding was stained or painted grey to blend with the ohia forest; and lava rock design elements such as: walkways, planters, and foundation veneers, helped harmonize the built environment with the natural. The built environment is made up of three distinct functional areas: the administration area, the employee housing area, and the maintenance area. The major historic elements within these areas include the current administration building\/visitor center, the original administration building, residences, carports, roads, and maintenance related shops, offices, and grounds. Today, the headquarters area remains the main administrative and residential area for Hawaiʻi Volcanoes National Park, and characteristics such as spatial organization, cluster arrangement, topography, buildings and structures, circulation, small-scale features, and native vegetation contribute to the historic district's integrity including its setting. The Kīlauea Administration and Employee Housing Historic District continues to convey a rustic and naturalistic association through its architecture and landscape architectural design. The Cultural Landscape Inventory Report - (pdf version), for the Kīlauea Adminsistrative District documents this 43-acre historic district.   part one (3.47MB)   part two (16.2MB)",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/kilauea-administrative-district.htm"
}
