{
    "title": "Gulf Islands National Seashore: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility         Visitors may access the Gulf of Mexico by using beach crossovers. nps photos  All visitor centers, pavilions, and auditoriums are wheelchair accessible. Florida Areas Park Headquarters at Naval Live Oaks offers exhibits with a wide range of accessibility features, including telephone handsets for audio description, a tactile model of an oak tree, a railing system that connects all the exhibits together, and tactile models of natural history objects including acorns, oak leaves, and a large gopher tortoise. The first loop of the Brackenridge Trail is now an accessible boardwalk with tactile waysides. An Orientation film is also offered with audio description. The Fort Barrancas Visitor Center has accessible museum exhibits including a small scale replica of Fort Barrancas and the Water Battery. Exhibits and the film of Fort Barrancas are audio described.   The Fort Pickens Museum has interactive and universally-designed exhibits featuring the natural and cultural stories of Gulf Islands National Seashore. Access is limited to historic sturctures including: Fort Pickens, Fort Barrancas, and the Advanced Redoubt.  The Fort Pickens fishing pier is accessible. The Perdido Key Discovery Trail and six beach cross-over boardwalks (two to sound; four to Gulf) are wheelchair accessible. Beach wheelchairs are available at Johnson Beach at the Perdido Key, Santa Rosa Day Use (Opal Beach), and Fort Pickens Areas. Ask a ranger or volunteer for information on using a beach wheelchair in these areas. Mississippi Areas On West Ship Island, in Mississippi, the lower level of Fort Massachusetts is accessible. A beach wheelchair is available on the island during tour boat season which runs from March through October. Visit the park's new accessible exhibits and outdoor waysides at the Davis Bayou Visitor Center. Boardwalk trails, campsites and fishing pier are accessible.",
    "url": "https:\/\/www.nps.gov\/guis\/planyourvisit\/accessibility.htm"
}
