{
    "title": "Gulf Islands National Seashore: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Planning your visit to the Seashore will enhance your enjoyment and comfort. Having an accident will spoil any vacation. Please observe all rules and regulations for your safety. Know your limits and understand the hazards. Learn about the Deepwater Horizon oil spill in the Gulf of Mexico.  Glass bottles and Containers To protect barefoot walkers and swimmers, glass bottles and containers are not allowed on the beaches. Swimming Do not swim in hazardous surf. Please watch your children in and near the water at all times. Lifeguards are on duty at designated beaches Memorial Day through Labor Day. For more information see the Seashore's swimming page. See WebRangers on Rip Currents Dangerous Sea Life Sharks are present in the Gulf of Mexico. Do not swim at dawn, dusk or night when sharks are active or feeding. Do not swim in murky waters. Use caution to avoid jellyfish and stingrays. If stung by a jellyfish apply vinegar and meat tenderizer. Do not touch irritated skin or wash with fresh water. Shuffle feet lightly while wading to scare stingrays away. Sun Sunshine is intense. Stay out of the direct sun from 11 am to 2 pm. Use a sun block with a high SPF of 30 and wear longed-sleeved light protective clothing. Wear shoes to protect your feet from the hot sand. Drink plenty of liquids. Alcoholic drinks cause dehydration. Animals The Seashore has many different kinds of wildlife. Please watch animals including snakes from a distance. If the animal appears to be injured or ill please contact a ranger. Gulls, pelicans, and great blue herons have been injured by becoming entangled in fishing lines. Please dispose of fishing gear including lines properly. Protect your valuables by leaving them at home. Watch for pedestrian walkways in congested areas and obey speed limits.  Insects Use insect repellent in warmer months or stay inside at dusk or dawn when mosquitos are most active. Gnats and mosquitoes are plentiful. Beware of ants inside Fort Pickens and biting fire ants throughout the Seashore. Plants Poison ivy grows throughout the park in the wooded area. Remember: Leaves of three, let them be, leaves of five, stay alive. Prickly pear cactus has spines that can cause skin irritation. Watch out for plants with spines or spurs. Visiting Historic Forts Climbing is unsafe and may damage historic artifacts that cannot be replaced. Please keep off mounds and the cannon at the forts. Watch your step. Many surfaces are uneven and some areas of the forts are slippery and damp especially in the rain. Some of the stairways have no handrails, so stay close to the wall when climbing the stairs. There are no electric lights in some areas. They may be dark and dangerous. If there is a barrier or posted closed area, please keep out for your safety.",
    "url": "https:\/\/www.nps.gov\/guis\/planyourvisit\/safety.htm"
}
