{
    "title": "Gulf Islands National Seashore: Directions to Florida Areas",
    "body": "Directions to the Florida Areas         Entrance Signs like the one above can be found at all entrances to Gulf Islands National Seashore areas.  A great place to grab a family photo! NPS Photo   Fort Pickens Area: The Fort Pickens Area visitor center, campground, and bookstore is near Pensacola Beach. From Interstate 10, take Exit 12 for I-110 South, exit 1B Gregory Street East, merge onto 30 E Chase Street, turn left onto Bayfront Parkway \/Hwy 98 East, merge onto Hwy 399 to beaches, cross toll bridge ($1.00), turn right onto Fort Pickens Road. Santa Rosa Day Use Area, Opal Beach: To access Opal Beach and the Santa Rosa Area. From Interstate 10, take Exit 12 for I-110 South, exit 1B Gregory Street East, merge onto 30 E Chase Street, turn left onto Bayfront Parkway \/Hwy 98 East, merge onto Hwy 399 to beaches, cross toll bridge ($1.00), continue as the road curves to the left through Pensacola Beach Area. Perdido Key Area: Perdido Key Area is off Florida Route 292, southwest from Pensacola; turn east on Johnson Beach Road.  When heading south on 292 --just after going over the bridge, turn left onto Johnson Beach Road, where road curves to the right. When heading north on Florida Route 292, take a right turn onto Johnson Beach Road, as the road curves to the left, before you reach the bridge. Naval Live Oaks Area:  From downtown Pensacola, Florida follow U.S. 98 across the Pensacola Bay Bridge.  After reaching Gulf Breeze, stay on U.S. 98 for 4.1 miles, the park Headquarters and Administrative Offices will be on your right. Okaloosa Day Use Area: From downtown Pensacola, Florida follow U.S. 98 across the Pensacola Bay Bridge.  After reaching Gulf Breeze, stay on U.S. 98 for 38.1 miles the Okaloosa Day Use Area is just east of Fort Walton Beach, Florida. Fort Barrancas Area: From Fort Pickens - Head east on Fort Pickens road. Turn left onto Pensacola Beach Blvd, stay in the left lanes to exit onto Gulf Breeze Pkwy (US 98 W). After crossing Pensacola Bay Bridge, stay to the left to merge onto Bayfront Pkwy. Turn left onto Barrancas Ave (FL 292 W). Turn left onto S Blue Angel Pkwy. Enter NAS, turn left onto Taylor Rd. Fort Barrancas will be on the right. 34 Miles. From Naval Live Oaks - Head west on Gulf Breeze Pkwy (US 98 W). After crossing Pensacola Bay Bridge, stay to the left to merge onto Bayfront Pkwy. Turn left onto Barrancas Ave (FL 292 W). Turn left onto S Blue Angel Pkwy. Enter NAS, turn left onto Taylor Rd. Fort Barrancas will be on the right. 23 Miles. From I-10E - Take Exit 7A and turn right onto Pine Forest Rd (FL 297 S). Turn right onto N Blue Angel Pkwy (FL 173 S). Enter NAS, turn left onto Taylor Rd. Fort Barrancas will be on the right. 18 Miles",
    "url": "https:\/\/www.nps.gov\/guis\/planyourvisit\/florida-areas-directions.htm"
}
