{
    "title": "Gulf Islands National Seashore: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets       General Pet Information: - Pets must remain on a leash, no longer than six feet, at all times. - For health reasons, owners must clean up after pets. (Section 2.15-3) - Pets are welcome on trails, multi-use paths, or on the park roads. - Pets may be tied to fixed objects in the Davis Bayou or Fort Pickens Campground if the leash is less than six feet long, the pet does not annoy other campers by making unreasonable noise, and the pet is not placed in harm's way by such act.   Pets are not allowed in the following areas (service animals exempt): - On all park beaches in Florida for safety reasons, this regulation is consistent with Florida State Law. - On the north and south beaches of the Mississippi barrier islands. - In the forts or visitor use facilities such as pavilions and visitor centers. Please do not leave pets in cars.  Inside car temperatures can reach 120 degrees in a matter of minutes, even with partially opened windows!      Determination in the Superintendent's Compendium: Pets are prohibited by Escambia and Santa Rosa County ordinances on most of the beaches within the Florida areas.  Pets are prohibited by Harrison County ordinances in Mississippi.  Pets conflict with the orderly visitor use in swim beaches, picnic shelters, pavilions, and inside public buildings and facilities and other locations receiving highly concentrated public use.  The interior of these fortifications are closed to pets so as not to interfere with guided tours of the forts or to intrude on the historical character the seashore attempts to maintain.  Less restrictive measures would not comply with state law or provide the type of venue the seashore attempts to maintain, for the enjoyment and education of visitors. The shoreline areas of the barrier islands of Mississippi (West Ship, East Ship, Horn, Sand, Petit Bois and Cat Islands), represents some of the only remaining natural habitat along the Mississippi coastline for a wide variety of shorebirds to nest, feed, and rest.  The shoreline and adjacent dune areas on these islands are crucial to the nesting success of shorebirds, many of which are threatened, endangered, or otherwise considered species of special management concern.  Dogs in these areas can cause entire colonies of birds to flush and abandon their nests leaving eggs or chicks vulnerable to take due to exposure from the elements (e.g. heat) and predators.  Loss of any shorebirds, including adults, chicks, or eggs due to dogs encroaching upon nesting areas can have a direct and adverse effect to the nesting success and recovery of these wildlife species. For more information, please visit our Law & Policies page.",
    "url": "https:\/\/www.nps.gov\/guis\/planyourvisit\/pets.htm"
}
