{
    "title": "Gulf Islands National Seashore: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around         Visitors disembark at West Ship Island to begin their exploration. NPS Photo  Concessioners and Licensed Boat Operators Passenger ferry service is available to West Ship Island.  The \"Pan Isles,\" departs from Gulfport, MS south of the intersection of U. S. Highways 90 and 49, and runs to West Ship Island from March to October. Although facilities on West Ship Island were destroyed by Hurricane Katrina, restrooms and a snack bar are on the ferry. For information about the ferry service call 228-864-1014 or visit their website. To arrange transportation to East Ship, Horn, Petit Bois, and Cat Islands contact a National Park Service licensed boat operator. Bicycling Information Mississippi Mississippi's 15.5 mile round-trip Live Oaks Bicycle Route connects the Davis Bayou Area of the Seashore to the town of Ocean Springs at the Old Louisville and Nashville Train Depot. Follow the green and white bike-route signs on the right side of the city streets. Live Oaks Bicycling Route maps are available at the Gulf Islands Visitor Contact Station and the Ocean Springs Chamber of Commerce. Florida Naval Live Oaks: Visitors can cycle on the paved 2.5 mile section of the 40-mile bike loop that is adjacent to U. S. Highway 98. Fort Pickens: The designated bike lane starts at the entrance to Fort Pickens up to the Ranger Station and is approximately four miles. The Florida Historical Trail starts from behind Battery Langdon and has an oyster shell top and goes to the Fort which is approximately three miles. Santa Rosa District: There is a designated bike lane along J. Earle Bowden Way that is approximatley seven miles in length. Perdido Key Area: Visitors can cycle on a paved road from the entrance gate to the end of Perdido Key Road. Round-trip is approximately 5 miles.       Public Transportation There are no public transportation systems that enter the national seashore, however there are service in the surrounding areas.  Please see below for more information about the systems. Florida The Escambia County Area Transit (ECAT) operates 7 days a week in the community. It does not stop inside the Seashore. For more information please call 850-595-3228 or visit their website. Mississippi Coast Transit Authority (CTA) buses stop at the Ocean Springs Wal-Mart, approximately 2 1\/2 miles from the entrance to Davis Bayou and 4 1\/2 miles from the visitor center and campground areas. Visit their website or call (228) 896-8080 for schedule information.",
    "url": "https:\/\/www.nps.gov\/guis\/planyourvisit\/gettingaround.htm"
}
