{
    "title": "Gulf Islands National Seashore: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Directions         Gulf Islands National Seashore is a place of myriad riches - blue-green, sparkling waters, magnificent white beaches, and fertile coastal marshes.  Its 12 areas include historic forts, shaded picnic areas, trails, and campgrounds.  From Cat Island, Mississippi, it stretches eastward 160 miles tot he Okaloosa Area east of For Walton Beach, Florida.  Directions Details           Operating Hours & Seasons         Davis Bayou Area The Davis Bayou Area is located south of U. S. Hwy. 90 east of downtown Ocean Springs, Mississippi and offers many recreational opportunities. Visitors can enjoy fishing, hiking, biking, birdwatching, picnicking, and ranger-led programs. There are no swimming beaches in the Davis Bayou Area.   Standard Hours    Sunday: 8:00 AM - Sunset   Monday: 8:00 AM - Sunset   Tuesday: 8:00 AM - Sunset   Wednesday: 8:00 AM - Sunset   Thursday: 8:00 AM - Sunset   Friday: 8:00 AM - Sunset   Saturday: 8:00 AM - Sunset      Fort Pickens Area Located on the western end of Santa Rosa Island, the Fort Pickens Area of the park offers a variety of visitor experiences including fishing, hiking, swimming, camping, and touring historic coastal defense structures.  There is a small entrance fee to visit the Fort Pickens Area.   Standard Hours    Sunday: 5:00 AM - 10:00 PM   Monday: 5:00 AM - 10:00 PM   Tuesday: 5:00 AM - 10:00 PM   Wednesday: 5:00 AM - 10:00 PM   Thursday: 5:00 AM - 10:00 PM   Friday: 5:00 AM - 10:00 PM   Saturday: 5:00 AM - 10:00 PM      Naval Live Oaks Naval Live Oaks is located on U.S. 98 east of Gulf Breeze, Florida.  The area features many hiking trails.  Additionally, there is a youth group camping and picnic area available by reservation only.  There is a small visitor contact station connected to the park headquarters and administrative offices building.   Standard Hours    Sunday: 8:00 AM - Sunset   Monday: 8:00 AM - Sunset   Tuesday: 8:00 AM - Sunset   Wednesday: 8:00 AM - Sunset   Thursday: 8:00 AM - Sunset   Friday: 8:00 AM - Sunset   Saturday: 8:00 AM - Sunset      Okaloosa Area Located on U.S. 98 on the far eastern end of Santa Rosa Island, the Okaloosa Area of the park offers visitors the opportunity to swim, picnic, as well as a boat launch.   Standard Hours    Sunday: 8:00 AM - Sunset   Monday: 8:00 AM - Sunset   Tuesday: 8:00 AM - Sunset   Wednesday: 8:00 AM - Sunset   Thursday: 8:00 AM - Sunset   Friday: 8:00 AM - Sunset   Saturday: 8:00 AM - Sunset      Santa Rosa Area Santa Rosa Area (Opal Beach) is a fragile barrier island made up largely of fine quartz sand held together by plants adapted to this harsh environment. It provides habitat for many shore birds, small animals and nesting sea turtles.  An entrance fee is charged at this area. Santa Rosa is a pack-in and pack-out park so please keep our beaches clean. Glass containers and pets are not allowed on the beaches.   Standard Hours    Sunday: 8:00 AM - Sunset   Monday: 8:00 AM - Sunset   Tuesday: 8:00 AM - Sunset   Wednesday: 8:00 AM - Sunset   Thursday: 8:00 AM - Sunset   Friday: 8:00 AM - Sunset   Saturday: 8:00 AM - Sunset      Perdido Key Area Perdido Key is located off Florida Route 292 southwest of Pensacola. There is an entrance fee to visit the Perdido Key Area of Gulf Islands National Seashore.  Swimming, boating, fishing, hiking, and primitive camping are available year-round.   Standard Hours    Sunday: 5:00 AM - 10:00 PM   Monday: 5:00 AM - 10:00 PM   Tuesday: 5:00 AM - 10:00 PM   Wednesday: 5:00 AM - 10:00 PM   Thursday: 5:00 AM - 10:00 PM   Friday: 5:00 AM - 10:00 PM   Saturday: 5:00 AM - 10:00 PM      Petit Bois Island This barrier island is located roughly 10 miles off the Mississippi coast and offers dramatic scenery, but limited facilities.  The island is accessible year round by private boat.  Primitive camping is allowed on the island. (Groups of 10 or more are required to get a permit).   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      West Petit Bois Island This barrier island is located roughly 10 miles off the Mississippi coast and offers dramatic scenery, but limited facilities.  The island is accessible year round by private boat.  Primitive camping is allowed on the island. (Groups of 10 or more are required to get a permit).   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Horn Island This barrier island is located roughly 10 miles off the Mississippi coast and offers dramatic scenery, but limited facilities.  The island is accessible year round by private boat.  Primitive camping is allowed on the island. (Groups of 10 or more are required to get a permit).   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      East Ship Island This barrier island is located roughly 10 miles off the Mississippi coast and offers dramatic scenery, but limited facilities.  The island is accessible year round by private boat.  Primitive camping is allowed on the island. (Groups of 10 or more are required to get a permit).   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      West Ship Island This barrier island is located roughly 10 miles off the Mississippi coast.  Free tours and exhibits at Fort Massachusetts, a swim beach, pavilions, restrooms, showers, and snack bar are available seasonally.  A passenger ferry is available March through October, and the island is accessible year round by private boat.  Camping is not permitted on West Ship Island.   Standard Hours    Sunday: 7:00 AM - Sunset   Monday: 7:00 AM - Sunset   Tuesday: 7:00 AM - Sunset   Wednesday: 7:00 AM - Sunset   Thursday: 7:00 AM - Sunset   Friday: 7:00 AM - Sunset   Saturday: 7:00 AM - Sunset      Cat Island This barrier island is located roughly 10 miles off the Mississippi coast and offers dramatic scenery, but limited facilities.  The island is accessible year round by private boat.  Primitive camping is allowed on the National Park Service owned portion of the island. (Groups of 10 or more are required to get a permit).   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Fort Barrancas Area The Fort Barrancas Area is on Taylor Road approximately a half mile east from the Museum of Naval Aviation. The area includes the historic Water Battery, Fort Barrancas, trails, visitor center, picnic areas, and the Advanced Redoubt.  Visitors may access the Fort Barrancas via the main gate entrance to the Pensacola Naval Air Station.   Standard Hours    Sunday: 8:30 AM - 4:30 PM   Monday: 8:30 AM - 4:30 PM   Tuesday: 8:30 AM - 4:30 PM   Wednesday: 8:30 AM - 4:30 PM   Thursday: 8:30 AM - 4:30 PM   Friday: 8:30 AM - 4:30 PM   Saturday: 8:30 AM - 4:30 PM             Weather           Weather along the northern coast of the Gulf of Mexico can change quickly. During the winter temperatures range from 40-70 degrees fahrenheit, rain is less common than other seasons. Snow and freezing temperatures are not common. During the summer temperatures range from 70-100+ degrees fahrenheit. Rain is common during the summer with many thunderstorms. Hurricanes impact the area during the tropical storm season between June and November. Tornadoes can impact the area during the Spring and Fall.           Fees & Passes     Entrance Fees:   Gulf Islands National Seashore - Per Person - $7.00 This pass is good for seven days from the date of purchase and covers the entrance fee at Perdido Key, Fort Pickens, and Santa Rosa (Opal Beach).   Gulf Islands National Seashore - Per Motorcycle - $10.00 This pass is good for seven days from the date of purchase and covers the entrance fee at Perdido Key, Fort Pickens, and Santa Rosa (Opal Beach).   Gulf Islands National Seashore - Private Vehicle (<15 passenger capacity) - $15.00 This pass is good for seven days from the date of purchase and covers the entrance fee at Perdido Key, Fort Pickens, and Santa Rosa (Opal Beach).   Gulf Islands National Seashore - Per Person in Private Vehicle with more that 15 passenger capacity. - $7.00 This pass is good for seven days from the date of purchase and covers the entrance fee at Perdido Key, Fort Pickens, and Santa Rosa (Opal Beach). (limited to a total cost of $25.00)   Entrance Passes:   Gulf Islands National Seashore Annual Pass - $30.00 Covers all areas in Gulf Islands National Seashore charging an entrance fee until the end of the month one year after purchase. This pass can be purchased at the Fort Pickens Entrance Station, Perdido Key Entrance Station, and Davis Bayou Campground.   Gulf Islands National Seashore Davis Bayou Annual Boat Launch Pass - $20.00 This specialized annual pass admits one boat per day until the end of the month one year after purchase at the Davis Bayou Boat Launch.         Visitor Centers       William M. Colmer Visitor Center Located in the Davis Bayou area of Gulf Islands National Seashore this is the main visitor center for the park resources in Mississippi.   Fort Pickens Visitor Center The Fort Pickens Visitor Center hosts a museum about the historic defensive structures that protected the entrance to Pensacola Bay for over a century and the nature beauty and changing environment of the barrier islands along the gulf coast.  Visitors can also pick up souvenirs and educational materials from the park bookstore located within the Fort Pickens Visitor Center.   Fort Barrancas Visitor Center The Fort Barrancas Visitor Center tells the long history of European settlers attempts to secure the vital Pensacola Bay beginning in the late 1700s and through its deactivation in the mid-1900s.                 A pod of dolphin swim off in the Gulf of Mexico off Gulf Islands National Seashore. NPS Photo   Gulf Islands National Seashore offers an incredible diversity of visitor experiences.  Use this portion of the website to explore the most important information for planning your visit to the national seashore. Operating Hours & Seasons: Learn when each site and facility open for the public throughout the year. Fees & Passes: Information about the fee program at Gulf Islands National Seashore, and annual passes available. Permits & Reservations: Review information about which activities require a permit and how to apply for a permit.",
    "url": "https:\/\/www.nps.gov\/guis\/planyourvisit\/basicinfo.htm"
}
