{
    "title": "Hawai'i Volcanoes National Park: Pu'u Loa Petroglyphs",
    "body": "Pu‘u Loa Petroglyphs        Pu'u Loa Petroglyph Boardwalk NPS photo - Jay Robinson           Pu`u Loa Petroglyph Field NPS photo  Pu`u Loa, translated as the \"long hill\"i or \"Hill-(of)-long-(life)\"ii from Hawaiian, is a place considered sacred to the people of Hawai`i, and those of Kalapana in particular. Located in the ahupua`a (an ancient Hawaiian land division) of Panau Nui on the southern flank of Kilauea volcano, Pu`u Loa is the name of the site which contains a vast area covered with incredible numbers of pecked images in the harden lava, images known as petroglyphs. The archaeological site of Pu`u Loa contains over 23,000 petroglyph images; motifs containing cupules or holes (84% of the total) , motifs of circles, other geometric as well as cryptic designs, human representations known as anthropomorphs, canoe sails, and even feathered cape motifs. In geologic terms, the center of Pu`u Loa consists of a volcanic pressure dome with outlying areas of ancient, relatively level fields of pahoehoe lava bedrock (pahoehoe, being one of the two types of lava found in Hawai`i, a rather smooth surfaced substrate), dated geologically between AD 1200-1450. Reverend William Ellis, a missionary to the Hawaiian and Society Islands, recorded the earliest written observation of the petroglyphs at Pu`u Loa in 1823: Along the southern coast, both on the east and west sides, we frequently saw a number of straight lines, semicircles, or concentric rings, with some rude imitations of the human figure, cut or carved in the compact rocks of lava. They did not appear to have been cut with an iron instrument, but with a stone hatchet, or a stone less frangible than the rock on which they were portrayed. On inquiry, we found that they had been made by former travelers, from a motive similar to that which induces a person to carve his initials on a stone or tree, or a traveler to record his name in an album, to inform his successors that he had been there. When there were a number of concentric circles with a dot or mark in the center, the dot signified a man, and the number of rings denoted the number in the party who had circumambulated the island. When there was a ring and a number of marks, it denoted the same; the number of marks showing of how many the party consisted; and the ring, that they had traveled completely around the island; but when there was only a semicircle, it denoted that they had returned after reaching the place where it was made. [1917:203] Almost one hundred years later, in 1914, noted anthropologist Martha Beckwith visited Pu`u Loa and made this observation: July 1, 1914. Rode out to Puuloa on the line between Kealakomo and Apuki. Here is a large pahoehoe mound used as a depository for the umbilical cord at the birth of a child. A hole is made in the hard crust, the cord is put in and as stone is placed over it. In the morning the cord has disappeared; there is no trace of it. This insures long life for the child. Mrs. Kama, born in 1862, was a native of Kamoamoa. Her mother brought her cord there. She had 15 children and for each one at birth the visit was made to Puuloa. Another mound, on the southern boundary of Apukiu., called Puumanawalea, was similarly used….Puuloa is especially rich. There are holes, pictures, initials chiseled into the rock. Beckwith interpreted that: A dot was \" the hole for a child\" A dot in a circle \"the hole for the first born\" A dot with two circles \"the first born of an ali`i [a ruling chief]\" A plain circle was a \"calabash\" A jagged line was a \"mo`o [a lizard]\" A circle with a long line was a \"puloulou [ a tapa covered ball on a stick carried by an ali`i as a symbol of taboo]\" A cross with a dot at each end was \" a cross before a chief at night in travelling.\" Thus, the interpretation of Hawaiian petroglyphs is not a solely aesthetic one. Though some very beautiful in their presentation, petroglyphs also serve a deeper purpose. Petroglyphs at Pu`u Loa are interpreted to have recorded travel around the island of Hawai`i, express consideration for human longevity and well being, communicate events current and past, as well as mark boundaries and trails. In the past, taking a rubbing of a petroglyph image or chalking the outline was a practice some would undertake to create a copy or duplicate or to enhance a photographic image of a petroglyph. Today, we know that any abrasion, scuff, or rubbing to the petroglyph image damages the feature by exacerbating the erosion process, which brings about the eventual destruction of the resource. Advancement in the archaeological recordation process by utilizing photographic documentation, precise measurements, skilled illustrators, as well as the accumulation of data on petroglyphs allowing us to better understand the process by which petroglyphs are created, and the oral history to better understand the meaning behind the motifs, all aid in the advancement and protection of this important petroglyph site. One of the ways early park administration considered to protect the petroglyphs at Pu`u Loa was to construct a boardwalk above the ground surface, elevating a pathway upon which visitors could walk and view a section of the extensive area and variety of petroglyphs at the site. Pu`u Loa is made accessible with a parking area pullout and an emergency call box along Chain of Craters Road at Milepost 16.5. From the pullout parking area it is a 0.7-mile walk over a gently undulating pahoehoe lava bedrock trail to reach the boardwalk at Pu`u Loa. Pu`u Loa is not the only place within Hawai`i Volcanoes National Park that one sees petroglyphs created on the lava substrate. Single petroglyph images, petroglyph panels, and petroglyphs created in a linear or other pattern can be seen in many locations at the coast as well as along the slopes of Kilauea volcano, each serving its own purpose. by Mara Durst, NPS Archeologist-HAVO July 2002 ENDNOTES  iPukui, Mary, S. Elbert and E. Mookini. Place Names of Hawaii. University of Hawaii Press, Honolulu. 1974:200-201. iiEmory, Kenneth, et al. Natural and Cultural History Report on the Kalapana Extension of the Hawaii National Park. Vol. I, Cultural History Report. Typescript, Bishop Museum Library Honolulu 1959:13. iiiLee, Georgia, and E. Stasack, Spirit of Place: The Petroglyphs of Hawaiÿi. Easter Island Foundation, Bearsville and Cloud Mountain Press, Los Osos, California. 1999:90. ivBeckwith, Martha. \"Field notes.\" Hawaiian Sources Collection, Bishop Museum Library, Honolulu. No date, pp. 384-397 νBeckwith, Martha. \"Field notes.\" Hawaiian Sources Collection, Bishop Museum Library, Honolulu. No date, pp. 384-397.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/puuloa.htm"
}
