{
    "title": "Gulf Islands National Seashore: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes       Interagency Passes   Interested in visiting all your national parks and other federal land management areas?   Visit the America the Beautiful Pass site for information on Annual, Senior, Military, and Access Passes to your national parks! (Available for purchase at the Fort Pickens & Perdido Key Entrance Stations & the Davis Bayou Campground Office only.)      Entrance Fees & Passes Entrance fees are required and collected at the following areas of Gulf Islands National Seashore: Fort Pickens Area, Opal Beach at the Santa Rosa Area, Okaloosa Area, Fort Barrancas Area, and Perdido Key Area.  An entrance pass is good for seven days at all locations.   One hundred percent  of the fees collected at national parks are used by the park service for the improvement and maintenance of park facilities and programming. Eighty percent of the fees collected here are used to replace and improve facilities throughout this park.  Free Entrance Days in your national parks.          Seven Day Entrance Pass: Covers the entrance fee for all areas of Gulf Islands National Seashore for 1 to 7 days.     Per Person   $7     Per Motorcycle   $10     Private Vehicle (less than 15 passenger capacity)   $15     Per Person for private vehicle with more than 15 passenger capacity.   $7 per person (limited to $25)                  Gulf Islands National Seashore Annual Pass: Covers all areas in Gulf Islands National Seashore charging an entrance fee until the end of the month one year after purchase.  This pass can be purchased at the Fort Pickens Entrance Station, Perdido Key Entrance Station, and Davis Bayou Campground.     Admits up to 4 individuals or per vehicle with less than 15 passenger capacity.   $30                  Other Annual Passes:      Davis Bayou Annual Boat Launch Pass (one boat per day)   $20            Camping & Facility Fees The following fees are associated with camping inside the national seashore.  For more information about making reservations visit our Permits & Reservations page and for more information about the sites please visit our Campgrounds page.              Davis Bayou Camping, Boat Launch and Dump Station Use     Make Reservations at Recreation.gov or call 1-877-444-6777     1 site\/night with 1-8 person occupancy   $22     1 group site\/night with 10-25 person occupancy   $20     1 group site\/night with 26-40 person occupancy   $30     1 Day using the Davis Bayou Boat Launch (Annual Boat Launch Pass is $20, see above)   $3     1 Dump Use fee for non-registered campers.   $5                     Fort Pickens Campground     Make a reservation at Recreation.gov or call 1-877-444-6777     1-8 person occupancy   $26     Group site for 10-25 person occupancy   $20     Group site for 26-40 person occupancy   $30     Dump station use fee for non-registered campers   $5            Special Uses Fees The following fees are associated with special use permits.  Please visit our Permits & Reservations page for more information.  If you have additional questions contact the park's permits office via email or phone at (850) 934-2605.          Naval Live Oaks Youth Group Tent Camping     10-25 person occupancy per night   $20     26-40 person occupancy per night   $30               Special Park Uses: Pavilion Rental      Contact the Park Permit Office by email or call 850-934-2605 for availability.     Non-refundable application\/administration fee   $50\/day     Non-routine maintenance recovery fee (refundable upon cancellation)   $20\/day                    Special Park Uses: Commercial Group Entrance Fee Rate for 7 Days     Up to 6 person capacity vehicle includes an additional fee per person.   $25 + $3\/person     Commercial vehicle 7-25 capacity vehicle   $40     Motor Coach: 26+ capacity   $100",
    "url": "https:\/\/www.nps.gov\/guis\/planyourvisit\/fees.htm"
}
