{
    "title": "Natchez National Historical Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer       Volunteer at Natchez National Historical Park!         Volunteers trailer pads at Natchez National Historical Park   Natchez National Historical Park has a wide-range of opportunities for volunteers of all ages and interests. No specialized knowledge is necessary. Whether you can donate one day for a special event or five days a week, we have a place for you!   Trailer pads with water, electric, and sewer hookup (30 and 50 amp) are available to volunteers who donate at least 32 hours per person per site.  Note: A minimum of 3 months stay is required if using the park trailer pads.        Volunteers in Melrose gardens on Public Lands Day   Over the past year volunteers have contributed over 2,000 hours of service assisting with special programming and other activities such as organizing and inventorying the park’s living history items, assisting the site’s gardener with landscape preservation projects, staffing the Melrose visitor center desk, and helping in numerous other ways.      Opportunities: Below are examples of the events and activities in which volunteers can assist with at Natchez National Historical Park. Many more opportunities become available as needed. For current volunteer projects, please contact the Volunteer Coordinator via the contact information below.  Some positions require background investigations.   Events throughout the year April—Take Pride in America Day September—National Public Lands Day December—Christmas Program   Other Activities\/Interests  Staffing visitor centers Guiding tours Informally talking with visitors Living history reenactments Photography\/Videotaping Gardening\/landscape restoration Maintenance projects Working with museum objects Operating bookstore cash registers    Please Contact:   Volunteer Coordinator Melrose 1 Melrose-Montebello Parkway Natchez, MS 39120 601-446-8601 By e-mail.   Apply on-line: http:\/\/search.networkforgood.org\/results.aspx?catid=1&zipcode=39120&state=&newsearch",
    "url": "https:\/\/www.nps.gov\/natc\/getinvolved\/volunteer.htm"
}
