{
    "title": "Natchez National Historical Park: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards             Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.                 General William T. Martin Obedience Over Opinion Although personally opposed to states seceding from the Union, Martin raised Confederate cavalry troops from his county. He quickly rose through the ranks to brigadier general, commanding divisions at the Battle of Chickamauga. In 1865, he took command of the military district of Northwest Mississippi. Martin became the highest ranking Confederate officer from the Natchez District.         Wilson Brown Medal of Honor Winner Born near Natchez, Brown escaped slavery and joined the US Navy, serving on the USS Hartford--the flagship of Admiral David Farragut's blockading squadron which kept supplies from reaching the South. Although wounded during the Battle of Mobile Bay, Brown kept the ship's guns well supplied with powder. He received the Medal of Honor in December 1864.         General James McPherson Death at High Rank A general with U.S. Grant's army at Vicksburg, McPherson commanded Union forces that captured Jackson, Mississippi in May 1863. While commander of the Army of the Tennessee, McPherson was killed during the Atlanta campaign, the only army commander to die on that field of battle. The Federal fortification in Natchez, Fort McPherson, was named for him.         US Colored Troops From Slaves to Soldiers The United States Colored Troops (USCT) were regiments of the Union Army during the Civil WAr composed of African American soldiers, many of whom had been enslaved. The 175 regiments of the USCT comprised one-tenth of the Union Army. The 58th, 70th, and 71st Colored Infantry and 6th Colored Heavy Artillery were stationed in Natchez.         Walter Quintin Gresham A Life of Service to Country In 1863, General U.S. Grant promoted Gresham to brigadier general and placed him in command of the Federal forces at Natchez. Gresham later served in Sherman's Atlanta Campaign. After the war, Gresham was active in national politics and served as a Federal Appeals Court Judge, US Postmaster General, Secretary of the Treasury, and Secretary of State.         Varina Howell Davis First Lady and Author Born: May7, 1826 Died: October 16, 1906 First Lady of the Confederacy Varina Howell Davis was the second wife of Confederate President Jefferson Davis. After the war, her husband was put into prison at Fort Monroe. Varina fought tirelessly and achieved his release. When he died, she moved to New York City, finished her husband's autobiography, and wrote many articles for newspapers.         Hiram Rhodes Revels First African American Senator Born: September 27, 1827 Died:  January 16, 1901 Hiram Revels was the first African American to serve in the United States Congress, representing Mississippi in the Senate from 1870 to 1871. Born free, Revels was an ordained minister and a chaplain in the Union Army (1863-1865). He was the first president of Alcorn State University and served as Mississippi's Secretary of State.         John Roy Lynch From Slave to Congressman Born: September 10, 1847 Died: November 2, 1839 John Roy Lynch was born into slavery and freed by the Emancipation Proclamation. During Reconstruction, in 1869, he was elected to the Mississippi House of Representatives. In 1873, he became one of the first African Americans elected to the US House of Representatives. He later wrote books about his life and Reconstruction.         Richard Wright Writing about Racism Born: September 4, 1908 Died: November 28, 1960 Born on the Rucker Plantation near Natchez, Richard Wright was an important American author of novels and short stories. Most of his work described the difficulties faced by African Americans in the segregated South of the 1900s. His most important books were Native Son and Black Boy, a story about his childhood in Mississippi.         Child Casualty Seven year-old Rosalie Beekman was hit by shrapnel during the shelling of Natchez by the USS Essex on September 3, 1862. The Essex came to Natchez to get ice for its wounded. When the gunboat arrived, residents began shooting at the ship. Rosalie became Natchez's only civilian death during the war.",
    "url": "https:\/\/www.nps.gov\/natc\/learn\/kidsyouth\/tradingcards.htm"
}
