{
    "title": "Hawai'i Volcanoes National Park: ‘Āinahou Ranch House & Gardens",
    "body": "ʻĀinahou Ranch House and Gardens         ʻĀinahou Ranch House and Gardens NPS Photo  The ʻĀinahou Ranch House and Gardens is located within Hawaiʻi Volcanoes National Park, approximately four miles south and down slope from Kīlauea Caldera. The site was listed on the National Register of Historic Places at the state level of significance in 1995. Cultural Landscape Inventory Report - pdf version   part one (6.56MB)   part two (4.38MB)   part three (7.16MB)   The Cultural Landscape Inventory report provides an inventory of those landscape features that contribute to the significance of the site. The 13.3-acre historic site sits within a native mesic (moist but not extremely wet) forest at an elevation of 3000 feet. Within this forest, gardens that surround a unique craftsman house create an exotic setting which reflects the site's development by renowned horticulturalist, Herbert C. Shipman from 1941 to 1971. During these years, Shipman created an informal historic vernacular landscape that showcased his vast horticultural collection, which included orchids, orchards, a tree farm, and rare plants from around the globe. These plantings were all supported by an on-site rare plant nursery and an ingenious and unique rainwater catchment system. Shipman's efforts were intended to develop not a botanic garden in a traditional sense, with specific areas dedicated to species, ecosystems, or parts of the globe, but an aesthetic horticultural showcase to display his collections and beautify the grounds of his unique home. The gardens were informally planted throughout the grounds, making use of the sloping terrain to create views to the shoreline, as well as smaller topographic lava features that were used as planters or as backdrops for orchids and other species. The palette consisted of a multitude of exotic species laid out in an informal, non-linear pattern, which in several areas incorporated or even accentuated the existing natural patterns of native trees and rock outcrops. While Shipman utilized many exotics in discrete arrangements throughout his gardens, the layout does not adhere to any formally designed plan (that is known) and does not follow the any thematic organization that might categorize the developments as botanical gardens or as a formally designed landscape. As a result, the ʻĀinahou Ranch House and Gardens is a historic vernacular landscape. Shipman constructed his house as a safe haven from possible Japanese invasion during WWII. During and after the war, the ranch house was also used as a base of operations for ʻĀinahou Ranch, which supplied beef to military and domestic outlets. The ensuing years saw more elaborate gardens surrounding the ranch house, and the site was used as a Nēnē (endangered Hawaiian goose) sanctuary (Shipman is further credited with saving the Nēnē from extinction). In 1971 Shipman submitted his asking price for his improvements to the property, and terminated his lease with B.P. Bishop Estate, thereby enabling the National Park Service to acquire it.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/ainahou-ranch-house-and-gardens.htm"
}
