{
    "title": "Natchez National Historical Park: William Johnson",
    "body": "The Barber of Natchez         William Johnson kept a 16-year diary detailing everyday life in Natchez. NPS Photo  The Life of William Johnson Known as the “barber” of Natchez, William Johnson began his life as a slave. His freedom at age eleven followed that of his mother Amy and his sister Adelia. After working as an apprentice to his brother –in-law James Miller, Johnson bought the barber shop in 1830 for three hundred dollars and taught the trade to free black boys. It was shortly after he established a barber shop in downtown Natchez that he began to keep a diary. The diary was a mainstay in Johnson’s life until his death in 1851.        As a young prominent citizen in the free black community of Natchez, Johnson’s interest in marriage and starting a family was strengthened by his thriving business. By 1835, his initial investment of three hundred dollars had grown to almost three thousand. His dress was impeccable and he was confident in his future. So confident that he caught the eye of twenty year old Ann Battles. Battles, also a free black married Johnson in 1835. Their eleventh child was born in 1851 at the time of Johnson’s death. Besides enjoying his family and thriving business, Johnson found time to play. Johnson enjoyed the company of friends such as Robert McCary and other free blacks. His journal is filled with hunting and fishing exploits as well as his love of going to the local horse track and betting on the races.  In 1851 a boundary dispute with his neighbor Baylor Winn found the two men in court. Although, the judge ruled in Johnson’s favor, Winn was not satisfied. Winn, also a free black ambushed Johnson returning from his farm and shot him. Johnson lived long enough to name Winn as the guilty party. Through strange circumstances, Winn was never convicted of the killing. Winn and his defense argued that he was actually white and not a free person of color because of his Indian ancestry in Virginia. Therefore, the “mulatto” boy who accompanied Johnson on that fateful day could not testify against Winn. Mississippi law allowed for blacks to testify against whites in civil cases, but not in criminal cases. Two hung juries could not decide if he was white or black, so Johnson’s Killer walked free.  Although a black man, at the time of his death, Johnson’s owned sixteen slaves. He writes openly in his diary about his slaves and his trial and tribulations of being a slave owner. William Johnson’s diary encapsulates sixteen years of his life. From 1835-1851, Johnson filled fourteen leather bound volumes with diary entries. Today, his diary is an important resource for the study of free blacks, African –American History and American History in general. It is also an important part of his legacy and what sets William Johnson apart from other free blacks during the time period.  Johnson’s house on State Street in downtown Natchez continued to be owned by the family until they sold it to the Ellicott Hill Preservation Society in 1976. The house was then donated to the city who in turn donated to the National Park Service in 1990. After an extensive restoration process, the National Park Service opened the house as a museum detailing William Johnson’s life in 2005.",
    "url": "https:\/\/www.nps.gov\/natc\/learn\/historyculture\/williamjohnson.htm"
}
