{
    "title": "Natchez National Historical Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People       The lives of the people of Natchez have always been shaped by the Mississippi River that flows alongside the town. The mound-building Natchez Indians were occupying the area when the French established their fort in 1716, bringing with them the region's first enslaved Africans. The simple log palisade at Fort Rosalie served as the primary French fortification for the lower Mississippi River, but growing conflicts with native peoples led to its destruction and a massacre of more than 200 French men, women, and children by Natchez people and cooperating Africans in 1729. The French returned, rebuilt a larger pentagonal fort surrounded by a moat and earthworks, and eliminated the Natchez Indian presence. Colonial control of the Natchez area passed to the British after conclusion of the French and Indian War, then to the Spanish after the American Revolution. The Spanish continued the British practice of dispensing large land grants to loyal settlers who attempted to grow cash crops like tobacco and indigo, and in the 1790s the Spanish also laid out the first town grid. Within two decades, the invention of the cotton gin and steamboat had transformed a sleepy little outpost into a bustling city with dozens of boats docking at the Natchez-Under-the-Hill landing that developed a reputation as home to the worst vices on the Mississippi River. Classically styled mansions like the Melrose mansion owned by planter-attorney John McMurran began to rise in the city proper and on surrounding suburban estates, a testimony to the great wealth derived from cotton planting in a system based on chattel slavery. An 1833 ordinance banning slave trading within the city limits gave rise to the Forks of the Road slave market district. Antebellum Natchez was also home to the largest community of free people of color in the state of Mississippi, and barber-diarist William Johnson stood at the economic pinnacle of that community. For the most part, the wealthy Natchez planters did not support secession from the Union in 1861 at the beginning of the Civil War, but their sons joined the Confederate Army nonetheless. The Union army occupied the city of Natchez after the fall of Vicksburg in 1863, enforcing the Emancipation Proclamation and putting an end to the tragic sale of enslaved people at the Forks of the Road. Subsequently thousands of formerly enslaved men from the Natchez area joined the United States Army and Navy. Mississippi led the nation in political power for African Americans during the Reconstruction era, and Natchez boasted more political activity by black men than anywhere else in the state. Hiram R. Revels ascended to the US Senate from the pulpit of Zion Chapel African Methodist Episcopal Church in Natchez, becoming the first African American to sit in the US Congress. He was shortly followed by John R. Lynch, who entered the US House of Representatives after a childhood of enslavement in the Natchez area.",
    "url": "https:\/\/www.nps.gov\/natc\/learn\/historyculture\/people.htm"
}
