{
    "title": "Natchez National Historical Park: The Natchez Indians",
    "body": "The Natchez Indians         Emerald Mound is the second largest ceremonial Indian  mound in the United States Minnesota State University  Natchez,Mississippi may be best known for its antebellum mansions, but the human history of the area goes back thousands of years. The story ofNatchezbegins with the indigenous mound-building cultures, known since French occupation as the Nachee, or Natchez Indians.  The early ancestors of the Natchez hunted and gathered in forests and fished in creeks and rivers of southwest Mississippi. With the introduction of the bow and arrow and improved cultivation of maize (corn), beans, and squash, the natives began to settle into the more sedentary life of farming. The rich soils and climate of Mississippi created fertile ground for crop cultivation. It was during this period (800-1400 A.D.) that hundreds, or possibly thousands of elaborate earthworks (mounds) were constructed along the Mississippi River and tributaries. Some of these mounds are preserved in the Natchez area at places like the Grand Village of the Natchez Indians and Emerald Mound. Mound centers were the site of civic life, ceremonies, and games; complex communities often developed around them. Archaeological evidence shows elaborate trade networks existed throughout the connecting river systems, spanning from the Great Lakes to the Gulf of Mexico. The mound-building cultures were in decline by the time Hernando De Soto passed through the area in the 1540s.  One hundred and forty years after De Soto’s expedition, the French began to explore and settle the region.  Fort Rosalie was established in 1716. At first the Natchez Indians welcomed the newcomers, but by 1729, the situation had deteriorated. The Natchez attacked Fort Rosalie, killing most of the inhabitants. The French sent reinforcements, resulting in the near annihilation of the Natchez Indians. By 1731, the remaining Natchez had abandoned the area to seek refuge with other tribes. The Natchez homeland was in the undisputed hands of the French.   To learn more explore these other sites: Indian Mounds of Mississippi The Natchez Indians  Grand Village of the Natchez Indians",
    "url": "https:\/\/www.nps.gov\/natc\/learn\/historyculture\/indians.htm"
}
