{
    "title": "Natchez National Historical Park: McMurran Family",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     McMurran Family                Meet the McMurrans of Melrose         John T. McMurran Louisiana and Lower Mississippi Valley Collections, LSU Libraries, Louisiana State University  John T. McMurran  A Northerner by birth, Mr. John T. McMurran came toNatchezin 1825 at the invitation of his friend fromOhio, Mr. John A. Quitman. A woman named Mary Louisa Turner, daughter of Mississippi State Supreme Court Justice Edward Turner, soon caught John McMurran’s eye, and the couple were married onJanuary 11, 1831. Their first child, Mary Elizabeth, was born onOctober 16, 1831, but died in 1833. John Thompson McMurran, Jr. was born later in 1833, followed by a sister, also named Mary Elizabeth, in 1835.   During the 1830s, Mr. McMurran’s law practice prospered. He and Mary Louisa began construction on their estate,Melrose, in 1841. The family moved into the magnificent Greek-revival style home early in 1849. By the mid-1850s, John owned or held interest in five plantations, which included over 9,600 acres of land and 325 slaves.   The McMurrans enjoyed many happy years atMelrose, as their cotton plantations thrived and their children married. In 1856, John Jr. wed Alice Austen at the bride’s home inMaryland, and Mary Elizabeth married Farar Conner atMelrose. At the outbreak of the Civil War, John Jr. and Farar Conner both enlisted with the Confederate Army, but John Jr., receiving a medical discharge after only a few months of service, later found himself working as a clerk for the Union Army in Washington D. C.   The South’s economy waned as the war dragged on, and eventually collapsed with the Confederate government in 1865. The McMurrans, hurting financially and overcome with grief over the deaths of several grandchildren, soldMelroseto a woman named Elizabeth Davis. The McMurrans planned on moving toMaryland, but Mr. McMurran’s life was claimed by a steamboat accident in 1866.    The family’s story is somewhat of a tragedy, but offers a very telling representation of the stories of many wealthy Southern planter families, whose fortunes paralleled the rise and fall of the South during the Civil War.       Mary Louisa Turner McMurran: Wife of John T. McMurran Myrtle Bank Gallery, Natchez, Mississippi        John Thompson McMurran, Jr.: Son of John T. and Mary Louisa McMurran Myrtle Bank Gallery, Natchez, Mississippi",
    "url": "https:\/\/www.nps.gov\/natc\/learn\/historyculture\/mcmurran.htm"
}
