{
    "title": "Natchez National Historical Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Artist rendering of construction of Fort Rosalie NPS Collection  Natchez National Historical Park tells the story of Natchez in the American South.  The park protects the sites and structures associated with the peoples of Natchez and its surrounding area from earliest inhabitants to the modern era.  The name Natchez is derived from the \"Natchez\" American Indians who inhabited the area at the time of European exploration.  The historic sites maintained by the park, and the surrounding preservation district, give visitors an opportunity to understand the region's social political, and economic development, particularly in the pre-and-post Civil War era's.  They also provide insights into the region's commercial and agricultural history, especially in relation to the Mississippi River, slavery, and cotton.  Cotton planters in Natchez and the surrounding area relied on slave labor to make their business highly profitable.  With those profits they built palatial columned mansions in the area, many which remain today. The park is composed of three NPS owned properties: Melrose, the William Johnson House, and the Fort Rosalie site, and a larger area known as the preservation district.   The pre-Civil War Melrose estate was built by a wealthy cotton planter.  This Greek Revival mansion is complete with original furnishings and intact outbuildings and has been well maintained and preserved over the years.  The 19th century furnishings collection at Melrose is of museum quality and is directly associated with estate owners.   William Johnson, a slave who was freed, started out as a barber and eventually owned several barber shops, rental property, a farm, and timberland; he also kept a lengthy personal and business diary that offers glimpses of antebellum southern life and relations between whites and free blacks. William Johnson's townhouse is in downtown Natchez.   Established by the French in 1716, Fort Rosalie was built on the bluff overlooking the Mississippi River, high above the insect-ridden bottomland.  This site is scheduled to open to the public in August 2016.   The community of Natchez, the nonprofit Historic Natchez Foundation, and the National Park Service work in partnership to enhance the city's preservation landscape.  Today, much of the city's antebellum and Reconstruction-era history maintains a high level of preservation through the designation of 8 National Register of Historic Places districts,  13 national historic landmarks, and the United Nations Educational, Scientific, and Cultural Organization (UNESCO) recognized Forks of the Road slave market site.  These preserved sites provide a collective historic context that includes NPS owned properties and strengthens educational and interpretive efforts between the National Park Service and the surrounding community.",
    "url": "https:\/\/www.nps.gov\/natc\/learn\/historyculture\/index.htm"
}
