{
    "title": "Natchez National Historical Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety        Dial 9-1-1 in Emergencies Be prepared to give your location to the 9-1-1 operator as follow:  Melrose - 1 Melrose Montebello Parkway Natchez Visitor Center - 640 South Canal Street William Johnson House - 210 State Street  Call to report any and all emergencies.  Contact a park ranger or volunteer for all assistance that is needed in the event of an emergency.   Weather It is not unusual for temperatures to reach triple digits during the summer months.  It is important to keep yourself and others safe while visiting during peak temperatures.  You should increase your intake on non-alcoholic, non-carbonated, caffeine free beverages such as water and juice.  Wear clothing that is light colored and loose fitting and avoid extreme temperatures if possible.  Heat related illnesses can be serious and sometimes fatal.  This includes: sunburn, heat cramps, heat exhaustion, and heatstroke.  Please take all necessary precautions to avoid heat illness.   The weather in southwest Mississippi can be unpredictable at times.  Sever thunderstorms are possible with high temperatures in the afternoons.  Check the weather forecast before you visit and be prepared.  Keep a watch on the skies and be ready to move indoors when lightening begins to strike.  Snow is rare but can occur in the winter months when the temperatures dip down.   Grounds Safety While walking the Melrose grounds watch out for the following:    Fire Ants - The little fire ant has a bright red mid-section. The sting is quite painful! Avoid their mounds of disturbed soil. Bees - Watch out for bees and wasps. If approached, avoid jerky movements and slowly back off. Spanish Moss - While beautiful to look at, avoid picking and collecting. Chiggers or Red Bugs nest in Spanish moss. Poison Ivy - Avoid touch the shiny 3-leaves, roots and vines. Snakes - Copperheads, cottonmouths, and rattlesnakes are native. Be alert when walking. If you see one, retrace your steps. Wet Soil - Mud is very slippery. Avoid stepping in mud. Uneven Surfaces - Watch for animal holes and tree roots when walking the grounds.",
    "url": "https:\/\/www.nps.gov\/natc\/planyourvisit\/safety.htm"
}
