{
    "title": "Natchez National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      By PlaneCommercial airlines serve the following airports near Natchez: Alexandria, LA (70 miles); Baton Rouge, LA (90 miles); Monroe, LA (95 miles); New Orleans, LA (170 miles); and Jackson, MS (105 miles).By CarDirections to the Natchez Visitor Center:  640 South Canal Street, Natchez, MS  39120From Jackson, MS: Take 55 South.  Proceed on Highway 84 west to Highway 61  into Natchez.  Turn right on Highway 84 west towards the Mississippi River Bridge and Louisiana.  Turn right onto Canal Street and the visitor center is on the left.From Vicksburg, MS:Proceed into Natchez via Highway 61 and turn right onto Highway 84 west towards the Mississippi River Bridge and Louisiana.  Turn right onto Canal Street and the visitor center will is on your left.From Baton Rouge, LA:Proceed north on Highway 61 and turn left on Highway 84 towards the Mississippi River Bridge and Louisiana.  Turn right onto Canal Street and the visitor center is on the left.From Alexandria and Vidalia, LA:Proceed east on Highway 84 and cross the Mississippi River.  Upon entering Mississippi the visitor center is on the left.Directions to the Melrose Estate: 1 Melrose-Montebello Parkway, Natchez, MS  39120 Note to GPS Users: Typically your GPS will not bring you to the park, once you are on Melrose-Montebello Parkway, follow the brown signs leading you to \"Natchez National Historical Park\"  From Jackson, MS:  Take 55 South. Proceed on Highway 84 west to Highway 61. Proceed south towards Natchez and take a right on Melrose-Montebello Parkway. The park is located one mile on the right . From Vicksburg, MS:   Proceed south on Highway 61. Continue into Natchez and turn right on Melrose\/Montebello Parkway. The park is located one mile on the right. From Baton Rouge, LA:  Proceed north on Highway 61. Continue into Natchez and turn left on Melrose\/Montebello Parkway. The park is located one mile on the right. From Vidalia and Alexandria, LA:  Proceed east on Highway 84 and cross Mississippi River. Continue on 84 in Natchez and take a left on Highway 61. Proceed one mile and turn left on Melrose\/Montebello Parkway. The park is located one mile on the right.  Directions to the William Johnson House: 210 State Street, Natchez, MS  39120 From Jackson, MS:  Proceed on Highway 84 to Highway 61 into Natchez. Turn right on Highway 84 west towards Mississippi River Bridge and Louisiana. Turn Right on Canal St. Turn Right on State St. The house in on the right. From Vicksburg, MS:  Proceed into Natchez via highway 61 and turn right on Highway 84 west towards Mississippi River Bridge and Louisiana. Turn right on Canal St. Turn right on State St. The house is on the right. From Baton Rouge, LA:  Proceed north on Highway 61 and turn left on Highway 84 towards Mississippi River Bridge and Louisiana. Turn right on Canal St. Turn right on State St. The house is on the right. From Vidalia and Alexandria, LA:  Proceed east on highway 84 and cross the Mississippi River. Turn left on canal St. Turn right on State St. The house in on the right.",
    "url": "https:\/\/www.nps.gov\/natc\/planyourvisit\/directions.htm"
}
