{
    "title": "Natchez National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           640 South Canal Street  Natchez , MS 39120                 Directions         The park headquarters visitor center is located at the intersection of U.S. Highway 84 and Canal Street in Natchez, Mississippi.  The Melrose unit of the park is located at 1 Melrose Montebello Parkway in Natchez and the William Johnson House site is located at 212 State Street, Natchez, Mississippi.  Directions Details           Operating Hours & Seasons         Natchez National Historical Park Park sites are open daily from 9:00 am to 5:00 pm with the exception of the William Johnson House site which is closed daily from 1:00 pm to 1:45 pm and is closed all day on Fridays.    Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:  Closed      Thanksgiving Day:  Closed      Melrose Estate :   April 18  - May 31  Closed      William Johnson House:   April 18  - May 31  9:00 AM - 5:00 PM                 Weather           Spring: Temperatures usually range from 50 F to 83 F. Rain is common. Summer:  Temperatures usually range from 70 F to 95 F. Rain and sun are equally common.  On very sunny days, be prepared with plenty of water - heat exhaustion is common if you are not prepared. Fall:  Temperatures usually range from 55 F to 79 F. Winter:  Temperatures range from 40 F to 63 F.  Rain is common.          Fees & Passes     Entrance Fees:   Melrose Mansion Guided Tour Fee - Adults age 18- 61 - $10.00 This per person fee is for a ranger guided tour of the Melrose mansion.  The tour is approximately 45 minutes long.   Melrose Mansion Guided Tour Fee - Children ages 0 - 5 - $0.00 Children ages 0 - 5 can take the ranger guided tour of the Melrose mansion for no cost.   Melrose Mansion Guided Tour Fee -  Students Age 6 - 17 - $5.00 This per person fee is for a ranger guided tour of the Melrose mansion.  The tour lasts approximately 45 minutes.   Melrose Mansion Guided Tour Fee -  U.S. Seniors Age 62 and Up - $5.00 This per person fee is for a ranger guided tour of the Melrose Mansion.  The tour lasts approximately 45 minutes.   Melrose Mansion Guided Tour Fee -  Handicapped Persons - $5.00 This per person fee is for a ranger guided tour of the Melrose mansion.  The tour lasts approximately 45 minutes.     Melrose Mansion Guided Tour Fee - Adult Group Rate - $7.00 This per person fee is for a ranger guided tour of the Melrose Mansion.  The tour lasts approximately 45 minutes.   Melrose Mansion Guided Tour Fee - Educational\/School Groups - $0.00 Educational\/School groups that have applied for and been approved for a fee waiver will not be charged for the ranger guided tour of the Melrose mansion.     Entrance to Melrose Grounds, Formal Gardens & Outbuildings  - $0.00 Self-guided tours of the Melrose estate grounds, formal gardens, and outbuildings are free of charge.   Entrance to the William Johnson House Site - $0.00 The self-guided tour of the William Johnson House is free of charge.         Visitor Centers       Natchez Visitor Center The Natchez Visitor Reception Center is jointly operated and maintained by the NPS and the City of Natchez, owned by the City of Natchez, the Natchez Visitor Reception Center  is home to the Mississippi Welcome Center, Natchez National Historical Park Headquarters, Natchez Pilgrimage Tours and the City of Natchez Visitor Information Services.                             Get Operating Hours               See Directions to the Park               Fees and Passes               Things to Do             Welcome to Natchez National Historical Park!   The information in this section of the park's website will allow for planning a visit to Natchez National Historical park.  A successful visit begins with successful planning.   Here are some things one might want to know before visiting the park.  Please look at the links provided in the Plan Your Visit section for additional information.     The park is located in the Central Time Zone For preservation of park resources, no indoor flash photography is allowed in museum areas Groups should call for reservations Mosquitoes, ticks and poison ivy are common from mid-spring through mid-fall Climate:  Summers are hot and humid, winters are usually mild Allow 4 hours to visit the park",
    "url": "https:\/\/www.nps.gov\/natc\/planyourvisit\/basicinfo.htm"
}
