{
    "title": "Hawai'i Volcanoes National Park: Footprints",
    "body": "Keonehelelei - The Story of the Footprints Area         Footprint NPS Photo  Keonehelelei - The Story of the Footprints Area by: Jadelyn J. Moniz-Nakamura, Ph.D. Footprints Archeological Site Brochure - (pdf 3.3MB) (Note: The complete report is available in pdf format (7.76MB) Keonehelelei) In 1857 a 19 year old tax assessor named Frederick S. Lyman was travelling around Hawaiʻi Island. As part of the tax assessment process, Lyman had to estimate the age of individuals being taxed. Most Hawaiians did not know their ages but could associate their births, in relative terms, with famous \"occurrences.\" Thus, as he carried out his assessment, Lyman recorded the information given to him by Native informants and compiled a List of Dates of these famous events. This list served as a means of consistently estimating the ages of individuals. In this list five events were recorded to have occurred in the year 1790. Amongst these events is one buried within the list called Keonehelelei, \"the falling sands.\" Footprints fossilized in the Kaʻu Desert ash. Fast forward to the year 1919, when Ruy H. Finch, a geologist at the Hawaiian Volcano Observatory discovered human footprints fossilized in the Kaʻu desert ash. The discovery of the prints was purely accidental. In 1919 lava from Halemaʻumaʻu drained out of the crater and erupted in an area of the Kaʻu Desert. The eruption built a hill called Mauna Iki. Although the eruption area was only three miles from the then Hilo-Kona road, to get to Mauna Iki Finch and his crew had to walk nearly twelve-miles through the desert. A shorter route was available, but if the crew chose to access this route they had to walk over the very rough Keamoku ʻaʻa flow. While walking through this shorter route Finch and his crew discovered human footprints preserved in the hardened desert ash. After they were discovered, a crude trail was marked through the jagged Keamoku flow, and many people visited the area. Soon, this area of the desert which, in 1919, was not part of the newly formed Hawaiʻi National Park, became known as \"Footprints\" or the \"Footprints area.\" So how did the Footprints area become part of Hawaiʻi National Park? Acquisition of the Footprints area became a goal of the Park Service after a visit to Hawaiʻi National Park by National Park Director Stephen Mather in 1919 and later by his assistant Horace Albright in 1920. Both Mather and Albright recommended that the Footprints area be included as part of Hawaiʻi National Park. The area shared a common border with the Park and would extend the boundaries of the Park to the seacoast on the southwest side. The Park Service had to convince the Territory of Hawaii to give up its rights in this portion of Kapapala. Originally, the entire ahupuaʻa of Kapapala was the personal property of Hawai`iʻs monarchy. After the overthrow of the Hawaiian monarchy in 1893, the lands belonging to the Crown were ceded to the newly formed Hawaiian Government. Because the Footprints section was now government land the Park had to enter into negotiations with the Territory of Hawaiʻi to acquire it. Congress approved the acquisition request and the Footprints bill was signed into law on June 20, 1938, twenty-one years after the fossilized prints were first identified. In the years following the Park's acquisition of the Footprints piece, the area remains relatively unchanged. Park trails were added and in 1941, the Civilian Conservation Corps constructed a shelter in the desert specifically for the interpretation of the footprints. Nearly 63 years after acquiring this piece hundreds of visitors have experienced the Footprints area and it has been given national recognition. In 1974, a rectangular shaped parcel covering approximately 4,284 acres within the Footprints area was nominated to the National Register of Historic Places. The area was nominated to the register because the prints were recognized as unusual features found nowhere else in Hawaiʻi, and the story behind the creation of the prints associated this area with a unique event in Hawaiian history. At the time it was nominated to the National Register, the Footprints area was already a popular spot for visitors. Interpretive efforts by the Park Service as well as popular books and magazines have helped spread the story behind the creation of the footprints beyond the first written account found in the 1823 journal of William Ellis. As the story goes: In 1782, Kalaniopuʻu, Aliʻi Nui of Hawaiʻi, died. In accordance with his wishes, his son, Kiwalaʻo became heir of Hawaiʻi Island. Kamehameha, the nephew of Kalaniopuʻu, had hoped to be named his successor. When he was not, Kamehameha became upset and launched a campaign to overthrow his cousin Kiwalaʻo. In July 1782, Kamehameha defeated Kiwalaʻo at the Battle of Mokuohai. Unbeknownst to Kamehameha, some of Kiwalaʻo's family members escaped the battle. Keoua, Kiwalaʻo's half-brother, was one of the warriors who survived. Keoua returned to his home district of Kaʻu. Keoua's uncle, Keawemauhili, was able to escape as well and he returned to his home district of Hilo. For some time, these three leaders kept to themselves not wanting to accept one or the other as paramount chief. Keawemauhili finally decided that he was going to accept Kamehameha as his aliʻi nui and sent his own sons to assist Kamehameha in his efforts to gain control of the islands. This decision enraged Keoua. He decided to take action and thus attacked Hilo, killing his uncle. The death of Keawemauhili, however, was not enough. Keoua drove Kamehameha's army to Hamakua ravaging the lands in his wake. Kamehameha quickly counterattacked and drove Keoua back to Hilo. The battle in Hilo not being decisive, both armies retreated, with Keoua heading back to his home district of Kaʻu. The route to Kaʻu that Keoua and his troops chose was by way of Kīlauea Volcano. Keoua and his army started their march to Kaʻu and on the first night camped on Kīlauea near a heiau dedicated to Pele, the fire goddess. This was a period of volcanic activity at Kīlauea caldera. Fearing they had somehow angered Pele, Keoua decided to remain there for several days to bestow offerings in an attempt to appease her. Upon leaving Kīlauea summit, Keoua split his army into three different companies that left the crater at different intervals.  The first company had not gone far when the earth started to tremble violently. Volcanic ash and hot gas exploded out of the caldera. Then, a huge, dense cloud of ash, sand and rocks was ejected out of the crater and rained down for miles around. Unable to escape, all of the individuals in the second party died. One lone pig is said to have survived. Not far behind, the rear-company by chance survived the catastrophe because they were not in the path of the hot ash. Picking themselves up, they continued on their journey determined to get to Kaʻu. They were startled when they came upon members of the second company lying down across the desert floor. When to their surprise, the second company was not resting but in fact lay dead. Discovering this, it is believed that the rear-company choose to move on, not staying to mourn the deaths of their fellow compatriots. The ash, which settled across the desert floor, provided an excellent medium in which footprints have been fossilized. It has been suggested that the footprints are what remains of Keoua's fallen warriors. This suggestion was first made by Thomas Jaggar in 1921, but it was purely speculation. Recent archeological and geologic research in the area indicates that the history of the Kaʻu desert may be much more complex and that the footprints may not be from the 1790 eruption but rather may be evidence of everyday life activities in this area. Geologic Evidence Both geological and archeological evidence can help us better understand the context of the activities that occurred in the desert around the time of this event. The volcanic ash and sand that overlies lava flows in the project area belong to a geologic formation called the Keanakakoi Ash. The Keanakakoi Ash is located in an area closely surrounding Kīlauea caldera. Over the years, the Keanakakoi series has been erroneously referred to as the 1790 ash event, because it was believed that this eruptive episode was the primary source of the ash in the Kīlauea area. Several explosive eruptions of Kīlauea, however, have contributed to the Keanakakoi formation starting in about AD 1500. The latest major explosive eruption was probably in 1790. Thus, the Keanakakoi Ash is now more correctly defined as comprising of pyroclastic layers deposited between about 1500 and 1790. Rocks ejected out of the crater were strewn on the landscape. Geologists believe that the explosive events that formed the Kanakakoi Ash happened when the summit crater was so deep that the floor of the crater was below the water table. Ground water seeped into the crater to form a lake. Whenever magma erupted into the lake a violent explosion of steam and other gases resulted. This explosion fragmented the magma into tiny ash particles and drove fast-moving, very hot ash-laden steam clouds out of the crater. Called a pyroclastic surge, the ash traveled at a speed as great as 100 miles per hour. The explosions also threw out rocks called ejecta from already solidified lava flows inside the volcano. A smaller series of explosions took place in May 1924. Geologists, comparing the amount of material deposited in 1924 and earlier, suggest that the 1500-1790 AD explosions were far more violent than the 1924 event, and the amount of ash deposited many times greater. The large amount of falling ash in 1790, however, likely did not cause the death of the passing party. Reports by local Hawaiians on the conditions of the bodies of the people killed by the 1790 event, in addition to geologic indicators, strongly suggest the falling ash was accompanied by searing hot surges that engulfed the victims. The army of Keoua was apparently overcome by a sudden and violent pyroclastic surge. Basically, the party was engulfed in a stream of hurricane force winds, composed of hot steam and sulfuric gases. Why were the warriors marching through there in the first place? Archeological surveys have recently shed new light on the story of the footprints. First, there are two footprint bearing ash layers in the desert, each separated by 90 cm of dune sand. The footprints can be found heading in both a northeasterly and southwesterly direction. Amongst the sites identified in the desert were precontact era temporary habitation sites, petroglyphs, trails, and volcanic glass quarry areas. William Ellis, a missionary who traveled through the area in 1823, was escorted through the area by Hawaiian guides who clearly traveled along a well-known route. The other ancient features also suggest that travelers moving through the desert not only used the area for shelter and transport, but they also gathered raw materials here. Volcanic glass was used by Hawaiians to make cutting tools like knives for butchering birds and other animals as well as for doing fine wood work. Eruptive events were common to the residents of the Puna and Kaʻu districts and they adapted well to these situations. Geologic evidence suggests that the modern caldera of Kīlauea formed shortly before 1500 AD. Repeated small collapses may have affected parts of the caldera floor, possibly as late as 1790. Thus, for over 300 years the caldera was below the water table; a time when these kinds of eruptive events would have been common. Despite the frequent explosiveness of the caldera, the features found in the desert area suggest that Hawaiians did not shy away from this area even though they had frequent experiences with Pele and the forces of the Volcano. Living with earthquakes and devastation by eruptions and lava flows were a fact of life that did not drive people away from the here. The story of the Footprints area is a testament to the creativity, endurance, and strength of the Hawaiian people. Footprints can be accessed via the Kaʻu Desert Trailhead adjacent to Highway 11 or via the Kaʻu Desert Trail from Crater Rim Drive. Once in the area visitors are asked to remain on the established trail. Ash deposits in this area are fragile and can be easily broken. Respect the cultural and natural resources of the area. Do not move rocks or remove plants. Alteration of the landscape may result in the destruction of a sensitive resource. On lands administered by the National Park Service, it is unlawful to excavate, remove, disturb, deface or destroy any historic or prehistoric building, structure, ruin, site, or in-place exhibit, artifact or object, or to collect, appropriate, excavate, damage, disturb or destroy artifacts, pictographs, petroglyphs, objects of antiquity, fossils or scientific specimens (16 U.S.C. 470ee, 16 U.S.C. 433, 36 C.F.R. 2.1, 43 C.F.R. Part 3). Click on this link for the complete report in pdf format (7.76mb): Keonehelelei",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/footprints.htm"
}
