{
    "title": "Hawai'i Volcanoes National Park: Civilian Conservation Corps",
    "body": "Civilian Conservation Corps at HAVO         Civilian Conservation Corps   The Civilian Conservation Corps: An Archeological Survey of the Hilina Pali Erosion Control Project of 1940. by: Summer Roper The Civilian Conservation Corps (CCC) was a program developed by Franklin D. Roosevelt's New Deal (1933) at the end of the Great Depression. The goal of the CCC was to provide young men with jobs during a time when many were unemployed, times were hard, and starvation was a concern. The program, also known as Emergency Conservation Work (ECW) employed men in many National and State Parks across the country from 1933-1942. Today, it is looked upon as one of the most successful New Deal programs. The ECW \"brought together two wasted resources, the young men and the land, in an effort to save both.\" Enrollees in the CCC became involved in projects that developed and conserved the nations Parks and forests, which had been neglected in previous years. Their projects were numerous, and included road and building construction, erosion control, masonry, fire fighting, trail maintenance, vegetation and insect control among many others. One of the main goals of the CCC was to renew the nations decimated forests. During the programs existence, an estimated 3 billion trees were planted throughout the country. The enrollees of the CCC did excellent and detailed work and the nations parks and forests became in part, what they are today through the labor of these dedicated men. Within Hawaiʻi Volcanoes National Park, as well as many other parks and forests, much of the work that the CCC did is still evident and still in use. From the research offices to the hiking trails, the CCC laid the foundations for much of the infrastructure that we see and use today in the Park. Although the CCC accomplished many great tasks, this particular project focuses on their work done near Hilina Pali which is within the then called Hawaiʻi National Park (HNP). Due to flooding and massive erosion in this area the CCC undertook a project that required the quarrying of rocks to use in the construction of walls and dams in order to mitigate the problem. These structures can still be found today and many are still in excellent condition due to the skilled craftsmanship of the CCC enrollees. The walls and dams built in the early 1900s were relocated and recorded during a 1998 and 2002-2003 archeological inventory survey projects of which are included in part 1 and part 2 of an archeological inventory report.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/civilian-conservation-corps.htm"
}
