{
    "title": "Hawai'i Volcanoes National Park: Archeological Sites",
    "body": "Archeology            \"Footprints in the Lava\" - View this short 9:29 minute video by Pacific Clues on the 200 year old footprints in the Kaʻū Desert.              Puʻuloa Petroglyph NPS Photo  The archeological resources at Hawaiʻi Volcanoes National Park cross a range of prehistoric Native Hawaiian and Euro\/American historic sites. Spatially, ruins extend from the coast to the upland alpine regions. Radiocarbon data suggest that Hawaiians settled in this region of Puna and Kaʻu by the early 15th century. Evidence of their life on this lava landscape can be found in the remnants of house platforms and caves scattered throughout the lowland and upland areas. Enclosures which may have been used to pen livestock and excavated pits and rock mulch mounds suggest animal husbandry and widespread farming took place on what today appears to be barren lava. Five centuries ago, however, this area was host to thriving family communities, or ohana, who etched carvings (petroglyphs) that represented their families, traditions and beliefs into the cooled lava surface.  The Native Hawaiians who lived in this region were linked together by trail systems which connected families who lived and fished along the coast, with farmers who lived and worked further inland. The intricate trail systems also provided people with access to prized upland resources such as volcanic glass and basalt used to make their tools, petrel nests where seabirds were caught for food, and plants collected for medicine and dyes, and wood for canoes and houses.  Those who chose to live in the shadow of Kīlauea and Mauna Loa were shaped by the power of Pele, the fire goddess. Major eruptive events are etched into numerous historic events such as the death of a warrior party in 1790 by an explosive eruptive event. Evidence of their last march can be found in footprints preserved in the hardened ash of the Kaʻu Desert. Archeological survey of the desert sands have also revealed evidence of intensive use of temporary shelter sites along a major trail system connecting the lower Kaʻu District and Kīlauea and over 300 shelter sites along its route. Kīlauea was also a popular place to visit and study during the historic period. Since 1823 when the first European (Rev. William Ellis) traveled through what is now the park, millions of visitors have come to view the active lava flows. Numerous eruptions and lava flows have drawn adventurers, scientists and common people to the crater rim. The remains of these early visits can be found in the historic trails and roads that cross the park, and some of the very earliest structures built. Hawaiʻi Volcanoes played an important role in the history of the Hawaiian Islands. It is in this park where you can see the first airfield ever built on the island in 1923, as well as the only remaining factory where pulu was harvested and processed for export to California in the 1840's. In the 1930's Hawaii Volcanoes was host to a camp for the Civilian Conservation Corps. You can see evidence of the great work the CCC did throughout the park. The scars of World War II can be seen in areas used for bombing practice and to house POW's at the Kīlauea Military Camp. To learn more about archeology in the park and Living Life on a Lava Landscape select the following links: Hawaii Volcanoes Archeological Overview and Assessment and Research Design (AOA) split into four parts:  Part 1 of AOA Part 2 of AOA  Part 3 of AOA Part 4 of AOA  The Paliuli Archeological Inventory Report Supplemental Paliuli report figures \"Keonehelei\" - The Story of the Footprints Area To learn more about historic archeology in the park select the following links: \"Giants of the Pacific\" - Survey of Mauna Loa and the Wilkes Camp The Civilian Conservation Corps at Kīlauea",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/archeology.htm"
}
