{
    "title": "Natchez Trace National Scenic Trail: Horseback Riding",
    "body": "Horseback Riding         Riders are enjoying the Natchez Trace National Scenic Trail on horseback. Image by Marc Muench  Many sections of the Natchez Trace National Scenic Trail are open to horseback riding. While there are no concessions available on the Natchez Trace Parkway or Scenic Trail, visitors are able to bring horses to ride on the established horse trails. Horseback riding is prohibited on all other areas of the Parkway, including on the roadway itself. Rules and Regulations Trailers are permitted on the Parkway when used non-commercially to transport horses for recreational riding, and must be properly equipped with red taillights, red stoplights, and mechanical turn signals. Clearance lights are required on trailers over six feet high. Trailers carrying over one ton must be properly equipped with brakes designed so as to be applied by the driver of a towing motor vehicle from its cab and so connected that in case of an accidental breakaway of the towed vehicle the brakes will be applied automatically. All trailers must be connected to the towing vehicle by means of a safety chain or equivalent device and may not exceed a total length of 55 feet (including vehicle and trailer). The loading and unloading of horses and pack animals is permitted only at designated horse trailheads, referred to as staging areas on Parkway maps. All horses transported to or ridden on any park trail shall be accompanied by either the original or a copy of an official negative test for equine infectious anemia (EIA) (aka “Coggins test”) administered within the previous 12 months. Only one rider per horse is permitted.   Camping Horses are not permitted in the camping or picnic areas. There are hitching posts available in the picnic areas along the Leipers Fork Segment of the National Scenic Trail. There are private campgrounds off the Parkway that do allow horses, or provide horse stalls and trails. A complete list of campgrounds is available here.",
    "url": "https:\/\/www.nps.gov\/natt\/planyourvisit\/horseback-riding.htm"
}
