{
    "title": "Natchez Trace National Scenic Trail: Yockanookany Trail",
    "body": "Yockanookany Trail Map       Download both an overview map and a more detailed map of the Yockanookany Trail.        The West Florida Boundary Trailhead is recommended for hikers only. NPS Image  West Florida Boundary Trailhead (Milepost 107.9) The West Florida Boundary Trailhead is the southern terminus of the Yockanookany section of the National Scenic Trail. This parking area and trailhead are recommended for hikers only. Hikers may chose to walk a short loop on the nature trail or continue for 24.9 miles to the Yockanookany trailhead.        The Highway 43 trailhead is large enough for multiple horse trailers. NPS Image  Highway 43 Trailhead (Milepost 114.9) The Highway 43 Trailhead is a the only staging area for horses on this section of National Scenic Trail. There is ample room for parking trailers, and water is available for horses to drink at this trailhead. Riders can travel north 16 miles to the northern terminus at Yockanookany, or south seven miles to the southern terminus at the West Florida Boundary. Exit the Parkway on Highway 43 and travel west. Turn left on Yandell Road, located just past the DAR marker. The trailhead will be on your left.        The Cypress Swamp Trailhead is open to hikers and is located across the Parkway from the Cypress Swamp site. NPS Image  Cypress Swamp Trailhead (Milepost 122.0) The Cypress Swamp Trailhead, open to hiking only, is located directly across the paved Parkway from the Cypress Swamp site. Hikers may hike 14.1 miles to the West Florida Boundary, 8.9 miles to the Yockanookany Trailhead, or any distance they chose on this out and back trail.        The Natchez Trace National Scenic Trail runs parallel to a self-guided interpretive trail.  The Scenic Trail is on the right in this photo. NPS Image  Upper Choctaw Boundary (Milepost 128.4) Hikers can access the Natchez Trace National Scenic Trail from the short self-guided interpretive walk at the Upper Choctaw Boundary. This photo shows the interpretive walk on the left, and the Scenic Trail on the right. You are looking south toward the trailhead parking area.        The Yockanookany Trail parking can accommodate multiple vehicles, but not horse trailers. NPS Image  Yockanookany Trailhead (Milepost 130.9) The Yockanookany trailhead is the northern terminus of the Yockanookany Section of the Natchez Trace National Scenic Trail. This trailhead is open to hikers only. From this trailhead, the southern terminus at West Florida Boundary is about 26 miles away.",
    "url": "https:\/\/www.nps.gov\/natt\/ridgeland-trail-map.htm"
}
