{
    "title": "Natchez Trace National Scenic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           2680 Natchez Trace Parkway  Tupelo, MS 38804                 Directions         Directions to the Natchez Trace National Scenic Trail vary greatly depending on what section you are trying to reach. For specific questions concerning how to get to a certain section or trail head of the National Scenic Trail, please call the Visitor Center at 1-800-305-7417.  Directions Details           Operating Hours & Seasons         Natchez Trace National Scenic Trail The Natchez Trace National Scenic Trail is open every day during daylight hours. Severe weather resulting in washouts and downed trees can cause temporary trail closures. The trail is located entirely within the property boundaries of the Natchez Trace Parkway and questions about the trail and its condition should be directed to the Parkway's visitor center by calling 1-800-305-7417.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Mississippi, Alabama, and most of Tennessee are classified as humid subtropical climates. The weather ranges from mild winters to hot summers. Average high temperatures reach into the high 80's in summer, and into the high 40's in winter. Thunderstorms are common in Mississippi, especially in the southern part of the state, and from June through November, the state is occasionally affected by hurricanes moving north from the Gulf of Mexico. Check local forecasts to plan your trip.         Fees & Passes     Entrance Fees:   No entrance fee - $0.00 There is no fee to enter the Natchez Trace Parkway or use the Natchez Trace National Scenic Trail. Visitors can enter the Parkway, free of charge, from dozens of county, state, and U.S. roads in Mississippi, Alabama, and Tennessee. Please refer to the Parkway Map for places to access the Parkway. Enjoy your visit!         Visitor Centers                    Portions of the National Scenic Trail beckon all along Natchez Trace Parkway. NPS \/ J. Dinkelaker   The five developed sections of the national scenic trail are accessed from different points along the Natchez Trace Parkway. Established in 1983, the Natchez Trace National Scenic Trail runs parallel to the parkway, providing visitors numerous opportunities to enjoy the scenery and history of the Natchez Trace corridor through hiking or horseback riding.",
    "url": "https:\/\/www.nps.gov\/natt\/planyourvisit\/basicinfo.htm"
}
