{
    "title": "Natchez Trace National Scenic Trail: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       The Natchez Trace National Scenic Trail lies entirely within the boundaries of the Natchez Trace Parkway. The four trail segments run nearly parallel to the Parkway and do not provide a \"back country\" experience. Some sections of the trail use portions of the original Old Trace. Below are listed the southern and northern trailheads and additional access points for each trail. Note that \"Milepost\" refer to the milepost along the Natchez Trace Parkway. Milepost run from south to north. Milepost 0 is in Natchez, Mississippi, and Milepost 444 is near Nashville, Tennessee. Rocky Springs Trail (10 miles) Southern Trailhead - Owen Creek Waterfall (Milepost 52.4) Access - Rocky Springs Campground (Milepost 54.8) Northern Trailhead - Exit the Parkway at Milepost 59.2. At the stop sign, turn right, cross over the Parkway and take the first right to find the parking area for the trail. Ridgeland Trail (24 miles) Southern Trailhead - West Florida Boundary (Milepost 107.9) Access - Exit the Parkway at Hwy. 43 and turn west in the direction of Canton, Miss. and take the first left into the parking area. Access - From Cypress Swamp (Milepost 122.0) the trail can be accessed by carefully crossing the Parkway. Access - Upper Choctaw Boundary (Milepost 128.5) Northern Trailhead - Yockanookany (Milepost 130.9) Tupelo Trail (6 miles) Southern Trailhead - Exit the Parkway onto Hwy. 6 (Milepost 259.9) and turn east, toward Tupelo. At the stoplight for Thomas St., turn left. At the stoplight for Jackson St., turn right and the trailhead parking area will be 1\/10 of a mile on the left. Access - Chickasaw Village Site (Milepost 261.8) Access - Old Town Creek Overlook (Milepost 264.0) Northern Trailhead - Across from the Parkway Visitor Center (Milepost 266) take Beech Springs Rd. connector for 3\/10 of a mile and find the trailhead parking area on the left. Leipers Fork Trail (24 miles) Southern Trailhead - Exit the Parkway at Milepost 407.9 and turn right (west) onto Hwy. 50. Cross the Parkway and take the first right onto Totty Ln. Look for the trailhead parking area on the right. Access - Exit the Parkway at Hwy. 7 (Milepost 415.6) and take a right at the stop sign. Go under the Parkway and take the first left. Find the parking area about 1\/4 mile down this road. Northern Trailhead - Garrison Creek (Milepost 427.4)",
    "url": "https:\/\/www.nps.gov\/natt\/planyourvisit\/directions.htm"
}
