{
    "title": "Salem Maritime National Historic Site: a quadrant",
    "body": "Collection Spotlight: A Quadrant        A late 18th century quadrant, made of ebony, brass, and ivory. NPS photo       Quadrant, manufactured before 1800 Brass, Ivory, Ebony SAMA 517          In this illustration, an early 19th century officer uses a quadrant. Michael David Brown\/National Park Service  First used in the fifteenth century, the quadrant was the most popular navigational tool of the mid-eighteenth century. In order to determine his ship's position at sea, a sailor would use this instrument to measure the angle of the sun over the horizon at noon, and then use that measurement to calculate his vessel’s latitude. Celestial objects could be used to make similar calculations at night. Navigators improved the quadrant throughout the eighteenth century, which made determining latitude at sea more simple and accurate than ever before. The quadrant is the ancestor of the more contemporary sextant, which is still used today by some nautical navigators. This quadrant was manufactured in the late eighteenth century by Spencer, Browning, & Rust, a London company that specialized in navigational instruments. This quadrant was a gift from the Bowden family of Marblehead, and was used by a Mr. Bowden, a mate on the U.S.S. Ino during the American Civil War. Ino was a speedy clipper ship, and during the Civil War assisted two other Union ships in blockading the famous Confederate vessel C.S.S. Sumter at the port of Gibraltar. The crewmen of Ino eventually captured two of Sumter’s sailors and sent them back to Boston as prisoners. The United States Navy continued to use Ino in blockades and cruises throughout the Civil War, and following the war she was decommissioned. Luke Suttmeier, Gordon College Intern      Sources and further exploration: Cardoza, Rod. “Evolution of the Sextant”, ed. A. N Stimson, head of Navigation Section, Dept. of Astronomy and Navigation, National Maritime Museum, Greenwich, England. Nautical Brass ezine.[link will open in new window]  Dictionary of American Naval Fighting Ships. Department of the Navy, Naval Historical Center. [link will open in a new window] “Physical Sciences Collections: Navigation,” Smithsonian National Museum of American History, Behring Center.[link will open in a new window] Watts, Oswald M. The Sextant Simplified: A Practical Explanation of the Use of the Sextant at Sea. Thomas Reid Publications: London, 1973",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/quadrant.htm"
}
