{
    "title": "Salem Maritime National Historic Site: Pedrick Store House",
    "body": "Pedrick Store House         Pedrick Store House on its original site in Marblehead, c. 1890. The store house is the large two-and-a-half story building on the left of the photograph. Library of Congress  In the summer of 2007, Salem Maritime embarked on an exciting new project: to reassemble an eighteenth century warehouse on Derby Wharf. Pedrick Store House will be constructed on Derby Wharf near the replica of Friendship between the summer of 2007 and the summer of 2010. Click here to see an update on the reconstruction. Pedrick Store House was built in Marblehead, just across the harbor from Salem, in 1770 by Thomas Pedrick, a successful member of the merchant community in pre-Revolutionary War Marblehead. At that time, Marblehead was the most successful fishing port in Massachusetts, and the codfish that were caught and dried on the flakes, or drying racks on shore were shipped from Marblehead and Salem throughout the British empire to be traded for molasses and sugar in the Caribbean Islands, wine in Madeira, and finished goods like cloth, Chinese porcelain, books, and furniture in England.        This 1797 view of Derby Wharf shows the three-story tall warehouses lining the wharf. These warehouses were very important elements of a merchant's property. NPS collections  A warehouse was an important part of a merchant’s property, as it was where goods and equipment for the vessels were stored, repair work could be done for vessels, and the merchant often had his “counting house” or business office. Pedrick’s store house has two floors, and according to documentary evidence, the second floor was used as a sail and rigging loft, where sails and parts of rigging for vessels were made and repaired. During the Revolution, Pedrick commissioned privateers to capture British merchant vessels, and probably stored captured cargo in his store house. After the war was over, Pedrick, like most of the merchants in Marblehead and Salem, began participating in international trade. Pedrick died in 1802.        An artist's view of Pedrick Store House in place on Derby Wharf. National Park Service  In 1809, the warehouse was purchased by Capt. William Story, a relative of Thomas Pedrick. Story had been the captain of Friendship of Salem for four years, and his purchase of the warehouse was part of his entry into the ranks of the merchant community. Story replaced the wooden dock in front of the warehouse with a more durable granite and earth wharf. Unfortunately, he was not as successful in his mercantile efforts as Pedrick had been, and he had to sell the warehouse and wharf in 1820. Story returned to sea, and in 1827 became a Weigher and Gauger at the Salem Custom House until 1853, when he turned 80. The second floor of Pedrick Store House continued to be used as a sail loft until 1904, operated from 1852 by the Graves Family, while the first floor was an office for the local ferry by the end of the 19th century. In 1904, the building was purchased by the Marblehead Transportation Company, who altered the building to be a support building for their inn and ferry business. In 1993, the building and wharf, then known as Tucker’s wharf were purchased by the town of Marblehead. After plans for restoration of the building in place were unsuccessful, the National Park Service accepted the building in 2003, and began several years of conservation on the original 18th century timbers.      For more information: On Marblehead: Marblehead Museum and Historical Society On Derby Wharf: Salem Maritime’s Historic Wharves On Capt. William Story: Salem Maritime’s occasional newsletter, Pickled Fish and Salted Provisions: “Retired on the Fourth of July: Captain William Story” (105K pdf document) On Friendship of Salem: Friendship Visiting Salem Maritime",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/pedrick.htm"
}
