{
    "title": "Salem Maritime National Historic Site: 9 Daniels Street",
    "body": "9 Daniels Street and the Polish American Citizens Club        9 Daniels Street, c. 2009 Courtesy of Cathy Stanton         1950 installation dinner of the Polish American Citizens Club, Falcons Hall Courtesy of the Polish Legion of American Veterans  This red brick building has been home to Polish organizations since 1928, when the Polish American Citizens Club moved its headquarters there. Founded in 1916, the PACC seems to have emerged from older efforts to promote citizenship and naturalization among Salem's Polish immigrants, a project that was strongly supported by the St. Joseph Society and community leaders such as Teofil Bartnicki , Felix Rybicki, and Wladyslaw Sobocinski. As the photo of a 1950 gathering suggests, the PACC quickly became a large organization. With its close ties to religious, fraternal, cultural, military, and other groups in the city, the region, and Polish America in general, it was effective in registering Polish American voters and electing politicians from within and outside Polish Salem.      One key factor in the effectiveness of Polish political organizing in Salem was the formation of a Women's Polish American Citizens Club in 1925. The first- and second-generation Polish women who became active in Salem's political realm had to balance the different and sometimes conflicting demands of ethnicity, citizenship, and their roles as wives, daughters and mothers. Founders and early members of the club, who included Hedwiga Kohn, Mary Nowak, Franciszka Sobocinski and Wanda Walczak, worked with immigrant women on English lessons, citizenship tests, and voting registration, sometimes over the objections of their husbands. \"Our explanation to these men was that if we had more eligible voters in the ward, then perhaps our efforts to elect a Polish person to the city council would become a reality,\" Wanda Walczak recalled many years later.         Click here for Mary Nowak’s recollection about becoming a citizen, a source of pride and independence for her.          The women's political activity also initially provoked some resistance at the House of Seven Gables settlement house, where \"Yankee\" women had their own projects to help Polish immigrant women become citizens and voters. Hedwiga Kohn recalled: Miss Dunham [the director of the Gables] one day got wind of it and she dropped in to visit with me, and she says, \"Mrs. Kohn, what are you doing? Are you spoiling our, House of Seven Gables, our club down there?\" ...I said, \"No, Miss Dunham. These people come from Poland, they don’t understand the American language.\" I said, \"No, we are preparing them. We want them to become American citizens. We’re preparing them to go and enjoy the Gables.\" She was so afraid we were going to break up their club... And I said, 'We want to make citizens out of them and we want them to vote.' And I said, \"They’ll still enjoy the Gables and you’ll enjoy them too.\" By the time the second generation of Poles in Salem had come of age, there was less need for citizenship and voter registration drives, although the political network created in the 1910s and 20s remained strong well into the second half of the century. When membership in the older Polish clubs and organizations began to dwindle after World War II, the brick building at 9 Daniels Street changed hands but stayed within the community, becoming (and remaining) the home of the local Polish Legion of American Veterans post, which had originally used the old firehouse at 128 Derby Street as its meeting place.      Back to Salem's Polish Community For more information on this topic, see these pages in the report In the Heart of Polish Salem.  For more about the Polish American Citizens Club and Women's Polish American Citizens Clubs, see pp. 144-56",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/9daniels.htm"
}
