{
    "title": "Natchez Trace National Scenic Trail: Blackland Prairie Trail",
    "body": "Blackland Prairie Trail       Download both an overview map and a more detailed map of the Blackland Prairie Trail.        A bulletin board provides hikers information to start their trip on the Tupelo section of the Natchez Trace National Scenic Trail. NPS Image  Parkway Visitor Center Trailhead (Milepost 266) This trailhead is located just across the Parkway from the Natchez Trace Parkway Visitor Center. Hikers can travel six miles along the outskirts of Tupelo (12 miles roundtrip). You can make the walk as long or as short as you would like on this out and back trail. This section of Scenic Trail is open to hikers only, and requires walking on the Parkway for road and creek crossings.        The Old Town Overlook parking area provides parking and access to the Tupelo section of the Natchez Trace National Scenic Trail. NPS Image  Old Town Overlook (Milepost 263.9) Hikers can continue north for 2 miles to reach the Parkway Visitor Center, or continue south for 2 miles to reach the Chickasaw Village Site. This section of Scenic Trail is open to hikers only, and requires walking on the Parkway for road and creek crossings.        Visitors can hike a loop by using the National Scenic Trail and horse trail from the Chickasaw Village Site. NPS Map  Chickasaw Village Site (Milepost 261.8) The Chickasaw Village Site provides hikers access to the Natchez Trace National Scenic Trail, as well as a one half mile interpretive trail. The half mile trail identifies plants and their uses by American Indians, especially the Chickasaw. Visitors can continue north to the Old Town Overlook and Visitor Center, or can make a loop by using the horse trail and hiking trail. This section of Scenic Trail requires walking on the Parkway for road and creek crossings.        The Jackson Street Parking area is large enough to accommodate horse trailers, and is the only staging area for horse back riding for this section of scenic trail. NPS Image  Jackson Street Trailhead (Exit the Parkway at milepost 260 ) This trailhead is open to both hikers and horseback riders. This is the only staging area for horseback riders on the Tupelo section of Scenic Trail. A 3.5 mile loop trail is available for horseback riders. From the Natchez Trace Parkway, exit onto Highway 6 at Milepost 260. Travel west on MS Highway 6 for approximately ½ mile to Air Park Road. Turn right and travel north to the end of the road at Jackson Street. Turn right on Jackson Street. A paved parking\/staging area is on the left.",
    "url": "https:\/\/www.nps.gov\/natt\/tupelo-trail.htm"
}
