{
    "title": "Salem Maritime National Historic Site: Church and School",
    "body": "The Polish Catholic Church and School in Salem        Students lined up in front of the old Polish school on Herbert Street in the 1940s. Courtesy of Linda Moustakis         The members of the St. Joseph Society in front of the Catholic Church, c. 1903-1909. National Park Service  Ethnic parishes and schools were a cornerstone of most Polish immigrant communities in late nineteenth and early twentieth century America, although there was intense debate about how central a role Catholicism played in Polish identity, and how Polish Catholic parishes should relate to the Irish-dominated American Catholic Church. Poles in Salem initially worshiped in the basement of an Irish church, but a campaign to build their own church, spearheaded by the St. Joseph Society, quickly raised funds to buy land a block away on Herbert Street. The c. 1903-1909 photo shows members of the Society on the steps of their newly-erected church, with Father Joseph Czubek, the first parish priest, in front of the pillar on the right.        Detail of the 1938 Sanborn Map of Salem, showing the Polish School complex on both sides of Herbert Street. Essex County Registry of Deeds  The rapidly-expanding community seems to have outgrown its new church quite quickly, and the parish bought a former Baptist church building on St. Peter Street, outside the Derby Street neighborhood, which they renovated and began using in 1909. This allowed the parish school, established in 1908 and originally housed in the church basement, to expand. Eventually St. John the Baptist School incorporated two older existing school buildings across the street (marked \"School Ho.\" on the 1938 Salem map) as well as a house that served as a residence for the Felician nuns who taught at the school. In the early years, mornings were spent learning about religion and Polish history and language, with afternoons devoted to American history and English grammar. Over time, parochial schools emphasized the Polish language less, responding to many parishioners' sense that seeing their children and grandchildren thrive in English-speaking America was more important than holding onto a language that was itself somewhat foreign to immigrants who had grown up speaking various regional dialects of Polish.      The Polish church on St. Peter Street continues to operate as a distinct ethnic parish in Salem, but the parish school closed its doors in 1977, in an era of declining enrollments throughout ethnic parochial school systems. Former students interviewed for this project spoke of the strict discipline, the memory of learning Polish words and phrases, and the way the school served multiple functions in the community. One woman said, “It was funny, when my mother was older, I would make her laugh, because I would talk to her in Polish! And all I remembered was some of the crazy things from the workbook, you know, so I’d say silly things like, ‘Evalina ma rybky,’ which means ‘Evaline has fish’!”         Click here for another student's reminiscence about the hot lunches provided by the nuns at the school each day.         Back to Salem's Polish Community For more information on this topic, see these pages in the report In the Heart of Polish Salem.  On the founding of St. John the Baptist Polish Church and School in Salem, see pp. 69-84. On the recent history of the church, see pp. 226-232. On the history of Salem's Polish school, see pp. 177-191.",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/polishchurch.htm"
}
