{
    "title": "Salem Maritime National Historic Site: House of Seven Gables Settlement",
    "body": "Poles and Yankees at the House of Seven Gables        This 1920s\/30s performance of The Mikado at the House of Seven Gables featured many people from the Polish community National Park Service       Another neighborhood institution reflected the encounter of Polish immigrants and their children with established Yankee elites and reformers. The House of Seven Gables Settlement Association, established in 1908 by wealthy Salem native Caroline Emmerton, was a part of a national movement in which progressive educators and social reformers established residential programs intended to assist immigrants and help them become good American citizens. The House of Seven Gables had a unique dual mission: to preserve and interpret buildings associated with Salem's colonial history and to integrate new immigrants--who were very largely Polish in the area around the Gables--into the life of the city, the region, and the nation. The House of Seven Gables was an important meeting ground for Yankee and Polish culture in Salem's waterfront neighborhood. The settlement house offered English and citizenship classes, after-school programs in woodworking (for the boys) and domestic arts (for the girls), and sports facilities. Dance classes and Friday night dances were a particular highlight in the memories of those who grew up in Polish Salem. Clubs, theatrical projects, ethnic festivals, and musical groups also thrived; the Polish Women's Club, based at the Gables, was an important center for socializing and sharing among Polish women in the city. The Gables also provided employment for people from the neighborhood, including summer employment for Polish youth who worked at the historic site. Ed Luzinski, who served as the Gables' caretaker for over 30 years, recalled that his grandfather, aunt, wife, and all of his children worked at the institution in different eras.         Click here to listen to Ed's recollection of two of the Gables' most beloved staff members         Like other settlement houses, the House of Seven Gables promoted a particular set of values and visions about American political and civic culture. But Poles were equal partners in shaping their own processes of adaptation and Americanization, and it appears that their strategies and goals were compatible in many ways with the settlement house approach. Wanda Walczak and Hedwiga Kohn, for example, were among the many Poles who were an integral part of the House of Seven Gables. At times, there seems to have been some friction between the reformers and the immigrants' own efforts to establish themselves in Salem--for example, when the formation of the Women's Polish American Citizens Club was seen as a potential challenge to the Gables' citizenship project. By and large, though, Poles and Yankees shared many amicable decades at Caroline Emmerton's colonial compound at the foot of Turner Street. Back to Salem's Polish Community For further information on this topic, see these pages from In the Heart of Polish Salem  Read about Polish involvement at the House of Seven Gables on pp. 191-209.",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/polishsevengables.htm"
}
