{
    "title": "Hawai'i Volcanoes National Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People        A group of Hawaiians by a road in Puna, around 1895 Lyman Museum, the Walker Collection, E.N. Hitchcock       People of the Islands Superb voyagers, Polynesians from the Marquesas Islands migrated to Hawai`i over 1,600 years ago. Navigating by the sun and stars, reading the winds, currents, and the flight of seabirds, Polynesians sailed across 2,400 miles of open ocean in great double-hulled canoes. They brought with them items essential to their survival: pua'a (pigs), `ilio (dogs), and moa (chickens); the roots of kalo (taro) and `uala (sweet potato); the seeds and saplings of niu (coconut), mai`a (banana), ko (sugar cane), and other edible and medicinal plants. Polynesians were well-established on the islands when about 800 years ago, Polynesians from the Society Islands arrived in Hawai`i. Claiming descent from the greatest gods, they became the new rulers of Hawai`i. After a time of voyaging back and forth between the Society Islands and the Hawaiian Archipelago, contact with southern Polynesia ceased. During the 400 years of isolation that followed, a unique Hawaiian culture developed.  Hawai`i was a highly stratified society with strictly maintained castes. The ali`i (chiefs) headed the social pyramid and ruled over the land. Highly regarded and sometimes feared, the kahuna (professionals) were experts on religious ritual or specialists in canoe-building, herbal medicine, and healing. The maka`ainana (commoners) farmed and fished; built walls, houses, and fishponds; and paid taxes to the paramount chiefs and his chiefs. Kauwa, the lowest class, were outcasts or slaves. A system of laws known as kanawai enforced the social order. Certain people, places, things, and times were sacred -- they were kapu, or forbidden. Women ate apart from men and were restricted from eating pork, coconuts, bananas, or a variety of other foods. Kapu regulated fishing, planting, and the harvesting of other resources, thus ensuring their conservation. Any breaking of kapu disturbed the stability of society; the punishment often was death. Village life was rich and varied: Hawaiians fished in coastal waters and collected shellfish, seaweed, and salt along the shore. They raised pigs, dogs, and chickens and harvested sweet potatoes, taro, and other crops. Men pounded taro into poi (the staple food of Hawaiians), while women beat the inner bark of wauke (paper mulberry) into kapa (bark cloth). They worshipped akua (gods) and `aumakua (guardian spirits) and chronicled their history through oli (chant), mele (song) and hula (dance). Over several hundred years the people of Hawai`i cultivated traditions that were passed on through generations. But the sounds of taro pounding and kapa beating, rhythmical signatures of Hawaiian village life, would fade away after Captain James Cook arrived in 1778 and introduced the rest of the world to Hawai`i.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/historyculture\/people.htm"
}
