{
    "title": "Salem Maritime National Historic Site: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us        List of Current Job Openings Current job openings with the National Park Service in Massachusetts are listed here.  Experience your America and build a fulfilling career by joining the National Park Service.  The NPS is one of the most visible and beloved of all Federal agencies. We care for and conserve special places saved by the American people so that all may experience our heritage. The National Park Service's Human Resources Employment Information website provides wide-ranging information relating to job opportunities. Federal positions over 90 days in duration will be posted on USAJOBS, the official job site of the U.S. federal government.  Permanent Positions Permanent positions become vacant occasionally. The application process varies for each job; please see announcements posted on USAJOBS for details.  Seasonal Positions Most summer seasonal positions are announced on USAJOBS in December or January, with selections made beginning in March. If you are interested in seasonal positions at other national parks, visit the NPS Seasonal Employment Program website or call 877-554-4550.  Student Conservation Association Internships Internship opportunities in the Park through the Student Conservation Association are available here.  Volunteer Positions Volunteers-In-Parks (VIPs) work side-by-side with National Park Service employees to manage and operate our National Parks. Whether you work behind the scenes or with park visitors, you can make a difference and have a fullfilling experience working as a volunteer.  Many NPS employees began their careers as a volunteer.  Learn more about volunteering.  Teacher-Ranger-Teacher Teacher-Ranger-Teachers or TRTs are just that - classroom teachers during the school year who work as Park Rangers during the summer then return to their schools for the next school year. Call the park for more information.  Student Employment Opportunities The Massachusetts Area Parks Student Career Intake Program (SCIP) enables college‐aged interns from urban and minority communities to gain work experience in national parks through a structured progression of career training and agency immersion. Participation is designed to lead to permanent employment with NPS. Learn more.  Employment Resources  USAJOBS Federal Employment Resource Center  Working for the National Park Service NPS Seasonal Recruitment Operations Center Student Conservation Association Volunteer.gov\/gov",
    "url": "https:\/\/www.nps.gov\/sama\/getinvolved\/workwithus.htm"
}
