{
    "title": "Salem Maritime National Historic Site: The Chopin Choir",
    "body": "The Chopin Choir        The Salem Chopin Choir, c. 1930. National Park Service       Salem's Chopin Choral Society was part of a widespread network of cultural organizations that celebrated Polish culture, particularly \"high culture\" like the music of national hero Frédéric Chopin. The long memory of former chorister Mary Nowak, along with some secondary evidence about similar second-generation Polish choral societies, helps us to understand some of the roles that these groups played for their members and audiences. Polish nationalists at home and abroad saw classical Polish music and literature as an important tool for mobilizing emigrant support for the fragile Polish state between the world wars. Local leaders in immigrant communities like Salem's promoted Polish culture as a way to combat stereotypes of Poles as heavy laborers suited only for the lowest-paying industrial jobs. And these organizations worked to foster ethnic and national pride among second-generation Polish youth. A photo of the group, likely around 1930, gives a clear sense that the Chopin Choir was a serious, formal endeavor. At the center of the group is its conductor, Anthony Nurczynski. Mary, like most of the young people of her generation, came from a working-class or peasant family background, while Nurczynski, like Hedwiga Kohn, was from the well-to-do Boston suburb of Newton, marking him in Mary’s memory as szlachta--belonging to an elite class of Poles. Mary is the second woman from the right in the front row. At the same time, the choir offered a chaperoned setting where young people could meet and mingle. “It was a place to go,” Mary said. “It was a hang-out. But it was under supervision, so the parents knew where we were.” In fact, it was through the Chopin Choir that Mary met the man who would become her husband, Antony Nowak.          Click here for Mary's recollection of how she and her husband met and how the cultural seriousness of the Chopin Choir was balanced by the youthful energies of a new generation of American-born Poles.         Back to 128 Derby Street Back to Salem's Polish Community For more information on this topic, see these pages in the report In the Heart of Polish Salem.  For more about the Chopin Choral Society, see pp. 157-60.",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/chopinchoir.htm"
}
