{
    "title": "Hawai'i Volcanoes National Park: 2015",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Nā Leo Manu - Heavenly Voices - Video Archive - 2016     2015                Nā Leo Manu - Heavenly Voices - Video Archive - 2015       Nā Leo Manu is part of ʻIke Hana Noʻeau, a series of Hawaiian cultural programs sponsored by Hawaiʻi Volcanoes National Park and the Hawaiʻi Pacific Parks Association.         December 16, 2015 - Kenneth Makuakāne Come and enjoy this remarkably talented musician as he performs his beautiful compositions.         November 18, 2015 - Hālau 'o Akaunu Kumu Hula Manaiakalani Kalua received his 'uniki in 2009 under Kumu Hula Taupouri Tangaro and has been teaching hula at Hawai'i Community College since 2003. He has also worked at Ka 'Umeke Kā'eo Hawaiian Immersion Public Charter School. Hālau 'o Akaunu was started in 2012.         October 21, 2015 - Sean \"Olanui\" Robbins Sean \"Olanui\" Robbins is a Puna, Hawaiʻi raised triple-threat talent and is quickly earning a reputation as a kī hōʻalu (slack-key) rising star and a haku mele (Hawaiian songwriter).              September 16, 2015 - Enjoy an evening of enchanting Hawaiian music with Kūpaoa Husband and wife duo, Kellen and Līhau Paik have been performing as the duet, Kūpaoa, for about a decade.            August 19, 2015 - Enjoy an evening of Hawaiian hula and music with Hālau O Mailelaulani Hālau O Mailelaulani is a Hilo based hālau under the direction of kumu hula Mailelaulani Canario. Kumu Mailelaulani established her hālau in the mid 1970's to perpetuate the ancient (kahiko) as well as modern style of hula.         June 17, 2015 - Listen to the heart & soul music of Lito Arkangel Join entertainer and songwriter Lito Arkangel as he shares his original compositions and other Hawaiian favorites.          May 20, 2015 - Enjoy an evening of Hawaiian music  Listen to the sweet voice of Kai Ho‘opi‘i sharing the music of his ‘ohana from Kahakuloa, Maui. Kai is an Aloha Festivals Hawaiian Falsetto Singing Contest winner.          March 18, 2015 - Hula & Hawaiian Music Come relax and enjoy an evening of Hawaiian music, featuring the sweet falsetto voice of Hilo's own Stan Kaina and Leo Nahenahe o Pōhai Kealoha, and the beautiful dancers of Kumu Hula Ab Valencia's Hālau Hula Kalehuaki'eki'eika'iu from Volcano         February 18, 2015 - Bert Naihe Join musician Bert Naihe as he shares his love of hawaiian music on stage at the Kīlauea Visitor Center in Hawai‘i Volcanoes National Park          January 21, 2015 - Haunani's Aloha Expressions Enjoy an evening of Hawaiian music and hula with Haunani's Aloha Expressions, featuring 90 year old George Kaikana.     Return to Photos & Multimedia",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/photosmultimedia\/na-leo-manu-2015.htm"
}
