{
    "title": "Salem Maritime National Historic Site: Management",
    "body": "Management        Park Annual Reports Administrative History of the Salem Maritime National Historic Site Collection of Federal Legislation Establishing\/Modifying the Park  State of the Park Report (2013) Visitor Survey Project Report (2013)  Long Range Interpretive Plan (2001) Climate Change and Salem Maritime National Historic Site  About Salem Maritime National Historic Site, established March 17th, 1938, is one of over 400 units in the National Park System and is the first National Historic Site established in the United States. The park interprets and preserves significant historical and cultural resources associated with the maritime history of New England and the United States. Its collection of wharves and buildings tell the story of the development of colonial port towns, the importance of international trade to the early economy of the United States, and the connection between maritime trade and growing industrialization.The Park includes a 9-acres of grounds, 7 significant historic buildings, 3 wharves, a lighthouse and the tall ship Friendship of Salem.  Staff The Superintendent of Salem Maritime National Historic Site is the top park official, responsible for managing and supervising all park operations and activities. A division chief heads each division. Contact Superintendent Paul DePrey @ (978) 578-8935.  The Visitor Experience and Community Engagement Division is responsible for information\/education programs and services provided to park visitors and neighbors. The division manages park partnerships, publications, interpretive exhibits, and media relations. Interpretive rangers provide a variety of ranger-led programs to the public. A curriculum-based education program reaches many students in local schools in the spring and fall. Contact Acting Chief Maryann Zujewski @ 978-740-1662.  The Maintenance and Resource Stewardship Division maintains all roads, trails, buildings, utilities, grounds, vehicles, boats (including the Friendship of Salem) and other physical facilities in the park to assure their safe use. It provides guidance to park management on all matters related to cultural and natural resources. The division also maintains an extensive museum collection. Contact Chief Tim Thornhill @ (978) 740-1671.  The Protection Division is responsible for law enforcement, special park uses, emergency medical services, fire management, and security of park facilities, buildings, and park-owned housing. Contact Chief Mike Parr @ (978) 740-1696.  The management team and staff at Salem Maritime also manage Saugus Iron Works National Historic Site in Saugus, MA.",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/management\/index.htm"
}
