{
    "title": "Salem Maritime National Historic Site: Special Use Permits",
    "body": "Special Use Permits       Groups and individuals can use Salem Maritime National Historic Site for special events, commercial activities and photography through a Special Use Permit (SUP). A SUP authorizes activities that benefit an individual, group or organization, rather than the public at large. These activities require written authorization and management oversight in order to protect park resources and the public interest. Activities requiring a SUP include, but are not limited to: weddings, commercial filming and\/or photography, First Amendment activities, athletic and other public\/private special events. Use of FriendshipDuring 2015 and early 2016 the park's tall ship, Friendship of Salem, is unavailable to host any special events or activities, due to ongoing ship maintenance projects that will continue through the Spring of 2016. The ship continues to be open for tours, but is unavailable for special events\/uses. Other locations and buildings within the park are available for special use permit requests. General Application To request a SUP applicants must fill out the Application for a Special Use Permit (download), and mail to the attention of \"Mike Parr\/SUP\" at the address listed below.Filming ApplicationAny commercial, non-profit or other formal filming or photography in the park requires an Application for Filming Permit (download).  The completed form must be mailed to the attention of \"Mike Parr\/SUP\" at the address below.  News media are exempt from this permit but are asked to contact the park when conducting filming on the premise.  Fees Unless the requested use is an exercise of a First Amendment rights, applications must be accompanied by a non-refundable, $50 check made out to \"The National Park Service.\" Non-profits, charities, community organizations, etc. are not exempt from $50 application fee.  Deadlines Applications for Special Use Permits must be received by the park no less than two weeks prior to your proposed event date. The only exception to this is for First Amendment activities (permit not required for groups of 25 or less).  More Information If you are not sure whether or not your event requires a permit or have other questions, contact:  Mike Parr (email) Chief Ranger 160 Derby Street Salem, MA 01970 978-740-1696 978-740-1654 (Fax)",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/management\/special-use-permits.htm"
}
