{
    "title": "Salem Maritime National Historic Site: Pickled Fish and Salted Provisions",
    "body": "Pickled Fish and Salted Provisions         The employees of the U.S. Custom House in Salem have been the subjects of several Pickled Fish.   Pickled Fish and Salted Provisions is Salem Maritime National Historic Site's occasional newsletter. Founded in 1999 by (now retired) Park Historian John Frayler, the newsletter presents research on topics related to Salem Maritime, written in a fun and easy to read style by site employees and volunteers. Pickled Fish is designed to assist in the understanding and interpretation of any area of the site's history, be it an artifact, building, person, or event, for the benefit of site employees, volunteers, and friends of Salem Maritime National Historic Site. Follow the links below to read individual issues. These are in a .pdf format, and you will need the free Adobe Reader to open the files.      Volume 11 (2010) 1. A Peek Inside Mrs. Derby's Wardrobe (8.7 M) 2. Oil and Bone: Salem's Whaling Industry (5.3 M)      Volume 10 (2008) 1. Trade With Japan (4.8M)      Volume Nine (2007) 1. The Cut of One's Jib (1.7M) 2. I Can See For Miles (3.1M)      Volume Eight (2006-2007) 1. Java Head is Missing (975kb) 2. \"And Other Duties as Assigned\" (1.2m) 3. What's In a Name? (539kb) 4. Are We There Yet? (798kb) 5. A Salem Clipper (4.8m) 6. What Ship is That? (762kb) 7. Derby Wharf Light Station (2.6mb)      Volume Seven (2005) 1. The Arms Chest (136kb) 2. Pepper and Providence (119kb) 3. The First Three Years (983kb) 4. The Great Age of Duck (916kb) 5. Brookhouse (1.2m)      Volume Six (2004) 1. Pickled Fish and Salted Provisions (800kb) 2. Polish-Americans in Salem: A Transition in Photographs (165kb) 3. The Medicine Chest (228kb) 4. Salem Maritime Joins the Navy (383kb) 5. A Tangled Web (173kb) 6. Mericani (151kb)      Volume Five (2003) 1. It's Only Money (coming soon) 2. Shining Star: The Public Stores' Camera Obscura (coming soon) 3. Windows to the Past (115kb) 4. He Now Resides at Violet Path (coming soon)      Volume Four (2003) 1. A Large-Scale Enterprise (143kb) 2. Preservation for Interpretation (coming soon) 3. Mary's Little Lamb (coming soon) 4. Walk Away With the Cat, Walk Away With the Fish (331kb) 5. An Englishman in the Derby House (1.1m) 6. Retired on the Fourth of July (105kb)      Volume Three (2002) 1. Everybody Wants to Get in on the Act (114kb) 2. Seaman's Clothing in Friendship's Era (113kb) 3. Shoes, Ships, and Survival (379kb) 4. Repeat Performance (coming soon) 5. Rats (coming soon) 6. Fire and Lights (127kb)      Volume Two (2000) 1. The Man Twice Forgotten (79kb) 2. Officers of the Revenue (149kb) 2.5. A Custom House Sketch (93kb) 3. Figureheads (89kb) 4. The Great Ipswich Coffee Bust (198kb) 5. Tall Ships, Small Ships (70kb) 6. Salem, Sugar, and Slaves (88kb) 7. Another Custom House Sketch (coming soon) 8. Sweet Geometry: the Taste of the Trade (147kb) 9. Tale of Two Imaris (748kb) 10. The Narbonne House (977kb)      Volume One (1999) 1. Find them if you can! Take them if you can: Richard Derby (75kb) 2. Show Me the Money (413kb)  3. Animal House (200kb)  4. History by the Yard (66kb) 5. A Pachyderm's Tale, or Where did the Elephant Go? (67kb) 6. Furiously in Pursuit of Profit (67kb)  7. Partners for Eternity (125kb)  8. Old \"Step Over to Lynn\" (423kb) 9. Getting in the Masts (coming soon)",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/pickledfish.htm"
}
