{
    "title": "Salem Maritime National Historic Site: Narbonne House",
    "body": "The Narbonne House         The Narbonne House has the typical interior chimney and peaked roof of a middle class 17th century home. NPS photo  The Narbonne House was built in 1675 for butcher Thomas Ives. It is a remarkable example of a middle-class family home of the 17th and 18th centuries. The taller section of the building is the original house. It still has its original pointed, or peaked, roof and its original brick chimney. When the house was first built, it only had a single room on the first floor, called the hall, a single room on the second floor (the hall chamber), an attic and a shallow root cellar. Later owners added a kitchen on the back of the house, and a smaller addition on the side that has a parlor on the first floor and a chamber on the second. The house is named after Sarah Narbonne, whose grandfather Jonathan Andrews purchased the house in 1780. Sarah was born in the Narbonne house, and lived there for her entire life, which stretched nearly the length of the 19th century. She died in 1895 at the age of 101, and her unmarried daughter Mary continued to live in the house until her death in 1905. In 1963, the National Park Service purchased the historic building from the family of Mary Narbonne’s nephew Frank Hale. One of the things that make this building so special is its history of nearly 300 years of continued occupation, 200 years of which are members of one family. In keeping with modern preservation practices, the Narbonne House has not been restored to one time period. Instead, Salem Maritime NHS is preserving it as an architectural study house in order to show how the structure changed over the nearly 330 years of its existence.      Visiting the Narbonne House The Narbonne House open by tour only. Click here to visit our tour page. For More Information On architecture in Salem:  Download Architecture in Salem: A Guide to the Historic City Center (2.6M pdf format)  Pickled Fish and Salted Provisions Links to pdf files of our occasional publication on subjects associated with Salem Maritime National Historic Site. These issues are directly related to the Narbonne House.  Vol. 2, No. 10: The Narbonne House       The Northeast Museum Services Center Archaeology Blog The National Park Service's Northeast Museum Services Center provides support for the museum collections in the National Park Services' northeast region. The archaeologists, curators, archivists, and conservators at the center assist staff at the National Park Service sites to document, properly store, and repair objects that are on display in the historic buildings and galleries, or stored at the parks for study. During a recent project to rehouse the over 150,000 artifacts found in the Narbonne House backyard, the staff in the archaeology lab blogged about some of the amazing artifacts they found in the collection. Faunal Remains -- A glimpse into 200 year old left over dinner Ask a Curator -- A wine bottle seal from 1772 Party Like it's 1776: A Look at Eighteenth Century Ceramics More than Just a Witch City: A look at life in Salem MA There's Jackfield Afoot: Tracing Patterns of Consumption Through an 18th Century Teapot Gardening at the Narbonne House: a Redware Flowerpot                     Narbonne House   8 Photos  Views of the 1675 Narbonne House at Salem Maritime",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/narbonne.htm"
}
