{
    "title": "Hawai'i Volcanoes National Park: 2012",
    "body": "Nā Leo Manu - Heavenly Voices - Video Archive - 2012       Nā Leo Manu is part of ʻIke Hana Noʻeau, a series of Hawaiian cultural programs sponsored by Hawaiʻi Volcanoes National Park and the Hawaiʻi Pacific Parks Association.         December 19, 2012 - Hawaiian Music Songwriter's Retreat Enjoy an evening of music by local island songwriters. In August 2012, the park sponsored its first Hawaiian Music Songwriter's Retreat. Original Hawaiian compositions were created through experimental and interactive presentations and small group sessions in songwriting. length - 01:36:01         November 21, 2012 - Kalapana 'Awa Band Join the Kalapana 'Awa Band for a memorable evening of na leo nahenahe o Kaimu, gentle voices of Sam Keli'iho'omalu, Ipo Quihana and Ikaika Marzo. length - 01:37:23         October 17, 2012 - Lito Arkangel Join entertainer and songwriter Lito Arkangel as he shares his original compositions and other Hawaiian favorites. length - 01:30:24         September 19, 2012 - Ali'i Keanaaina Debuting his first solo album \"He Mele No\", an album dedicated to the very ones that have inspired him to sing and write, Ali'i Keanaaina shares his thoughts behind the music and lyrics that he composed. length - 00:35:57         August 15, 2012 - Diana Aki Listen to the \"Songbird of Miloli'i\" Diana Aki. A falsetto singer and accomplished ukulele player, Diana is a Nā Hoku Hanohano award winner. length - 00:41:02         June 20, 2012 - Kai Ho'opi'i Listen to the sweet voice of Kai Ho'opi'i sharing the music of his 'ohana from Kahakuloa, Maui. length - 01:17:24           May 16, 2012 - Hālau Hula Kalehuakiʻekiʻeikaʻiu at Kīlauea Come and witness a small portion of the traditions of Hālau Hula Kalehuakiʻekiʻeikaʻiu ma Kīlauea that has been handed down through the generations, that connects us back to our past and pays homage to those who stand before us. length - 01:23:10",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/photosmultimedia\/na-leo-manu-2012.htm"
}
