{
    "title": "Salem Maritime National Historic Site: Historic Wharves",
    "body": "Salem's Historic Wharves         The wharves at Salem Maritime at low tide, taken from the cupola of the U.S. Custom House. NPS photo  The three wharves that extend into Salem Harbor at Salem Maritime are the best examples of the over fifty wharves that once lined the harbor during the height of Salem’s international trade. Derby Wharf, the longest of the three wharves, was begun in 1762 by Richard Derby, Sr., one of Salem’s wealthiest merchants. Over the years, as the Derby family’s trade expanded, they extended the wharf, until in 1806 it reached its current half-mile length. Hatch’s Wharf, the shortest wharf, was built in 1819, and Central Wharf was built in 1791 by Simon Forrester. Derby Wharf Light Station was built in 1871.       In this detail from a 1797 certificate of membership in the Salem Marine Society, Derby Wharf is clearly visible. There are 3 three-story warehouses visible on the wharf. NPS Collections       The wharves of Salem were covered with warehouses, some of which were two to three stories high. Derby Wharf, at one point, had almost twenty structures on it, from three story warehouses to smaller sheds to Elias Hasket Derby's counting house-the headquarters of his international trading empire. Sailing vessels were at times constructed on the wharves, and launched sideways into the harbor.        In this picture, taken in 2003, much of Derby Wharf and Central Wharf are underwater, and Hatch's Wharf is submerged. NPS Photo  In Salem Harbor, there is about an eleven foot difference between high tide and low tide. Sometimes bad weather will push the water in the harbor towards land. This is called a storm surge. When a storm surge happens at the same time as a high tide, water can come up over the wharves. This is one reason why warehouses were often several stories high.        The Orientation Center at Salem Maritime. NPS Photo  The Orientation Center, which is at the head of Central Wharf, is a warehouse built around 1770. Inside, you can see the huge beams that support the second floor and were designed to hold the weight of tons of exotic goods like tea, spices, and silk.        Archeology of Derby Wharf. NPS photo  In 1992, an archeological dig revealed how some of Salem’s wharves were constructed. The 1762 section of Derby Wharf was built by laying timbers on the mud flats at low tide, and then filling between the timber walls with dirt and stones. Later in the 19th century, the wharf was encased with large granite blocks.      Visiting the wharves at Salem Maritime The wharves are open all the time. Waysides along Derby Street and the length of Derby Wharf explain some of the history of the wharves, the harbor, and the international trade of the city. Visitors should exercise caution while visiting the wharves after dark or during poor weather. The wind can be much stronger at the end of Derby Wharf than it is near the shore. The Orientation Center at Salem Maritime contains a free orientation film and is where tours of the site begin. Click here for more information about our film and guided tours.      For More Information On DerbyWharf Light Station  Click here to learn more about Derby Wharf Light Station.  On International Trade in Salem  Click here to learn more about international trade.  On Friendship of Salem Click here to learn more about our replica tall ship. Pickled Fish and Salted Provisions These links will take you to pdf files of our occasional publications associated with Salem Maritime National Historic Site. You will need the free Adobe Reader in order to view these files. These issues are related to the historic wharves.  A Pachyderm's Tale, or Where did the Elephant Go? Shoes, Ships, and Survival Pickled Fish and Salted Provisions Salem Maritime Joins the Navy 'Mericani Pepper and Providence The First Three Years The Great Age of Duck Java Head is Missing A Salem Clipper Derby Wharf Light Station",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/wharves.htm"
}
