{
    "title": "Salem Maritime National Historic Site: Custom House",
    "body": "The Custom House         The Salem Custom House, built in 1819. NPS Photo  The Custom House at Salem Maritime NHS is the last of 13 Custom Houses in the city. There has been a Custom House in Salem since 1649, collecting taxes on imported cargos first for the British Government during the Colonial period, then for the American Government after the establishment of the U. S. Customs Service in 1789. This Custom House was built in 1819 and housed offices for the officers of the U.S. Customs Service, as well as an attached warehouse, the Public Stores, used for the storage of bonded and impounded cargo.        The Collector's offices were furnished with rich colors and fine furniture. The furniture in these offices was purchased by the Customs Service in 1873. NPS photo  The Custom House symbolized the Federal Government's presence in Salem, requiring the architects to design an impressive building. High ceilings, a sweeping staircase, and beautifully carved woodwork all contribute to a feeling of strength and stability. The Salem Custom House was used by the U. S. Customs Service into the 1930s, and the furnishings reflect the long use of the building.        The Custom House eagle NPS Photo  In 1826, a wooden eagle was placed on the roof. It was carved by Salem craftsman Joseph True, and its original cost was $50.00. In 2004, the original eagle was replaced with a fiberglass replica. After several years of conservation work, the Joseph True eagle will be going on display in the Custom House in 2007.      Today, the U.S. Custom House in Salem contains exhibits on the tools of the Custom Service, the work of the Customs inspectors, and the office of Nathaniel Hawthorne, the famous American author whose three-year-long stint in the Salem Custom House inspired his classic novel, The Scarlet Letter.      For More Information: The Custom House is open daily by tour.  For tour infomation, see Visiting Salem Maritime Issues of Salem Maritime’s occasional newsletter, Pickled Fish and Salted Provisions “Animal House” Volume 1, Number 3 (200 KB pdf file) “Old ‘Step Over to Lynn’” Volume 1, Number 8 (423 KB pdf file) “Officers of the Revenue” Volume 2, Number 2 (149 KB pdf file) “A Custom House Sketch” Volume 2, Number 2a (93 KB pdf file) “A Large-Scale Enterprise” Volume 4, Number 1 (143 KB pdf file) “Retired on the Fourth of July” Volume 4, Number 6 (105 KB pdf file) “He Now Resides at Violet Path” Volume 5 Number 4 (coming soon) “Pickled Fish and Salted Provisions” Volume 6, Number 1 (800 KB pdf file) “A Tangled Web” Volume 6, Number 5 (173 KB pdf file) “The First Three Years” Volume 7, Number 3 (983 KB pdf file) On International Trade: Salem’s International Trade                   Narbonne House   8 Photos  Views of the 1675 Narbonne House at Salem Maritime          Derby House   7 Photos  Album of photographs of the interior of the Derby House          Custom House   7 Photos  Views of the U.S. Custom House in Salem            Salem Marine Society Certificate   6 Photos  Scenes of Salem in 1797 from the Salem Marine Society membership certificate          Derby Waistcoat   4 Photos  detail views of an embroidered 18th century waistcoat",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/customhouse.htm"
}
