{
    "title": "Salem Maritime National Historic Site: Salem's African American Community",
    "body": "African American History in Salem and Essex County       Salem and Essex County have a rich African American history. African Americans have played a vital role in the area’s economy, beginning in 1638 when the Salem-owned ship Desire carried the first slaves from the Caribbean to the Massachusetts Bay Colony. As servants in the homes and on the farms of Essex County, skilled labor in the craftsman’s shops, and as sailors on the ships sailing from the coast of Massachusetts, free and enslaved African Americans were important to the work force in 17th and 18th century Essex County. In the mid-19th century, Essex County was a hotbed of anti-slavery and underground railroad activity. Black and white abolitionists from the county gained international support for the anti-slavery cause through speeches, poetry, newspaper articles, and songs. Some residents of the county were also active conductors on the Underground Railroad, and assisted many freedom seekers to find new homes in Canada. Salem Maritime National Historic Site is pleased to make available electronic versions of two of its most popular guidebooks. To access these booklets, you will need the free Adobe Reader, which can be downloaded from the sidebar on the right of this page.           African American Heritage Sites in Salem contains an overview of Salem’s African American history, then highlights seven sites that were important to the 19th century African-American community in Salem. Short biographies of some of the important members of that community, including Charlotte Forten and members of the Remond family, are also part of this booklet. Download African American Heritage Sites in Salem (1 M pdf)           Poets, Shoemakers, and Freedom Seekers follows the routes that the Underground Railroad took through Essex County. The booklet highlights the people and places important to the work of the Underground Railroad in Essex County. Download Poets, Shoemakers, and Freedom Seekers (1 M pdf)",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/ugrr.htm"
}
