{
    "title": "Salem Maritime National Historic Site: West India Goods Store",
    "body": "The West India Goods Store         The West India Goods Store sells the same types of goods that were available in early 19th century Salem. NPS photo  The term “West India Goods Store” was used in Salem as a generic term for a retail shop selling items from all over the world, not just the Caribbean. This store was built by Captain Henry Prince about 1804 and was probably first used as a warehouse, where Prince kept goods like pepper, coffee, water buffalo hides, and tortoise shells that he imported from the East Indies. The first documented use of this building as a West India Goods Store was in 1836. The structure underwent numerous changes throughout its history, including two moves, before it was rehabilitated in 1928 by the Society for the Preservation of New England Antiquities (now Historic New England). The National Park Service acquired the property in 1937.      For More Information Shopping at Salem Maritime today  The store is operated by the National Park Service's cooperating association Eastern National. Salem Maritime's on-line store is on the Eastern National web site.   About the history of shops and trade in Salem  Download our West India Goods Store bulletin. (1.4M pdf) Read a biography of Henry Prince Sr. and Henry Prince Jr. Find out more about the goods sold at the store on our page on international trade. Download our walking guide to the city, Bowditch's Salem to learn more about the Great Age of Sail.  Pickled Fish and Salted Provisions Links to our occasional publication on subjects associated with Salem Maritime National Historic Site. These issues relate to the West India Goods Store or to the items that would have been sold in Salem shops.  The Great Ipswich Coffee Bust Salem, Sugar, and Slaves Sweet Geometry: The Taste of the Trade A Tale of Two Imaris Windows to the Past: a Historic Storefront Pickled Fish and Salted Provisions The Medicine Chest Pepper and Providence \"And Other Duties as Assigned:\" Henry Prince, Jr.",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/wigs.htm"
}
