{
    "title": "Salem Maritime National Historic Site: Derby House",
    "body": "The Derby House         The Derby House is a beautiful example of the Georgian style of architecture. NPS photo  Built in 1762 as a wedding present, the Derby House was the home of Elias Hasket and Elizabeth Crowninshield Derby for the first twenty years of their marriage. The Derbys raised seven children in this house.  Hasket, Elizabeth, and their children lived here during most of the Revolutionary War. As part of the war effort, Hasket converted many of his family's cargo vessels to privateers. The wealth that the Derbys amassed from privateering was the foundation of the great East India trade that Hasket and others pioneered after the Revolution. The Derbys sold the \"little brick house\" as Hasket called it, in 1796, to Capt. Henry Prince, who built the West India Goods Store next to the house around 1800. The Princes lived in the house until 1827. After that time, the house had numerous owners during the remainder of the 19th century. For a while, it was used as a tenement house, and multiple families lived in the building. Many of those families were members of the Polish community who came to work in the nearby mills. In the early twentieth century, the Derby House was purchased by the Society for the Preservation of New England Antiquities (now Historic New England), and restored to its 18th century grandeur. In 1937, SPNEA transferred the house to the newly formed Salem Maritime National Historic Site.        Visiting the Derby House The Derby House is open by tour only. Click here to go to our tour schedule page.      For More Information On architecture in Salem:  Download Architecture in Salem: A Walking Guide (3.5M pdf format)   On privateering in the Revolutionary War  link to a short history of Revolutionary privateering.  On the residents of the Derby House  link to biographies of the Derbys link to biography of Captain Henry Prince Sr., and Captain Henry Prince, Jr. link to information on the Polish Community in Salem  Pickled Fish and Salted Provisions Links to pdf files of issues of our occasional publication on subjects associated with Salem Maritime National Historic Site. These issues are directly related to the Derby Family and their home.  Vol. 1, No. 2: History by the Yard (the Derby House Garden) Vol. 2, No. 9: Tale of Two Imaris Vol. 3, No. 1: Everyone Wants To Get In On the Act: Revolutionary War Privateering Vol. 4, No. 5: An Englishman in the Derby House: William Hogarth and 18th Century Politics Vol. 8, No. 2: \"And Other Duties as Assigned:\" Captain Henry Prince, Jr.                    Narbonne House   8 Photos  Views of the 1675 Narbonne House at Salem Maritime          Derby House   7 Photos  Album of photographs of the interior of the Derby House          Custom House   7 Photos  Views of the U.S. Custom House in Salem            Salem Marine Society Certificate   6 Photos  Scenes of Salem in 1797 from the Salem Marine Society membership certificate          Derby Waistcoat   4 Photos  detail views of an embroidered 18th century waistcoat",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/derby.htm"
}
