{
    "title": "Salem Maritime National Historic Site: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 30, 2015  Chesapeake Bay Schooner Lady Maryland Visits Park  The 104' gaffe-rigged schooner \"Lady Maryland\" arrived at Salem Maritime National Historic Site earlier today for an impromptu overnight visit on Central Wharf.   July 21, 2015  Corinthian Yacht Club Donates Painting, Celebrates the Preservation of Historic Pedrick Store House  Leaders from the Corinthian Yacht Club, National Park Service Northeast Region and Salem Maritime National Historic Site recently gathered to recognize the successful preservation of the Pedrick Store House, a 1770 historic structure built in Marblehead, MA.   April 23, 2015  Tourism to Salem Maritime National Historic Site and Saugus Iron Works National Historic Site creates $32.7 Million in Economic Benefits  A new National Park Service (NPS) report shows that 403,758 visitors to Salem Maritime National Historic Site in 2014 spent $22.6 million in communities near the park. That spending supported 336 jobs in the local area and had a cumulative benefit to the local economy of $31.8 million.   April 15, 2015  Paul DePrey Named as Superintendent at Salem Maritime and Saugus Iron Works National Historic Sites  National Park Service (NPS) Northeast Regional Director Mike Caldwell has selected Paul DePrey as superintendent for Salem Maritime National Historic Site in Salem, Massachusetts and Saugus Iron Works National Historic Site, located in Saugus, Massachusetts.   March 24, 2015  National Park Week 2015 Encourages Everyone To Find Your Park  Salem Maritime National Historic Site and Saugus Iron Works National Historic Site joins parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com. Launched yesterday by the National Park Service and the National Park Foundation, Find Your Park is a public awareness and education campaign celebrating the milestone centennial anniversary of the National Park Service in 2016 and setting the stage for its second century of service.   January 14, 2015  Park Superintendent Departing for New Position  Michael Quijano-West, a 32 year National Park Service veteran, has been selected as the new program coordinator for the Park Planning and Special Studies Division of the Northeast Regional Office. Quijano-West's last day will be Saturday, January 17th.   December 18, 2014  Staff from Eight National Parks Attend Educator Workshop at Salem Maritime  Earlier this month, 9 National Park Service staff, 4 teachers and 6 community partners involved in the Park for Every Classroom (PEC) program, gathered at Salem Maritime National Historic Site for a three-day workshop.   November 25, 2014  Change in Visitor Center Days of Operation; Park Educator Wins Prestigious Award  The National Park Service is announcing a seasonal change to the days and hours of operation for the Salem Regional Visitor Center (2 New Liberty St.), effective December 1st, 2014. Maryann Zujewski wins Freeman Tilden Award.   October 17, 2014  2014 Downrigging Weekend  Join the North Shore sailing community as we mark the end of the sailing season with Salem's first annual Downrigging Weekend on November 1-2nd, 2014. Join us for 6 public sails, 6 live demonstrations, 2 films, 3 Q&A sessions with captains, ship tours and more!   September 26, 2014  Fall Public Lecture Series Announced for 2014  Salem Maritime National Historic Site, the History Department at Salem State University and Schooner Fame are proud to present a series of free public lectures beginning on Tuesday, September 30th.   September 10, 2014  Free Sails, Public Tours on Schooner FAME and Ardelle This Weekend  You'd be hard-pressed to find an easier, less-expensive way to get out into the winds and waves of the North Shore than aboard Schooner FAME or Schooner Ardelle this weekend. Both vessels are partnering with Salem Maritime National Historic Site to offer a free weekend of public sails, ship tours and history lessons on the War of 1812.   August 25, 2014  National Park Service Celebrates 98th Birthday  This week staff from Salem Maritime and Saugus Iron Works National Historic Sites invite you to join them in celebrating the National Park Service's 98th birthday.   June 16, 2014  Park Featured in \"Best of New England\" by Yankee Magazine, Earns Certificate of Excellence from TripAdvisor  \"Wonderful, excellent, a great park!\" are just a few of the phrases visitors have used to describe Salem Maritime National Historic Site, recently featured in the \"Best of New England\" issue of Yankee Magazine. The 9-acre National Park site also earned a Certificate of Excellence from TripAdvisor, the largest travel review site on the internet.   May 01, 2014  Salem Sets Sail Celebrates 4th Anniversary  Salem schoolchildren are enjoying the fourth year of a successful partnership between Salem Maritime National Historic Site and Schooner Fame benefitting 5th graders in Salem Public Schools.  Salem Sets Sail is a collaborative curriculum-based education program that enables a long-standing goal of getting Salem schoolchildren out on the water to become reality.   April 18, 2014  Expanded Salem Visitor Center Hours, National Park Week Begins  The National Park Service Regional Visitor Center in Salem (2 New Liberty St.) is expanding its hours of operation and will now be open daily 9AM - 5PM, beginning Monday April 21st, 2014.   March 11, 2014  New Report Provides Valuable Insight on Tourism and Visitors to Salem  Today the National Park Service and the University of Idaho released the “Salem Maritime National Historic Site Visitor Study,” a 118-page profile of tourism trends and visitors to Salem’s National Park site and the city of Salem.   March 10, 2014  Great Salem Fire Lecture  Salem Maritime National Historic Site and the History Department at Salem State University will co-host a free evening lecture by Dr. Jacob Remes title \"Life and Labor in the AFtgermath of the Great Salem Fire\" on Thursday, March 27, at the Salem Visitor Center (2 New Liberty Street) from7:30pm-9:00pm.   March 03, 2014  Visitor Spending Benefits Local Communities  A new National Park Service (NPS) report shows that 767,649 visitors to Salem Maritime and Saugus Iron Works National Historic Site in 2012 spent $41.3 million in communities near the park. This visitor spending supported 559 jobs in the local area during the same period.   January 21, 2014  Upcoming History Lectures Bring Fresh Perspectives on Salem’s Past  Salem Maritime National Historic Site and the History Department at Salem State University will co-host two separate history talks on Thursday, February 6 and Thursday, March 27, at the Salem Visitor Center (2 New Liberty Street) from 7:30pm-9:00pm. Both talks are free and open to the public. Doors open at 7:00pm.   December 19, 2013  New Winter Hours of Operation at the Salem Regional Visitor Center  The National Park Service is announcing a temporary change to the winter hours of operation for the  Salem Regional Visitor Center (2 New Liberty St.).  The Visitor Center will now be open Wednesday through Sunday, 10am – 5pm beginning on December 23rd, 2013.   November 08, 2013  Friendship Mast Sections to be Removed  Portions of the forward and middle masts onboard the Friendship of Salem will be removed by a large crane on November 15th, 2013 as part of scheduled maintenance work.   October 17, 2013  Park Reopens to the Public  Salem Maritime and Saugus Iron Works National Historic Sites reopened to the public today.   September 06, 2013  Climate Change in New England Lecture Series  Climate scientists, local residents and national park rangers will come together to discuss the impacts of climate change on New England communities  as part of a free, public lecture series to begin on the evening of September 17th.   July 11, 2013  Salem Schooner Camp Receives National Park Foundation Impact Grant  The National Park Foundation, the official charity of America’s national parks, is proud to award Salem Maritime National Historic Site a 2013 Impact Grant to support the launch of their Salem Schooner Camp education program.   July 03, 2013  Historic British Reenactors to Demonstrate, Encamp Overnight on Derby Wharf  Salem Maritime National Historic Site and the Center for 18th Century Life at Minute Man National Historical Park are hosting an overnight British encampment at Salem Maritime on July 20 and 21, 2013 from 10AM to 4PM.  The National Park Service has invited some of the best re-enactors in Massachusetts to portray General Gage, his staff, his troops, and the legislators and civilians that he met in Massachusetts in 1774.  The two-day event is free and open to the public.   May 21, 2013  North Reading School Geocaches in Park  Dozens of third graders recently turned Salem and its national park, Salem Maritime National Historic Site, into a dynamic outdoor classroom.   May 10, 2013  Outdoor Evening Program to Detail Recent Repairs to Friendship of Salem  The captain and staff of the Friendship of Salem will present an illustrated outdoor program detailing the recent repairs and future maintenance plans for Friendship using photographs, blueprints and a “hands-on” tour of the major repair areas of the ship. This free, 90-minute program will be held on Derby Wharf beginning   at 7pm on May 16th.   April 23, 2013  Park Completes First \"State of the Park\" Report  Scientists, technicians and Salem Maritime National Historic Site managers have taken a long look at natural, cultural and historic resources in their care and summarized their findings in a first-of-its kind “State of the Park” report.   April 19, 2013  Junior Ranger Day 2013  Celebrate National Junior Ranger Day 2013 at your National Park! Looking for something fun, free, and fantastic to do with family and friends?  Why not become a Junior Ranger?! On Saturday, April 20, 2013 celebrate National Junior Ranger Day at Salem Maritime National Historic Site with free entrance aboard Friendship of Salem.   March 26, 2013  A \"Park for Every Classroom\" Success Story in West Newbury  Dozens of West Newbury students recently turned their schoolyard trail system into a classroom as part of a pilot program of the National Park Service.   March 15, 2013  Park Celebrates 75th Anniversary  Celebratory musket fire and cheers will echo off the roofs and wharves of the Salem waterfront as America’s first National Historic Site celebrates its 75th anniversary this Sunday, March 17th 2013.   March 13, 2013  Removal of Non-Historic Rigging Shed  The “Rigging Shed,” a non-historic wooden structure built in 1997,  is scheduled to be demolished and removed from Central Wharf this Spring.   November 09, 2012  Salem Maritime National Historic Site to Waive Visitor Fees for Veterans Day Weekend 2012  In honor of those that serve and have served in the United States military, national park units around the country, including Salem Maritime National Historic Site, will be offering everyone fee-free tours and programs during the Veterans Day weekend.   October 03, 2012  Upcoming Public Lecture to Examine Salem Witch Trials Street-by-Street, Neighbor-to-Neighbor  To commemorate the Salem Witch Trials, Salem resident and historian Timothy Kendall will present a free illustrated public lecture at 7pm on October 18th at the National Park Visitor Center (2 New Liberty St.).   August 10, 2012  Salem's National Park Helps Local Teachers Chart the Right Course  Last week twenty-two teachers from Salem and greater Essex County took part in “A Coast for Every Classroom,” a week-long professional development workshop promoting the value of place-based education programs for students.   July 25, 2012  2012 Salem Maritime Festival  The 2012 Salem Maritime Festival, a celebration of “Ships, Sawdust, Sailors & Song,” will be held August 3-4, 2012 and hosted by the National Park Service on the historic wharves at Salem Maritime National Historic Site.   June 21, 2012  Friendship Open for Public Tours, Closed for Private Events this Summer  The second phase of repair work on Friendship of Salem, Salem Maritime National Historic Site’s tall ship, is currently underway at the ship’s berth on Derby Wharf.  Friendship will not be participating in any sailing events this year due to ongoing work.  Public access to Friendship will continue throughout the summer on a modified schedule as carpenters and engineers complete various maintenance projects aboard the ship.   June 14, 2012  Plundering Privateers Brought to Life by Salem Author  On June 28 at 7 PM at the Salem Visitor Center (2 New Liberty Street) the National Park Service will present a free lecture and book signing about the Salem privateers during the War of 1812.   June 07, 2012  Friendship to Return Home to Salem  National Park Service Superintendent Michael Quijano-West announced today that Friendship of Salem is sailing home. \"It is time to celebrate!  Friendship is in the water and if the weather holds, we invite the community to join us Saturday, June 9th at 3pm on historic Derby Wharf to welcome her home.\"   June 01, 2012  Derby House Closure  The Derby House, part of Salem Maritime National Historic Site, will be closed starting June 18th, 2012 for historic preservation work and maintenance.  The work will continue throughout most of 2012, with a completion date to-be-determined.   May 15, 2012  Military Pass Now Available for All National Parks  To show our appreciation for those who serve in the U.S. Military, on May 19 – Armed Forces Day – the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   April 23, 2012  National Park Week 2012  During National Park Week, April 21 - 29, Salem Maritime and Saugus Iron Works National Historic Sites extend an invitation to \"Experience Your America\" and are waiving visitor fees for all tours.   April 20, 2012  National Park Service to Host Book Launch at Salem Visitor Center  On April 28, 2012 from noon to 4 PM, Salem Maritime National Historic Site will host a book launch at the Salem Visitor Center for the new book The Polish Community of Salem.   February 28, 2012  Economic Impact Report Released  A new National Park Service (NPS) report shows that visitors to Salem Maritime National Historic Site spent $52.1 million in Salem and adjacent communities in 2010.   December 15, 2010  Salem Visitor Center to Close Temporarily, Jan 1-16, 2011  The National Park Visitor Center at 2 New Liberty Street in Salem will be closed January 1-16 for routine maintenance.  Visitor Services will continue at the Salem Maritime Orientation Center, 193 Derby Street.   May 28, 2010  National Park Foundation's \"First Bloom\" Program Plants Roots in Salem Maritime National Historic Site  The National Park Foundation FirstBloom program returns to Salem Maritime. The Boys and Girls Club of Greater Salem will be replanting part of the Derby Garden.   March 16, 2010  Salem Maritime to Repair Storm Damage on Derby Wharf  The storms on February 25 and March 13-15, 2010, caused damage to Derby Wharf   November 24, 2009  National Park Service prepares for the return of Friendship of Salem  Friendship of Salem is due to return to its home on Derby Wharf on Sunday, November 22.   September 09, 2009  Salem Maritime National Historic Site and Essex Heritage Celebrate the Successful Conclusion of the America's Best Idea Grant Summer Camp Program  The National Park Service and partners sponsor a reception to showcase camper-created exhibits and a preview of the upcoming Ken Burns' PBS documentary, \"The National Parks: America’s Best Idea.\"   August 07, 2009  Sailing Vessel Peacemaker to visit Salem Maritime National Historic Site  Salem Maritime welcomes the sailing vessel Peacemaker to Central Wharf, August 19-25   July 17, 2009  National Park Service Announces Update on Tall Ship Friendship  An update on the ongoing repairs to Friendship of Salem   June 19, 2009  Celebrate July Fourth at Salem Maritime  Salem is set for the Fourth. Press release from the office of Mayor Kim Driscoll.   June 17, 2009  Salem Maritime National Historic Site to Waive Tour Fees on Three Summer Weekends  Salem Maritime National Historic Site will be waiving its tour fees for three weekends this summer, in accordance with the National Park Service’s decision to waive entrance fees to the 147 national parks that charge an entrance fee.    April 15, 2009  Celebrate National Junior Ranger Day at your National Parks in Essex County  Junior Ranger Day will be celebrated on April 25, 2009 at the two National Park Service sites in Essex County: Salem Maritime National Historic Site in Salem and Saugus Iron Works National Historic Site in Saugus.   April 07, 2009  National Park Service Partners with Boys and Girls Club to Teach Kids about Nature in Essex County  Salem Maritime National Historic Site, Saugus Iron Works National Historic Site, and the Boys & Girls Club of Greater Salem have been the recipients of a prestigious First Bloom program grant from the National Park Foundation.   November 29, 2008  Winners of the 2008 Essex National Heritage Area Photo Contest on Display in Visitor Center  The Essex National Heritage Area announces that the winners of the Essex National Heritage Area's 2008 photo contest are on display in the Salem Visitor Center.   November 20, 2008  Salem Maritime Announces 2008-2009 Winter Hours  Salem Maritime announces new tour schedules for December-February, 2008-2009.   September 16, 2008  Timber Framing Demonstration to Take Place on Derby Wharf  On October 4, 2008, master carpenter James Whidden and architect Mathew Cummings will demonstrate traditional timber framing techniques on historic Derby Wharf.   September 04, 2008  Frame Up! On Derby Wharf, September 15 and 16  The frames of Pedrick Store House will be raised into position on September 15 and 16. This is a major stage in the reassembly of this historic structure on Derby Wharf.   July 16, 2008  Exciting Music Lineup a Feature of the 20th Annual Salem Maritime Festival  The 20th annual Salem Maritime Festival features an exciting music lineup from all over New England.   July 15, 2008  Salem Maritime's Tall Ship Makes Centennial Challenge Voyage  Salem Maritime NHS's tall ship Friendship visited Boothbay Harbor, Maine as part of a Centennial Challenge program   March 22, 2008  Friendship Captain Honored With Tourism Award  Friendship captain James Fox was honored at the 21st Annual Governor’s Conference   February 26, 2008  Award-Winning Essex Heritage Area Images on Display at Visitor Center  The winning photographs from the 2007 Essex Heritage Photography Contest are now on display in the National Park Service Regional Visitor Center   December 11, 2007  Salem Maritime Ornament Displayed on White House Christmas Tree  An ornament depicting scenes from Salem Maritime National Historic Site is being displayed on the official White House Christmas tree as part of the \"Holiday in the National Parks\" theme.   October 22, 2007  1812 Marines Encampment on Derby Wharf  On October 27, 2007, the National Park Service welcomes the reenactment unit 1812 US Marines and Navy Guard for a demonstration of 19th century military maneuvers.   September 18, 2007  New Citizens Sworn In at Salem Maritime National Historic Site  Thirty-six new United States citizens were sworn in at Salem Maritime National Historic Site on Monday in an outdoor ceremony.   September 16, 2007  Salem Maritime Celebrates Citizenship Day  On September 17, 2007, a naturalization ceremony will take place on the steps of the U.S Custom House at Salem Maritime National Historic Site   September 01, 2007  Trails and Sails 2007  No abstract supplied.   August 27, 2007  Salem Maritime NHS and the NPS Centennial Initiative  Three proposals by Salem Maritime NHS were among the 201 projects chosen as eligible for matching funds under the National Park Service's landmark Centennial Intiative   July 24, 2007  HISTORIC SCHOONER AT SALEM MARITIME FESTIVAL  The historic schooner Lettie G. Howard will be visiting Salem from New York City for the Salem Maritime Festival   July 23, 2007  19th Annual Maritime Festival Comes to Salem  The 19th Annual Salem Maritime Festival runs from 10 a.m. to dusk, Aug. 4, at Salem Maritime National Historic Site, 193 Derby St.   July 21, 2007  Friendship's Rigging Fully in Place for the First Time  For the first time in its 11-year existence, the replica tall ship Friendship is carrying a full set of sails.   June 30, 2007  Friendship Leads Parade of Sail at Tall Ships Rhode Island  It was announced today that Friendship of Salem, a full-rigged tall ship based at Salem Maritime National Historic Site in Salem, MA, was chosen to lead the Parade of Sail that closes Tall Ships Rhode Island in Newport, RI.   May 19, 2007  Friendship Departs Salem  Salem’s tall ship Friendship of Salem departs Derby Wharf at Salem Maritime National Historic Site on Monday, May 21 for routine inspections and maintenance in Fairhaven, MA   April 30, 2007  Junior Ranger Ambassador Grant  Salem Maritime National Historic Site Awarded Junior Ranger Ambassadors Grant. The National Park Foundation awards Salem Maritime National Historic Site with a grant to create and enhance Junior Ranger Programs at the site.        March 2007 Friendship will be leaving Salem several times over the course of the summer. Find out when and where she is going. September 2006 Approximately fifty new citizens were sworn in on the steps of the U.S. Custom House at Salem Maritime. Read more about this ceremony, and excerpts from the remarks by Salem Maritime Superintendent Patricia Trap and U.S. District Court Judge Richard Stearns.",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/news\/newsarchive.htm"
}
