{
    "title": "Salem Maritime National Historic Site: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         The Derby House, built in 1762, is one of the historic structures at Salem Maritime NPS photo  On March 17, 1938, Salem Maritime National Historic Site was the first national historic site established by the National Park Service under the National Historic Sites act of 1935. Its purpose is to promote the maritime history of New England and the United States, and preserve part of the historic waterfront in Salem, Massachusetts. Together, this collection of wharves and buildings tell the story of the development of colonial port towns, the importance of international trade to the early economy of the United States, and the connection between maritime trade and growing industrialization.The pages in this section of the web site explore the people, places, stories, and collections associated with the site. People Historian Michael Wood once said that history is \"A quest for the people who made us what we are,\" and at Salem Maritime, we celebrate the people who shaped our history. These people walked the streets of Salem, worked in the counting houses, businesses, and mills, and sailed around the world on vessels that left from the city's wharves. Elias Hasket and Elizabeth Derby were members of one of the most successful merchant families in 18th century Salem. Nathaniel Hawthorne set many of his famous stories here. African-Americans, free and enslaved, worked on the ships and in the homes of Salem, and in the early 19th century some from Salem became leaders of the abolitionist movement. Polish immigrants moved to Salem for economic opportunities in the mills, and became a vital part of the 20th century makeup of the city. These are a few of the people you will meet in this section of our web site.  Places \"A sense of place,\" is a phrase often used to describe New England, where families can spend generations in the same house, and some of the earliest historic preservation programs in the country began. The places of Salem Maritime tell their own stories, from succeeding residents of the Narbonne House leaving their marks on the house, to the Revolutionary discussions that happened in the parlors of the Derby House, to the wharves that witnessed dramatic changes in trade over the course of two and a half centuries. This section of the web site also contains information on the history of the tall ship Friendship, the vessel reproduced by the National Park Service as an exhibit at Derby Wharf. Stories Stories are how we connect the past with the present, and preserve the events of the present for future generations. Stories also connect the resources of Salem Maritime with the world beyond the borders of the site. The international trade of the late 18th and early 19th century made Salem famous from the Atlantic coast \"to the farthest ports of the rich East,\" as the city's motto states. The operations of the Custom Service were shaped by Salem's merchants. And here as well is the history of Salem Maritime itself; an important step in the development of the National Park Service in the early twentieth century. Collections Museum collections associated with a National Park generally fall into three categories: museum objects that have a connection with the site; archaeological artifacts that were found in digs on the site; and archives of documents that are associated with the site. In our collections spotlight, we have the opportunity to examine objects that are either too fragile to display, or are on display but worthy of more examination. Through photography and presentation of research, our museum staff and interns can explore these items in-depth. Research The reason we know so much about the people, places, stories, and collections associated with Salem Maritime is through the research of dozens of professional historians, archaeologists, archivists, and curators, as well as undergraduate and graduate students in the fields of history, archaeology, art history, American studies, and museum studies, among other fields. In these pages we present research about Salem Maritime, through our occasional newsletter Pickled Fish and Salted Provisions, and through National Park Service reports produced so that we may better understand, interpret, and care for the resources we hold in trust for the American public.",
    "url": "https:\/\/www.nps.gov\/sama\/learn\/historyculture\/index.htm"
}
