{
    "title": "Hawai'i Volcanoes National Park: 2011",
    "body": "Nā Leo Manu - Heavenly Voices - Video Archive - 2011       Nā Leo Manu is part of ʻIke Hana Noʻeau, a series of Hawaiian cultural programs sponsored by Hawaiʻi Volcanoes National Park and the Hawaiʻi Pacific Parks Association.           December 21, 2011 - Haunani's Aloha Expressions Haunani's Aloha Expressions is comprised of an all Hawaiian performing group of kāne and wāhine kūpuna, elders ranging in ages from 70-90 years old. length - 01:15:42            October 19, 2011 - Lono Kanakaʻole Trio Join Lono Kanakaʻole, Chrisy Lassiter and Kivin Kalauli for a delightful blend of traditional Hawaiian and hula music. length - 01:22:09            August 17, 2011 - Kīhei Nahale-ā Join singer, songwriter and kumu, Kīhei Nahale-ā for an evening of Hawaiian music and story telling. length - 01:24:47            July 20, 2011 - Rupert Tripp Come and enjoy an evening of music with Nā Hōkū Hanohano Award winner, singer, song writer and Praise and Worship leader Rupert Tripp Jr. as he plays from his CD releases and some of his favorite artists. His CD's will be available for purchase. length - 01:14:34            May 18, 2011 - Hālau Hula Kalehuakiʻekiʻeikaʻiu at Kīlauea Come and witness a small portion of the traditions of Hālau Hula Kalehuakiʻekiʻeikaʻiu ma Kīlauea that has been handed down through the generations, that connects us back to our past and pays homage to those who stand before us. length - 01:11:01            April 28 & 29 2011 - Free Island Music with Kenneth Makuakāne In celebration of Merrie Monarch, come and enjoy FREE island music with Kenneth Makuakāne. length - 01:43:28            March 16, 2011 - Listen to the Sweet Voice of Kai Hoʻopiʻi Sharing the music of his ʻohana from Kahakuloa, Maui length - 01:18:38            February 16 2011 - Listen to the Sounds of Lito Arkangel Enjoy an evening of Hawaiian music. Experience the beautiful music of solo artist Lito Arkangel. length - 01:24:25            January 19, 2011 - Hawaiian Music and Dance Come and enjoy an evening of Hawaiian music and dance with Kumu Meleana Ulrich-Manuel and Halau ke ʻOlu Makani O Mauna Loa. length - 01:10:07            November 17 2010 - Island Music with Kenneth Makuakāne Join Kenneth Makuakane, a twelve time Na Hoku Hanohano award winning singer, song writer and producer, as he shares original songs from his latest albums, The dash, White Bath Tub, his first solo album, Makuakāne and other award winning compositions. length - 01:28:31",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/photosmultimedia\/na-leo-manu-2011.htm"
}
