{
    "title": "Salem Maritime National Historic Site: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours and Programs         Tours of Friendship are among our most popular offerings. NPS photo  Our current schedule for August 2016, is as follows:   Visit the Custom House: 10:00 AM to 4:00 PM   Tour of the Derby House at 11:00 AM, 12:00 PM, 2:00 PM, and 3:00 PM (limit of 8)    Narbonne House Open 1:00 to 3:00    For reservations: Call: (978) 740-1650 (limit of 8)  Movies showing at the Visitor Center:   Where Past Is Present A history of Salem 27 minutes Shown at 9:25 AM, 10:15 AM, 12 PM, & 4 PM (Free)    To the Farthest Port of the Rich East Salem Maritime history 17 minutes Shown at 2:00 PM (Free)     Salem Witch Hunt A History of the Salem Witch Trials Shown at 11:00 AM, 1:00 PM, and 3:00 PM (prices: Adult $5.00 Seniors\/kids $3.00)    The Friendship of Salem is currently undergoing repairs and routine maintenance at dry dock in Gloucester, Massachusetts. We hope that the Friendship will return to Derby Wharf by November 2016.   Tours, Films and Programs For information on what's happening at the park call the Visitor Center at 978-740-1650. The Visitor Center is open daily from 9:00am to 5:00pm.  Guided Tour Descriptions Free ranger-led tours and programs are offered year round. Tickets for tours are free, but require a reservation by calling 978-740-1650 or stopping by the Visitor Center on the same day of the tour.   Groups of 10 or more, should email or call 978-740-1662 to make an advance reservation. Visit the For Teachers page for information on our education programs. Salem Maritime also hosts special events in addition to regular programs. The US Custom House in Salem  This self-guided tour visits the U.S. Custom House, built in 1819 to house the offices of the U.S. Customs Service. During the height of Salem's East Indies trade, the Customs Service in Salem collected millions of dollars of taxes on incoming cargo, providing vital financial support for the new United States government. For three years, this building was the workplace of the famous author Nathaniel Hawthorne. Hawthorne's experiences during his stint in the Custom House inspired his most famous novel, The Scarlet Letter.  The Tall Ship Friendship of Salem  The Friendship of Salem is currently undergoing repairs and routine maintenance at dry dock in Gloucester, Massachusetts. We hope that the Friendship will return to Derby Wharf by October 2016. The Friendship of Salem is a replica of a cargo vessel built in Salem in 1797. The tour visits the main deck and 'tween deck of the vessel to learn about the men who sailed all over the world to bring exotic goods back to Salem during the height of the East Indies trade.   The Derby House  Guided tours of the Derby House are given at 11 AM, 12 PM, 2 PM, and 3 PM. Tours are limited to 8 persons, so call in advance for reservations. The 1762 Derby House was the first home of Elias Hasket and Elizabeth Crowninshield Derby. It is a beautiful example of a merchant's Georgian home, and is furnished to reflect the Derbys' 20 year-long residence in the house. The Narbonne House  This self-guided tour takes visitors through the Narbonne House. Built in 1675, the Narbonne House spans nearly 300 years of history as a home of successful businessmen and their families. The Narbonne House is unfurnished, and contains displays of some of the nearly 150,000 archaeological artifacts, which were excavated from the back yard. Self-Guided Tours and Programs Audio Tour Listen to an audio tour and view maps of Salem's historic waterfront. Walking Tours View various self-guided walking tours and brochures.",
    "url": "https:\/\/www.nps.gov\/sama\/planyourvisit\/guidedtours.htm"
}
