{
    "title": "Salem Maritime National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       For directions to Salem using commuter rail, bus, or ferry, please visit our public transportation page.     GPS Address 193 Derby Street, Salem MA (42.52129, -70.88711)  To Salem From Route 128, take exit 25A, Route 114 East to Salem.  Follow Route 114 into Salem where it will become North Street, then Summer Street (pass the Witch House on the right). Turn left onto Norman Street and then stay straight through the traffic light onto Derby Street (note: Route 114 will turn right at this corner toward Marblehead). Follow Derby Street throught the traffic light straight past the Beverly Cooperative Bank to the next intersection. To Salem Maritime National Historic Site on the Historic Waterfront, 193 Derby Street If you are visiting Salem Maritime National Historic Site on the waterfront, park in the pay-parking garage on this corner.  Walk east on Derby Street (continuing in the same direction) for about three minutes past the hotel and Pickering Wharf to the Orientation Center on Derby Street. There are two handicapped parking spots and a number of metered parking spots on Derby Street across from the Orientation Center.   To the National Park Service Regional Visitor Center in Salem, 2 New Liberty Street If you are heading to the Regional Visitor Center, turn left onto Hawthorne Boulevard. At the light turn left onto Essex Street. The Visitor Center is at end of Essex Street on right corner. There is a pay-parking garage across the street from the Visitor Center.      By Plane Logan Airport in Boston is approximately 45 minutes south of Salem. It is also accessible via public transportation. Manchester Airport in Manchester, NH is approximately one hour and fifteen minutes north of Salem.  By Boat Salem Harbor is an easy day sail from many ports in eastern Massachusetts, and the historic area of Salem borders on the harbor. Note: There is no public docking or mooring at the park. Moorings and slips are available adjacent to the park. More information.",
    "url": "https:\/\/www.nps.gov\/sama\/planyourvisit\/directions.htm"
}
