{
    "title": "Salem Maritime National Historic Site: Maritime Festival",
    "body": "The Salem Maritime Festival          Thank you for helping us celebrate the 28th annual Salem Maritime Festival at Salem Maritime National Historic Site! The 2016 Salem Maritime Festival was held on the weekend of August 5th, 6th and 7th! Hosted by the National Park Service, which is celebrating its Centennial Anniversary, the festival featured live music, historical reenactors, harbor cruises, demonstrations, interactive programs, arts, crafts, and more! The Salem Maritime Festival was hosted by Salem Maritime National Historic Site in cooperation with the Essex National Heritage Commission. Event Contact Information Salem Visitor Center (978) 740-1650 2016 Salem Maritime Festival Guide        Schooner Fame is one of the vessels offering harbor cruises during the Maritime Festival. Courtesy of Schooner Fame  Harbor Cruises  One of the most popular features of the Salem Maritime Festival is the free 90-minute boat rides around Salem Harbor. During the 2016 Salem Maritime Festival, the following vessels participated in freee harbor cruises: - Schooner Adventure, built in 1926 and located at Maritime Gloucester  - Schooner Ardelle, an authentic Cape Ann Vessel from Gloucester  - Sea Shuttle's Endeavour, learn about marine science of Salem Sound   - Schooner Fame, a full-scale replica of a War of 1812 Privateer  In addition to the harbor cruises, Coast to Coast Paddle guided participants in paddleboarding and kayaking adventures in Salem Harbor!        Ye Mariners All will perform traditional maritime songs at the festival NPS photo  Live Music    We would like to thank the following performers who joined us for the 2016 Salem Maritime Festival: -Squeezebox Stompers -Wolf Music -Ye Mariners All  -Warszawiaki Orchestra  Campbell Music -New Bedford Harbor Sea Chantey Chorus  -Mamadou  -Salem Philharmonic Orchestra  -Ron Reid Music -Marina Evans  -Atwater-Donnelly    We would also like to thank MCs Merill Kohlhofer and Tony Toledo.        Salem Trayn'd Band performs maneuvers on Derby Wharf NPS Photo  This year's Maritime Festival included a variety of family-friendly events, exhibitors and demonstrators:  Antique and Classic Boat Festival  Coastal Studies for Girls  Essex Shipbuilding Museum Geoffrey Blake Silversmith  Historic New England\/The Phillips House  Horse & Wagon Rides by Dave Heisler  House of the Seven Gables  Joe's Fresh Fish Prints  The Lady of Salem Figureheads  Lowell National Historical Park  Marine Modelers Club of New England  Mary Ellen Smiley Basketry  Mondello Dory Building  New Bedford Whaling National Historical Park   Norumbega Canoe Club  National Parks Service on the Air  Ould Colony Artisans  Peabody Essex Museum  Rainforest Reptile Show  Ron Raiselis - Cooper  Robert Brophy Decoys  Salem Trayn'd Band  Salem Sound Coastwatch  Sally & Denny Hammel (Spinner\/Weaver)  Saugus Iron Works National Historic Site Sea Side Kites  USS Constitution\/US Navy         NPS photo  Visiting & Participating Vessels for the 2016 Salem Maritime Festival Lobster Boats Schooner Adventure Schooner Ardelle Sea Shuttle's Endeavour Schooner Fame, Full-scale replica of a War of 1812 Privateer  Sloop Friendship United States Coast Guard Patrol Boat        Kite-making and flying are perennial favorites at the Maritime Festival. NPS photo  Children's Activities Children's activities took place on the historic wharves, where families could find an entire children's tent of fun crafts to do. Kids got involved with the Rumblings of War, and other Ranger created programs, as well as earn Junior Ranger badges by participating in scavenger hunts and other fun activities!                   Salem Maritime Festival 2007   3 Photos  Photos from the 2007 Salem Maritime Festival          Maritime Festival 2009   12 Photos  Photographs by NPS volunteer Pete Santos of the 2009 Salem Maritime Festival.",
    "url": "https:\/\/www.nps.gov\/sama\/planyourvisit\/maritimefestival.htm"
}
