{
    "title": "Hawai'i Volcanoes National Park: 2014",
    "body": "Nā Leo Manu - Heavenly Voices - Video Archive - 2014       Nā Leo Manu is part of ʻIke Hana Noʻeau, a series of Hawaiian cultural programs sponsored by Hawaiʻi Volcanoes National Park and the Hawaiʻi Pacific Parks Association.         December 17, 2014 - Enjoy island music with Kenneth Makuakāne Join Kenneth Makuakāne, twelve-time Nā Hoku Hanohano award-winning singer, song writer, and producer, as he shares original songs from his latest albums, The Dash, White Bath Tub, his first solo album, Makuakāne, and other award-winning compositions.         October 15, 2014 - Hālau Hula Kalehuaki'eki'eika'iu ma Kīlauea Under the direction of kumu hula Ab Kawainohoikala'i Valencia, follows the traditions of his kumu, Aunty Mae Kamāmalu Klein of Kane'ohe, O'ahu. Their hula genealogy descends from Maiki Aiu Lake of Honolulu, O'ahu, Lokalia Montgomery of Kapahulu, O'ahu and Keahi Luahine of the island of Kaua'i.         September 17, 2014 - Enjoy an evening of Hawaiian music  Listen to the sweet voice of Kai Ho‘opi‘i sharing the music of his ‘ohana from Kahakuloa, Maui. Kai is an Aloha Festivals Hawaiian Falsetto Singing Contest winner.          August 20, 2014 - Haunani's Aloha Expressions Enjoy an evening of Hawaiian music and hula with Haunani's Aloha Expressions         June 18, 2014 - Hālau Ulumamo o Hilo Palikū E Komo Mai . . . Come and enjoy an evening of hula with Hālau Ulumamo o Hilo Palikū, under the direction of Kumu Hula Mamo Brown.              May 21, 2014 - Mark Yamanaka Join Mark Yamanaka, a four-time, Nā Hōkū Hanohano award-winning singer and song writer as he shares original songs from his debut CD, \"Lei Pua Kenikeni\".         March 19, 2014 - Ben Ka‘ili  Hawaiian musician Ben Ka'ili has dedicated his life to playing and promoting Hawaiian music. He has shared Hawaiian music at festivals, including Hawai'i Volcanoes National Park's 33rd annual cultural festival last July.         February 19, 2014 - Russell Jay Keakealani Mauga In 1996, Russell recorded his first solo album under Shell Records entitled \"He Kakahiaka Nani E (A Beautiful Morning)\", which has been praised for it's vibrant Big Island styling of slack key, and its fresh interpretation of pop covers. It was one the years best Contemporary Hawaiian albums. Russell continues to give audiences a personal experience with the true aloha spirit.          January 15, 2014 - Enjoy an evening of Hawaiian music  Listen to the sweet voice of Kai Ho‘opi‘i sharing the music of his ‘ohana from Kahakuloa, Maui. Kai is an Aloha Festivals Hawaiian Falsetto Singing Contest winner.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/photosmultimedia\/na-leo-manu-2014.htm"
}
