{
    "title": "Salem Maritime National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         A view of the Pedricks Store House and the Friendship of Salem. Image courtesy of Flickr:zizzybaloobah   Call  or stop by the Visitor Center at 978-740-1650 7 days a week between 9:00am and 5:00pm at 2 New Liberty Street, Salem. The Visitor Center has the most up-to-date information on daily happenings at the park.  The grounds of Salem Maritime are open 24 hours a day, 7 days a week, 365 days a year. We offer tours of historic buildings guided by National Park Rangers daily between the hours of 9-5. There are also several self-guided exhibits, waysides and films. All tours and programs are free, with the exception of the film \"Salem Witch Hunt.\" Our current schedule for August 2016, is as follows:   Visit the Custom House: 10:00 AM to 4:00 PM   Tour of the Derby House at 11:00 AM, 12:00 PM, 2:00 PM, and 3:00 PM (limit of 8)    Narbonne House Open 1:00 to 3:00    For reservations: Call: (978) 740-1650 (limit of 8)  Movies showing at the Visitor Center:   Where Past Is Present A history of Salem 27 minutes Shown at 9:25 AM, 10:15 AM, 12 PM, & 4 PM (Free)    To the Farthest Port of the Rich East Salem Maritime history 17 minutes Shown at 2:00 PM (Free)     Salem Witch Hunt A History of the Salem Witch Trials Shown at 11:00 AM, 1:00 PM, and 3:00 PM (prices: Adult $5.00 Seniors\/kids $3.00)    The Friendship of Salem is currently undergoing repairs and routine maintenance at dry dock in Gloucester, Massachusetts. We hope that the Friendship will return to Derby Wharf by October 2016.  For information on other Salem attractions please visit Salem.org.  Salem Maritime NHS recreates the Golden Age of Sail in Salem. For a few exciting years, when the country was young, Salem was one of the most important ports in the United States. On our tours, special programs, and through our Junior Ranger program, you can walk in the footsteps of Elias Hasket Derby, one of America's first millionaires; Nathaniel Hawthorne, one of America's great authors; or one of the thousands of sailors who set sail from Salem for adventures at sea and at ports around the world.",
    "url": "https:\/\/www.nps.gov\/sama\/planyourvisit\/index.htm"
}
