{
    "title": "Washington Monument: History & Culture",
    "body": "History & Culture         The Washington Monument was the tallest building in the world upon its completion in 1884. NPS  \"First in War, First in Peace, and First in the hearts of his countrymen.\" George Washington's military and political leadership were indispensable to the founding of the United States. As commander of the Continental Army, he rallied Americans from thirteen divergent states and outlasted Britain's superior military force. As the first president, Washington's superb leadership set the standard for each president that has succeeded him. The Washington Monument towers above the city that bears his name, serving as an awe-inspiring reminder of George Washington's greatness. The monument, like the man, stands in no one's shadow. The Washington Monument, designed by Robert Mills and eventually completed by Thomas Casey and the U.S. Army Corps of Engineers, honors and memorializes George Washington at the center of the nation's capital. The structure was completed in two phases of construction, one private (1848-1854) and one public (1876-1884). Built in the shape of an Egyptian obelisk, evoking the timelessness of ancient civilizations, the Washington Monument embodies the awe, respect, and gratitude the nation felt for its most essential Founding Father. When completed, the Washington Monument was the tallest building in the world at 555 feet, 5-1\/8 inches.        First phase of Washington Monument construction. NPS  Honoring the Father of This Country The geometric layout of Washington, D.C.'s streets and green spaces, originally designed by Pierre L'Enfant, reserved a prominent space for a monument to George Washington at the intersection of lines radiating south from the White House and west of the Capitol. In 1833, the Washington National Monument Society, a private organization, formed to fund and build a monument to the first president that would be \"unparalleled in the world.\" The Society solicited for donations and designs for a decade, settling on a design by Robert Mills in 1845. Mills' design called for a 600-foot Egyptian-style obelisk ringed by thirty 100-foot columns. The design was audacious, ambitious, and expensive, creating numerous complications during its construction. Despite difficulties raising funds, construction began on the Washington Monument in 1848. The cornerstone was laid on July 4 with upwards of 20,000 people in attendance including President James K. Polk, Mrs. James Madison, Mrs. Alexander Hamilton, George Washington Parke Custis, and future presidents Buchanan, Lincoln, and Johnson. Builders commenced work on the blue gneiss foundation, an 80-foot square step pyramid. With the substructure completed, the builders then proceeded to the above-ground marble structure, 55 feet, 1.5 inches square at the base, using a system of pulleys, block and tackle systems, and a mounted derrick to hoist and place the stones, inching the structure skyward. By 1854, the monument had reached a height of 156 feet above ground, but a turn of events stalled construction. In 1853, a new group aligned with the controversial Know-Nothing Party gained control of the Washington National Monument Society in the Society's periodic board election. Having always struggled to gather funding, the Society's change in administration alienated donors and drove the Society to bankruptcy by 1854. Without funds, work on the monument slowed to a halt. Architect Robert Mills died in 1855. For more than two decades, the monument stood only partly finished, doing more to embarrass the nation than to honor its most important Founding Father. Congressional attempts to support the Washington National Monument Society failed as attentions turned toward the sectional crisis, then civil war. Only as the nation was rebuilding did attention once again turn toward honoring the man who had once united the states in a common purpose.        The aluminum tip is placed on the top of the Washington Monument. It was the tallest building in the world upon its completion in 1884, standing 555 feet, 5.125 inches.   To Great Heights By a joint resolution passed on July 5, 1876, Congress assumed the duty of funding and building the Washington Monument. The U.S. Army Corps of Engineers, led by Lt. Col. Thomas Lincoln Casey, was responsible for directing and completing the work. Casey's first task was to strengthen the foundation of the monument, which he determined was inadequate for the structure as it was designed. For four years, the builders carefully beefed up the support at the base of the foundation to support the massive weight of the superstructure to come. To continue building upward, the masons needed stone. The trouble was that the quarry near Baltimore used for the initial construction was no longer available after so many years. Seeking a suitable match, the builders turned to a quarry in Massachusetts. However, problems quickly emerged with the quality and color of the stone, and the irregularity of deliveries. After adding several courses of this stone from Massachusetts, still recognizable by the naked eye today as a brown-streaked beltline one-third of the way up the monument, the builders turned to a third quarry near Baltimore that proved more favorable, and used that stone for the upper two-thirds of the structure. The stone never matched exactly, and the three slightly different colors from the three quarries are distinguishable today. Rather than ascend to 600 feet as Mills had intended in the original plan, Casey was persuaded to make the height of the structure ten times the width of the base, meaning the optimal height for the Washington Monument was 555 feet. Plans for ornate adornments on the obelisk and the ring of columns were scrapped in favor of the clean, stark look of a simple obelisk shape. Aesthetic reasons aside, the design choice reduced the cost and allowed for faster construction. Casey reduced the thickness of the walls from thirteen feet to nine feet between the 150 and 160 foot levels, a transition visible on a visit to the Washington Monument's interior. Using a steam-powered elevator that could lift six tons of stone up to a movable 20-foot-tall iron frame replete with a boom and block and tackle systems for setting the stones, the masons inched their way up the monument, building twenty feet of stone and mortar, then moving the iron framework up twenty feet, repeating as they went upward. 470 feet above the ground, the builders began angling buttresses inward to support the 300-ton marble pyramidion at the top of the monument. Supported by the buttresses, the angled walls of the pyramidion, anchored by mortoise and tenon joints, climbed inward beginning at 500 feet above ground. On a breezy December 6, 1884, Lt. Col. Casey supervised as the 3,300-pound capstone was brought out through one of the windows, hoisted to the scaffolding at the dizzying tip of the monument, and set in place. Casey then placed the 8.9-inch aluminum tip atop the capstone to the cheers of the crowd below. The Washington Monument was complete, and it had surpassed the Cologne Cathedral to be the tallest building in the world at 555 feet, 5.125 inches. Inscribed on the aluminum cap, notable names and dates in the monument's construction are recalled, and on the east face, facing the rising sun, the Latin words \"Laus Deo,\" which translate to, \"Praise be to God.\" The Washington Monument was dedicated on a chilly February 21, 1885, one day before George Washington's birthday (which fell on a Sunday that year). After the completion of the iron staircase in the monument's interior, the Washington Monument was first accessible to the public in 1886, closed much of 1887 until it could be better protected from vandals, and reopened in 1888 with a public elevator. Visitors making the ascent could view commemorative stones inset in the walls from various individuals, civic groups, cities, states, and countries from around the world, the tokens of appreciation of Washington's admirers and, in many cases, the donors that contributed to the construction of the Monument in its privately-financed phase. Today there are 193 of these commemorative stones. Upkeep The original steam-driven elevator, with a trip time of 10-12 minutes to the top of the monument, was replaced with an electric elevator in 1901. The National Park Service was given jurisdiction over the Washington Monument in 1933, and the first restoration of the structure began as a Depression Era public works project in 1934. Another round of restoration occurred in 1964, and again in 1998-2001. The elevator used today was installed in this most recent round of work.         A crack in the Washington Monument's exterior wall caused by the August 23, 2011 earthquake. NPS  After the Earthquake At 1:51 p.m. on August 23, 2011, a magnitude 5.8 earthquake struck 90 miles southwest of Washington, D.C. Visitors inside the Washington Monument's observation deck were thrown about by the force of the shaking; falling mortar and pieces of stone caused minor injuries, though all the people inside exited safely. Damage occurred throughout the metropolitan Washington area, but the Washington Monument was among the significantly damaged structures. Assessments of the building revealed cracks, spalls, and displacements of stones and joints throughout the building. The repair work ensures that all have the opportunity to ascend to the observation deck and to stand outside the shining obelisk and look up in wonder and amazement admiring the greatness of both the monument and the man whose memory it represents. At the dedication of the Washington Monument in 1885, a speech by then-elderly Robert Winthrop, who had attended the opening ceremony in 1848, was read by Rep. John D. Long of Massachusetts. He said of the Washington Monument, \"The storms of winter must blow and beat upon it ... the lightnings of Heaven may scar and blacken it. An earthquake may shake its foundations ... but the character which it commemorates and illustrates is secure.\" Visit our Washington Monument Earthquake page to learn more.",
    "url": "https:\/\/www.nps.gov\/wamo\/learn\/historyculture\/index.htm"
}
