{
    "title": "Washington Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes         Tickets are available Washington Monument Lodge on 15th Street adjacent to the Washington Monument. NPS   Tickets are Required  Tickets may be obtained by one of two methods:  Free Tickets: The Washington Monument Lodge, located along 15th Street, opens at 8:30 a.m. for distribution of free, same day, timed tickets on a first-come, first-serve basis. One person may obtainup to six tickets as well as request their preferred ticket time. All visitors (including children ages 2+) must have a ticket to enter the Washington Monument. During peak season, tickets run out quickly. Be advised that many visitors form a line to wait long before the ticket window opens.    Order advance tickets online or call 1-(877) 444-6777 for individual tickets and 1-(877) 559-6777 for group reservations. There is a $1.50 service charge per ticket. Though the Washington Monument tickets are free, reservation and mailing services are available through Recreation.gov for a fee; these fees are NON-REFUNDABLE. These tickets may be picked up at the “will call” window of the Washington Monument Lodge on the day of your tour. Tickets are available 3 months in advance of the date you are requesting. Availability is limited. During the peak season of April-September, tickets frequently are completely booked months in advance.   There are NO REFUNDS for the service fee charged by recreation.gov.    Unexpected Closures of the Washington Monument: The National Park Service may close or suspend access to the Monument due to inclement weather, safety and security concerns, or other unforeseen events.  In the unexpected event of a closure, you may re-book your ticket through recreation.gov for another day and time, but would need to pay the service charge again. You may also pursue the free first-come, first-serve day-of tickets by visiting the Washington Monument Lodge on 15th St below the Monument. The ticket window opens at 8:30am daily. During our busiest months, tickets are usually gone for the day within the first hour of distribution, so plan to arrive early.     Advance tickets for the 2016 visitor season will be released on November 18, 2015, on a 3-month rolling basis.    Regulations All visitors are subject to security screening. Please inform the ranger if you have a medical condition or medical device that could be affected by a magnetic field. The following items are prohibited:  Animals (except certified guide dogs) Suitcases or Large Backpacks Guns or Knives Strollers Food or Drink Mace or Aerosol Cans  No on-site storage is available for personal items. For security reasons, no exceptions will be made for prohibited items.",
    "url": "https:\/\/www.nps.gov\/wamo\/planyourvisit\/fees.htm"
}
