{
    "title": "Hawai'i Volcanoes National Park: 2011",
    "body": "After Dark in the Park Video Archives - 2011       Click on the links below for a description and video of each 2011 program Note: Quicktime is required to view the videos. Don't have Quicktime? It's a free download here Video will start automatically after a few moments, depending on your internet speed      December 2011 December 20, 2011 - \"John Keawe - LIVE in Concert\" December 13, 2011 - \"The Kuahiwis - LIVE in Concert\" December 6, 2011 - \"Coral Road: The Poetry of Garrett Hongo\"      November 2011 November 22, 2011 - \"Hawaiʻi's Energy: Past, Present and Future\" November 8, 2011 - \"Hawaiʻi's First Volcano House: A Tale of Survival\"      October 2011 October 25, 2011 - \"Friends and Neighbors: LIVE in Concert\" October 11, 2011 - \"Puʻukoholā Heiau: The Power of Place\"      September 2011 September 27, 2011 - \"MANA I KA LEO: The Power of the Voice\" September 20, 2011 - \"Natural History of Hawaiiʻs Native Bat: Ōpeʻapeʻa\"       August 2011 August 23, 2011 - \"Kīlauea's March 2011 Kamoamoa Fissure Eruption: What Happened and What's Next?\"      July 2011 July 19, 2011 - \"One Journey: LIVE in Concert\" July 5, 2011 - \"Anchialine Pools: Uncovering the Hidden Secrets\"      June 2011 June 28, 2011 - \"Papahanaumokuakea Marine National Monument: From the Mountain to the Sea\" June 14, 2011 - \"Nene in the Space Age: Satellite Telemetry of Hawai`i's Endagered Goose\"      May 2011 May 17, 2011 - \"The Endagered Hawaiian Petrel: A Comparative Analysis\" May 10, 2011 - \"Open-Ocean Melon-Headed Whales Resident in Shallow Water off Hawai`i Island May 3, 2011 - \"The Hawaiian Hotspot - Mapping the Impossible\"      April 2011 April 19, 2011 - \"The Hawaiians - Reflecting Spirit\" April 5, 2011 - \"The 1790 Eruption of Kilauea: What Happened, and Could it Happen Again?\"      March 2011 March 29, 2011 - \"Na `Anakala - A Musical Legacy March 1, 2011 - \"Marian Berger - Artist Extraordinaire\"        February 2011 There are no After Dark in the Park videos for the month of February.      January 2011 January 25, 2011 - \"Frank Perret: The Man Who Set the Stage for HVO's Work Today\" January 18, 2011 - \"Kilauea Volcano's East Rift Eruption: 28 Years and Counting\" January 11, 2011 - \"What's Happening in the Halema`uma`u Crater?\"      Return to:After Dark in the Park Schedule page",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/after-dark-2011.htm"
}
