{
    "title": "Washington Monument: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Tickets are available at the Washington Monument Lodge located on 15th Street. NPS  Get Tour Tickets  This popular attraction is limited to ticket holders only. Tickets are required for all visitors ages 2 and up. There are two ways to get tickets: get free, same-day tickets at the ticket window, or pay a fee to make advance reservations.  Free Tickets: Get free Washington Monument tickets at the Washington Monument Lodge on 15th Street adjacent to the Washington Monument (map). Tickets are available on a first-come, first-served basis. Supplies are limited. Advance Reservations: Order Washington Monument tickets to make advance reservations. Nonrefundable service fees apply. You may also call at 877-444-6777. Supplies are limited.    All tickets are for a specific time to report to the Washington Monument.      Advisories  The waiting area is outdoors and exposed to sun, wind, ambient temperature, and precipitation. No bathrooms, water, food, or other amenities are available inside the Washington Monument. The nearest restrooms are in the Washington Monument Lodge.  Visitors who are uncomfortable with heights, enclosed spaces, crowding, and elevators should consider that the Washington Monument involves all these factors. For your safety, the Washington Monument may be closed for unsuitable weather conditions including high wind and thunderstorms. Tickets will be voided for the affected tour times.        Washington Monument NPS  What to Expect on the Tour  Signs posted outside the Washington Monument indicate the waiting areas for tour times. The waiting area is located on the east side of the Washington Monument inside the circle of flags. Rangers will direct you to the security screening area in small groups. All visitors are subject to security screening. Weapons, strollers, and bulky items are prohibited. Wheelchairs are permitted.    You will be directed to the Washington Monument's ground floor lobby. A park ranger will help you board the elevator and provide commentary on the express ascent to the top floor 500 feet above the ground. The ride lasts approximately 70 seconds.    Visitors may tour the 500' level observation deck at their leisure. Visitors then proceed down the steps to the 490' level museum. Visitors with limited mobility may take the elevator to the museum level from the 500' level when it is available.    The 490' level contains exhibits and is where visitors enter the queue to reboard the elevator for the descent. Rangers will help you board the elevator and provide commentary on the approximately 2-minute descent. The elevator slows in preprogrammed areas of the monument to provide passengers with views of select areas of the monument's interior. Upon reaching the ground floor, passengers exit the elevator and the monument.",
    "url": "https:\/\/www.nps.gov\/wamo\/planyourvisit\/index.htm"
}
