{
    "title": "Washington Monument: Videos",
    "body": "Videos                         NPS Jennifer Talken-Spaulding Interview Interview with Acting Chief of Resource Management on the Assessment and Survey of the Monument.  Duration:5 minutes, 43 seconds                                NPS Gordy Kito Interview Interview with NPS Staff Member Gordy Kito on the technical aspects of the Rappelling Survey and Assessment of the Monument.   Duration:3 minutes, 35 seconds                                Helmet Cam View from a camera mounted on the helmet of Erik Stohn of WJE, during the exterior assessment of the Monument  Duration:1 minute, 15 seconds                                Emma from WJE outside the Monument Emma Cardini from WJE preparing to begin Survey of the exterior of the Monument  Duration:30 seconds                                Water on Stair Case Water coming in through joints onto interior staircase during Tropical Storm.   Duration:31 seconds                                Water on Commemorative Stone Water coming in through joints onto a Commemorative Stone located along the interior stairs during a Tropical Storm  Duration:20 seconds                                Rust Staining on Stair Landing (No Audio) Rust Staining on staircase landing near the bottom of the Monument.   Duration:10 seconds                                Debris at 500ft level following Earthquake Walk around Video of Debris on the 500ft Observation Level after the Earthquake  Duration:3 minutes, 17 seconds                                Crack on West Elevation from 500ft level Walk around Video of Debris on the 500ft Observation Level after the Earthquake, including interior view of crack on western elevation above the 500ft level.  Duration:36 seconds                                500 ft level Video 1st View Video During the Earthquake (no Audio)... The Ranger following Protocols went down the stairway to open the Emergency door for visitors, then is seen coming back through after conducting a sweep to assure all were safe.   Duration:4 minutes, 57 seconds                                500 ft level Video 2nd View Additional View of 500ft level observation level during the earthquake  Duration:4 minutes, 57 seconds                                500 ft level Video 3rd View Additional View of 500ft level observation level during the earthquake  Duration:4 minutes, 57 seconds",
    "url": "https:\/\/www.nps.gov\/wamo\/learn\/photosmultimedia\/videos.htm"
}
