{
    "title": "Acadia National Park: Cadillac",
    "body": "Cadillac Mountain         Buses in a holding pattern. NPS  Cadillac Mountain is the major destination for visitors to Acadia National Park. Accessible by car, it is the highest point on the east coast of the U.S., and offers magnificent views of a glaciated coastal and island landscape. With intense visitation through the summer months for the past eighty years, the summit area has sustained substantial loss of soil and vegetation. Several rare plants that inhabit the mountaintop may be threatened. The summit parking area becomes congested with autos and buses at times in the summer, and visitors crowd a short summit walkway and overlooks. Visitors also wander off trail extensively to seek a little privacy, an unobstructed view, a photograph, or simply to explore; for the most part, they are still allowed to freely roam.  In 2000, park staff began to address these problems. Educational signs and visitor exclosures were installed, and an occasional ranger presence established. The University of Maine conducted observational research of visitor behaviors in 2000 and 2002. A census of visitor use was conducted for one day in August of 2001 and again in 2002. Extensive visitor impact and social science research got underway in 2004 for Cadillac Mountain (and many other park areas) and it continued through 2009. A traffic counter was installed on the summit road in 2013. In 2007, Acadia National Park hosted the 5th Northeastern Alpine Stewardship Gathering at the Schoodic Education and Research Center in the park. The Gathering brings together alpine managers, researchers, planners, and volunteers from the Northeastern U.S. and Canada every 2-3 years to share knowledge to protect the ecological and human values of these unique high mountain areas. Attendees participated in a Cadillac Mountain Workshop designed to elicit recommendations for visitor management on Cadillac Mountain. In addition, a project to experiment with vegetative restoration techniques will begin in 2015. The end result of the research program and workshop results is expected to be a visitor management plan for the summit that considers protection of the natural and cultural resources, the scenic mountain landscape, the high demand for an iconic park attraction, and visitor freedom to roam the summit area. Park managers have also developed a preliminary vision statement for the summit area.          Summit visitation. NPS       Reports Available Baldwin E. 2002: Visitor Behaviors and Resource Impacts at Cadillac Mountain Acadia National Park, Part II: Sign Comparison Study. (park files) Bullock, S., and S. Lawson 2008: Managing the \"Commons\" on Cadillac Mountain: A Stated Choice Analysis of Acadia National Park Visitors' Preferences. Bullock, S. and S. Lawson 2007.  Examining the Potential Effects of Management Actions on Visitor Experiences on the Summit of Cadillac Mountain, Acadia National Park. Jacobi, C. 2001: A Census of Vehicles and Visitors to Cadillac Mountain, Acadia National Park August 14, 2001. Jacobi, C. 2003: A Census of Vehicles and Visitors to Cadillac Mountain, Acadia National Park August 1, 2002. Jacobi, C. 2007: Cadillac Mountain Workshop Summary, 5th Northeastern Alpine Stewardship Gathering, Acadia National Park, June 8 – 9, 2007. Kim, M.K., and J.J. Daigle 2012: Monitoring of Vegetation Impact Due to Trampling on Cadillac Mountain Summit Using High Spatial Resolution Remote Sensing Data Sets. Kim, M. K. and J. J. Daigle 2010: Detecting Vegetation Cover Change on the Summit of Cadillac Mountain Using Multi-temporal Remote Sensing Datasets: 1979, 2001, and 2007 Monz, C. et al 2010: Assessment and Monitoring of Recreation Impacts and Resource Conditions on Mountain Summits: Examples from the Northern Forest, USA Park, L.O. et al 2008: Managing Visitor Impacts in Parks: A Multi-Method Study of the Effectiveness of Alternative Management Practices (on Cadillac Mountain) Turner, R. 2001 Visitor Behaviors and Resource Impacts at Cadillac Mountain Acadia National Park. (park files) Van Riper, C., R. Manning, C. Monz, and K. Goonan 2011: Tradeoffs Among Resource, Social, and Managerial Conditions on Mountain Summits of the Northern Forest.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/management\/cadillac.htm"
}
