{
    "title": "Cape Cod National Seashore: Frog Call Recordings",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Audio Podcasts     Frog Call Recordings                  Frog Call Recordings         grey treefrog NPS photo  Below are links to two separate frog choruses.  The first was made on the night of May 18, 2013 in Eastham, at woodland Vernal Pond E09. It contains four species of frogs calling. The loudest and most conspicuous is the grey treefrog, a species that most people are not familiar with. It calls occasionally from woodland vernal ponds on warm nights from late May to early July, but is mostly frequently heard in Eastham and occasionally in Provincetown. You can also easily hear the high pitched \"peep\" of the common and widespread spring peeper. Occasionally, you will also hear the loose banjo string \"glunk\" call of the green frog. About halfway through the recording, the slow deep grunting call of the American bullfrog can also be heard, but you have to listen carefully. The second was recorded on April, 28, 2013 in the dunes of Provincetown, at dune slack wetland P31 near Province Lands Road. It has a loud chorus of Fowler's toads (our most common toad species), with an electric buzzing call, and several spring peepers. Link here for more information about amphibians at Cape Cod National Seashore.             Frogs calling, Eastham, May 18, 2013     Frogs calling the night of May 18, 2013 at Eastham Vernal Pond E09.  Duration:3 minutes, 33 seconds      Credit \/ Author: NPS   Date created: 2013-06-10           Audio Transcript Frogs calling, May 18,2013 Eastham             Frogs calling, Provincetown, April 28, 2013     Frogs calling recorded at vernal pond P31, near Province Lands Road, the night of April 28, 2013.  Duration:4 minutes, 4 seconds      Credit \/ Author: NPS   Date created: 2013-06-10",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/photosmultimedia\/frog-call-recordings.htm"
}
