{
    "title": "Acadia National Park: Carriage Roads",
    "body": "Carriage Road Management         Carriage road from above   Biking on the park carriage roads grew enormously in popularity in the 1980's thanks to the advent of the mountain bike. Complaints from visitors and residents about crowding and problem behaviors led the park to apply the Visitor Experience Resource Protection (VERP) Framework, a carrying capacity planning process. Dr. Robert Manning of University of Vermont conducted social science survey research on carriage road users from 1994-1996 to gather information to support the VERP process and carriage road management decisions. Many journal articles from this research are listed below. A 1997 NPS summary report covers the research, application of VERP to the carriage roads, including indicators and standards, and subsequent management decisions. This document serves essentially as a management plan. Carriage road monitoring reports are also available from 1997-present, with a few recent reports provided below. Other reports describe the development of a second regression estimator for carriage road use, attitudes about equestrian use of the carriage roads, and the establishment of new indicators and standards for behaviors (2006 monitoring report).   Monitoring thus far indicates no violations of standards for crowding on the carriage roads. Carriage road visitation was flat for the period 1997 - 2003. Since 2004 there has been a steady upward trend in use that may be the result of the Bicycle Express van to Eagle Lake. We are planning another round of censuses in 2014-2015 to develop an updated regression equation. We will then apply the new equation to past years to determine if the upward trend is still present. Data also indicate some concerns regarding the four problem behaviors as more violations of established standards than were expected occurred in 2010; 2013 monitoring showed few problems however.       Concession carraige ride        Reports Jacobi, C. 2014: Monitoring Visitor Capacity for Acadia National Park Carriage Roads: 2013 (crowding and behaviors). Jacobi, C. 2007: Monitoring Visitor Capacity for Acadia National Park Carriage Roads: 2006 (crowding and behaviors). Jacobi, C. 2007: Carriage Road Visitor Attitudes about Equestrian Use on the Witch Hole Pond and Eagle Lake Sections of the Carriage Road System (2006). Jacobi, C. 2003: Developing a Regression Equation to Estimate Acadia National Park Carriage Road Use Using Censuses and Electronic Trail Counters: 2001-2002. Jacobi, C. 1997: Applying the Visitor Experience Resource Protection Process to Acadia National Park Carriage Roads: A Summary of Research and Decision-making. Manning, R. and W. Friemund 2004: Use of Visual Research Methods to Measure Standards of Quality for Parks and Outdoor Recreation. Manning, R. et al 2000: Crowding in Parks and Outdoor Recreation: A Theoretical, Empirical, and managerial Analysis. Manning, R. 2001: Visitor Experience and Resource Protection: A Framework for Managing the Carrying Capacity of National Parks. Manning, R. et al 1999: Crowding Norms: Alternative Measurement Approaches. Manning, R. et al 1998: Standards of Quality in Parks and Recreation Wang, B. and R. Manning 1999: Computer Simulation Modeling for Recreation Management: A Case Study on Carriage Road Use in Acadia National Park, Maine USA.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/management\/carriage_roads.htm"
}
