{
    "title": "Maine Acadian Culture: Fort Kent Blockhouse",
    "body": "Fort Kent Blockhouse         Fort Kent Blockhouse   Memorial Day to Labor Day: 9 a.m. to 5 p.m. daily Admission is free; donations are accepted. The Fort Kent Blockhouse is located at the confluence of the Fish River and the St. John River in Fort Kent, Maine. The blockhouse is the only fortification relating to the \"Bloodless\" Aroostook War of 1838-1839, and the border dispute between Great Britain and the United States. The signing of the Webster-Ashburton Treaty in 1842 settled the boundary dispute between Maine and New Brunswick and reduced the need for a fort, although federal troops remained there until 1845 to protect Maine’s and the United States’ interests in the region. The blockhouse is a two-story structure. Its walls are built of square-hewn cedar logs, some of which measure over 19 inches in width. It is an excellent example of early 19th-century military architecture. The blockhouse serves as a museum and is maintained by local Eagle Scouts in cooperation with the Bureau of Parks and Recreation, Maine Department of Conservation. The state-owned blockhouse is on the National Register of Historic Places as well as being a National Historic Landmark.                   Allagash   3 Photos  Artifacts from the Allagash Historical Society Museum and scenery of the Allagash Wilderness Waterway          Frenchville Caboose and Water Tower   2 Photos  These essential stops along the railroad have been preserved by the Frenchville Historical Society.          B&A Railroad Turntable   4 Photos  The St. Francis Historical Society preserves the site of the last stop on the B&A line.            St. Agathe Museum House   5 Photos  Ligorie Marquis House and Cutural Preservation Center          Fort Kent Railroad Station   3 Photos  Images of the Fort Kent Historical Society Museum and the station.          Musée Culturel du Mont-Carmel   5 Photos  Historical treasure located in the St. John Valley            Acadian Landing and Tante Blanche   7 Photos  Home to the Madawaska Historical Society, this site was the first museum in the St. John Valley.          Acadian Village   9 Photos  A selection of images from the Acadian Village Historical Site, Van Buren          Fort Kent Blockhouse   2 Photos  Images of the blockhouse            Governor Brann Schoolhouse   2 Photos  Images of the well-restored little red schoolhouse.",
    "url": "https:\/\/www.nps.gov\/maac\/planyourvisit\/blockhouse.htm"
}
