{
    "title": "Maine Acadian Culture: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go      The St. John Valley includes many places of interest that focus on Acadian culture. To learn more about some of these sites, explore the pages listed here. For more sites and activities, visit the chambers of commerce websites.Van Buren, MaineAcadian Village - Seventeen buildings overlooking the St. John River preserve the cultural heritage of the Acadians.Historic Governor Brann Schoolhouse - Located near Van Buren, this site features a restored 1934 school house.Fort Kent, MaineFort Kent Blockhouse - The blockhouse is the only fortification relating to the \"Bloodless\" Aroostook War of 1838-1839, and the border dispute between Great Britain and the United States.Fort Kent Railroad Station - This former railroad station opened in 1902 as the northern terminus of the Fish River Railroad.Le Club Français - Le Club Français is dedicated to preserving and promoting the French language in the St. John Valley.Additional Attractions in the St. John ValleyAcadian Landing Site and Tante Blanche Museum (Madawaska, Maine) - The site commemorates the landing of the first Acadian settlers in the upper St. John River Valley.Allagash Wilderness Waterway (west of St. John Valley) - The waterway provides opportunities for a variety of outdoor activities for anglers, boaters, hunters, and nature enthusiasts. Area artifacts are preserved in the museum.Bangor & Aroostook Caboose and Green Water Tank (Frenchville, Maine) - This site preserves one of a few surviving train water tanks in the United States and a 1940s era caboose.Bangor & Aroostook Railroad Turntable (St. Francis, Maine) - The turntable dates back to 1904 and was the end of the line for the Bangor & Aroostook Railroad when trains were powered by wood. Musée culturel du Mont–Carmel (Lille, Maine) - This 1909 church is the most intact and architecturally significant surviving wooden Catholic Church in the St. John River Valley.Pelletier‑Marquis House\/St. Agatha Historical Society (St. Agatha, Maine) - This 1854 home represents an older working class home and is thought of as “everyman’s home.”Fort Fairfield hosts the region's Potato Blossom Festival in mid-July, which includes fireworks, parade, local food, and entertainment.In New Sweden you can enjoy panoramic views of Canada from the town park.",
    "url": "https:\/\/www.nps.gov\/maac\/planyourvisit\/placestogo.htm"
}
