{
    "title": "Rocky Mountain National Park: Fact Sheet",
    "body": "Elk & Vegetation Management Plan Fact Sheet       August 2012      Current Status: Elk and Vegetation Management Plan Rocky Mountain National Park's Elk and Vegetation Management Plan (EVMP) relies on a variety of conservation tools including fencing, vegetation restoration, culling, and elk redistribution to reduce the impacts of elk on vegetation and to restore the natural range of variability in the elk population and affected plant and animal communities. The plan continues to provide elk viewing opportunities for visitors. The plan defined specific objectives for the elk population and vegetation conditions, and monitoring progress toward these objectives is a key part of plan implementation. The plan will be implemented adaptively over a 20 year timeframe, from 2008 through 2028. An initial review of implementation and progress is planned for 2013.  ELK POPULATION   The EVMP calls for maintaining an elk population of 600 to 800 animals on the winter range within Rocky Mountain National Park. To achieve this objective, culling is the primary conservation tool that is being used for lethal reduction of the herd in the park. No elk were culled during the winter of 2011-2012 and a total of 130 female elk and 1 antlerless male elk were removed from the population during winters 2008-2009, 2009-2010, and 2010-2011 (33, 48 and 50 elk removed, respectively). A total of 52 of these elk were removed as part of park culling operations and 79 were removed in support of chronic wasting disease (CWD) and fertility control research. Accurate and reliable population estimates are critical to help guide elk reductions. Annual population modeling, conducted by Colorado State University in consultation with the National Park Service (NPS) and Colorado Parks and Wildlife (CPW, formerly Colorado Division of Wildlife), is used to estimate the number of elk that use the park each winter and to predict the number of elk expected to use the park winter range in the following winter given different potential population reduction scenarios. There are fewer elk in the park since the late 1990s, and the estimated number of elk in the park today is consistent with the EVMP - a winter herd size of 600-800 animals (EIS 2008). Biologists have observed that within the last decade, two winter\/springs with particularly heavy snow events have altered movements of elk within the population and there is now a subpopulation(s) of elk that have established at lower elevations, outside the park, and closer to Loveland, Colorado. Additionally, a high harvest of female elk during a 2006 elk hunting season in Unit 20 also contributed to fewer elk. It is important to note that during any year, elk move across the landscape differently and this may affect when you see elk, and where you see them. For example, in 2011 lingering winter snow kept elk at a lower elevation nearer Estes Park; after the snows melted considerably in late May and early June, elk moved in greater numbers into the 'high country' within the park. Similarly, during the fall of 2011, elk moved to lower elevations, later than 'typical', due to a mild fall and availability of good forage at higher elevations. The snow events of late October and early November moved elk to lower elevations, outside of the park boundaries by the hundreds, within a few weeks. In January 2008, research began in Rocky Mountain National Park to evaluate procedures for testing live elk for chronic wasting disease (CWD). This is the first time free ranging elk have been tested for CWD using this live procedure. This research will also be examining multi-year fertility control in free ranging elk. A general agreement between the NPS and CPW was signed in October 2009. This five-year agreement establishes a cooperative working relationship regarding respective roles and responsibilities in the implementation of the park's elk culling program. NPS, CPW staff, and authorized agents (including qualified volunteers), are part of the cull teams. A work group of NPS and CPW staff developed a process to identify and recruit qualified volunteers to assist agency staff in the elk culling operations. For all recruitment efforts, applicants were required to submit a comprehensive application, pass a background investigation, complete an interview process, and complete and pass a comprehensive training. Since recruitment for volunteers first began in October 2008, a total of 29 volunteers have attended and completed training as qualified volunteers. Applicants selected to participate are volunteers of the NPS, are members of a NPS led team, and are required to participate in all field operations associated with elk culling.   Colorado Parks and Wildlife uses a lottery for meat disbursement of the culled elk (NPS and CPW staff cannot participate). Each animal culled is tested for CWD. Carcasses that test \"CWD not detected\" are disbursed through lottery, with individual informed consent, to a member of the public. Carcasses that test \"CWD suspect\" are used to support a CPW captive mountain lion study. Qualified volunteers are able to participate in the lottery; however, they are not eligible to receive meat associated with their direct culling activity. Since winter culling began in January 2009 through February 2011, a total of 47 animals have been disbursed to the public.   RESEARCH   In January 2008, research began in Rocky Mountain National Park to evaluate procedures for testing live elk for chronic wasting disease (CWD). This was the first time free ranging elk have been tested for CWD using this live procedure. This research also examined multi-year fertility control in free ranging elk. Elk were captured from early January through mid-March 2008. Out of 136 female elk captured in Moraine Park and Beaver Meadows, 13 tested CWD suspect and were removed. Complete necropsies were performed and confirmed those results. At the time of capture, no elk exhibited obvious clinical signs of CWD. Currently, there is an effective live CWD test for deer, but CWD diagnosis in live elk has received limited evaluation. Until now, the disease could only be reliably diagnosed after death in elk. From late 2008 through early 2011, research elk have been gradually removed from the population as part of the park's annual population reduction targets. Scientists performed postmortem examinations to evaluate CWD status and also determine efficacy and potential side-effects of the fertility control treatment. Twenty female elk were euthanized in 2009 as part of the research project, 25 female elk were euthanized for 2010, and 34 for 2011. Results from the CWD testing procedures and fertility control research are still being evaluated. Beginning in December 2011, researchers from the NPS Biological Resources Management Division (BRMD) from Fort Collins will be starting a new research project studying the effects of chronic wasting disease on elk in Rocky Mountain National Park. They will be capturing up to 100 female elk, collecting a series of biological samples, placing a brown colored radio collar on the animals and releasing them. The animals will be tracked over a five year period. The population model relies on results from annual aerial and ground surveys. In November 2008, USGS and park staff began a research project to evaluate and improve aerial and ground elk survey methods. Standard and GPS radio-collars were also used to improve our understanding of how elk use the park winter range spatially (area or location) and temporally (changes in use through time). Results from this work are expected late December 2011.    FENCING AND OTHER VEGETATION RESTORATION TOOLS    The EVMP calls for temporary fencing to help protect and restore key vegetation, like aspen and willow, which will in turn help the wildlife that depend on aspen and willow for habitat. From 2008-2011, fencing was installed to protect approximately 190 acres of critical habitat on the elk winter range on the east side of the park, including about 145 acres in willow habitat and 45 acres in aspen habitat. This comprises just over 5% of the open habitat types (non-forested) on the elk winter range (3400 acres). In fall 2011, fencing was installed to restore approximately 16 acres of riparian habitat on summer range in the Kawuneeche Valley on the west side of the park. Park-wide, a total of 206 acres have been fenced to protect aspen and willow as part of implementing the EVMP, or just over one-third of up to 600 acres identified in the management plan. The exclosures are approximately 76 inches tall (a little more than 6 feet), enough to keep elk out while also allowing smaller animals to enter under the 16 inch gap at the bottom. Gates are built into these exclosures, allowing visitors to enter and recreate within the exclosures. The need for additional fences will be based on monitoring the response of vegetation to reduced elk numbers, lethal reduction activities, and potential use of redistribution methods. Monitoring of vegetation communities is necessary to determine how many acres of willow or aspen on the primary elk range need to be protected and to determine when fences can be removed once the plant communities are restored. The fences are temporary and will be in place until monitoring results indicate plants can sustainably withstand browsing. Vegetation recovery is being monitored and results will be assessed every 5 years. Once vegetation has adequately recovered and when elk density, numbers, and browsing intensity are low enough, the fences will be removed. In some locations, vegetation restoration is expected to occur inside fences without any additional management actions. In other fenced areas, additional vegetation restoration methods could be used to facilitate regeneration of vegetation, if needed. These could include actions such as planting vegetation and using prescribed fire or mechanical methods. Once willow vegetation is restored to an acceptable level, beaver populations may increase or recolonize riparian areas on the elk range, which could improve hydrologic conditions that support additional restoration. Research estimated that a minimum of approximately 10 acres of restored tall willow would support a beaver family over the long term. If natural beaver recolonization does not occur, reintroduction could be considered.  Background Information  Research has shown that the elk herd in Rocky Mountain National Park (RMNP) and the Estes Valley, is larger, less migratory, and more concentrated than it would be under natural conditions. As a result, willow and aspen stands are declining, depriving other wildlife of the important habitat they need.      The Elk and Vegetation Management Plan Final Environmental Impact Statement (FEIS) is the result of a seven year research phase followed by a four year interagency planning process. The public commented on all of the alternatives including lethal reduction, intensively managed wolves, fertility control, elk redistribution, vegetation restoration, public hunting in the park, and restoration of a self-sustaining wolf population. Concern was also expressed about the high cost of the alternatives. The plan, using adaptive management principles, guides park management for the next 20 years. The FEIS was released in December 2007. The Record of Decision (ROD) was signed February 15, 2008.      On March 25, 2008 (and amended May 27, 2008), WildEarth Guardians filed a lawsuit in Federal District Court for Colorado against the National Park Service (NPS). The lawsuit alleged that the NPS did not consider a full range of alternatives in its plan and that it violated the Organic Act and the park's enabling legislation. On March 23, 2011, Judge Marcia S. Krieger found that the NPS complied with NEPA when eliminating a natural wolf population as an alternative from the EIS and that the alternative that incorporates the culling of elk by volunteers does not contravene either the Organic Act or the RMNP Act. The Park Service's decision to use authorized agents to cull elk in RMNP was not arbitrary, capricious, or otherwise contrary to law. On April 29, 2011, WildEarth Guardians filed a notice of appeal on the decision.     A variety of conservation tools are being used in plan implementation including fencing, vegetation restoration, and culling. Culling is the primary conservation tool that is being used for lethal reduction of the herd. In future years, the park, using adaptive management principles, could reevaluate opportunities to use elk redistribution, wolves, or fertility control as additional tools.      The actual number of animals the NPS may cull, and the costs, will vary each year based on annual population surveys and hunter success outside the park. The level of management action taken to control the population size is adjusted annually based on the current population size estimates. Based on adaptive management, actions to control the population will be taken to manage for a population size within the range specified in the ROD (600-800 elk in the park subpopulation and 1,000 to 1,300 elk in the Estes Park subpopulation) and to meet vegetation objectives.     National Park Service personnel are responsible for culling operations. To augment NPS personnel, authorized agents assist in culling operations under the direct supervision of NPS personnel. Cost, efficiency, and effectiveness are the factors that determine when additional personnel are needed. For purposes of this plan, \"authorized agents\" can include: professional staff from other federal, state, or local agencies or Indian tribes, or qualified volunteers. The NPS selects and supervises all personnel, including qualified volunteers. Short term closures can be implemented while culling activity is occurring.     Cullers, including NPS personnel and authorized agents, are certified in firearms training, specially trained in wildlife culling, and are required to pass a proficiency test in order to qualify and participate in culling activities. Cullers are expected to work in teams under the supervision of a NPS team leader to insure humane dispatch and quality meat recovery.     Culling activity has occurred during the winter months, early in the morning, to minimize impacts on park operations, visitors, private inholdings, and neighbors.     What is the difference between hunting and culling? Hunting is not allowed in Rocky Mountain National Park and is not a part of the elk management plan. Hunting is a recreational activity that includes elements of fair chase and personal take of the meat. Hunting is administered by the state fish and game agency.  Culling is used as a conservation tool to reduce animal populations that have exceeded the carrying capacity of their habitat. Culling is done under very controlled circumstances in order to minimize impacts on park operations, visitors, private inholdings, and neighbors. Culling is an efficient and humane way to reduce herds of animals that are habituated to the presence of humans.     Why was public hunting considered but dismissed as an alternative? Hunting is prohibited in the park by law. In 1929, Congress prohibited hunting within the limits of Rocky Mountain National Park. Public hunting within the park raises several issues: 1) It would significantly change the visitor experience in the park. Visitors expect to come to Rocky Mountain National Park and not encounter hunters. 2) It would require changing the law that has been in place in the park since 1929. 3) It would significantly displace the existing recreational use of park visitors and would compromise visitor safety.  Park managers selected culling of elk, using specially trained park staff and authorized agents, to reduce the elk herd and minimize the impacts on park operations, visitors, private inholdings, and neighbors. For over 90 years, visitors have expected that recreational activities can take place in Rocky Mountain National Park without interference from hunting. Hiking, horseback riding, snowshoeing, and skiing in the backcountry are very popular activities along with sightseeing and wildlife viewing along the park's roadways.  The NPS recognizes that public hunting is an important recreational activity and wildlife management tool in Colorado. Currently, hunting is permitted on approximately 98% of the federal lands in Colorado, including lands managed by the U.S.D.A. Forest Service (Forest Service), the Bureau of Land Management, and numerous national wildlife refuges throughout the state. Further, the NPS recognizes and supports Colorado Parks and Wildlife's (CPW) use of hunting for management of wildlife in areas outside and adjacent to the park.     What public involvement has occurred in the development of the plan? There has been extensive public involvement and media coverage concerning this issue. Throughout the development of the plan, the NPS extensively consulted with the town of Estes Park, Larimer County, the Estes Valley Recreation and Park District, CPW, Grand County, the Town of Grand Lake, the U.S. Bureau of Reclamation, and the Forest Service.  In 2002, a decade of elk research findings was released through a variety of public presentations. In 2003 and 2004, public meetings occurred in Estes Park, Loveland, Boulder, and Grand Lake. In 2003, the public meetings discussed issues and concerns before beginning the planning process. In 2004, the public meetings focused on presenting draft management alternatives. In April of 2006, the draft EIS was released detailing five alternatives, including one preferred alternative. The public was strongly encouraged to send their comments on the draft EIS and the comment period lasted through July 2006. Approximately 2,700 responses, which included about 150 substantive comments, were received on all of the alternatives including lethal reduction, intensively managed wolves, fertility control, elk redistribution, vegetation restoration, public hunting in the park, and restoration of a self-sustaining wolf population. Concern was also expressed about the high cost of the alternatives, including the preferred alternative.     Is this just a park issue? No, this is a regional issue. Previous research showed two-thirds of the population spends at least 7 months outside the park. During the winter (October to May), these elk are concentrated on the east side of the park and adjacent public and private land in and around the town of Estes Park. Actions taken both inside and outside the park will affect adjoining lands and neighbors as well as park lands. Cooperation among the park, local communities, CPW, and the Forest Service is essential in managing the herd.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/elkveg_fact_sheet.htm"
}
