{
    "title": "Maine Acadian Culture: B & A Railroad Turntable",
    "body": "Bangor & Aroostook Railroad Turntable         Bangor & Aroostook Railroad Turntable   Mid-may through September: No regular hours; call for appointment (207-389-3495). Bangor and Aroostook Railroad Turntable Saint Francis Historical Society 1074 Main Street St. Francis, Maine 04774 At one time St. Francis was the end of the line for the Bangor and Aroostook Railroad. The first trains ran on wood, then coal and finally diesel. The turntable at St. Francis was built in 1904 to turn the locomotives around for return trips as their controls were not configured for extended periods of running in reverse.  The turntable was used into the 1980s. The local trains went to two different branches, the St. Francis branch and the Fort Kent branch, which also went to Madawaska and Eagle Lake. In 1936 the 45-minute trip between St. Francis and Fort Kent cost 35 cents! During World War II troops provided the major business for the railroads.  Train service to St. Francis stopped in 1990. Transporting goods by truck was faster. In 2001 private funds were donated to restore the turntable and landscape the St. Francis Historical Society grounds.                   Allagash   3 Photos  Artifacts from the Allagash Historical Society Museum and scenery of the Allagash Wilderness Waterway          Frenchville Caboose and Water Tower   2 Photos  These essential stops along the railroad have been preserved by the Frenchville Historical Society.          B&A Railroad Turntable   4 Photos  The St. Francis Historical Society preserves the site of the last stop on the B&A line.            St. Agathe Museum House   5 Photos  Ligorie Marquis House and Cutural Preservation Center          Fort Kent Railroad Station   3 Photos  Images of the Fort Kent Historical Society Museum and the station.          Musée Culturel du Mont-Carmel   5 Photos  Historical treasure located in the St. John Valley            Acadian Landing and Tante Blanche   7 Photos  Home to the Madawaska Historical Society, this site was the first museum in the St. John Valley.          Acadian Village   9 Photos  A selection of images from the Acadian Village Historical Site, Van Buren          Fort Kent Blockhouse   2 Photos  Images of the blockhouse            Governor Brann Schoolhouse   2 Photos  Images of the well-restored little red schoolhouse.",
    "url": "https:\/\/www.nps.gov\/maac\/planyourvisit\/turntable.htm"
}
