{
    "title": "Maine Acadian Culture: Fort Kent Railroad Station",
    "body": "Fort Kent Railroad Station         Fort Kent Railroad Station NPS\/Meg Scheid  Open late June through mid-August - Tuesday through Friday, 12 - 4 p.m. or by appointment (call 207-834-5354). Fort Kent Historical Society P.O. Box 181 Fort Kent, Maine 04743 This former railroad station opened in 1902 as the northern terminus of the Fish River Railroad and was later used by the Bangor & Aroostook Railroad. The arrival of the railroad in Fort Kent provided the area with passenger and freight service. It marked the beginning of significant growth in the farming, lumbering, and business sectors of the community. Potatoes, hay, grain, shingles, pulpwood, and game were shipped over the railroad. The railroad remained in use until 1979. The station is a one-story, frame building. Its gable-on-hip roof and wide overhanging eaves are typical features of other Bangor & Aroostook railroad stations. Five gardens surround the property and are maintained by “The Valley” Garden Club. This National Register building is owned by the Fort Kent Historical Society and houses a museum focusing on the history of the railroad in relation to Fort Kent, Maine.                   Allagash   3 Photos  Artifacts from the Allagash Historical Society Museum and scenery of the Allagash Wilderness Waterway          Frenchville Caboose and Water Tower   2 Photos  These essential stops along the railroad have been preserved by the Frenchville Historical Society.          B&A Railroad Turntable   4 Photos  The St. Francis Historical Society preserves the site of the last stop on the B&A line.            St. Agathe Museum House   5 Photos  Ligorie Marquis House and Cutural Preservation Center          Fort Kent Railroad Station   3 Photos  Images of the Fort Kent Historical Society Museum and the station.          Musée Culturel du Mont-Carmel   5 Photos  Historical treasure located in the St. John Valley            Acadian Landing and Tante Blanche   7 Photos  Home to the Madawaska Historical Society, this site was the first museum in the St. John Valley.          Acadian Village   9 Photos  A selection of images from the Acadian Village Historical Site, Van Buren          Fort Kent Blockhouse   2 Photos  Images of the blockhouse            Governor Brann Schoolhouse   2 Photos  Images of the well-restored little red schoolhouse.",
    "url": "https:\/\/www.nps.gov\/maac\/planyourvisit\/rrstation.htm"
}
