{
    "title": "Maine Acadian Culture: B & A Caboose and Green Water Tank",
    "body": "B & A Caboose and Green Water Tank         B&A caboose and water tank NPS\/Anne Warner  Mid-June through August: Wednesday to Sunday, 1 to 4 p.m., or by appointment (207-543-7301 or 207-543-7309) Frenchville Historical Society Frenchville, Maine 04745 B&A Caboose The Frenchville Historical Society caboose was built by the Pullman Company in December of 1943 as a troop sleeper car. In 1949, the Bangor & Aroostook Railroad refitted the car as a caboose, and it remained in service until February 1981. The historical society obtained the out‑of‑service caboose as a donation from the B&A Railroad in 1988. In 1994, the caboose and water tank were placed on the National Register of Historic Places. The historical society has a selection of books and antiques on display in the caboose.  Green Water Tank Built in 1910 of redwood, the green water tank has long been alocal point of reference. In its early days of use, steam poweredtrains would stop at the tank to replenish their water supply. By 1958the diesel locomotive had replaced steam, rendering the tank obsolete.The town of Frenchville purchased the tank from the B&A Railroadand used it as a water reservoir for the fire department. It is one ofa few surviving train water tanks in the United States.  Accompanying the tank and caboose is a station that was in operation from 1921 to 1970 and is currently privately owned.                   Allagash   3 Photos  Artifacts from the Allagash Historical Society Museum and scenery of the Allagash Wilderness Waterway          Frenchville Caboose and Water Tower   2 Photos  These essential stops along the railroad have been preserved by the Frenchville Historical Society.          B&A Railroad Turntable   4 Photos  The St. Francis Historical Society preserves the site of the last stop on the B&A line.            St. Agathe Museum House   5 Photos  Ligorie Marquis House and Cutural Preservation Center          Fort Kent Railroad Station   3 Photos  Images of the Fort Kent Historical Society Museum and the station.          Musée Culturel du Mont-Carmel   5 Photos  Historical treasure located in the St. John Valley            Acadian Landing and Tante Blanche   7 Photos  Home to the Madawaska Historical Society, this site was the first museum in the St. John Valley.          Acadian Village   9 Photos  A selection of images from the Acadian Village Historical Site, Van Buren          Fort Kent Blockhouse   2 Photos  Images of the blockhouse            Governor Brann Schoolhouse   2 Photos  Images of the well-restored little red schoolhouse.",
    "url": "https:\/\/www.nps.gov\/maac\/planyourvisit\/watertank.htm"
}
