{
    "title": "Maine Acadian Culture: Historic Governor Brann Schoolhouse",
    "body": "Historic Governor Brann Schoolhouse         Historic Governor Brann Schoolhouse NPS\/Meg Scheid  Hours and times vary during the summer. The schoolhouse is located one mile south of Van Buren, Maine. Built in 1934 and named for then-governor Louis J. Brann, the building has been restored to its original condition (except for a modern furnace) with the original paint scheme, hard wood floors, and a \"two holer.\" The school closed in the1950s. The Town of Cyr Plantation (population 117) now uses the building for a polling station and for their annual town meetings.  The Cyr Plantation, named after the numerous Cyr's who lived in the vicinity, was organized as a plantation in 1870. In 1879, the settlement was principally on the stagecoach-line from Caribou to Van Buren (Maine), known as Caribou Road. Throughout the century, there were people living on rear lots of the Cyr Plantation. At one time, two sawmills and a starch factory were in operation. Today Cyr Plantation is a full township with an area of approximately 6.5 square miles. The township with its reddish soil, yields good crops of wheat, oats, buckwheat, and its famous potatoes!                   Allagash   3 Photos  Artifacts from the Allagash Historical Society Museum and scenery of the Allagash Wilderness Waterway          Frenchville Caboose and Water Tower   2 Photos  These essential stops along the railroad have been preserved by the Frenchville Historical Society.          B&A Railroad Turntable   4 Photos  The St. Francis Historical Society preserves the site of the last stop on the B&A line.            St. Agathe Museum House   5 Photos  Ligorie Marquis House and Cutural Preservation Center          Fort Kent Railroad Station   3 Photos  Images of the Fort Kent Historical Society Museum and the station.          Musée Culturel du Mont-Carmel   5 Photos  Historical treasure located in the St. John Valley            Acadian Landing and Tante Blanche   7 Photos  Home to the Madawaska Historical Society, this site was the first museum in the St. John Valley.          Acadian Village   9 Photos  A selection of images from the Acadian Village Historical Site, Van Buren          Fort Kent Blockhouse   2 Photos  Images of the blockhouse            Governor Brann Schoolhouse   2 Photos  Images of the well-restored little red schoolhouse.",
    "url": "https:\/\/www.nps.gov\/maac\/planyourvisit\/brannschool.htm"
}
