{
    "title": "Maine Acadian Culture: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons      The National Park Service does not operate any sites as part of Maine Acadian Culture. Many of the attractions in the St. John Valley are privately operated by non-profit organizations that are part of the Maine Acadian Heritage Council. The information contained here is intended to give you a rough idea of operating hours and seasons. Many sites are open only during summer months. Please verify hours directly with the managing organizations and check with chambers of commerce for more information about these or other sites.Acadian Village - Van Buren, Maine Open daily 12 to 5 p.m. from June 15 to September 15. For more information, call (207) 868-5042 during the preceding operating hours.Allagash Wilderness Waterway Open May 15 to October 1. For more information, call the Bureau of Parks and Lands at (207) 941-4014.Fort Kent Blockhouse - Fort Kent, Maine Open Memorial Day to Labor Day. Hours vary. For more information, call the Bureau of Parks and Lands at (207) 941-4014.      Allagash Historical Society Museum - Allagash, Maine 1 p.m. to 5 p.m. Thursday through Sunday and holidays. Frenchville Historical Society - Frenchville, Maine 1p.m. to 4 p.m. from June 20 through August 31, Wednesday through Sunday or by appointment at (207)-543-7301 or (207)-543-7309. Historic Governor Brann School - the town of Cyr Plantation, one mile south of Van Buren, Maine.  Summer hours vary. Le Club Français - Madawaska, Maine Summer: June 1 to Labor Day, 9 a.m. to 12 noon and 4 p.m. to 5 p.m. Tuesday through Saturday. Winter: Labor Day to Memorial day, 9 a.m. to 4 p.m. Tuesday through Saturday (207) 728-4649. Madawaska Historical Society (Tante Blanche Museum) - Madawaska, Maine Mid-June to Labor Day, 12 noon to 4 p.m. Tuesday through Sunday. Musée culturel du Mont-Carmel - Lille, Maine Mid-June to mid-September, 12 noon to 4 p.m. Sunday through Friday. Saint Francis Historical Society (Bangor and Aroostook Railroad Turntable) - St. Francis, Maine Mid-May to September 30, irregular hours, call (207) 398-3495 for information.",
    "url": "https:\/\/www.nps.gov\/maac\/planyourvisit\/hours.htm"
}
