{
    "title": "Rocky Mountain National Park: Video and Media",
    "body": "Video and Media          Elk & Vegetation Management Plan Video  The National Park Service (NPS) has released the Final Elk and Vegetation Management Plan\/Environmental Impact Statement (EIS) for Rocky Mountain National Park. The result of seven years of research, followed by four years of planning, the plan will use adaptive management principles and guide park management through 2028. This 12-minute video will introduce you to this fascinating and complex topic. Broadband users, click here. Dial-up users click here. News Release: Park to be Laboratory for New Research  Date: December 28, 2007 Contact: Kyle Patterson, 970-586-1363 Contact: Vaughn Baker, 970-586-1200 In January 2008, research will begin in Rocky Mountain National Park to evaluate procedures for testing live elk for Chronic Wasting Disease (CWD) and the effectiveness of a new experimental multi-year fertility control agent. These studies are being done at the park to take advantage of the implementation of the recently announced Rocky Mountain National Park Elk and Vegetation Management Plan. Over the next several years, in conjunction with the proposed lethal reduction of elk, researchers will conduct studies to evaluate procedures for testing live elk for CWD and the effectiveness of a new experimental multi-year fertility control agent. Currently, there is a live CWD test effective for deer, but CWD diagnosis in live elk has received limited evaluation to date. The disease can only be diagnosed after death in elk. This will be the first time free ranging elk will be tested for CWD. According to Vaughn Baker, Superintendent, \"We are excited to have Rocky Mountain National Park serve as a laboratory for the testing of a live test for CWD in elk since testing has only taken place in captive facilities so far. This could also help us determine a better estimate of the CWD prevalence of elk in the park. \" In the first year, while capturing up to 120 female elk and testing them for CWD, researchers are planning to administer the fertility control agent (GonaCon) to 60 elk. Researchers are already handling the elk for the CWD test and can learn more about this multi-year agent at the same time. Any elk which tests positive for CWD would be lethally removed from the population, thereby contributing to annual population reduction targets. These targets will be developed each year based on annual population surveys and hunter success outside the park. Over the next three years elk population reduction would gradually remove study elk and the CWD status and pregnancy would be evaluated. Information gained from these studies could contribute to the advancement of a test for CWD in live elk and a fertility control agent that is more logistically feasible than those currently available. Initial elk captures will take place this winter with monitoring continuing over the next three years. Most of the darting will take place in the Moraine Park, Beaver Meadows and Horseshoe Park areas on the east side of Rocky Mountain National Park. The researchers are advising hunters not to harvest collared elk outside the park so they will be available for study. Additionally, drugs used on the elk take time to be cleared from their body and the hunter may find a tag on the elk informing them the animal should not be consumed. Participants in the studies include scientists from the Colorado State University Department of Biomedical Sciences, the National Park Service, USDA National Wildlife Research Center, Colorado State University Department of Microbiology, Immunology and Pathology; USDA Agricultural Research Service. The Colorado Division of Wildlife is participating in the study on the live CWD test.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/evmp_video_media.htm"
}
