{
    "title": "Mississippi National River & Recreation Area: Scholarship Information",
    "body": "Journey to the Falls: Financial Information       If you have requested and been approved to receive a scholarship, confirm your eligibility in a letter signed by your principal.  We require a statement (by mail or by fax, 651-290-3815) from the school's principal indicating the basis for the school's eligibility. Either your school's percentage of students of color, or your percentage of student enrollment in the free-and-reduced lunch program, must be at least 50%. The principal should indicate the percentage and category that qualifies the school. You are not approved for scholarship until this statement is received by the National Park Service.  Eligible schools will pay only $4.00\/student to Minneapolis Queen Riverboat for your Journey to the Falls trip.  Payment is arranged with the Minneapolis Queen Riverboat, which will bill you based on your registered number of students. The remainder of the boat fee will be covered by the scholarship.  Adults are not covered by the scholarship. When arranging payment with the Minneapolis Queen Riverboat, be sure that they know you are a Journey to the Falls Scholarship School (a list of confirmed schools will be provided to them).  When you receive an invoice from them for the boat fee, please pay your portion ($4.00\/student, plus any adults at full fare) of the bill, and indicate on the invoice that you are a JTF Scholarship School. We will see to it that the remainder of your bill is paid (together with those of all other scholarship schools) after all trips.  You are responsible for reserving and paying for your school's buses.   Be sure to note required pick-up and drop-off times and locations (consult your field trip logistics information.)  If you have questions, contact Brian Goodspeed at 651-293-8414. Journey to the Falls Scholarships are provided by a grant from the Mississippi River Fund (MRF). MRF shares the belief that by connecting students to the Mississippi River and by engaging them with activities that teach about the river and how to care for it, we contribute toward a healthy river future. Journey to the Falls Scholarships Mississippi National River & Recreation Area 111 E Kellogg Blvd., Suite 105 St. Paul, MN 55101-1256",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/education\/jtffinancial.htm"
}
