{
    "title": "Rocky Mountain National Park: Process Planning & Documents",
    "body": "Planning Process & Documents: Elk Vegetation Management Plan       Planning Documents  Final Environmental Impact Statement - Executive Summary (2.8M PDF) Final Environmental Impact Statement - Complete Report (15M PDF) Record of Decision (ROD) (2.8M PDF)       Process Because elk migrate through the park and neighboring areas, a regional approach is essential to develop a meaningful, long-term management plan. Therefore, the NPS is working in partnership with nearby land managers and other federal, state, and local agencies to manage elk and vegetation in the vicinity of the park. An interagency planning team was formed to develop the plan. The team members and their roles are:  The National Park Service, the lead agency, is responsible for all aspects of developing the plan and EIS, including selection of a preferred alternative and preparing a record of decision. The Town of Estes Park and the Estes Valley Recreation and Park District are on the core planning team and have participated in all aspects of developing the plan and EIS. The Colorado Division of Wildlife, Grand County, Larimer County, the Town of Grand Lake, the U.S. Bureau of Reclamation, and the U.S. Forest Service are on the extended planning team and have provided expertise and data on pertinent topics and reviewed appropriate portions of the draft plan and EIS.  In order to develop a full range of reasonable alternatives, National Environmental Policy Act (NEPA) requires that issues, concerns, and ideas related to the project are identified as one of the initial steps in the planning process. An EIS is prepared to evaluate the effects of different management alternatives on resources and values so that well informed management decisions can be made. Under the guidance provided by NEPA, public involvement plays a large role in evaluating the effects of potential management alternatives. In the initial phase of scoping, you were asked to review potential management tools and suggest additional management actions. Your responses were then considered in the development of the draft alternatives. In the second phase of scoping, which took place in fall 2004, you were asked to review the draft alternatives, including an alternative which is a continuation of current management policies. A draft plan\/EIS was prepared to analyze the natural, social, and economic impacts of the alternatives that were developed. The draft plan\/EIS was available for your review for 75 days following publication of the Notice of Availability by the U.S. Environmental Protection Agency (EPA) in the Federal Register on April 20, 2006. The public was strongly encouraged to send their comments on the draft EIS and the comment period lasted through July 2006. Approximately 2,700 responses, which included about 150 substantive comments, were received on all of the alternatives including lethal reduction, intensively managed wolves, fertility control, elk redistribution, vegetation restoration, public hunting in the park, and restoration of a self-sustaining wolf population. Concern was also expressed about the high cost of the alternatives, including the preferred alternative. The Record of Decision (ROD) for the Final Elk and Vegetation Management Plan at Rocky Mountain National Park was signed February 15, 2008 by Mike Snyder, Intermountain Regional Director for the National Park Service. Park staff have begun working on implementing the 20 year plan. The initial phase of the preferred alternative relies on a variety of conservation tools including fencing, redistribution, vegetation restoration and lethal reduction (culling) of elk. In future years, the park will, using adaptive management principles, reevaluate opportunities to use wolves or fertility control as additional tools. Schedule Fall 2003 - Fall 2004  The project was initiated and scoping was conducted on issues and concerns. Preliminary alternatives were developed and public workshops were held to solicit comments on the alternatives.  Summer 2005  The range of alternatives and the details associated with those alternatives were finalized and preliminary analyses of their effects on natural, social, and economic resources in the project area were made.  Winter 2005\/2006 and Spring 2006  The Draft Elk and Vegetation Management Plan and EIS was prepared and published for public review and comment.  Fall 2006 - Fall 2007  The NPS and partners reviewed, consolidated, and responded to public comments received on the draft plan\/EIS and the Final Elk and Vegetation Management Plan\/EIS were prepared.  December 2007  The Final Elk and Vegetation Management Plan and EIS, including response to public comments, were published and released. Prepare the Record of Decision.  Early 2008  Notice of Availability of a Record of Decision published by the EPA, and ROD posted to this website.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/elk_vegetation_planning.htm"
}
