{
    "title": "Mississippi National River & Recreation Area: Partners",
    "body": "Journey to the Falls: Partners       Journey to the Falls Coordinator    Mississippi National River and Recreation Area A 72-mile corridor of river and land extending through the Twin Cities metropolitan area was designated in 1988 as the Mississippi National River and Recreation Area (MNRRA) to represent the national significance of the Mississippi River. This National Park unit works with numerous partners to preserve, protect and enhance the historical, cultural, natural, scientific, economic, recreational and scenic resources of the corridor. Journey to the Falls (JTF) introduces young students to these resources in the Minneapolis area. On JTF field trips National Park Rangers present learning experiences about the geological and human forces of change on the river. MNRRA staff also provides overall coordination for Journey to the Falls.    Educational Partners    Mill City Museum, Minnesota Historical Society Mill City Museum opened in 2003 as the latest addition to the Minnesota Historical Society’s network of museums and historic sites.  Built within the ruins of the National Historic Landmark Washburn A Mill, Mill City Museum creates opportunities to discover the people and industries that built Minneapolis, transformed a region and influenced our world.  It is located on the Minneapolis Riverfront just a short walk from the Mississippi River’s only significant waterfall, the Falls of St. Anthony. On Journey to the Falls field trips, Museum staff will conduct an activity onboard the riverboat and as well as a hike near the museum and on the Stone Arch Bridge.    U.S. Army Corps of Engineers, St. Paul DistrictA branch of the United States Army, the Corps of Engineers provides a variety of services for the country, including management and operation of river navigation systems for water transportation. In the 1930s Congress mandated that the Corps construct a system of navigation locks and dams on the Mississippi River so vessels can transport goods upstream of St. Louis, MO. Today a 9-feet-deep navigation channel utilizing 29 locks and dams is maintained on the Upper Mississippi River. Dams hold back water to form deeper navigation \"pools,\" and river vessels use a series of locks to \"step\" up or down the river from one water level to another. On Journey to the Falls field trips, students will be introduced to how this system works and the role the Corps has played at Saint Anthony Falls.    The Riverboat \"Minneapolis Queen\"The Minneapolis Queen, christened in 2005, provides both public tours and private charters for groups from 40-125. The Minneapolis Queen is a state of the art vessel, meeting all of the U.S. Coast Guard regulations for passenger safety and comfort, yet boasts a decor of years gone by. As you travel on the Mississippi River through downtown Minneapolis by the famous St. Anthony Falls you feel the rich history of this city built from the river and the falls. The century-old mills are still present. The downtown area is a mecca for visitors and residents, providing outdoor recreation and historical activities. On their \"Journey to the Falls\" field trip aboard the Minneapolis Queen, students will learn about America’s greatest river, and discover the heart of Minneapolis and it's history.     Minnesota Center for Book Arts (MCBA) MCBA is a nonprofit arts organization working to engage diverse artists and learners in finding creativity, expression and inspiration through the book arts. MCBA provides classes in the arts of papermaking, letterpress printing, printmaking and bookbinding for youth, families and adults. An artist fellowship program, artists’ cooperative, lectures and studio space and equipment are also offered. Youth workshops engage youth (pre K-12) in hands-on bookmaking experiences, with a focus on building creativity and literacy through arts-infused learning. In MCBA's studios and school classrooms, students explore papermaking, printing and bookbinding and create their own book artwork. In-school residencies provide deeper arts-infused learning experiences for students and are customized to fit classroom curriculum. MCBA's teacher workshops provide instruction in basic techniques and integration of book arts into classroom curriculum. MCBA regularly presents customized programs at teacher conferences and school in-service days. MCBA’s community programs include school family nights, book festivals, on-site family classes, summer camps and other public family events, often in partnership with other organizations such as the Loft Literacy Center and Mill City Museum. For Journey to the Falls MCBA provides teachers with instruction on journal-making.    Mill Ruins Park, Minneapolis Park & Recreation Board (MPRB) Mill Ruins Park is a relatively new addition to the Minneapolis Park system. Opened in 2001, the park is located immediately adjacent to the Mississippi River at the west end of the Stone Arch Bridge in downtown Minneapolis. In its heyday, this area of mills, canals, and other historic features was the center of Minneapolis’ booming 19th century flour industry. Many immigrants began their new lives in America working here as well. The park features partially revealed mill ruins and the restored tailrace, walking paths, and fabulous views of the river, the downtown skyline, and adjacent mill buildings. On Journey to the Falls, MPRB interpreters provide an archaeology activity.    Program Support    Mississippi Park Connection, National Park Foundation The Mississippi Park Connection’s mission is to strengthen the enduring connection between the people and the Mississippi River by restoring, preserving, and encouraging exploration of the Mississippi National River and Recreation Area. This is done by raising and granting funds in support of MNRRA’s education and stewardship programs, increasing awareness of our National Park and the Mississippi River, and making strategic grants to support innovative partnerships. The Connection provides funding support for the Journey to the Falls program, including scholarships, teacher workshops, and educational components.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/education\/jtfpartners.htm"
}
