{
    "title": "Mississippi National River & Recreation Area: Asian Carp and Lock Usage",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Asian Carp     Asian Carp and Lock Usage                  Asian Carp and Lock Usage          If you are a boater and you must travel from one pool to another, consider trailering your watercraft around the lock instead of going through it.   The National Park Service is working to slow the advance of Asian carp into the Mississippi River watershed north of the Twin Cities. The Park Service believes that using the locks will allow passage of these fish to uninfested waters. Upper St. Anthony Falls Lock and Dam and Lock and Dam No.1 are two of the highest dams on the upper Mississippi River, at 49 feet tall and 36 feet tall, respectively. The only way carp can pass them is to swim through the locks when they open to pass a boat. The distance between the water above and below the dam is far enough that a carp can't jump over the dam, even during floods. Therefore, minimizing lock use will limit Asian carp traveling farther north on the Mississippi.  Upper St. Anthony Falls Lock and Dam and Lock and Dam No. 1 are two of the northern-most dams capable of stopping carp movement - the last strong defenses against these northward moving fish. If Asian carp are allowed north of the Upper St. Anthony Falls Lock and Dam and Lock and Dam No. 1, these fish will not have much difficulty moving the rest of the way up the Mississippi River. If left unchecked, Asian carp may find their way into lakes such as Itasca, Mille Lacs, Bemidji, and other Mississippi River tributaries. Asian carp are known to out-compete native fish for food and habitat, which can drastically lower the native species' numbers and health. This includes native game fish, such as bass, walleye, and northern pike. To add to the problem, silver carp (one of the four invasive Asian carp species) are known to jump up to 10 feet out of the water when startled. At 40 pounds or more, they can seriously injure boaters and damage boats and equipment. Asian carp aren't the only problem. Other invasive species, like zebra mussels and Eurasian water milfoil, can hitch rides through locks as well. We can all do our part to help prevent the spread of the Asian carp and other invasives!            Read John Anfinson's history of the early locks and dams (PDF)",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/nature\/minimizing-lock-usage.htm"
}
