{
    "title": "Mississippi National River & Recreation Area: Art Gallery",
    "body": "Big River Art Galleries                    2015 Big River Art Contest Winners   20 Photos  Winning artwork from the 2015 Big River Art Contest for students in grades 3-6.          Big River Journey Art Contest 2006   1 Photos            2014 Big River Art Contest Winners   16 Photos  Winning artwork of the 2014 Big River Art Contest                             Student art featured in the Gallery are the winning entries from the Big River Art Contest. Student artists in grades 4-6 use their experiences learning on the Mississippi River and studies in the classroom to create art that is beautiful, whimsical, and informative.  The Big River Journey Art Contest artwork is judged in four categories:   The Mighty Mississippi Caring for the River Big River Journey Journey to the Falls   In each category there are four winners, including a grand prize winner. Occasionally, there may also be honorable mentions. The Big River Art Contest occurs annually, with entries due and winners chosen near to the end of the school year. Contest and eligibility rules are found on our website.  Winning artwork from last year's contest is currently on display at the Mississippi River Visitor Center in the Science Museum of Minnesota, 120 West Kellogg Blvd., St. Paul. Winning artwork from previous years is displayed at other visitor centers throughout the park. Call Brian Goodspeed, 651-293-8414 (or e-mail him) for more information.      Ideas to Get Started What's the View? (example artwork) Take a different look at the Mississippi River. What's happening beneath the surface of the river? What's the view from above? Make a vertical picture to give a fresh perspective.  Be Whimsical! (example artwork) Sometimes a humorous approach is a great way to share a message. I. Dell, M. Kerr, G Yzaguirre But I Can't Draw! (example artwork) You don't have to be the greatest artist to make a great picture. Try collage. Write a good message (check your spelling) and then draw to support the message. L. Hodges, L. Behrenbrinker, I. Jackson The Mississippi is a River of Life (example artwork) Show the variety of life that depends upon the river. Show how the river changes with the seasons. A. Yang, L. Alexander, A. Reece, K. Yang, S. Patrick My Visit to the Mississippi (example artwork) Draw a picture of what you did or saw while on Big River Journey or Journey to the Falls. You might show all the stations or just one. You might even draw the big ideas talked about such as watersheds and caring for the river. K. Gilbertson, M. Kim, D. Graske, S. Mazarra, K. Langer, L. Zan, L. Niemann",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/education\/brjartgal.htm"
}
