{
    "title": "Mississippi National River & Recreation Area: Waterbird Surveys",
    "body": "Waterbird Surveys         American white pelicans NPS Photo  The Mississippi Flyway is the longest migration corridor in the Western Hemisphere. From the Mackenzie River Valley in the Northwest Territories to the Mississippi Delta in Louisiana, the Mississippi Flyway provides over 3,000 miles of quality habitat uninterrupted by mountains making this route an ideal passage for millions of migrating birds, including 40% of the continent's waterfowl. For over 20 years the aerial survey - which runs through the fall migration - has monitored waterfowl\/ waterbird abundance, distribution and peak migration times in the upper Mississippi River (map). This data helps biologists and officials make decisions about hunting regulations and habitat management.   Fall Flights Each fall, the U.S. Fish & Wildlife Service and partners count waterbirds from Pool 2 (Twin Cities) through Pool 4 (Lake Pepin) of the Mississippi River. These 'aerial counts' are taken from fixed-wing aircraft along the Upper Mississippi River National Wildlife Refuge and Mississippi National River & Recreation Area.  Fall Flight data and information (Upper Mississippi River National Wildlife and Fish Refuge)   Waterbird Survey Fact Sheet (U.S. Fish & Wildlife Service)    There will be no fall flights in upper Pools 2-6 in 2015. Fall flight surveys have been a cooperative effort between numerous partners:       U.S. Fish and Wildlife Service  National Park Service Mississippi Park Connection Minnesota Department of Natural Resources  Wisconsin Department of Natural Resources  Audubon  Prairie Island Indian Community    Ground Counts The National Park Service monitors waterbirds each fall at Red Rock Lake, St. Paul, MN (map). Ground counts help resource managers understand how waterbirds use vulnerable habitats in the Twin Cities.      Fall Ground Counts (National Park Service, Mississippi National River and Recreation Area)",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/nature\/waterbird_survey.htm"
}
