{
    "title": "Mississippi National River & Recreation Area: Opportunities",
    "body": "Volunteer Opportunities       Introduction  The volunteer opportunities below are regularly occurring opportunities, some of which are available on a seasonal basis. Individuals and small groups are welcome. Training varies based on the event or project. Big River Journey  Volunteers on Big River Journey board river boats and assist Park Rangers and our partners in teaching 4th-6th grade students about the Mississippi River. Volunteers commit to a minimum of two dates. Trips generally take place during the first three weeks in May and the last two weeks of September.  Learn more about BRJ… Journey to the Falls  Help teach students about the history of the Mississippi River's Saint Anthony Falls while aboard a river boat. Students experience the Falls through hands-on learning stations, journaling, land-based lessons, and a simulated archaeological dig. Volunteers commit to a minimum of two dates. Trips generally take place the last week of May, first week of June and the first week of October.  Learn more about JTF... Work with Youth  Education programs take place outdoors along the Mississippi River throughout the year. Volunteers help youth discover the fun in learning through geo-caching, fire building, fishing, macro-invertebrate sampling, bird watching, shelter building and more.  Many of these programs take place once a school requests a program. All education programs are ranger led with volunteers assisting small groups of students as they rotate between station activities. Bike with a Ranger  Volunteers work with Rangers leading groups of bicyclists along Mississippi River trails. Trips occur on Saturdays in July through September. Volunteers commit to two rides during the season. Learn about Bike with a Ranger… Trails and Rails  Ride Amtrak's Empire Builder train between St. Paul, MN and Columbus, WI and provide river interpretation to fellow travelers. Volunteers commit to 4 train trips between mid-May and mid-September and must already be a current volunteer with the park. Habitat Restoration Events  Volunteers remove invasive plants, plant native vegetation, or assist in river corridor clean-ups along the Mississippi River. Work at your own pace in scenic settings. This is an excellent introduction to the Mississippi River with a flexible schedule. Volunteers sign up for the location and dates that work best for them. Restoration Crew Leader  Volunteers assist Rangers or work in pairs supervising 15-20 volunteers in habitat restoration projects throughout the summer. Must commit to an average of one weekend or weekday event per month. Internships  Volunteer positions are offered as internships for students are rare. Internship positions are typically arranged between the student and a specific NPS staff person. Call for more information. Special Events  Volunteers assist Rangers at special events. Events include the WaterShed Tent, Big River Art Contest, Children's Water Festival and more! Volunteers sign up for events that best fit their schedule. This opportunity is perfect for short-term commitments. Volunteers help interpret the Mississippi River, help with registration, logistics, and more. Projects for School, Scout Groups, Corporate, or Other Organizations  Custom projects can be arranged for your group of 15 or more from April through October. Most habitat restoration projects involve a 2-3 hour time commitment and focus on planting native plants and\/or removing invasive plants. Minnesota Academic standards can be addressed as part of School Volunteer\/Service programs. Our volunteer programs also meet various merit badge requirements for Scout groups. Special Skills  We may be able to customize a volunteer position for those with special skills or talents not listed above. Call us at the number below! Contact Information  Kathy Swenson, Volunteer Manager 111 East Kellogg Boulevard Saint Paul, Minnesota 55101 (651) 293-8424 e-mail us",
    "url": "https:\/\/www.nps.gov\/miss\/getinvolved\/supportyourpark\/vol_individual.htm"
}
