{
    "title": "Mississippi National River & Recreation Area: Invasive Carp Action Plan",
    "body": "Invasive Carp Action Plan       1\/22\/2015 The Upper St. Anthony Falls lock, which began passing ships up and down the Mississippi River in 1963, will close in June. More from MPR News... 7\/18\/2014 Commercial fishermen catch silver and bighead carp in Pool 2 of the Mississippi River. Pool 2 runs from Lock and Dam 1 at Hastings, MN upstream to Lock and Dam 1 (Ford Dam) in St. Paul. more... 7\/11\/2014 Legislation is passed and signed into law closing the Upper St. Anthony lock by June, 2015 to prevent the spread of invasive carp. more... 7\/11\/2012 The National Park Service is encouraging boaters to trailer boats around the locks instead of going through them. This will minimize the chance that Asian carp will pass through the locks and into uninfested waters. Please do your part to help stop these fish! more...  6\/07\/2012 The DNR has officially announced the infestation of waters south of Lock and Dam No. 2 on the Mississippi River by bighead and silver carp. Due to the confirmed presence of Asian carp, it is now illegal to harvest bait and transport water from this area of the river. Visit the Minnesota Department of Natural Resources website for a list of infested waters. 10\/20\/2011 Mississippi River testing confirms presence of silver carp DNA as far up as Lock and Dam No. 1. Of the 50 samples gathered downstream of the dam, 14 tested positive for presence of silver carp DNA. See the sampling map (PDF, 1.1mb) 8\/11\/2011 On June 28 and June 29, 2011, eDNA Solutions, Inc. conducted environmental DNA (eDNA) testing in the St. Croix and Mississippi rivers for Black, Bighead and Silver carp. Testing on the St. Croix occurred from below the dam at Taylors Falls and continued 4.3 miles downstream. The testing on the Mississippi covered a reach from immediately below low Lock and Dam No. 1 (Ford Dam) to the mouth of the Minnesota River about 3.5 miles downstream. See the report, eDNA Surveillance of Asian Carp on the St. Croix and Mississippi River (PDF, 500kb) for detailed findings.  Funding for the study has been provided by the Mississippi Park Connection and St. Croix National Scenic Riverway Fund of the St. Croix Valley Foundation.         Silver carp (Hypophthalmichthys molitrix) US Fish and Wildlife Service  Asian carp (bighead, black, grass and silver) are moving up the Mississippi River from their accidental introduction points in the U.S. south. Because of their potential to disrupt the ecosystems of rivers and lakes, the Mississippi National River and Recreation Area is working on a plan to stop them as far down stream as possible.  The Mississippi National River and Recreation Area convened meetings with representatives of the Minnesota Department of Natural Resources, the U.S. Army Corps of Engineers, the U.S. Fish and Wildlife Service, City of Minneapolis and Three Rivers Park District to develop an Asian carp action plan for the Mississippi River in the Minneapolis\/St. Paul metropolitan area. Stakeholder and public participation is essential to this process. The action plan's 4-step approach to minimize the effect Asian carp have on the Mississippi, St. Croix, and Minnesota rivers:  early detection and response prevention and deterrence mitigation and control and outreach and communication        Additional Information  2011 Obama Administration Asian Carp Control Strategy Framework Army Corps of Engineers: Great Lakes and Mississippi River Interbasin Study Asian Carp Regional Coordinating Committee (asiancarp.us) Minnesota DNR: Preventing the Introduction of Asian Carp into Minnesota Minnesota DNR: Minnesota's Watershed Basins Wisconsin DNR: Asian Carp Control Efforts USGS: Asian Carp Invasion of the Upper Mississippi River System (2000)",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/nature\/asiancarp.htm"
}
