{
    "title": "Mississippi National River & Recreation Area: Handling and Collecting Mussels",
    "body": "Handling and Collecting Mussels           Return live mussels to the water where you found them.   Don't Move a Mussel! Try not to disturb living mussels. If you move one, replace it on the riverbed or lake bottom in the same place and position as you found it. That will give the animal a fighting chance for continued survival. In Minnesota, it is illegal to possess any live mussels. Licensed anglers may possess up to 24 whole shells or 48 shell halves from dead mussels that are not endangered or threatened species. In Wisconsin, it is no longer legal to harvest any live mussels from the waters of the state. Shells of dead mussels may be taken as long as they are not from a threatened or endangered mussel. No protected species of any kind, anywhere, can be taken without a special permit. Within the St. Croix National Scenic Riverway, which includes the St. Croix and Namekagon rivers, live mussels or empty shells cannot be taken regardless of their home state protection status. Explore and Find Mussels Water scoping is a great way to search for mussels from the shore. You can make your own waterscope by cutting out the bottom of a water bottle, bucket or other container and replacing it with clear plastic. Snorkeling and scuba diving are also common ways to search for freshwater mussels. Mussel ID Resources:   Mussel Species of the Mississippi National River and Recreation Area (PDF; 164 KB) Freshwater Mussels of the Upper Mississippi River (US Fish and Wildlife Service) Field Guide to Freshwater Mussels of Minnesota (spiral-bound book) Freshwater Mussels of the Upper Mississippi River (Free Booklet) Booklet also available at the Mississippi River Visitor Center  Identification of mussels is tricky. It can be difficult to know if you've found a rare or endangered mussel, or a common one. That is why it's best to examine shells where you find them and then leave them in their natural setting.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/nature\/musscollec.htm"
}
