{
    "title": "Rocky Mountain National Park: Leave No Trace",
    "body": "Explore This Park    Get Involved     Support Your Park     Leave No Trace              Leave No Trace        East Inlet, Rocky Mountain National Park NPS        With increasing visitor use, both day and overnight, it is important to minimize our impacts and Leave No Trace of our visits to wilderness, parks and other special places. Trips that include awareness and the use of minimum impact practices conserve natural conditions of the outdoors which make the adventure enjoyable all allows others the same experience. Leave No Trace is a national program which promotes the protection of our nation's wildlands through education, research and partnerships. Leave No Trace teaches minimum impact hiking and camping skills.  It also instills wildland ethics and builds awareness, appreciation and respect for our public recreation places. All federal land management agencies promote the Leave No Trace message. Working with outdoor retailers, educators and user groups, these federal agencies are making Leave No Trace a common language for all outdoor enthusiasts.       Leave no Trace is simple, whether you are hiking and camping in the park's wilderness or driving Trail Ridge Road for an afternoon. The following seven principles can be applied to any natural setting to minimize human impacts on the environment.  Plan ahead and prepare Travel and camp on durable surfaces Dispose of waste properly Leave what you find Minimize campfire impacts Respect Wildlife Be considerate of other visitors  Please learn and practice Leave No Trace skills and ethics and pass them on to those you come into contact with. It's easy to enjoy and protect the park simultaneously.   For more information, stop by the park's Wilderness Office or visit the Leave No Trace website.          Know the distances and elevation gain of your trip. NPS   Plan Ahead and Prepare   Know and obey the regulations and special concerns for the area you'll visit. Be physically and mentally ready for your trip. Know the ability of every member of your group. Be informed of current weather conditions and other area information. Know and accept risks associated with wilderness experiences. Take responsibility for yourself and your group. Always leave an itinerary with someone at home. Choose proper equipment and clothing in subdued colors. Plan your meals and repackage food into reusable containers.           Stay on designated trails while hiking. NPS   Travel and Camp on Durable Surfaces While traveling  Stay on designated trails and hike in single file. Never shortcut switchbacks. When traveling crosscountry, choose the most durable surfaces available: rock, gravel, dry grasses or snow. Spread out so you don't grind a path where one didn't exist before. When you stop to rest, be careful not to mash vegetation. Sit on rocks, logs or in clearings.  At Camp     Camp safely away from standing dead trees, but stay as near to the metal arrowhead and campsite post marker as possible. Restrict activities to the area where vegetation is compacted or absent. Use a large plastic water container to collect water so you don't need to make frequent trips to the water source. Wash your dishes and yourself at least 200 feet (75 adult paces) from water sources, and use small amounts, if any, of biodegradable soap. Scatter strained dishwater. Strain food scraps from wash water and pack them out. Pack everything you bring into the wilderness back out. Inspect your campsite for trash and evidence of your stay. Pack out all trash, both yours and others.           Use wilderness pit toilets when available. NPS   Dispose of Waste Properly   There are pit toilets at many wilderness sites. Use them. If there are no pit toilets nearby, urinate or defecate at least 200 feet (75 adult paces) from water, camp or trails. Urinate in rocky places that won't be damaged by wildlife who dig for salts and minerals found in urine. Deposit human waster in cat holes dug 6-8 inches deep. Carry a small garden trowel or lightweight scoop for digging. Cover and disguise the cat hole when finished, or pack out solid waste. Use toilet paper sparingly and pack it out along with sanitary napkins and tampons in an airtight container. Consider using natural toilet paper such as a smooth rock or soft pinecone.         Leave any natural or cultural materials where they belong. NPS   Leave What you Find   Treat our natural heritage with respect. Leave plants, rocks and historical artifacts as you find them. Good campsites are found, not made. Altering a site should not be necessary. Don't build structures or dig trenches. Let nature's sounds prevail. Speak softly and avoid making loud noises. Allow for others to enjoy the peace and solitude of being in the wilderness.  Minimize Campfire Impacts      Campfires can cause lasting impacts to the wilderness. Always use a lightweight, portable stove for cooking. A campfire is luxury, not a necessity. Enjoy the sounds and wonders of the darkness, or use a candle lantern instead of a fire. Where fires are permitted, use the metal fire grate. Don't scar large rocks by using them to enlarge the fire area. Gather dead and down sticks no larger than an adult's wrist from a wide area.  Leave them in their natural form until you are ready to burn them. Scatter any unused sticks. Do not snap branches off live, dead or downed trees. Put campfires out completely. Remove and pack out all unburned trash from the fire grate. Scatter the cold ashes over a large area well away from camp.            Do not disturb wildlife you may see. NPS   Respect Wildlife   Enjoy wildlife at a distance. Never feed wildlife. A carry-in\/carry-out bear-resistant food storage canister is required April-October for all wilderness sites below treeline. Minimize noise. Avoid sensitive habitat.           The Longs Peak trail is a popular climb in the summer. NPS  Be Considerate of Other Visitors   Visit the wilderness in small parties. More people means more impact. Avoid popular areas during times of high use. Avoid conflicts. Minimize noise. Keep a low profile. Take breaks and rest well off the trail, on a durable surface of course. Yield to horse traffic.  Download the Leave No Trace poster",
    "url": "https:\/\/www.nps.gov\/romo\/getinvolved\/supportyourpark\/leavenotrace.htm"
}
