{
    "title": "Mississippi National River & Recreation Area: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer       Introduction  Volunteers at the Mississippi National River and Recreation Area work alongside park rangers on a wide variety of events and projects. Volunteers provide valuable assistance in restoring native landscapes, providing new experiences and learning opportunities for school groups, assisting at events, and providing visitors with information about how to experience the Mississippi River. Whether you are interested in volunteering for a one-time event or on a regular basis, we have a volunteer opportunity for you! Individuals can volunteer for a scheduled event or with an existing park program or we will work with groups (work, church, scout, etc.) to set-up and schedule a custom volunteer experience. The volunteer program is jointly managed by the Mississippi National River and Recreation Area and the park's non-profit charitable partner, the Mississippi Park Connection. Volunteer opportunities are advertised in a monthly e-mail newsletter. To sign-up for the newsletter, e-mail the park or call the Volunteer Coordinator, Kathy Swenson at (651) 293-8424. Volunteer opportunities fall into three main areas, habitat restoration, education and public programs. Habitat Restoration Volunteers  Habitat restoration volunteers include Crew Leaders who help rangers lead groups of other volunteers. Habitat restoration is a great activity for a group such as a work, scout or church group.  Other volunteers help with habitat restoration by attending a River Action Volunteer Event (RAVE). A RAVE combines an outdoor activity such as canoeing, biking, or snowshoeing with riverside habitat restoration. Habitat restoration events take place along the river primarily between Coon Rapids dam and St. Paul. The Mississippi Park Connection will help you register for a habitat restoration event. Call Mary Hammes at  651-291-9119   or e-mail her to set up a group event.  Education Program Volunteers  Education program volunteers help youth discover the science, history and fun of the Mississippi River. These events occur throughout the year although the spring and fall are the times of highest need for volunteers. These programs primarily take place on weekdays. Hop on-board a riverboat to help 4th – 6th graders learn the science and history of the Mississippi River or assist at a mock archaeological dig. Is helping students learn to fish- summer and winter- more appealing? How about helping students learn to navigate using a GPS or compass? Volunteers with a knowledge of bids are needed to share their knowledge with students. Contact Kathy Swenson at 651-293-8424 or e-mail her to volunteer or learn more.  Public Program Volunteers  Public program volunteers engage visitors to the park at our Mississippi River Visitor Center located at the Science Museum of MN, ride along on the Bike with a Ranger program, help at events, or with the park's Trails and Rails program.  Ready to Volunteer?  Want to learn more? Do you have specific skills you'd like to share? Click here to read about volunteer opportunities or give Kathy a call.       Volunteers work with Park Rangers to restore natural habitat along the Mississippi River.     Contact Information Kathy Swenson, Volunteer Manager 111 East Kellogg Boulevard Saint Paul, Minnesota 55101 (651) 293-8424 e-mail us      Mississippi National River and Recreation Area is committed to a strong non-discrimination policy respecting its employees and volunteers. Contact the Volunteers-In-Parks Manager for more detailed information regarding workplace conditions and policies.     Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/miss\/getinvolved\/volunteer.htm"
}
