{
    "title": "Mississippi National River & Recreation Area: Bird Watching",
    "body": "Bird Watching          Do you have a birdlist? How do I identify birds?  What field guides?   Field Notes and Lists? Do I need binoculars?         With so many different types of birds out there, learning to recognize them can seem impossible. But bird watching isn't just for experts. It just takes time, practice, and some gear. Compared to some other hobbies, bird watching is simple and it's easy to get started. If you're thinking about becoming a birder, there are several questions you may have:    Do you have a birdlist? Yes. It lists the species and their seasonal occurence within our area. The birdlist may be downloaded here.    How do I identify birds? Many birds are easy to identify, but others tax the identification skills of even expert birders. Often the bird you are watching may quickly disappear, giving you only a glimpse. And, of course, young birds may not look the same as their parents and the adult males often don't look like their mates. Birders, when seeing an unfamiliar bird, may ask the following questions:  What size is the bird? Size is often difficult to distinguish, so it may be useful to compare it to birds of a known size, for instance a crow or a robin.  What color is it? Some birds are very brightly colored, such as male northern cardinals. Some birds will have contrasting colors, such as black and orange. Some birds may flash colors when flying.  Does the bird have any distinguishing field marks? Long legs, color flashes, shape of bill and body are clues to the identity of a bird.  What was the bird doing? Was it perching on a branch, scratching in the leaves, or soaring overhead? Did it hop or run? Bird behaviors are often valuable clues used to identify birds.  Where did I see the bird? Birds have preferences as to where they live. For instance, bald eagles will usually be found near water and rock doves (pigeons) are more likely to be seen in urban areas or around farm buildings rather than in forests.  What time of the year did I see the bird? This may be important because some birds are found here only in spring and fall (during migration) while others are here only in winter or summer.  Use the \"What Bird Was That?\" page to help identify some of the birds of the Mississippi National River and Recreation Area. Top    What field guide should I get? Field guides are used for identifying the birds you see. There is a wide variety of bird guides available and each have their strong and weak points. For instance, some birders prefer field guides that use photographs of the birds while others prefer paintings. Range maps, information on behavior, and diagrams and glossaries are needed. Shop around for a good field guide at any bookstore (such as the Minnesota Bookstore). Following are guides that you may want to consider:  Robbins, Bruun, Zim, Singer: Golden Guide, Birds of North America. An inexpensive field book for younger or casual birders. National Geographic Society Field Guide to the Birds of North America Donald &Lillian Stokes: Stokes Field Guide to the Birds, Eastern Region Roger Tory Peterson: Peterson Field Guides, Eastern Birds National Audubon Society Field Guide to North American Birds David Allen Sibley: The Sibley Guide to Birds  Top    Do I need to keep a field notebook or lists of birds I see? It can help to keep a log and write down some notes about the birds that you observe. These notes can be compared to field guides later to identify the birds. You can also use your notes as a reference if you think you see the same bird again. Although not all birders use a field notebook, some find it useful in learning more about birds. Keeping lists is an enjoyable way of recording which birds you see, but isn't necessary. Some birders keep a \"Backyard List,\" only the birds seen in their backyard. Others keep lists for their county, country, or even \"Life Lists,\" which records every bird they see without regards to geographic boundaries.  Top    Do I need binoculars? Binoculars are important for identifying birds. Without them it is often difficult to see distant birds or tiny details on closer birds. Camera or specialty bird stores are good places to examine many different binoculars and to get good advice.  When choosing a pair of binoculars, consider the following:   Magnification: A larger magnification may makes objects easier to see, but may make it more difficult to find a bird in the binoculars. Increased magnification also increases \"shake,\" which makes seeing details more difficult without a tripod. Many birders opt for 6x or 7x binoculars. Exit Pupil: A larger exit pupil gives a brighter image in dimmer light. However, larger exit pupils increases the weight of the binoculars. Near-focus Distance: A low near-focus value is worth the extra money, as it permits seeing tiny details of nearby birds. Weight: Binoculars should be comfortable to wear, use, and hike with. Heavy binoculars are more likely to be left at home or in the car.  Top",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/nature\/birdsgear.htm"
}
