{
    "title": "Mississippi National River & Recreation Area: Be A Junior Ranger",
    "body": "Be A Junior Ranger         \"As a Junior Ranger of the Mississippi River I promise to explore the river, learn about the river, and protect the river.\"   What is the Junior Ranger Program?  The Junior Ranger Program at the Mississippi National River and Recreation Area connects people to the river through a variety of activities. The program is generally geared for ages 8-12, but anyone who wants to explore, learn about, and protect the river is welcome! Each National Park Service site has their own, unique Junior Ranger badge. Whether we're your first Junior Ranger badge or your 100th, we hope you'll enjoy becoming an official Junior Ranger at our Park! Become a Mississippi Junior Ranger  Earn the Mississippi Junior Ranger badge, featuring “Freddy” the flathead catfish, by visiting one of the participating visitor centers or attending a specific Junior Ranger event. Each site has a unique booklet or activity sheet, but they’re all tied to the Mississippi River Junior Ranger badge. Ask for the booklet when you arrive at one of the visitor centers. Then, answer the questions to learn about a specific part of Mississippi River life, and receive your badge. Didn’t have enough time to finish the booklet at the Visitor Center? Complete it, mail it to the Junior Ranger Coordinator (contact information is below), and we will send your badge and certificate. Become a WebRanger  Even if you can’t make it to the Mississippi National River and Recreation Area, you can still become a Junior WebRanger and explore National Parks. First, set up your own ranger station. Then choose your own activities to work on to learn about wildlife, ecosystems, and our nation’s history in different Parks. Contact Your Junior Ranger Coordinator   Brian Valentine,Junior Ranger Coordinator Visitor Center: (651) 293-0200 Office: (651) 293-8428 Email: Brian Valentine  Or send him mail at:  National Park Service - Mississippi National River and Recreation Area 111 East Kellogg Blvd., Suite 105 St. Paul, MN 55101",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/kidsyouth\/beajuniorranger.htm"
}
