{
    "title": "Mississippi National River & Recreation Area: Teacher Resources",
    "body": "Teacher Resources       Big River Journey Teacher's Guide  Download (PDF, 13.1 mb) The Big RIver Journey Teacher's guide, which includes handouts, classroom activities, resources and logistical information presented at the teacher's workshop.  Journey to the Falls Teacher's Guide   Download (PDF, 13.1 mb) The Journey to the Falls Teacher's guide includes handouts, classroom activities, resources and logistical information presented at the teacher's workshop. Classroom Activities Aluminum Boat (PDF) In the Aluminum Boat Activity, students will learn why boats float and why, without buoyancy, river and sea transportation, exploration, and commerce on the Mississippi River would not have been possible. In this activity, students will build aluminum foil boats and evaluate their designs using pennies as cargo. Aquatic Bugs (PDF) Students will use common household tools to discover how aquatic insects feed and what they are likely to feed on. In addition, students will be able to describe food chains. Birds, Beaks and Adaptation (PDF) The student will learn and describe how different kinds of bird beaks have adapted to feed on different foods within a specific habitat by using simple household tools. Also print the Teacher Adaptation (PDF). Bridge Span Activity (PDF) Students will research bridge types and construction and then try their hand at designing and building a bridge. Enviroscapes (PDF) Student groups will conduct and evaluate results of two experiments to demonstrate (1) how water pollution happens and (2) how to prevent it. Fort Snelling Classroom Activities Students will read and answer questions about early Minnesota fur trade and commerce along the Minnesota and Mississippi Rivers. Two pdf versions are available, one for teachers and one for students. Fossils (PDF) The student will create an imitation fossil that employs at least two elements that define a fossil. Incredible Journey (PDF) Students will describe the movement of water within the water cycle and identify the states of water as it moves through the water cycle. Also print the Teacher Adaptation (PDF). Lessons from a Landscape (PDF) Students will explore a local river or neighborhood to find answers to questions about the river, the landscape, and local history. Lumber & Sawmill Activities There are 3 activities, some with two sections, that will either prepare students for their Journey to the Falls or serve as post-trip activities. These activities focus on the historic lumber and sawmill industries of Minneapolis.  Introduction Part 1: Visit to a Sawmill Part 2: Minneapolis Lumber Part 3: Art of Lumbering A Visit to a Sawmill Booklet  Map the Mississippi River Watershed (PDF) Students will map the Mississippi watershed from its sources to the Gulf of Mexico to gain a better understanding of watersheds. Map the River in the Twin Cities (PDF) Students will map the Mississippi watershed through the Twin Cities using various resources to find historical and geographic landmarks. My Street is a River (PDF) Students will learn about the relationships among water runoff, pollution (and its sources), and permeable and impermeable surfaces in this interesting exercise. Online Learning: Surf the Mississippi at St. Anthony Falls (PDF) Students will explore the Internet to answer a series of questions about the history, geology, and geography of the Mississippi River in the Twin Cities and early uses of the river system.  Poetry (PDF) Students will learn about and use one or more forms of poetry to express their understanding of the Mississippi River. Questions for Introducing River Learning (PDF) Students will explore the Mississippi River through questions about wildlife, transportation, geography, culture, and history. River Theme Activity Ideas (PDF) This document contains a list of activities from which teachers and students may choose. Activities include exploring the river through the sciences, humanities, and through service learning. Sedimentary Layers (PDF) Students will utilize two types of sediment and water to create sedimentary layers as found in sedimentary rocks along the Mississippi River. They will learn that moving water carries and sorts sediments, changes landforms, and creates strata. Waterfall on the Move There are three activities related to St. Anthony Falls and Mississippi River geology that will help prepare students for their Journey to the Falls experience; Mississippi River Bluff Strata, St. Anthony Falls from 1680-1876, and Map the River in the Twin Cities.  Introduction Part 1: Mississippi River Bluff Strata Part 2: St. Anthony Falls 1680-1876 Part 3: Map the Mississippi in the Twin Cities  Web of Life Game (PDF)  Students will learn how animals compete for resources and the impacts an exotic species can have on a natural ecosystem. Also print Teacher Adaptation (PDF). Additional Resources  Mississippi River Macroinvertebrates (Powerpoint Presentation, 4.2mb) Learn about some of the macroinvertebrates that we see in the river.  Birding Boat Song and Lyrics Birding Boat Brochure: 2 page (8.5x14\" paper, 1.9mb PDF), 3 page (8.5x11\" paper, 1.2mb PDF) Books and Literature (PDF) Explorers of the Mississippi (Powerpoint, 10.5mb) or (PDF, 1.13mb). Download these files to a local computer by clicking on one of these links and then on \"Save.\" Fort Snelling State Park (PDF) Journey of a Waterfall (recession) (PDF) Locking Through Interactive Questing at Mill Ruins Park Questing is a fun way to explore a site of interest by providing clues that reveal stories and paths to new avenues of discovery. The Mill Ruins Park River Quest tells the stories of the Mississippi River - including the St. Anthony Falls, the lock & dam, flour milling, native flora and fauna, and more. more... River Heritage Posters River Facts (PDF) Songs of the Mississippi River Vocabulary 1 (PDF) Vocabulary 2 (PDF)           back to top",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/education\/teacherresources.htm"
}
