{
    "title": "Mississippi National River & Recreation Area: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Introduction The 54,000-acre Mississippi National River and Recreation Area was established by Congress in 1988. A true partnership park, the National Park Service owns very little land within its borders but works with 25 local governments, several state agencies and numerous organizations to protect the globally significant resources along the 72-mile stretch of river running through the Minneapolis\/Saint Paul metro area. The following are important documents that readers can use to understand the vision, goals and management of the Mississippi National River and Recreation Area. Superintendent's Compendium The National Park Service has revised rules affecting the use of nine Mississippi River islands it owns within the 72-mile corridor and Coldwater Spring. These federal rules do not affect activity on private property, on city, county or state park land, or on federal land managed by other agencies. Read the Superintendent's Compendium (PDF, 1.8MB). Foundation Documents Foundation documents explain the purpose, significance, fundamental resources and values, interpretive themes and description of the Mississippi National River and Recreation Area. Read or print the Foundation Document Overview (PDF, 1.8MB) or the full Foundation Document (PDF, 8.6MB). Strategic Plan Mississippi National River and Recreation Area staff worked with the Mississippi River Fund and Cinncinnatus, Inc, a consulting firm, to develop a strategic plan that clarifies the goals, visions, and values of the park.  Comprehensive Management Plan The Comprehensive Management Plan was established and issued in 1995. It serves as the general management plan for the Mississippi National River and Recreation Area. The plan provides guidance for managing this area for 10-15 years.  Alternative Transportation Plan The Mississippi National River and Recreation Area's Alternative Transportation Plan (ATP) will identify how to connect non-motorized transit opportunities along the Park's 72-mile long corridor. For more information and updates on ATP's progress, watch their page. Water Resources Information and Issues Overview Report In 2004, the Mississippi National River and Recreation Area (MNRRA) requested technical assistance from the Water Resources Division (WRD) of the National Park Service. The MNRRA and WRD developed the Water Resources Information and Issues Overview Report (PDF 3.2MB), a document that attempts to characterize water resources in MNRRA, reports the outcomes of a two-phase water resources scoping effort undertaken in 2005, and describes the subsequent analysis and conclusions of MNRRA and WRD staff. Open Space Protection Opportunities The National Park Service has developed the Open Space Protection Opportunities, a suite of informational tools that includes maps, a guidebook, and spatial data for use in a geographic information system. This information illustrates open space protection and restoration opportunities in the Mississippi National River and Recreation Area. Fort Snelling Upper Post Program Change The Minnesota Department of Natural Resources (DNR) has requested the National Park Service (NPS) transfer a 141-acre parcel of Fort Snelling's Upper Post from the Federal Lands to Parks program to the Historic Surplus Property Program. As part of the program change, the DNR and NPS have prepared a Draft Program of Preservation and Utilization (PPU). The Final PPU will accompany the deed and is a binding element of the deed that the NPS must approve. The NPS recognizes that the program change is an undertaking per Section 106 of the National Historic Preservation Act of 1966, as amended, and is seeking public input.  National Park Service Centennial Celebration, 2016 Plans are already underway for the celebration of 100 years of preserving and protecting America's important places by the National Park Service. Each park has started to identify how to highlight the importance of these nationally significant places. Read our initial thoughts on the subject in the Mississippi National River and Recreation Area Centennial Strategy.  Coldwater Spring Unit  The National Park Service is working to restore native plant communities, oak savannah, tallgrass prairie and wetland habitats at Coldwater Spring Park.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/management\/index.htm"
}
