{
    "title": "Mississippi National River & Recreation Area: School Group Program Listing",
    "body": "School Group Program Listings       School or group programs are available weekdays 10am - 3pm at the Mississippi River Visitor Center by advance arrangement. Limit 8 - 30 students at one time, subject to staff availability and program choice. All programs FREE except as noted.      Explore our National Park: the Mississippi National River & Recreation Area (20 min.) The Mississippi National River and Recreation Area extends 72-miles through the Twin Cities. Find out what makes this area a special and unique National Park using the floor graphic in front of the Visitor Center. Discover the resources that make this section of the Mississippi River nationally significant. Use map reading skills to find YOUR connection to the Mississippi River.    Mystery of the Disappearing Waterfall (20 min.) Meet the rocks and uncover the geology that set the stage for the Twin Cities.  What happened to a waterfall greater than Niagara Falls that was once located in St. Paul?  Why was the waterfall important to our history?    Explore America’s National Parks! (20 min.) The National Park System includes 390 special places that represent America's heritage. What are National Parks?  Why do they exist?  What National Parks are in Minnesota?  What is it like to be a National Park Ranger?  Explore the geography of the United States or the Midwest through National Parks.  Find a National Park to learn more about.     Ranger Walks (50 min, available Spring-Fall) Discover the diverse resources of the Mississippi River in a walking loop to the river.  Stroll through the Big Backyard (seasonally) to see how natural watersheds and urban storm drains affect the Mississippi. Then explore the geological history, transportation, and water quality history of the Mississippi before returning to the Visitor Center. Discuss how you can help protect the river.      Ranger-guided Tour of the Mississippi River Gallery (20  min.)  Explore the science of the Mississippi River through exhibits about its places in Minnesota – from Itasca to “Pool 8.” Exhibits reveal stories of local geology, aquatic biology, American Indian habitation, water quality, and navigation. NOTE: requires admission fee to Science Museum of MN.      How can we care for the Mississippi River? (20 min.)  What is water pollution, and where does it come from?  How does the Mississippi River become polluted?  What can you do to prevent water pollution?  Includes ideas for school and home activities.  Basic to advanced presentation.      To schedule a program: Call the Mississippi River Visitor Center, 651-293-0200. For program information: Contact Park Ranger Brian Goodspeed, 651-293-8414.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/education\/mrvclist.htm"
}
