{
    "title": "Mississippi National River & Recreation Area: Participating Visitor Centers",
    "body": "Junior Ranger Participating Visitor Centers       Introduction  There are four different Visitor Centers with booklets or worksheets to help you explore the Mississippi National River and Recreation Area. Each one focuses on a different aspect of life on the Mississippi River, but earns the same Junior Ranger badge.   Locations   Mississippi River Visitor Center (National Park Service)  Visit with National Park Rangers at the Mississippi River Visitor Center and learn how you can explore, learn about, and protect our wonderful Mississippi River. NOTE: This visitor center is closing for remodeling and the installation of new exhibits starting June 6 and re-opening August 25, 2016.   St. Anthony Falls Visitor Center (National Park Service)  Explore the Falls using question sheets that can be obtained from the rangers at the St. Anthony Falls Visitor Center. Once your exploration is finished, get your Junior Ranger badge from the on-duty ranger!   Coon Rapids Dam Regional Park  Pick up your workbook at Coon Rapids Dam Regional Park (East) and walk across the historic dam while discovering how they work and how they change the flow of water in the river. Visit different habitats along the river to find signs of animals, or maybe the animals themselves!    Minneapolis Riverfront  Become a river detective and discover the history of the mills that stood along this stretch of the Mississippi River. Tour the old Washburn A Mill and go on a scavenger hunt. Visit Mill Ruins Park and see how people harnessed the immense power of St. Anthony Falls to grind wheat into flour and to mill logs into lumber. Best of all learn about the fascinating lives of the people who lived and worked here. A worksheet is available at the Mill City Museum.   Great River Road Visitor & Learning Center Explore where two great rivers and National Parks meet! The confluence of the St. Croix and Mississippi Rivers at Prescott, home of the Great River Road Visitor & Learning Center, is a great place to watch waterfowl during the winter, spot bald eagles all year long, and discover the value of freshwater mussels living in the river to people past and present.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/kidsyouth\/jrranger_visitorcenters.htm"
}
