{
    "title": "Mississippi National River & Recreation Area: Water Quality Tips",
    "body": "Water Quality Tips       In the Yard -Use herbicides, pesticides, and fertilizers sparingly, and make sure fertilizers meet state requirements for phosphorus. Use organic and more environmentally friendly products when possible.  -Never apply fertilizer before a rainstorm; it will wash off your lawn and into storm drains, making its way to the river untreated.  -Plant native plants and trees in your yard. They help to infiltrate stormwater, requiring less to be handled by storm sewers.  -Collect rain water, and re-use for watering your lawn and garden, with a rain barrel. This collects stormwater that would otherwise get into-and possibly overwhelm-storm sewers. In some cities (for instance, Minneapolis), you could be eligible for reduced stormwater utility fees.  -Mow your lawn at the appropriate height: grass that is kept at three inches will be healthier, better able to resist drought, and helps slow runoff.  Vehicle Maintenance and Cleaning -Keep your vehicle tuned up to reduce oil use, leaks, and drips. Remember: everything that drips onto streets and driveways is washed into our storm sewers, and then into the river!  -When performing vehicle maintenance work at home, use drop cloths or a drip pan to catch materials.  -When cleaning spills, use rags and dry absorbent materials (e.g., cat litter), rather than washing spills off with water.  -Never dump motor oil, transmission fluid, antifreeze, or other fluids on the ground or into a storm drain. It will be carried through the storm sewers to the river; from there it will directly enter the river.  -Wash your car at commercial washing facilities-they often reuse water before sending it to be treated at regional wastewater treatment facilities. This prevents harmful pollutants from going untreated into the river.  -If you wash your car at home, wash it on grass, gravel, or other permeable surfaces. This way, the ground can help filter the dirty wash water.  -If you wash your car at home, use as little soap as possible. Choose biodegradable, non-phosphate detergents. When you're done washing, empty your bucket of soapy water down the drain, rather than on the pavement.  Pet and Household Wastes -Clean up after your pet. When you walk your dog, bring a plastic bag to collect its feces, and then dispose of it in the trash. This not only prevents others from stepping in it, it also keeps animal waste out of the storm sewers and the river!  -Residents who live within the Metropolitan Council's 7-county metropolitan service area can flush their dog's feces down the toilet; this waste will be treated at the regional wastewater treatment facilities. (Note: cat waste should not be flushed down the toilet. Research indicates that cat feces can contain a parasite that could survive the treatment plant process, and potentially harm wildlife in the river. There are also plumbing concerns if too much cat litter enters your plumbing. Cat waste should be disposed in the trash.)  -Don't litter! Everything that is thrown on the ground (bottles, gum and gum wrappers, cups, bags) can be carried into the river by the storm sewers. And remember: cigarette butts are litter! If you ever want to see the cumulative effect of people tossing a cigarette butt here or a pop bottle there, take a walk along the river after a rain storm. You'll see how much litter makes its way to the river from our streets and sidewalks.  -If you find yourself tempted to throw trash out the car window while you're on the road, keep a small plastic bag in the car to collect your waste for appropriate disposal later.  -Dispose of hazardous household use properly (often leftover chemicals used in the kitchen, bathroom, garage, and garden). Items like automotive and household batteries, paints, solvents, cleaners, pesticides, and fertilizers require special disposal. Contact your local government for disposal instructions.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/nature\/wqtips.htm"
}
