{
    "title": "Mississippi National River & Recreation Area: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth          The Junior Ranger Program of the Mississippi River  When you join the Junior Ranger program you pledge to explore, learn about, and protect the Mississippi River. National Park Rangers lead many programs designed just for Junior Rangers and provide unique opportunities help Junior Rangers fulfill their pledge.        Every Kid in a Park  Learn how fourth graders can get a free admission pass for themselves and their families to the national parks (and other great places) through the Every Kid in a Park program for a full year starting September 1, 2015 and running through the end of August, 2016.       River Rat Quiz  Do you know how long it takes a raindrop to travel from Lake Itasca to the Gulf of Mexico or the depth of the Mississippi River at its deepest point? Learn about the Mississippi River by visiting our river facts page and then test your river knowledge by taking the River Rat Quiz.       You Are the Lockmaster!   A kayak is approaching and you must direct the vessel through the lock and dam. Can you open and close the entry gate, activate the filling valve and help the kayaker safely pass through?       Let's Move Outside  Find ways to get outdoors and active at the Mississippi National River and Recreation Area. Our park offers numerous special and ongoing programs and events focused on getting children and families outdoors and enjoying a healthy and active lifestyle.       Big River Art Contest  The Mississippi National River and Recreation Area holds the Big River Art Contest each fall. You or your class can participate; read the contest rules to find out how. View the online galleries to see previous winners.        Mississippi River Fish Coloring Book  Kids can learn more about some of the fish that live in the Mississippi River by using this coloring book. Simply download and print the pages onto letter-sized paper.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/kidsyouth\/index.htm"
}
