{
    "title": "Mississippi National River & Recreation Area: Journey to the Falls",
    "body": "Journey to the Falls       Journey to the Falls (grades 4-6) Documents Journey to the Falls Teacher's Guide (PDF, 13.1mb) Minnesota Academic Standards: Interface with Journey to the Falls (PDF, 76kb)  2016 Fall flyer and reservation form (PDF, 454 kb) Specific dates and times of upcoming field trips can be found in the Journey to the Falls flyer, as well as teacher workshop information.  General Information Journey to the Falls (JTF) is an integration of river and classroom experiences featuring history and literacy activities. JTF connects students with Saint Anthony Falls and the Mississippi River in the Minneapolis area. The program culminates with a riverboat excursion on the Mississippi River in Minneapolis that includes hands-on learning stations, journaling and sketching. Teachers who sign up for Journey to the Falls incorporate river-themed activities into their classroom. Pre- and post-trip activities are selected by each teacher from among many activity options presented in an advance teacher workshop. Workshops allow teachers to explore history and literacy activities that provide a foundation for related activities on the river, as well as thematic activities including geography, science, art and more. Teacher workshop attendance is required of all teachers participating in JTF field trips. Journey to the Falls addresses Minnesota Academic Standards and district learning objectives. Field Trip Fee Cost per student is $9.00. Scholarships and bus stipends are available for qualifying schools. Field Trip payments are handled by the Minneapolis Queen Riverboat (612-378-7966) which will contact you for billing once your reservation is booked through the National Park Service. Field Trip Description Journey to the Falls riverboat field trips leave from Bohemian Flats Park in Minneapolis. Trips are designed for up to 65 4th - 6th grade students and feature staffed learning stations with hands-on activities on the following topics (subject to change):  Journaling and Sketching Mapping (River History Detectives) Exploring the River Archaeology Dig at Mill Ruins Park Mills History Hunt Visit to Saint Anthony Falls  Additional Information Journey to the Falls is coordinated by the Mississippi National River and Recreation Area (National Park Service) in cooperation with the Minneapolis Queen Riverboat. Field trip presenters include staff from the U.S. Army Corps of Engineers, Minneapolis Park and Recreation Board, Minnesota Historical Society- Mill City Museum and the Mississippi National River and Recreation Area. Support provided by the Mississippi River Fund, General Mills Foundation, and National Park Foundation. For more information e-mail Brian Goodspeed or call 651-293-8414.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/education\/jtfindex.htm"
}
