{
    "title": "Mississippi National River & Recreation Area: Water Quality in the Mississippi River",
    "body": "Water Quality in the Mississippi River       Want to know what you can do at home to reduce the amount of pollutants entering the river? Incorporate a few water quality tips into your daily life and make a difference. If you would like to get involved, meet up with river professionals and enthusiasts at our monthly Mississippi River Forums. Current Status  Stretches of the Mississippi River within the park corridor exceed water quality standards for mercury, bacteria, sediment, PCBs (polychlorinated biphenyl), and nutrients. Unfortunately, these \"impairments\" can make the water unsuitable for fishing, swimming, and drinking. The Minnesota Pollution Control Agency (MPCA) is working with a number of partners to get the water to \"fishable\" and \"swimmable\" conditions. (Thanks to the great work of public utilities, treated drinking water from the Mississippi is safe and delicious!) The National Park Service is participating in the process to identify sources of bacterial contamination in the river and develop a plan to reduce that contamination. The pollution that has led to these conditions cannot be cleaned up overnight-it will take years and widespread coordination to develop and implement effective pollution-reduction plans, and possibly many more years until they are successful. As work to make the river \"fishable\" and \"swimmable\" advances, so will our website. The goal is to offer up-to-date information regarding the status of the river, while providing features and information that can be employed in your daily life.      Mississippi River Forum  The Mississippi River Forum is a regular gathering intended to increase coordination between a multidisciplinary group of practitioners and decision-makers who are not consistently aware that related work is being done by others. The Forum is also an opportunity for practitioners to connect their work to those in different fields who also impact the quality of the river. Read more about upcoming and past events here. State of the River  How is the health of the Mississippi River? Can I safely swim in it? Is water pollution improving? Can I eat the fish I catch? What can we do about Asian carp? Do I need to be concerned about bacteria in the river? How are bald eagles faring?  The National Park Service has partnered with the Friends of the Mississippi River to answer these questions in the first-ever State of the River Report. The State of the River Report (PDF, 13.7mb) provides a concise snapshot of the health of the Mississippi River. Based upon a broad range of water quality and other river data, the report zooms in on the status and trends of 13 key indicators of river health, highlighting the swimming, fishing, aquatic life and emerging contamination issues facing the river--as well as priority solutions for each.  The companion Stewardship Guide for a list of actions you can take at home, in your yard and garden, and in your community to help protect the Mississippi River. To learn more about the report, and to download Friends of the Mississippi River's companion Policy Guide, visit www.stateoftheriver.com.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/nature\/waterquality.htm"
}
