{
    "title": "Mississippi National River & Recreation Area: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants       The Twin Cities falls within the eastern broadleaf forest biome dominated by hardwood trees such as ash, oak, and maple. However, at one time, this area was dominated by prairie and savanna ecosystems and careful observers can still spot grasses, sedges, and flowers that hint at those original plant communities. Wetland plant species still tend to dominate marshy areas. And, of course, there are plants rooted in soils underlying more permanent water bodies, such as the Mississippi and Minnesota Rivers and the lakes and ponds of the river floodplains. There are also invasive and exotic plant species that threaten those remaining pockets of natural plant communities.         Plants of the Tallgrass Prairie and Oak Savanna Prairies are highly productive systems dominated by a few species of grass, but wildflowers provide great diversity. Most prairie and savanna species have deep roots to reach moist soils, even in time of drought and do well in warm springs and summers. Most prairie plants are extremely long-lived and are adapted to both frequent fires and grazing by herbivores. Learn more...         Plants of the Eastern Broadleaf Forest The Twin Cities sit on the edge of prairie and eastern broadleaf forest. On a hot summer day, the cool shade of a forest is inviting, but plants that live here must have adaptations to cope with the lack of sun. Our area has some plant species that tend to live in upland forests and others in the lowland forests of the Mississippi and Minnesota Rivers floodplains. Learn more...           Plants of the Rivers, Lakes, and Wetlands Plants living in wetlands must be able to survive both flooding and drying as water levels may fluctuate seasonally. Some live submerged or floating in and on permanent waters, while others emerge and stand upright above the water. Some drift freely on currents and are pushed by wind. Many must endure the scouring effects of ice break up in spring. Learn more...           Invasive Plant Species Invasive plant species are introduced species that live beyond their normal range and that have characteristics that are detrimental to that location. These troublesome plants are adaptable, aggressive, have a high reproductive capacity, and generally lack natural enemies in their new location. They often eliminate or inhibit native plant species and modify wildlife habitat, often reducing its value to the wildlife that reside there. Learn more...",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/nature\/plants.htm"
}
