{
    "title": "Mississippi National River & Recreation Area: Mississippi River Forum",
    "body": "Mississippi River Forum       The Mississippi River Forum increases coordination between a multidisciplinary group of water resources practitioners and decision-makers. The Forum is also an opportunity for practitioners to connect their work to those in different fields who also impact the health of the river.    Upcoming Events         \"Adapting Urban Forests to Climate Change\" Friday, August 19 from 8:00-9:30a (Minneapolis) -AND- Friday, September 9 from 8:00-9:30a (St. Cloud) Leslie Brandt, U.S. Forest Service Light breakfast provided. Free. RSVP to lark_weller@nps.gov    Planting urban trees and expanding urban forest canopy cover are often considered key strategies for climate change adaptation in urban environments. However, urban trees and forests can also be vulnerable to climate change through shifts in tree habitat suitability, changes in pests and diseases, and changes in extreme weather events. The U.S. Forest Service has developed a framework for urban forest managers and planners to assess the vulnerability of their urban forests to climate change, and to incorporate that information into their decision making. This presentation will showcase lessons learned from a pilot in the Chicago region and how it can inform future efforts in other urban areas.    Leslie Brandt is a Climate Change Specialist with the U.S. Forest Service.   LOCATIONS: Minneapolis: McKnight Foundation (710-2nd Street South, Suite 400, Minneapolis, 55401) St. Cloud: City Council Chambers, City Hall (400-2nd Street South, St. Cloud, 56301)   TO JOIN THE SEPTEMBER 9 MEETING VIA WEBINAR: -Go to www.webex.com -Click \"Join\" -Enter meeting number 190 619 762   TO JOIN THE SEPTEMBER 9 MEETING VIA CALL-IN: -Dial 415-655-0001 -Enter meeting number 190 619 762                The Mississippi River Forum is made possible by the generous support of the Mississippi Park Connection and the McKnight Foundation.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/nature\/riverforum.htm"
}
