{
    "title": "Mississippi National River & Recreation Area: Big River Journey",
    "body": "Big River Journey       Big River Journey Documents Big River Journey Teacher's Guide (PDF, 21 MB) Minnesota Academic Standards: Interface with Big River Journey (PDF 341 KB) Fall 2016 Flyer (PDF, 523 KB) Specific dates and times of upcoming field trips can be found in the Big River Journey flyers.  Big River Journey Media (Video | Media Kit )    General Information Big River Journey (BRJ) is an integration of river and classroom experiences that connect 3rd-5th grade students with the science and heritage of the Mississippi River, and promote stewardship. BRJ culminates with a riverboat excursion on the Mississippi River featuring hands-on learning stations. Teachers who sign up for a Big River Journey trip incorporate river-theme activities into their classroom. Pre- and post-trip classroom activities are selected by each teacher from among the many activity options presented in advance teacher workshops. Workshops allow teachers to explore science activities that provide a foundation for related activities on the river, as well as thematic activities including geography, history, art, and more. Teacher workshop attendance is required of all teachers participating in BRJ field trips, unless the teacher has previously attended a workshop in the past 10 years. Big River Journey is aligned with state and district learning requirements. Field Trip Fee Cost per student is $8.93 (includes port fee). Scholarships and bus stipends are available for qualifying schools. Field trip payments are handled by the Padelford Packet Boat Co. Inc. (ph: 651-227-1100) which will contact you for billing if your school is chosen to participate. . Field Trip Description Big River Journey riverboat field trips run between Harriet Island (St. Paul) and Fort Snelling State Park. Trips are designed for up to 120 3rd-5th grade students, and feature staffed learning stations with hands-on activities on the following topics (subject to change):       Aquatic insects & water quality River geology River ecosystems River birds Watershed stewardship     Riverboats & piloting Archaeology* Floodplain forest* Soldier hike* Cultural confluence hike*      *land-based experiences on one-way trips only    Additional Information Big River Journey is coordinated by the Mississippi National River and Recreation Area (National Park Service) in cooperation with the Padelford Packet Boat Co., Inc. Field trip program presenters include staff from the Minnesota Department of Natural Resources, Mississippi National River and Recreation Area, Padelford Packet Boat Co., Science Museum of Minnesota, Historic Fort Snelling and Saint Paul Audubon Society. For more information or to check out a 5-minute video about Big River Journey, contact Brian Goodspeed or call 651-293-8414. Also read Big River Journey. Big River Journey is made possible by the generous support of the Mississippi Park Connection, Xcel Energy Foundation, the General Mills Foundation, the Ecolab Foundation, and the National Park Foundation.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/education\/brjindex.htm"
}
