{
    "title": "Mississippi National River & Recreation Area: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education       The Mississippi River offers teachers a perfect opportunity to link subject matter across the entire curriculum - science, history, cultures, geography, reading, writing, art, music, computer learning, and more.    Big River Journey (grades 3-5)  The Big River Journey is a great way for students to learn more about the Mississippi River. The award-winning program offers an integration of river and classroom experiences that connect 3rd-5th grade students with the science and heritage of the Mississippi River and promote stewardship. View a short video (6 mins) that introduces one to this program. Journey to the Falls (grades 4-6)  Journey to the Falls (JTF) is an integration of river and classroom experiences featuring history and literacy activities. JTF connects 4th-6th grade students with the history and resources of St. Anthony Falls and the Mississippi River in the Minneapolis area. JTF culminates with a riverboat excursion on the Mississippi featuring hands-on learning stations, journaling, and visual literacy activities. View a video (3 mins) about JTF.  The Urban Wilderness Canoe Adventures  The Urban Wilderness Canoe Adventures (UWCA) is an outdoor canoe program focused on getting Twin Cities youth on the Mississippi River. Each UWCA trip provides students an opportunity to experience a different, special section of the Mississippi National River and Recreation Area. The UWCA is a partner program between Wilderness Inquiry, Mississippi River Fund, and the National Park Service. Learn more about this innovative on-water program.  Climate Change Field Trips (grades 5-8)  Explore how climate affects the Mississippi River and the life around it during a free, 3-1\/4 hour field trip at Fort Snelling State Park for grades 5-8. Activities include phenology study (seasonal changes), weather data collection, and a service project. Emphasis is on climate literacy and what people can do to help our changing climate. Visit our climate change pages for field trip information and additional resources about climate change and our park. Big River Art Contest (grades 3-6)  The annual Big River Art Contest engages students, grades 3-6, in the science, heritage and stewardship of the Mississippi River through the practice of art. See rules (PDF 706 KB) and classroom poster (PDF 475 KB) for details. Prizes are awarded to both the winning students and their teachers. Winning artwork is displayed at the Mississippi River Visitor Center, Mill City Museum, Fort Snelling State Park, and in galleries on our website!    Resources  We offer an assortment of teacher resources including science and thematic classroom activities, posters, booklets, River Heritage Posters, and more!",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/education\/index.htm"
}
