{
    "title": "Mississippi National River & Recreation Area: Mussels",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mussels                 Mussels of the Mississippi River                 Endangered species are monitored and reintroduced as part of a 20-year study of native mussels in the Mississippi River.   Making a Comeback  After being nearly wiped out by pollution, native mussels are making a comeback to the Mississippi River. The stretch of river between Minneapolis and St. Paul is one of the last places on the Mississippi River with the habitat needed to support native mussels, and where invasive zebra mussels haven't taken hold. This makes the Mississippi National River and Recreation Area a mussel \"sweet spot\", and possibly a last hope for endangered species like the Higgen's eye and winged mapleleaf that have been reintroduced here. Mussel Report: Mussel Survey of the Mississippi National River and Recreation Area Corridor, 2000-2001 (PDF 830  KB)          Zebra mussels attach to an endangered Higgens eye mussel (Photo by USFWS)   Sign of Water Quality Native, freshwater mussels are indicators of river health. Like a 'canary in a coal mine', mussels show when the river ecosystem is healthy or when something is going wrong. Mussels are tough, hardy creatures, but are vulnerable to major, long-term threats like river contaminants, habitat disturbances and exotic, invasive zebra mussels.  Learn How: To search, identify and handle river mussels   Mussel Species List (PDF; 164 KB) for the Mississippi National River and Recreation Area             Mississippi River Mussel Dive   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 5 seconds  Join a scuba diving ranger on a mussel survey and see what it's like below the surface of the Mississippi River, downstream from the Minnesota River Confluence.                Mississippi River Mussel Feet   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:55 seconds  Did you know river mussels have feet? Join Ranger Allie underwater and see for yourself!A mussel's foot is a muscular organ that keeps it anchored in the sand and even allows it to \"walk\" across the river bottom.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/nature\/mussels.htm"
}
