{
    "title": "Mississippi National River & Recreation Area: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       Introduction  The Mississippi National River and Recreation Area is rich with historical and cultural stories. The following collection of resources found on these pages are only glimpses into that rich history and illustrate not only why people of many cultures converged here, but how they changed the world.    Stories, Resources, and Music       Historic Resources Study The Historic Resources Study (River of History: A Historic Resources Study of the Mississippi National River and Recreation Area) details the geological, cultural, historical and economic foundations of one of the United States great metropolitan areas and the river that so influenced its development. An electronic version is available for reading or download.       Fort Snelling: Breaking the Code During World War II, Fort Snelling played a vital part in the U.S.'s war with Japan. As the center of the Japanese intelligence community, the fort's facilities housed some of the most effective and courageous code breakers and translators to serve in the war. more...       The Mississippi and Minnesota River Confluence: Rivers and Cultures Converge The confluence of the Mississippi and Minnesota rivers is one of the most powerfully historic places in the Twin Cities. To the Mdewakanton Dakota it has deep historic and spiritual meaning. They called the joining of the two rivers Bdote Minisota. For some, it was their place of origin, their Garden of Eden. To early Americans it became a center of trade and military authority. more...       Upper Post Interactive Timeline  Follow the history of the Upper Post, from the creation of the Department of Dakotas in the mid-1800's to the development of the Military Intelligence Service Language School during World War II (Adobe Flash required). more...       St. Paul Municipal Elevator and Sackhouse (City House)  St. Paul began its life as a port city. Located at what was once the Upper Landing, these are the only remaining structures on the City's riverfront dating back to its early navigation history. They are listed on the National Register as nationally significant for their role in the farm cooperative movement in America and the origins of the current Mississippi River navigation system. more...       River Songs  Charlie Maguire was hired by the Mississippi National River and Recreation Area to write and perform songs about the Mississippi River and the people that have been --and continue to be-- affected by its many faces.    The Flood of 1952  In 1952, a flood covered hundreds of acres of farmland, multiple cities and left over 2000 families homeless till the end of April.",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/historyculture\/index.htm"
}
