{
    "title": "Mississippi National River & Recreation Area: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar             Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 7 results    Show ALL instances of recurring events   RSS Feed      Mississippi National River & Recreation Area Project Art for Nature (PAN) Exhibit       Location: AZ Gallery - 308 E Prince Street, #130, Saint Paul, MN 55101     Sunday, August 14, 2016 Everyday  from 08\/04\/2016 to 09\/18\/2016 In “Tributaries of Earth & Water”, PAN celebrates the landscape, wildlife and waterways encompassed by our local national park. View Details      Mississippi National River & Recreation Area Pontoon Boat Ride (MPC members only)      Time: 6:00 PM to 8:00 PM Location: Harriet Island - 200 Doctor Justus Ohage Boulevard, Saint Paul, MN 55107 GPS: 44.935776, -93.098310 Fees: Free     Wednesday, August 17, 2016 Come aboard the park’s pontoon boat on the Mississippi River! National park rangers will host a very small group aboard the park’s pontoon boat for a guided tour featuring beautiful scenery and fabulous birding on the Mississippi River. View Details      Mississippi National River & Recreation Area Mississippi River Visitor Center Re-opens      Time: 9:30 AM to 5:00 PM Location: Science Museum of Minnesota Fees: Free     Thursday, August 25, 2016 Join us at the Science Museum of Minnesota as we unveil the newly remodeled Mississippi River Visitor Center!  View Details      Mississippi National River & Recreation Area The National Park Service at the State Fair      Location: Education Building, State Fairgrounds, Saint Paul, MN Fees: Admission to the fair     Thursday, August 25, 2016 Everyday  from 08\/25\/2016 to 09\/05\/2016 Visit with NPS Rangers at the State Fair and don't forget that representatives from all five Minnesota national park units will be there on August 29. View Details      Mississippi National River & Recreation Area National Park 100 Year Anniversary Celebration      Time: 9:00 AM to 6:00 PM Location: Carousel Park, State Fairgrounds Fees: Admission to the State Fair     Monday, August 29, 2016 Join us on Monday, August 29 for the first-ever National Park Service Day at the Minnesota State Fair, when you can visit all of Minnesota’s national parks in one day! View Details      Mississippi National River & Recreation Area River City Revue - Mississippi Messersmith      Time: 7:00 PM to 9:00 PM Location: Harriet Island, Saint Paul, MN Fees: See registration info below.     Thursday, September 8, 2016 Join us aboard the Jonathan Padelford for this special River City Revue with local indie-pop musician Jeremy Messersmith. View Details      Mississippi National River & Recreation Area Second Saturday - Marvels of Migration      Time: 10:00 AM to 1:00 PM Location: Coldwater Spring - 5601 Minnehaha Park Drive South  Minneapolis, MN 55417 Fees: Free     Saturday, September 10, 2016 September’s Second Saturday will investigate the marvel of migration. We know that birds migrate, but are there other animals that move seasonally? View Details",
    "url": "https:\/\/www.nps.gov\/miss\/planyourvisit\/calendar.htm"
}
