{
    "title": "Mississippi National River & Recreation Area: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go            Introduction  The Mississippi River and Recreation Area is a national park that encompasses many areas of interest including state and regional parks, national wildlife refuges, and state scientific and natural areas. Following is a list of those sites that will be of interest to visitors. Follow the links to more information and how to best visit your preferred destinations. For a list of suggested activities, consider looking at our Things to Do page.     Once you've chosen a place to go, you have to get there. Use our Mississippi River Companion to find your way around the park by foot, bike, canoe, boat, or car. Use our interactive Mississippi River Trip Planner to map routes using public transit and rental bikes.      Alphabetical Listing of Places          A Akin Riverside Park Anoka County Riverfront Park  B Banfille-Locke Center for the Arts Battle Creek Regional Park Brickyards, The (Lilydale) Bruce Vento Nature Sanctuary  C Coon Rapids Dam (east) Coon Rapids Dam (west) Coldwater Spring (NPS)  F Father Hennepin Bluffs First Bridge Fort Snelling State Park Fountain Cave (inaccessible)  G Gluek Park Gold Medal Park Great River Road Visitor and Learning Center Grey Cloud Island Grey Cloud Dunes SNA  H Harriet Island (Lilydale) Hastings River Flats Park Highway 10 Overlook Historic Fort Snelling  I Indian Mounds Regional Park Islands of Peace  K Kaposia Indian Site Kaposia Landing Kaposia Park  L Lambert's Landing Leonard H. Neiman Fields (athletic) Lock and Dam 1 Lock and Dam 2  M Manomin Park Marshall Terrace Park Meeker Lock and Dam Historical Park  Mill City Museum Mill Ruins Park Minnehaha Falls Regional Park Minnesota Valley NWR Mississippi Gorge Regional Park Mississippi River Visitor Center  N Nicollet Island North Mississippi Regional Park  P Peninsula Point Park Pilot Knob  R Riverside Park River Warren Falls (historical)  S Science Museum of Minnesota Sibley House Historic Site St. Anthony Falls St. Anthony Falls Visitor Center (NPS) and Upper St. Anthony Lock and Dam St. Croix National Scenic Riverway  V Vento View Overlook Vermillion River Bottoms  W Water Power Park",
    "url": "https:\/\/www.nps.gov\/miss\/planyourvisit\/placestogo.htm"
}
