{
    "title": "Mississippi National River & Recreation Area: Eating & Sleeping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping             Eating & Sleeping       Visitor Services There are hundreds of options in restaurants and lodging accommodations in large metropolitan areas such as ours. We would recommend contacting local chambers of commerce and visitor bureaus to find either.     Anoka Area Chamber of Commerce: Serves the cities of Andover, Anoka, Champlin, Coon Rapids, Dayton, Nowthen, Oak Grove, Ramsey, and St. Francis.  North Hennepin County Chamber of Commerce: Serves Brooklyn Center, Brooklyn Park, Maple Grove, and Osseo.  Twin Cities North Chamber of Commerce: Serves Arden Hills, Columbia Heights, Fridley, Mounds View, New Brighton, Roseville, Shoreview, Spring Lake Park.  Minneapolis: Serves Minneapolis. Saint Paul: Serves Saint Paul. Bloomington: Serves Bloomington. Dakota County Regional Chamber of Commerce: Serves Dakota County, Eagan, Farmington, Lilydale, Mendota, Mendota Heights, Rosemont, Sunfish Lake, West St. Paul.  Woodbury Chamber of Commerce: Service Woodbury.  Visit Inver Grove Heights: Serves Inver Grove Heights. Hastings Chamber of Commerce and Tourism Bureau: Serves Hastings. Prescott Chamber of Commerce: Serves Prescott, WI. River Heights Chamber of Commerce:  Serves South St. Paul  Cottage Grove Chamber of Commerce: Serves Newport, St. Paul Park, and Cottage Grove.  Camping  There are no formal campgrounds within the national park. Primitive camping is available on some islands owned by the National Park Service. See the Superintendent's Compendium (PDF, 3.6mb) for more information on camping and other restrictions in these areas. Please be familiar with these rules when camping on or visiting these National Park Service properties. Do not camp or pass closed area signs as these areas protect natural resources or may have been recently restored or are under restoration.   State Parks  Two state parks within 50 miles of the Mississippi National River and Recreation Area have camping facilities. These are Afton State Park and William O'Brien State Park both east of the metropolitan area near the St. Croix River. Please note there is no camping available at Fort Snelling State Park.   Regional Parks with Camping  Camping is also available in Anoka County Parks, Carver County Parks, Dakota County Parks,  and Three Rivers Park systems.",
    "url": "https:\/\/www.nps.gov\/miss\/planyourvisit\/eatingsleeping.htm"
}
