{
    "title": "Mississippi National River & Recreation Area: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets       General Rules Concerning Pets Pets are permitted at Coldwater Spring provided they are on a leash no longer than 6 feet (2 meters). Other partner parks and areas within our borders may have additional restrictions. Please pick up after your pets; keep our parks clean for other visitors. Also remember that not all people like dogs and off-leash dogs--even friendly dogs--may alarm other visitors, as well as having detrimental effects on wildlife.   Dog Parks There are a number of dog parks within the Mississippi National River and Recreation Area where your pet may run loose. Below are a few sites that offer pet-friendly facilities. Make sure to familiarize yourself with each park's pet policies.    Battle Creek Regional Park Winthrop St., St Paul, MN 55119 Battle Creek Regional Park offers approximately 10 acres of wooded and open space for your pet to enjoy. The partially fenced, off-leash site also offers a variety of trails, swimming areas and walkways to keep you and your dog entertained. There are no required permits to use the park.    Kaposia Landing 800 Bryant Ave., South Saint Paul MN 55075  Kaposia Landing is home to a 6.3 acre dog park that offers the only legal and dedicated off-leash dog park in South St. Paul. The park features a fully fenced perimeter, two shelters, a picnic area and a waste disposal zone. Obtain a paid membership either online or at the South St. Paul Park and Recreation office.    Minnehaha Regional Park 4801 South Minnehaha Park Dr., Minneapolis MN 55417  Located at the south end of Minnehaha Falls Regional Park, this partially fenced, 4.3 acre off-leash recreation area offers wooded areas, marked trails, open fields and accessible river bottoms for your dog to take a dip. Parking is available at the surface lot at 54th Street. To use the off-leash site, pet owners must obtain a permit.    Riverside Park 2820 8th St. S, Minneapolis MN 55406  Riverside Park offers a 1.6-acre fenced dog park, located at the southernmost portion of the park. The dog park area is separated from the rest of the park by the i-94 embankment. Permit required.",
    "url": "https:\/\/www.nps.gov\/miss\/planyourvisit\/pets.htm"
}
