{
    "title": "Mississippi National River & Recreation Area: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Emergency Services: Dial 911.   Because our park is a partnership park, law enforcement is provided by a combination of city, county and state governments rather than the National Park Service. Dialing 911 is the fastest way to summon help.    Be Aware The Mississippi National River and Recreation Area runs through a large metropolitan area that has problems similar to other large cities. Be aware of your surroundings. Avoid unlit or remote areas after dark, walk with friends, forego earbuds. Carry valuables with you or move them to the trunk or other hidden area of your vehicle before arriving at your destination.    Swimming Swimming and wading is discouraged because of unpredictable currents and in some stretches unacceptable levels of bacteria, especially during high water. Some stretches of the river are heavily fished so there may be fishing hooks and broken glass on the river's bottom; we recommend wearing foot protection while wading or boating.    Kayaking, Canoeing, and Boating  Always wear your PFD. By law, children aged 10 and younger must be wearing a PFD unless they are below decks of larger boats. Avoid boating the river during high water as fast currents may sweep boats into flooded timber and into other hazards. Floodwaters often contain massive logs and other floating hazards. The nine-foot shipping channel ends below the I-694 crossing of the Mississippi River. Use caution boating upstream of this point, especially during low water which may hide rocks and other debris. Avoid wing and closing dams (all boats, including canoes) and stumpfields (motorized boats). Even small drops that look runnable by canoe may create hydraulics that can trap people underwater. The Minnesota Department of Natural Resources has a very good summary of dangers of boating on the Mississippi and other large rivers. However, we encourage you to canoe, kayak, or boat this river. Using the knowledge gleaned from the above publication and some caution will make for a safe and adventure-filled trip.    Plants and Wildlife  We typically do not see large wildlife here that could cause problems for the casual visitor. Coyotes may pose a threat to pets, especially those not on a leash, and white-tailed deer may rarely prove dangerous during the autumn rut. Mosquitoes may carry West Nile Virus while black-legged ticks may carry Lyme Disease. Our park does have some poison ivy and wood nettle, which some people seem to be more sensitive to than others.    Ice Safety Never walk on the ice-covered river. Moving water freezes slowly and may vary in thickness and strength over very short distances. When lake ice gets to be four inches thick it is acceptable for skating, walking, snowshoeing, or skiing, but ice may vary in thickness from one location to the next and from one lake to the next even in very cold winters. Exercise caution. Restrain pets near the river. Several people in recent years have drowned trying to rescue beloved pets that have fallen through the ice. See the Minnesota Department of Natural Resources ice safety webpage for more information.   Bluffs Be careful about approaching the edge of bluffs too closely as falls could occur. Also be alert for falling rocks if hiking along the base of bluffs.",
    "url": "https:\/\/www.nps.gov\/miss\/planyourvisit\/safety.htm"
}
