{
    "title": "Mississippi National River & Recreation Area: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Fees for this Park This national park has no admission fees.    The Mississippi River Visitor Center located in the lobby of the Science Museum of Minnesota, has free admission. Paid parking is available in two nearby ramps and on-street metered parking. (Please note that this visitor center is currently closed for remodeling. It will open again on August 25, 2016.) The St. Anthony Falls Visitor Center is now open until Labor Day.    Some partner parks within the boundaries of the Mississippi National River and Recreation Area, such as Historic Fort Snelling and Fort Snelling State Park, charge entry fees. Others, such as Minnehaha Regional Park, may charge parking fees. Most public areas within the Mississippi National River and Recreation Area are free to the public and, except for special events, none require reservations.          National Parks and Federal Recreational Lands Pass  While the Mississippi National River and Recreation Area does not collect admission fees, visitors can obtain America the Beautiful-National Parks and Federal Lands Pass cards at our park for use at various U.S. fee areas. These include the Annual Pass ($80), Senior Pass ($10), Access Pass (free to those with disabilities), and the annual pass for active duty service men and women (free). Please note that the Mississippi River and Recreation Area can only accept payment by credit card.    The America the Beautiful pass series was created by the Federal Lands Recreation Enhancement Act and authorized by Congress in 2004. Participating agencies include the National Park Service, USDA Forest Service, U.S. Fish and Wildlife Service, Bureau of Land Management, Army Corps of Engineers, and the Bureau of Reclamation. The pass series permits admission to fee areas managed by these agencies and replaces the Golden Eagle, Golden Age, and Golden Access Passport series.    Find out more about the America the Beautiful passes by contacting your local agency, such as a national park, or go to the America the Beautiful - National Parks and Federal Recreational Lands Pass website.",
    "url": "https:\/\/www.nps.gov\/miss\/planyourvisit\/fees.htm"
}
