{
    "title": "Saint Croix Island International Historic Site: Work With Us",
    "body": "Work With Us       Thanks for your interest in employment at Saint Croix Island International Historic Site (IHS). All federal positions over 90 days in duration are posted on USAJOBS, the official job site of the U.S. federal government. This includes permanent, term, and seasonal positions. Due to the small staff at Saint Croix Island IHS, there is usually only one position (summer seasonal) available each year. Although the employment period may vary, the summer season for Saint Croix is generally from mid-May through mid-September. Application Process If you are pursuing your first federal government position, the best source of information is the job announcement. It will explain the job duties, pay, experience or education necessary to qualify, and where to send your application. The job announcement for Saint Croix Island’s summer seasonal position is usually posted in January or February. Applications are usually due within three weeks of posting, and selections are made beginning in March. To locate the job announcement, find help with your application, and download application forms, visit USAJOBS. You can also obtain information and application forms by calling 207-288-8711 or 207-288-8714 (Monday through Friday, 8 a.m. to 3 p.m.) or by writing to: Acadia National Park, Personnel Office P.O. Box 177 Bar Harbor, Maine 04609 Acadia National Park administers Saint Croix Island IHS, although permanent staff are located on the mainland site of Saint Croix Island IHS in Calais, Maine. Frequently Asked Questions Are uniforms required? Uniforms are required; however, employees receive uniform allowances to offset the cost of purchasing a uniform. Will I need a car? It is difficult to get around without an automobile. Will I work weekends or holidays? Work schedules may include weekends and holidays. Is housing available? Shared housing is available.       Seasonal park rangers answer visitor questions and present talks about the island's history.",
    "url": "https:\/\/www.nps.gov\/sacr\/getinvolved\/workwithus.htm"
}
