{
    "title": "Mississippi National River & Recreation Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           120 W. Kellogg Blvd.  Saint Paul, MN 55101                 Directions         Our Visitor Center is located in the lobby of the Science Museum of Minnesota. The mailing address is for our offices, where information and passport stamps can be obtained on weekdays, if our Visitor Center is closed.   Directions Details           Operating Hours & Seasons         Mississippi National River and Recreation Area We are a partnership park that overlaps many parks (regional, city, state), other public lands, museums, and historical sites. Check with the specific park site you plan on visiting for their hours. See http:\/\/www.nps.gov\/miss\/planyourvisit\/placestogo.htm for more information. The National Park Service does not control the visiting hours for the partner sites. Coldwater Spring (NPS) is open from 6:00 a.m. through 10:00 p.m., 365 days a year.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours     Park District  Coldwater Spring (NPS) Coldwater Spring is open from 6 am to 10 pm daily, 365 days per year.   Standard Hours    Sunday: 6:00 AM - 10:00 PM   Monday: 6:00 AM - 10:00 PM   Tuesday: 6:00 AM - 10:00 PM   Wednesday: 6:00 AM - 10:00 PM   Thursday: 6:00 AM - 10:00 PM   Friday: 6:00 AM - 10:00 PM   Saturday: 6:00 AM - 10:00 PM             Weather           Minnesota has a continental climate characterized by cold winters and warm summers. Spring brings moderate temperatures and low humidity. Summer days may reach temperatures of more than 100°F (38°C), but are usually pleasant with temperatures in the low to mid-80°F (25-30°C). Autumn brings dry, warm days, cool nights and gorgeous fall colors. Winter daytime highs are around 25°F (-3°C). Rarely, winter daytime high temperatures may not get above -10°F (-23°C), sometimes with strong winds.         Fees & Passes     Entrance Fees:   Fees - $0.00 We do not charge any fees for entrance, parking, or Ranger programs. However, some of our partner sites do and those specific sites should be contacted for more information about their fees. See http:\/\/www.nps.gov\/miss\/planyourvisit\/placestogo.htm for contact information.         Visitor Centers       Mississippi River Visitor Center This visitor center will be closed for major renovations and installation of new exhibits starting at on June 5 with a planned re-opening on August 25, 2016. Located in downtown St. Paul, just off the lobby of the Science Museum of Minnesota, the Mississippi River Visitor Center serves as a gateway to adventure along the mighty Mississippi.   St. Anthony Falls Visitor Center This visitor center is located at the Upper St. Anthony Lock and Dam at 1 Portland Avenue Minneapolis, MN 54401. PLEASE NOTE: This visitor center will open on May 28, 2016.               In the middle of a bustling urban setting, this 72 mile long river park offers quiet stretches for fishing, boating and canoeing. Other spots are excellent for birdwatching, bicycling and hiking. And there are numerous visitor centers and museums that highlight the history and science of the Mississippi River. If you are interested in the Mississippi, this park is a great place to start.   Unlike most other national parks, the Mississippi National River and Recreation Area is a \"partnership\" park. We own only 67 acres of the 54,000 acres within our borders. The rest is composed of city parks, regional parks, a state park, a national wildlife refuge, state scientific and natural areas, along with private businesses and homes. We work in partnership with those other units of government to bring additional services to both them and visitors and to preserve and protect the natural and cultural history of this great river.   Use the menu to explore this park and to plan your visit.   Use the \"View Park Map\" in the menu to get greater detail in the map below.",
    "url": "https:\/\/www.nps.gov\/miss\/planyourvisit\/basicinfo.htm"
}
