{
    "title": "Mississippi National River & Recreation Area: Great Places for Photography",
    "body": "Great Places for Photography             Daytons Bluff\/Indian Mounds Park        Google Map    The overlooks from here provide panoramic views of St. Paul and the Mississippi River valley. The principal overlook is at Mounds Boulevard and Cherry Street. Follow Mounds Boulevard to its intersection with Earl Street at Indian Mounds Park for the highest overlook and to see the remaining mounds.  more...           Wabasha Bridge       Google Map    While the Wabasha Bridge has many spectacular views of the MississippiRiver from its sidewalks and bumpouts, the view from the northwest endplatform near the bridge is best. This overlook is located at theintersection of Kellogg Boulevard and Wabasha Street.           Stone Arch Bridge       Google Map    From the Stone Arch Bridge you can get a 360 degree view of Minneapolis, including views of the downtown cityscape, historic mills, the new Guthrie Theatre, locks and dams and the Interstate 35W Bridge site. On both the east and west sides, you can find on-street parking and parking ramps within a block of the bridge head. more...           Historic Fort Snelling       Google Maps    Historic Fort Snelling is one of the most photographic icons along the metro Mississippi River. The best views come from the overlook near the intersection of Shepard and Highway 5. You can pull off Shepard Road onto a frontage road to park. This overlook also includes the confluence of the Minnesota and Mississippi rivers. more...           Minnehaha Falls       Google Maps    Henry Wadsworth Longfellow made Minnehaha Falls world famous in his Song of Hiawatha. But the falls was a tourist attraction well before he wrote about it. Located in Minnehaha Park, the falls are still one of the city’s most popular attractions. Minnehaha Park lies just of Highway 55 and Godfrey Parkway in Minneapolis. more...           Pine Blend Bluffs       Google Map    Pine Bend Bluffs is one of the least disturbed sites along the Mississippi River in the Twin Cities. Several small dry prairies along the bluffs provide habitat for rare species such as Kitten-tails and James Polanisia. Pine Bend Bluff is located in Inver Grove Heights. From I-494, S on US Hwy 52 about 7 miles to 117th Street, N about 3\/4 mile on the east frontage road. more...           Schaars Bluff, Spring Lake Park Reserve       Google Maps    On September 7, Dakota County is celebrating the opening of its new, very green, visitor center here at Spring Lake Park Reserve. Located 21 miles south of St. Paul, Schaars Bluff offers expansive views of the Mississippi River over Spring Lake, a large Mississippi backwater. The lake is a popular site for migratory waterfowl. more...           Cherokee Avenue and Prospect Boulevard       Google Map    These two streets provide great views of downtown St. Paul from the bluff top. You can wind your way up to them from downtown via the Smith Avenue Bridge and Wabasha Street.           Lake Street Bridge       Google Map    Connecting Minneapolis and Saint Paul, the Lake Street\/Marshall Avenue Bridge offers vistas up and down the Mississippi Gorge. Here the Mississippi runs through a narrow, wooded trench. From on the river, you can hardly see the cities.     back to top",
    "url": "https:\/\/www.nps.gov\/miss\/learn\/news\/press_photoloc.htm"
}
