{
    "title": "Saint Croix Island International Historic Site: Traveling Trunks",
    "body": "Traveling Trunks                    Saint Croix 1604 Traveling Trunk Immerse yourself in the livesof the island's inhabitants through their...           Results   Showing results 1-2 of 2    Sort By:  Title Date         Passamaquoddy History & Culture: A Traveling Teaching Kit    The National Park Service and the Abbe Museum collaborated to create this award-winning traveling kit. This kit does not attempt to fully teach all Passamaquoddy history. Rather, these lessons and activities should be used as an introduction that will inspire you and your students to learn more about Passamaquoddy and other Wabanaki history.    Type:Traveling Trunk Grade level:Fifth Grade-Eighth Grade Subjects:American Indian History and Culture, Archaeology, Community, Constitutional Amendments, Ecology, Family Life, Government, Health, History, Leadership, Linguistics, Visual Arts National\/State Standards:The Maine 2001 legislature LD291 and 2007 unfunded mandate requires Wabanaki Studies are incorporated into Social Studies content. Keywords:Passamaquoddy, Wabanaki, Native American history, Native American culture, artifacts, Maine history        Saint Croix 1604 Traveling Trunk    The Saint Croix 1604 Interpretive Trunks were assembled to increase awareness and knowledge of Saint Croix Island and its history. The trunks contain:- booklets on the history of the island,- a teacher's guide with activities and lessons,- brochures and books about the Native Americans who played a large role in Saint Croix's history, and- props that accompany certain activities.    Type:Traveling Trunk Grade level:Fifth Grade-Eighth Grade Subjects:American Indian History and Culture, Archaeology, Architecture, Art, Botany, Ecology, Family Life, Historic Preservation, History, Social Studies Keywords:Passamaquoddy, Native American culture, Native American history, Wabanaki, Samuel de Champlain, Saint Croix, Saint Croix Island, Beaver",
    "url": "https:\/\/www.nps.gov\/sacr\/learn\/education\/traveling-trunks.htm"
}
