{
    "title": "Saint Croix Island International Historic Site: Passmaquoddy Text and Audio for Interpretive Trail",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Audio Files for Interpretive Trail     Passmaquoddy Text and Audio for Interpretive Trail                Passamaquoddy Text for Interpretive Trail       Click here for translations in English and French. Panel One-Side One Panel One-Side Two Panel Two Panel Three Panel Four Panel Five Panel Six Panel Seven Panel Eight Panel Nine              Panel One- Side One     Audio file for the first panel, first side.  Duration:1 minute, 43 seconds      Credit \/ Author: NPS\/Ed Bassett, Passamaquoddy Recording Artist; Dolly Dana, Speaker                 Panel one on the interpretive trail. NPS  Kulasihkulpon 'ciw Mehtonuwesk Pihce Eli-kinuwitpiyaks  [Main Text] Ipa, tpostomun yut qeni-akonutomulek 'ciw Mehtonuwesk. Elikotok 1604 pethulut aqamok 'qotatq Polecomonok —nuci-amalholuhkewinuwok, 'somakonossok, naka wiluwikuwinuwok —etoli-qeci-petuthotihtit punkik. Kisi-wihkosultuwok monihkuk milawiw, naka peciyawolotuwok yut-te miya-te sehkiyin naci-kotunkahtiniya naka 'kikhotiniya. Yut awtossisok, pemapasihtitpon yukt pili-peciyawoloticik, kmoskomon amsqahs wikultihtitpon Okamonuhkewiyik yut skicinuwihkuk. [Bottom Left] Mehtonuwesk Pihce Eli-Kinuwitpiyaks, mawe-punasik monihq naka kci-ktahkomiq. Nomihtasu monihq, kenuk ma-te kisehtasiw. [Right Side of Map] Apeq nahaht-ote peciyawolotihtit Okamonuhkewiyik elikotok 1604, skicinuwok kis yut wikultuponik kehsamqahk-al kehsikotok, naka mec-ote yut wikultuwok Peskotomuhkatiyik 'kihtahkomikumuwak. Kulasihkakuwak             Panel One - Side Two     Audio file for the first panel, second side.  Duration:1 minute, 36 seconds      Credit \/ Author: NPS\/Ed Bassett, Passamaquoddy Recording Artist; Dolly Dana, Speaker                 Panel one- side two. NPS   Sipki-mihqitahatasik Pemkiskahk [Main Text] Eli-kisihkosultihtitpon yut Mehtonuwesk okimqot Malihkinuwihkuk naka Tokamonuhkik, ’sami amsqahs yut ’qocihpun Okamonuhkewiyik yut iyultuponik yut oloqiw punkik. Weci-maciyapektek yut monihkuk Ahkatik, Pili-Polecomonkik, naka weci-maciyapeksultihtit psi-te Polecomonok yut kci-ktahkomikuk. ’Kisokehkimsultiniya-te eli-sapawsultihtit yuta. [Right] Mehtonuwesk… weci-maciyapeksultihtit psi-te Polecomonok yut kci-ktahkomikuk. [Bottom Left] Mehtonuwesk Pihce Eli-Kinuwitpiyaks wewinasu Malihkinuwihkuk naka Tokamonuhkik, ’sami ktanaqsuwok Okamonuhkewiyik yut wikultuponik amsqahs peciyawolotihitit. [Lower Right] Kocicihtun kil? Pemkiskahk akim nisanku kehsalokamqahk polecomonakutulticik wikultuwok Malihkinuwihkuk. Tokamonuhkik polecomonatuwahticik akim oluwikonok kehsalokamqahk pomawsuwinuwok.               Panel Two     Audio file for the second panel.  Duration:1 minute, 20 seconds      Credit \/ Author: NPS\/Ed Bassett, Passamaquoddy Recording Artist; Dolly Dana, Speaker                 Second panel. Copyright Francis Back  Piluwahkewinuwok ihik Cicokayiw  [Main Text] Elikotok 1604 Peskotomuhkatiyik yut nit 'kihtahkomikumuwaw. Niponi-kisuhs peskuwok neqtakutomucik kis yut iyultusoponik, amhotuwok naka monessahtuwok. Ma-te kcicihtasiw tan 'tolitahatomoniyass neket peciyak kci-oposuloq qihiw nit monihkuk. Kocicihtunen wicuhkemku pili-peciyawoloticik naka 'sankewi-mawawsultiniya.  [Embedded Text in Image] Cipotu-te kis nomiyutultusoponik Peskotomuhkatiyik naka Okamonuhkewi-nutamewinuwok naka esunikewinuwok. Kenuk tehpu nomiyutultuwok niponiw. Mesq-ote wen peci-punkew.  [Lower Right] Tan-op ktolomolsin kil peciyak ktawtimok kci-atomupil eli-psontek piluwahkewinuwok? Kil-op kulasihkuwak, kosona tehpu ktahtolapomak?                 Panel Three     Audio file for the third panel.  Duration:1 minute, 46 seconds      Credit \/ Author: NPS\/Ed Bassett, Passamaquoddy Recording Artist; Dolly Dana, Speaker                 Third panel. Copyright Francis Back  Kahpotayuthotuwok Mehtonuwesk  [Main Text] \"…Kincemoss elokimat Sieur de Monsol 'kisacihtomon apc 'toliyawolotiniya skicinuwihkuk…\" Samuel de Champlain eluwikhoks elikotok 1604 (eli-ankuwacomuwasik) Yukt piluwahkewinuwok kisi-kahpotayuthotihtitpon monihkuk 'ceyak Polecomonkik. Kciqaha not Pierre Dugua, Sieur de Mons. Ulitahatomon nit wikin askomiw, kiyasqi-te kelusihtok weyossisuwew. 'Kocicihtunehpon kis aluwi-wihkosultuwok kotokik, nit weci-peciptuhtit elinaqahk kisuwehkasikil, naka nutoluhkewinuwok. [Embedded Text in Image] Keq nit mehsi-kahpotayutets monihkuk Pierre Dugua? 'Sami yaq piyemi-'komasi-tpinasu monihq. Nokatomoniya matonomuwan monihkumuwa; woli-te 'kisihtuniya wahkaluson naka 'kisi-punomoniya kci-peskuwatiyil. [Lower Right] Peskuwok skinuhsisok, akim 'qotinsk kosona nisanku kehsikotonhoticik, weci-peciyawolotuwok Polecomonkik wiciw 'somakonossok, pahtoliyasok, nuci-amalholuhkewinuwok, naka wiluwikuwinuwok. Keq nit mehsi-nokotomuhtit wikuwal naka oliyawolotihit ktahkomikuk skat nenasinuhk?               Panel Four     Audio file for the fourth panel.  Duration:1 minute, 39 seconds      Credit \/ Author: NPS\/Ed Bassett, Passamaquoddy Recording Artist; Dolly Dana, Speaker                 Fourth panel. Copyright Francis Back  'Tolihtuniya Keti-wikultihtit  [Main Text] \"…Nkisacihtomonen nmusikhikhotinen monihkuk, naci-piwsokukhotinen, naci-kipiksawhotinen, naciptunen tupqan naka kotokil pawalqahkil elihtasik wikuwamol.\" Samuel de Champlain eluwikhoks elikotok 1604 (eli-ankuwacomuwasik) Elinaqahk Pierre Dugua keti-olluhketpon. Piluwahkewinuwok 'kisihtuniya polecomoni-uten monihkuk, kehkihkikkil wikuwamol naka ihtoli-maqahawolotihtit pomawsuwinuwok. Kci-ktahkomikuk kiskikhotuwok naka 'kisihtuniya psahqakon. Tan-ote eli-kisehtuhtihtit, wolacultuwok weci-kisi-wolawsultihtit \"Pili-ktahkomikuk.\" [Embedded in Image] Polecomonok 'peciptuniya kehtanaqahk ketuwuwehkasik elihtasik wikuwamol. Nkisi-muskalkatomonennul wisaweyapsqisol 'ceyal Normandy. [Bottom Right] Mehciyat apsqewi-kisuhs kci-oposulokul wesuweksuwol ihik Polecomonkik. Tan ktolitahasin 'tolomolsultiniyass piluwahkewinuwok? 'Kocicihtuniya ktapahak oposulokul, ma-tehp wen 'kocicihtuwon tama iyultuwok.               Panel Five     Audio file for the fifth panel.  Duration:1 minute, 45 seconds      Credit \/ Author: NPS\/Ed Bassett, Passamaquoddy Recording Artist; Dolly Dana, Speaker                 Fifth panel. NPS  'Toqeci-nonomoniya Sitom  [Main Text] \"…Nuci-macaha Mehtonuwesk nisukonohok toqakuwi-kisuhs…wiciw nisanku nuteksulticik naka nisuwok skicinuwok. Ntiyalhulkunnuk tan-ote weli-nonomuhtit sitom. Samuel de Champlain eluwikhoks elikotok 1604 (eli-ankuwacomuwasik) Mehci-niponuwik Pierre Dugua 'pocitahkala uskitapem, kciqaha Samuel Champlain, weci-nonomuhtit sitom. Champlain oloqeksu sonuciw skicinuwihkuk;nonuwa skicinu, 'kisuwikhomon elahkukahk sitom, naka 'toliwihtomonol monihkuhsisol naka eli-milahkukahk sitom, tahalu ketehp Pesamkuk. Mesq amilkewi-kisuhs, cuwi-wesuwessu, 'sami mehciye micuwakon naka eci-mocokiskahk. [Embedded in Image] Samuel Champlain (kcitomi-wihqehla elomikotok, eliwisit \"de Champlain\") 'sinsk cel new tuceyuhpon elikotok 1604. Eli-kisuwikhoks kocicihtunen eli-tpiyaks Mehtonuwesk. [Bottom Right] Kocicihtun kil? Mecimi-te skicinuwok wiciyemawa, 'tiyalhulawa naka 'tankuwacomuwewawa Polecomon.               Panel Six     Audio file for the sixth panel.  Duration:1 minute, 41 seconds      Credit \/ Author: NPS\/Ed Bassett, Passamaquoddy Recording Artist; Dolly Dana, Speaker                 Sixth panel. NPS  Kpaliyawolotuwok  [Main Text] Puniw nkihtanaqsipon kesinukhotiyek… Ma-te 'pisun ntihiwonewin… Samuel de Champlain eluwikhoks elikotok 1604 (eli-ankuwacomuwasik) Pecihpuk 'samel pqom, ma-te wen kisi-ksokassiw kci-ktahkomikuk. Nit etoli-mecimessultihtit ihik monihkuk, naka ma-te ketuwossomultihtit 'samaqan kosona kotunkewey. Utawsultiniya salawehtikon naka meqpahak, naka 'qasqomehlawal wastiyil. Nit-te wikkinaq-ote ksinukhotuwok. Tokkiw siqonuwik eluwe-te epahsiw 'kihkanhotuwok skitapiyik, akim 'sinsk cel nan. [Embedded in Image] Eluwikhikets, Champlain 'tolitahatomon nehpuhukuniya etoliqqiyewik wiyuhsapituwal. 'Sami-moteweyu, ma-te 'kocicihtuwoniyawiss eli pileyal alonocisol naka kotokil eli-kikehtaqs yut ksinuhkewakon. [Bottom Right] Ma-te Polecomonok 'kocicihtuwoniyawiss puni-pomawsuwakon, naka mocelomoqhotuwok. Elikotok 1604–1605 aqami-tkeyuhpon katok toke.               Panel Seven     Audio file for the seventh panel.  Duration:1 minute, 45 seconds      Credit \/ Author: NPS\/Ed Bassett, Passamaquoddy Recording Artist; Dolly Dana, Speaker                 Seventh panel. NPS  Eli-nonomuhtit Ktahkomiq  [Main Text] \"Sieur de Mons 'pecitahasin 'tatutan tama piluwey… weci-nokotok sikihpuk. Samuel de Champlain eluwikhoks elikotok 1605 (eli-ankuwacomuwasik) Mehci-sikihpuk, Pierre Dugua, Sieur de Mons, 'tolokiman uskitapem 'suhkonomoniya wikuwamol, naka 'tatuthotiniya. Polecomonok kisokehkimsultuwok elawsultihtit skicinuwihkuk. Toke wihkosultuwok kci-ktahkomikuk qihiw ktopeqonok. Toke 'kisihtuniya wikuwamol kisuwehtasikil. Toke kisi-atuthotihtit, sipki-kisi-wikultuwok nit, ihik Mihkomahkik. [Top Left] Kocicihtun kil? Peskuwok peciyahtit Mehtonuwesk elomikotok nihkaneyawulticik Ahkatik naka Pili-Polecomonkik. Jean Biencourt de Poutrincourt not nihkaneyawit ihik Port Royal, Mihkomahkik, weci-qasqiktasiks Ahkatik. Samuel Champlain amsqahs kahpotayutets Kepek, naka 'sakomawin Pili-Polecomonkik. [Lower Right] Polecomonok 'kisokehkimkuwa Mihkoma eli-pomawsultihtit skicinuwihkuk;nit weci-kiskomahtihtit ihik Port Royal.               Panel Eight     Audio file for the eighth panel.  Duration:2 minutes, 37 seconds      Credit \/ Author: NPS\/Ed Bassett, Passamaquoddy Recording Artist; Dolly Dana, Speaker                 Settlement diagram. NPS  Tan Likonuss Yuta?  [Main Text] Yut nomihtasu Mehtonuwesk tahalu nit kisuwikhoks Samuel Champlain. Ma-te likonu tahalu-te eluwikhokpon. Pesqonul wikuwamol ma-te tepi-wolihtasiwiyil kosona ma-te otewiyil eluwikhasikpon. [Image Caption] Mehtonuwesk elikotok 1604, kisuwikhok Samuel Champlain. [Legend] A. Sieur de Monsok B. Halok C. Ihtek menuwehkasik D. 'Somakonossuwihkuk E. Nutahkuhketk F. Nucihketk G. Ktopeqonok H. Ihtolopankemok I. Ihtolahqemok L. Kihkanihkuk M. Kotokil kihkanol N. Ihtoli-mawiyamok O. Wahkaluson P. Sieur D'Orvilk, Champlainok, naka Chandoreyk Q. Sieur Boulayk, naka nuci-amalholuhkewinuwihkuk R. Sieur de Genestouwok, Sourink, naka kotokik nuci-amalholuhkewinuwok T. Sieur de Beaumontok, la Motte Bourioliwok, naka Fougerayk V. Pahtoliyask X. Kotokil kihkanol Y. Sip [Right] Muskalkatasu yut Mehtonuwesk elikotok 1789, 1949, naka 1969. Pskasuwok ihik monihkuk akim 'sinsk qahqolunsqeyak weceyawihtit Normandy, seqskamkuhsecik kehsikotok.               Panel Nine     Audio file for the ninth panel.  Duration:2 minutes, 33 seconds      Credit \/ Author: NPS\/Ed Bassett, Passamaquoddy Recording Artist; Dolly Dana, Speaker               Elikotokil Mehtonuwesk  1604 Niponiw: Kinapiyitahasultuwok Aqamok ’qotatq Polecomonok peciyawolotuwok niponi-kisuhs. Nihi kisuhsok kisihkosultihtit. Mehciyat apsqewi-kisuhs, kci-oposulokul wesuweksuwol ihik Polecomonkik. Akim oluwikonok kehsinsk cel esqonatek skitapiyik cuwi-punkahtuwok monihkuk. 1604 Toqakuwiw: ’Toqeci-nonomoniya Sonuciw Skicinuwihkuk Samuel Champlain, uskitapem, naka nisuwok skicinuwok oloqeksultuwok sonuciw sitomok weci-nonomuhtit skicinuwihkuk.  1604 \/ 1605 Puniw: Naskatahasultuwok Kpaliyawolotuwok Polecomonok monihkuk, naka mehcinhotuwok akim ’sinsk cel nan skitapiyik. Nisinsk kehsuwok apc ikahawqahticik  1605 Siqoniw: Tolaskuwasultuwok Peskotomuhkatiyik ’tapatawsikhawa Polecomon, eli-peciptuwahtit kotunkewey pili-nehpahtasik. Siqoniw skuwasultuwok ’sepomuwyukun kci-oposuloq weci-apaciyewik Polecomonkik, kenoq ma yut peciyew yaka niponi-kisuhs. 1605 Niponiw: Apc Tama Kahpotayuthotuwok Polecomonok ’qiluwahtuniya apc tama eli-kisi-wihkosultihtit. Niponiw ’suhkonomoniya wikuwamol Mehtonuwesk naka ’tatuthotiniya ihik Port Royal, Mihkomahkik.",
    "url": "https:\/\/www.nps.gov\/sacr\/learn\/photosmultimedia\/passamaquoddy-text-for-interpretive-trail.htm"
}
