{
    "title": "Saint Croix Island International Historic Site: Renseignments",
    "body": "Explore This Park    Plan Your Visit     En Français     Planifiez votre visite     Renseignments                Renseignements       Sautez à Itinéraire Cartes Heures et saisonss d'ouverture Coût & Réservations          Itinéraire Le lieu historique international de I'Île-Sainte-Croix est facilement atteint avec un véhicule privé. Le site est situé huit miles au sud de Calais, Maine sur la US Route 1, et peut être atteint soit par la Route 9 de Bangor ou la US Route 1, la route côtière de Portland. Le stationnement est situé à gauche après l'entrée du site. Plusieurs compagnies aériennes desservent l'aéroport de Bangor, Maine (103 miles) ou celui de Saint John au Nouveau-Brunswick, Canada (80 miles). Il y a des agences de locations de voitures dans les deux aéroports. L'accès à I'Île ne peut se faire que par bateau privé. Les visites de I'Île elle-même ne sont pas recommandées en raison de sa nature fragile.         Cartes         Locator Map - de la Nouvelle-Angleterre et du Nouveau-Brunswick          Area map - carte routière de la région          Heures et saisons d'ouverture Le site est ouvert tous les jours du lever du soleil au coucher du soleil. Pendant l'hiver, les statues de bronze le long du sentier sont couvertes pour les protéger des intempéries.          Coût & Réservations L'entrée du lieu historique international de l'Île-Sainte-Croix est gratuite.   Voyages Organisés Tous les tours à but lucratif qui voudraient utiliser la rampe rudimentaire de lancement de bateaux situé sur le site continental sur las US Route 1 doivent d'abord obtenir une autorisation pour usage commercial, disponible auprès du directeur des concessions à Acadia National Park. Le coût d'un permis s'élève à $200 pour une période du deux ans. Pour plus d'informations, contactez le directeur des concessions au (207) 288-8705 ou par courriel (email). Notez que la commercialisation est interdite sur l'Île Sainte-Croix pour protéger les ressources naturelles et culturelles. Les voyages à but lucratif ne sont pas autorisés sur l'île.",
    "url": "https:\/\/www.nps.gov\/sacr\/planyourvisit\/renseignements.htm"
}
