{
    "title": "Saint Croix Island International Historic Site: Nouvelles",
    "body": "Explore This Park    Plan Your Visit     En Français     Nouvelles              Nouvelles         Cérémonie du 400e anniversaire. NPS  Le 26 juin 2004 des dignitaires français, canadiens, passamaquoddy et américains ont participé à une cérémonie solennelle commémorant le 400ème anniversaire de la colonie française sur l'île Sainte-Croix. Les dignitaires ont été transportés jusqu'à l'île pour une cérémonie d'une heure sur des bateaux pilotés par des bénévoles locaux.  La cérémonie marquait la coopération entre les colons français et les Passamaquoddy durant la colonisation de 1604-1605, et les dignitaires ont exprimé le souhait de voir perdurer les bonnes relations entre les quatre nations présentes. La nation Passamaquoddy a reçu la Médaille française de la Légion d'Honneur, au rang de Commandant, et deux épées de cérémonie. Des paniers Passamaquoddy faits à la main, une reproduction d'un pétroglyphe du 17ème siècle, et une lettre adressée au Président Jacques Chirac ont été présentés à la délégation française dans le but de renouveler un accord de paix et d'amitié datant de plusieurs centaines d'années. Ont participé à cette cérémonie:  Mark Altvater- lieutenant Gouverneur, Pleasant Point (Siyaki) Passamaquoddy Robert Newell- Gouverneur, Indian Township (Me-doc-me-duc) Passamaquoddy Hugh Akagi- Chef, St Andrews (Qonasqamkuk) - Passamaquoddy l'Honorable Xavier Darcos- Ministre, Délégué à la Coopération au Développement, et à la Francophonie. l'Honorable Viola Léger- Sénatrice, Nouveau-Brunswick l'Honorable Michael Michaud- USA Membre du congrès, Maine Gail Kelly- Remplaçant la sénatrice Olympia Snowe, Maine Marie Rust- Directrice, Région du nord-est, Service des parcs nationaux.  Ont également assisté: New Brunswick Premier Bernard Lord, Philippe Guelluy, l'Ambassadeur français au Canada, Paul Cellucci, l'Ambassadeur américain au Canada, Carol Sheedy Directrice de la région Atlantique pour Parcs Canada, et des chefs Acadiens et Huguenots. Les Passamaquoddy Joan Dana et Blanche Sockabasin ont prononcé les allocutions de bienvenue et de clôture. Le Blue Hill Brass Band a joué la Marseillaise, O Canada, et le Star-Spangled Banner",
    "url": "https:\/\/www.nps.gov\/sacr\/planyourvisit\/nouvelles.htm"
}
