{
    "title": "Saint Croix Island International Historic Site: Gestion",
    "body": "Explore This Park    Plan Your Visit     En Français     Gestion              Gestion       Le lieu historique international de l'Île-Sainte-Croix fut nommé un monument national le 8 juin 1949. Le site a reçu son appellation actuelle le 25 septembre 1984. La gestion du lieu historique international de l'Île-Sainte-Croix est déterminée par sa mission, qui a été précisée dans le Plan Général de Gestion de 1998: Le Service des parcs nationaux préserve le lieu historique international de l'Île-Sainte-Croix en tant que monument qui commémore la naissance des Etats-Unis et du Canada. C'est ici que Pierre Dugua, Sieur de Mons, avec sa compagnie de 78 hommes a établi une colonie française en 1604-1605. En coopération avec Parcs Canada, le Service des parcs nationaux doit informer le public de cet effort héroïque, de son contexte, et de ses conséquences. La présente section du site web va vous renvoyer à bon nombre des documents qui aident le Service des parcs nationaux à accomplir cette mission pour l'édification de la génération actuelle et des générations à venir. Nos documents de gestion sont disponibles seulement en anglais       Gestion du feu Ces documents présentent des directives relatives aux incendies de forêt au lieu historique international de l'Île-Sainte-Croix. La politique du Service des parcs nationaux exige que tous les Parcs Nationaux comportant de la végétation capable d'alimenter un incendie disposent d'un plan de gestion des incendies. Les documents suivants répondent aux exigences de la politique et décrivent les dispositions visant à protéger la sécurité des personnes, les infrastructures et les ressources culturelles, à préserver les ressources naturelles et leur processus, ainsi qu'a préserver les sites culturels et historiques.   Fire Management Plan - Finding of No Significant Impact Fire Management Plan Fire Management Plan - Environmental Assessment",
    "url": "https:\/\/www.nps.gov\/sacr\/planyourvisit\/gestion.htm"
}
