{
    "title": "Saint Croix Island International Historic Site: À savoir",
    "body": "Explore This Park    Plan Your Visit     En Français     Planifiez votre visite     À savoir                À savoir       Sauter à Se déplacer Logement Où manger? Temps Accessibilté       Le lieu historique international de l'Île Sainte-Croix peut être visité en quelques heures. Lisez ci-bas pour préparer votre visite.         Se Déplacer  La partie continentale du site s'atteint le plus facilement avec un véhicule privé. Il n'y a pas de service de traversier pour atteindre l'île; le seul moyen d'y accéder est par bateau privé.          Logement Il n'y a pas de logement dans le parc. Les villes de Robbinston (quatre miles au sud) et Calais (huit miles au nord) offrent plusieurs possibilités de logement. Pour plus d'informations, contactez les chambres de commerce locales.          Où Manger? Il n'y a pas de restaurants dans le parc. La ville de Calais (huit miles au nord) offre plusieurs possibilités de restauration. Pour plus d'informations, contactez les chambres de commerce locales.         Temps A mi-distance entre le pôle Nord et l'équateur, le lieu historique international de l'Île-Sainte-Croix est exposé aux conditions climatiques typiques de la côte est du Maine. En général, vous pouvez rencontrer les conditions suivantes:   Printemps- Les températures sont fraiches avec du brouillard occasionnel en fin de saison. Été- La pluie est fréquente, avec un peu de brouillard au début de la saison. Les brises de mer en été donnent une impression de fraîcheur. Les températures oscillent entre 70 et 80° F (21-27° C). Hiver- Les températures sont modérées, et la neige est possible d'octobre à mars (et même plus tard).  Lors de votre visite, soyez prêts à rencontrer tous les types de temps étant donné les changements fréquents de conditions climatiques.          Accessibilité Il n'y a pas d'accès public à l'île Sainte-Croix. Les infrastructures situés sur la partie continental (stationnement, sentier, toilettes, et abri explicatif) sont accessibles en fauteuil roulant. Il n'est pas recommandé de se garer près de la côte en raison de la pente raide.",
    "url": "https:\/\/www.nps.gov\/sacr\/planyourvisit\/a-savoir.htm"
}
