{
    "title": "Rocky Mountain National Park: Invasive Exotic Plant Management Plan",
    "body": "Invasive Exotic Plant Management Plan         Park employee using a backpack sprayer to apply herbicide to exotic plants.   Invasive Exotic Plant Management Plan (1mg pdf) Finding of No Significant Impact (FONSI) (115kb pdf) 2016 Potential Herbicide Application Locations East of Continental Divide 1. Allenspark Trail 2. Aspenglen Campground 3. Bear Lake Road Corridor, Parking, & Trailheads 4. Beaver Point to Beaver Meadows Entrance Station 5. Beaver Meadows 6. Black Canyon Trail 7. Cow Creek Drainage 8. Deer Mountain 9. East Portal Trail 10. Endovalley 11. Fall River Visitor Center to Entrance Station 12. Fern Lake Fire 13. Glacier Basin Campground 14. Hidden Valley 15. High Drive 16. Hollowell Park 17. Hondius Park 18. Horseshoe Park 19. Lily Lake 20. Longs Peak Campground 21. Lumpy Ridge\/ Gem Lake 22. McGraw Ranch 23. Moraine Park 24. Moraine Park Campground 25. North Lateral Moraine 26. Notchtop Bivy Zone 27. Old Fall River Road 28. Park Headquarters & Utility Area 29. South Lateral Moraine 30. Sprague Lake 31. Trail Ridge Road Corridor below 9,500 feet 32. Twin Sisters Landslide 33. West Creek Research Natural Area (Cow Creek Fire scar) 34. Wild Basin West of Continental Divide 35. Big Meadows Fire Scar 36. Colorado River Corridor to Lulu City 37. East Inlet Trail 38. Grand Ditch 39. Grand Lake Entrance Station 40. Green Mountain Housing 41. Holzwarth Historic Site 42. Kawuneechee Park Housing and Utility Area 43. North Inlet Trail 44. Paradise Park Research Natural Area 45. Ranger Meadows 46. Shadow Mountain Dam\/ East Shore Trail 47. Timber Creek Campground 48. Tonahutu Trail 49. Trail Ridge Road Corridor and Trailheads below 11,000 ft Additional locations for herbicide application may be identified during the season due to exotic plant movement across the park's elevation range. This page will be updated and signs posted at all treatment locations at least two weeks prior to application.     To download a printable document of this information, click here.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/invasive_exotic_plant_mgmt_plan.htm"
}
