{
    "title": "Boston Harbor Islands National Recreation Area: Native Americans",
    "body": "Education Themes: Native Americans       Island Use  Archaeological evidence shows that Native Americans have lived on or used the islands for at least 8000 years.  Different cultural groups using the islands likely included the Moswetuset, Mashpee, Wampanoags and the Nipmuks.  Prior to European contact Native Americans lived on the islands from early spring to late autumn.  During the thousands of years of Indian use, the natural environment was sustained and a deep connection was developed between Native Americans and the islands.  Native Americans fished in harbor waters and cleared fields and parts of the forest to plant crops of corn, beans, and squash. They also gathered wild berries and other plants for food and medicine, and hunted animals and fowl. According to the remains that have survived to modern times, the most common animals on the islands were deer, cod, and softshell clams.  Archeological evidence indicates that Native Americans used the islands for tool manufacturing and also for social and ceremonial activities.  In 1626, Thompson Island was a Native American trading post.  Deer Island was one of several islands used for internment camps for Native Americans during King Philip's War. (See description below.)  Interactions between Native Americans and European Settlers  When English settlers arrived, Native Americans still regarded the islands as their home and remained there until Euro-American settlers started encroaching on their land.  Beginning in 1675 American colonists engaged in a major war with the Native Americans. It came to be known as King Philip's War. (King Philip was the name the English called Metacom, the Wampanoag sachem.)  King Philip's War had far-reaching and long-lasting effects on Native American communities in the region and on the relations between Native Americans and Europeans.  As the Native American resistance intensified, and more colonial villages were attacked and burned, the English fear of the Native Americans grew.  The significance of the islands during the period of King Philip's War is not due to battles fought there but because of the forced removal of Native Americans to the islands.  Prior to the start of the war, a number of \"praying towns\" had been established within Massachusetts Bay where natives were tolerant of, and living amongst, their European neighbors. As colonial settlements expanded, many Native Americans were displaced to the Indian praying villages and towns.  During the winter of 1675-76, the Massachusetts Bay Colony decreed that the inhabitants of the \"praying towns,\" such as Natick, be relocated. On October 30, 1675, a large body of Christian Indians was forced in shackles to the Charles River and, on three vessels, transported to islands in the harbor. The majority of those relocated were taken to Deer Island where they were incarcerated.  Later some Native Americans were forced to other islands, probably Peddocks Island, Long Island, and one of the Brewster islands.  Accounts vary widely as to how many Native Americans were removed to the islands. Historians, using written records, give the range as between 500 and 1,100. Some Native Americans now believe that traditional (non-Christian) Native Americans were not counted by the Colonists and so the numbers were much higher. Historical records indicate that as many as one-half of Native Americans died of starvation, exposure, and lack of appropriate medicines in what has been called a concentration camp. The General Court of Massachusetts, referring to Native Americans on the islands, proclaimed \"that none of the sayd indians shall presume to goe off the sayd islands voluntarily, uponn payne of death . . . .  After the war, those who survived the island internment continued to face dire relations with the colonies.  Records indicate that the colonial government sold some Native Americans into slavery, or indentured them to English families. Other praying Indians, who were released, moved into and strengthened Christian Native American settlements.  Praying Indians also dispersed to other Native communities including the Nipmucks, Nipmucs, Wampanoags, and Abenakis (Penobscots) and to communities farther south, west, and north in Canada.  The scope of King Philip's War extended west, beyond the Berkshire Mountains, south to Long Island Sound, and north into present-day Maine. However, the events referenced above are those most directly associated with Boston Harbor Islands. The island focus stems from the park's enabling legislation which highlights the importance of understanding the history of Native American use and involvement with the islands, and calls for protecting and preserving Native American burial grounds, particularly those connected with King Philip's War.  This Congressional recognition of the importance of Native American history and of King Philip's War has raised public awareness around these topics. It has also raised park managers' sensitivity to the complex issues surrounding the management and interpretation of island resources associated with Native American use of the islands. This recognition and awareness complements a broad range of federal and state initiatives to protect Native American sacred, cultural, and historic sites in collaboration with Indian tribes. The establishment of the park has also brought a new focus for tribes with cultural affiliation to the islands and their resources. Paramount among the many concerns expressed by Native American people is that any burial grounds or sacred sites be protected and treated with respect by all. Presently, Native Americans return to Deer Island every year in October to solemnly commemorate their ancestors' suffering.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/education\/education-theme2.htm"
}
