{
    "title": "Boston Harbor Islands National Recreation Area: Research",
    "body": "Additional Research       Nancy S. Seasholes compiled an overview of how natural resources of the islands were used during the historical period for the National Park Service. Her recommendations for additional research follow.   Fishing More research is needed on the 19th-century fishing communities on the various Harbor Islands—the dates they actually existed, the exact location and number of houses, the number and identity of the inhabitants, and the type of fishing in which they engaged. In 1975 the leading archaeologist of the Harbor Islands suggested that an archeological investigation of the fishing colony on Calf would yield interesting information on the daily lives of a mid-19th-century working class island community (Leudtke 1975:18) and this might be true of the other island fishing communities as well. Research is also needed on the Bumpkin smelting center—its dates, location, operation, etc.   Hunting If hunting is considered a significant use of natural resources on the Harbor Islands, then more research can certainly be done on the types of game hunted, by whom, and with what means, for the discussion of hunting in this report was based only on information available in antiquarian histories of the islands. Timbering Depending on the level of knowledge desired, more research could be done on 17th-century timbering methods and\/or on reforestation efforts in later centuries. Farming and Husbandry A great deal more research is needed about the farming that took place on the Harbor Islands. This research should identify who the farmers were (and whether they were tenants or owners), where the farmhouses and auxiliary buildings were located, what kind of crops and livestock were raised, whether the farms were just subsistence operations or sold surpluses elsewhere, etc. Deed research would answer some of these questions, and names of early owners, and thus an entrée to the deeds, are provided by both Shurtleff and Snow. The 2008 Archaeological Overview and Assessment also identifies many specific questions for further research (Seasholes and Binzen 2008:134–209). Quarrying More research is needed at least about the quarry on Outer Brewster. As suggested in the Quarrying section above, there are conflicting reports of the date when the quarry was established (1799, 1817, or 1843) and by whom (Nathaniel or Arthur Austin). Resolving these questions would clarify the connection between this quarry and the houses at 92 Main Street and 27 Harvard Square in Charlestown. Research is also needed on the house foundation located on Outer Brewster by the 1974 archaeological survey (Luedtke 1975:86) to determine if this house was associated with the quarry. Finally, more research is needed on the “canal”—the date, methods, and reasons for its construction. Research could also be done on the 17th- and 19th-century quarrying on Slate and 17th on Hangman to verify the accuracy of the information in this report, which comes from antiquarian accounts.  References",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/historyculture\/use-of-natural-resources-research.htm"
}
