{
    "title": "Boston Harbor Islands National Recreation Area: Haying",
    "body": "Haying         Farmers work on a salt marsh haystack   The early Boston area colonists used the Harbor Islands as a source of salt marsh hay, presumably for their own use. Although the settlers probably cut most of their hay from mainland marshes, there is evidence they also obtained some from the islands. William Wood wrote in 1634, for example, that colonists fetched hay from the islands in lighters (flat-bottomed barges) (Wood 1977 [1634]:59). And in 1650 the town of Boston gave a Thomas Munt permission to mow hay on Bird Island that year (B.R.C. 1881a:100).   In later centuries, hay may have been grown on the many islands on which farming and husbandry took place (see below) in order to support the livestock being raised on those islands. An exception was Spectacle, where in 1742 the hay raised on the island was taken to South Boston (Sweetser 1988 [1888]:176). More common were islands where the hay grown was used on that island itself. This was certainly the case on Thompson, where the Farm School raised hay to feed its cows and horses, cutting over 100 tons in one year in the early 20th century (Stanley 1966:58). Hay was grown in the late 19th century on the Brewer estate at Worlds End (Walker and Walker 1984:45). Hay was also raised on Grape after it was acquired c.1892 by owners of a polo ground in Hingham who used the island to grow hay for and graze their polo ponies (Arato et al. 2000: Grape).        Salt marsh haying at Boston Harbor Islands   In contrast to the Boston Harbor Islands, where haying was done by private individuals or in connection with the institutions or estates on the islands, haying on the islands in Maine was a commercial activity. Hay grew naturally on the outer islands whose acid soils-the result of seabird nesting-precluded the growth of forests. From pre-Revolutionary times onward hay was harvested on Metinic and the Green Islands for sale in Boston, for example (McLane and McLane 1997:14).  What remains… There are unlikely to be any historical resources associated with the salt mash haying that occurred on Harbor Islands in the 17th century other than palynological evidence of the salt marshes themselves. On the other hand, there might be resources associated with the large-scale haying that took place in the 19th century on islands such as Thompson, Worlds End, and Grape. These resources would most likely be foundations of barns in which hay was stored; remains of haying equipment are less likely to have survived. Prepared by Nancy S. Seaholes, 2009",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/historyculture\/haying.htm"
}
