{
    "title": "Boston Harbor Islands National Recreation Area: How large is an island?",
    "body": "Island Facts: How large is an island?       The sizes of the islands in the park change every hour, as the ocean tides ebb and flow on their shores. The difference between high water and low water in Boston Harbor is among the greatest tidal ranges in the United States (about a 10- or 12-foot difference). The result is that where shores gently slope away from islands the islands are relative small at high tide and large at low tide. Calf Island almost doubles, going from 18.5 acres to 34.6 acres. (All totaled, the park islands change from 1,483 to 3,067 acres during the tidal cycle.) The land exposed by the retreating tide-mud flats, sand, gravel, rocks-is known as the intertidal zone. The intertidal area is the land between high tide and low tide. To complicate the task of measuring the size of islands, the tidal range changes over the course of a month and through the year. Therefore, each island's upland area (above high tide) and intertidal area (between high tide and low tide) varies each day. How then, do we measure the size of islands in the park? Plants provide the answer. Some plants can tolerate little or no saltwater. The tide rarely reaches where they grow. Other plants must be surrounded by saltwater in order to grow. They will not be found where they would often be exposed at low tide. Others require the changing conditions of the tides. So, vegetation marks the typical high and low water marks. The sizes of the islands in Boston Harbor national park area were measured using vegetation borders to determine the upland acreage; the edge of the marine or sub-tidal vegetation determined the size of the intertidal area. The upland and intertidal areas together equal the total acreage of the park. Park Acreage: How was it determined? On each island the high tide mark was recorded by walking the upper-most wrack line not in upland vegetation or the upper edge of the black zone using a geographic positioning system unit (Trimble GeoExplorer III dGPS), creating a polygon. The low tide mark was walked beginning one hour before low tide and continued as long as was needed up to one hour after low tide. On a few rare occasions due to difficult terrain and weather conditions the low tide mark was continued until two hours after low tide. In rocky areas the low tide mark was the lowest point safely attainable during this time most often above the kelp zone below the Chondrus\/Mastocarpus zone. On mixed coarse and boulder areas the same delineation was made. In mudflat areas with no macro algae indicators an individual walked waist to chest deep in the water beginning one hour before low tide and ending no later then one hour after low tide. Maximum tidal height at low tide was never more then 0.8 feet as recorded by NOAA tide stations. On four islands due to extremely difficult terrain and wave exposure other techniques were used. The east side of Little Calf Island was delineated by recording dGPS positions from a small rowboat. Positions were taken one to two hours after low tide therefore affording the ability to make an accurate recording of the low tide mark without running aground. The south end of Green Island and the northern most and southern most points on The Graves were visually measured on site and drawn in using GIS. We were not able to land on Shag Rocks and this island was drawn in using aerial photos and surveys from a boat. The polygons for Shag Rocks are not as accurate as those on the other islands. A number of areas in the park are peninsulas and share property lines with the various neighbors. A combination of deeds, plans, and assessors maps were used to determine the boundaries and these were walked with a dGPS unit. These boundaries are close approximations of the true property lines, but are not intended for legal use. Moon Island was the only peninsula where serious difficulties arose. The peninsula is owned by the City of Boston (Suffolk County), but is assessed in Quincy (Norfolk County). After consulting the Boston and Quincy Engineering departments, deeds, plans and assessors maps the property line could be estimated, but the full length of the legal boundary between Quincy and Boston could not be precisely determined. The low tide mark\/property line around Raccoon in Quincy and Button, Sarah and Ragged in Hingham Harbor was difficult to determine because the areas are islands at high tide, but are attached to the mainland at low tide. On Raccoon, we used a change in substrate and assemblage type as the boundary between the Quincy shore and the island, but in Hingham this was not possible. The Harbor is primarily exposed mudflat at low tide and lacks any measurable change in substrate or assemblage at the 25m2 MMU. The decision was made to include all the intertidal area connected to the three islands up to the approximate high tide mark on the Hingham shore. The low tide mark starting at the mooring field in Hingham Harbor follows the true low tide mark out the dredged channel and around the creeks and islands to the northwest corner. The northwest corner of the polygon follows the contours of a small creek and then continues along the high tide mark on the Hingham mainland. The settings for the GeoExplorer III can be found in Inventory of Intertidal Habitats: Boston Harbor Islands. The rover files from the GeoExplorer III were uploaded to a computer via Pathfinder Office 2.51. Rover files were corrected with base files from base stations in Woburn, MA and the University of Rhode Island (Kingston, RI) and the corrected files were edited in Pathfinder Office 2.51 to remove loops. The corrected edited files were exported to ArcView 3.2 where the final editing was done. The final product was projected to adhere to National Park Service guidelines: UTM, Zone: 19N, NAD 83, Meters.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/historyculture\/island-size.htm"
}
