{
    "title": "Boston Harbor Islands National Recreation Area: Farming",
    "body": "Farming and Husbandry         Native Americans may have cultivated the islands prior to European contact   Although fishing, hunting, timbering, and haying may have begun somewhat earlier than farming and husbandry, the last were the most prevalent activities on the Boston Harbor Islands until the mid-19th century. By the early 17th century, some islands had been at least partially cleared by Native Americans for cultivation and the Puritans did more clearing as a byproduct of their wood cutting. After the establishment of the Massachusetts Bay Colony many of the islands were rented or granted to one or more individuals who then farmed the land. Boston town records indicate that by the 1650s farms existed on Deer; Long, where there were “planting lots” in 1639; and Spectacle, where a half acre had been cleared by 1640 (B.R.C. 1881a:125, 46, 53). Other sources document early farms on Georges, which was occupied by James Pemberton (Shurtleff 1890:555); Gallops, where Capt. John Gallop had a “snug farm” as well as a meadow on Long (Sweetser 1988 [1888]:190); Long, which apparently had several farms with “orchards, gardens, and pastures” by the end of the 17th century (Snow 1971:213–14; Shurtleff 1890:533–34); Rainsford, which Edward Raynsford farmed (Sweetser 1988 [1888]:201); Bumpkin, which was farmed by the tenants of Harvard College (Shurtleff 1890:559–60); Peddocks, which had four-acre lots (Shurtleff 1890:557); Thompson by tenant farmers (Cook 1993:9–12); Grape (Stark 1879:109); and Worlds End, where colonists built a causeway called “the bar” to connect two islands off Hingham and also two stone dams to reclaim an area previously inundated at high tide and henceforth known as the “dammed meadow” (Walker and Walker 1984:1, 3; Luedtke 1990:5).        Thompson Island was home to the Boston Farm School   In addition to farms, many islands were used as pastures for grazing cattle and sheep. In the 17th century Rainsford was primarily devoted to cattle pastures (Shurtleff 1890:521). After Long was denuded of timber (see Timbering above), it, too, was apparently originally used for pasturage (Shurtleff 1890:531). In addition to his farm on Gallops and meadow on Long, Captain Gallop had a sheep pasture on Nixes Mate (Sweetser 1988 [1888]:190). A pound was established on Deer Island in 1641 for unyoked hogs ands unsupervised goats found wandering around Boston and the town apparently constructed a building on the island to contain these animals (B.R.C. 1881a:60, 65–66). Hogs were exempted from being taken to Deer in 1642, but wandering goats were evidently still confined there (B.R.C. 1881a:68). Goats were also apparently present on Lovells in 1645 (Sweetser 1988 [1888]:188). The eponymous Sheep Island was used for grazing sheep (Shurtleff 1890:558), and Worlds End was also used for pasturage (Luedtke 1975:5). A 1700 agreement about Great Brewster implies that cattle may have been pastured there in the late 17th century (Snow 1971:241), and in the early 18th century the keeper of Boston Light kept a herd of sheep on that island (Snow 1971:40).   In the 18th century, farming continued on many islands. At least one of the farms on Long at the end of the 17th century (see above) was also present in the 18th (Shurtleff 1890:536). There was also an active farm on Spectacle (Jones 1989:10–12). Nixes Mate was still large enough to permit sheep to be pastured there; livestock were also pastured on Snake in 1775 (Snow1971:97, 147); and farming and pasturage presumably continued at Worlds End (Luedtke 1990:5). Perhaps most indicative of the number and importance of the farms on the Harbor Islands in the 18th century is the fact that most of the military engagements in the Boston area during the Revolution were fought on the Harbor Islands in order to obtain the livestock and agricultural produce raised on them. These engagements took place in 1775 on Grape, Peddocks, Noddles and Breeds, Deer, Long, and Thompson.        Ruins of a stone farmhouse can still be seen on Bumpkin Island   Farms on the islands continued to flourish in the 19th century. Before the formation of the East Boston Company in 1833, Noddles was farmed by a tenant who raised livestock to supply ships and hay to be shipped to the South (Sumner 1858:7). Tenants of Harvard University continued to farm on Bumpkin; a stock farm existed on Georges in the early years of the century and a large herd of cows and many hogs were on the island in mid-century; sheep and cattle were raised on Outer Brewster c. 1840; in the 1880s fruits, vegetables, and cattle from Peddocks supplied hotel guests in Hull; Gallops also supplied mainland customers (in the 1880s the island annually produced 700 bushels of vegetables, 10 tons of hay, as well as milk and butter); a five-acre vegetable garden was maintained on Spectacle for employees of a rendering plant and their families; and vegetables were grown for their own use by a hermit on Grape, the fishermen on Hangman, and the lighthouse keeper on Little Brewster (Sweetser 1988 [1888]:214, 228, 250, 208, 190, 177, 209, 246-47; Snow 1971:7). Beginning in 1855 Worlds End was developed as a country estate that raised horses, cattle, hay, and, for a short time, sheep-an estate that continued to function until 1936 (Walker and Walker 1984:11-50). Probably the best known farm on the Harbor Islands was the one established in 1833 on Thompson by the Boston Farm School, which operated into the 20th century (Snow 1971:104-13).   What remains… The historical resources associated with farming and husbandry on the Harbor Islands would be the remains of the farmsteads and pastures that once dotted the islands. Such remains may very well exist on islands where they have not been destroyed by subsequent development. Evidence of farming and\/or farmhouses are known to exist on Bumpkin, Grape, Worlds End, and Thompson, for example, and may also be present on the southern part of Long, Rainsford, Lovells, Gallops, and Outer Brewster. Prepared by Nancy S. Seaholes, 2009",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/historyculture\/farming.htm"
}
