{
    "title": "Boston Harbor Islands National Recreation Area: Timbering",
    "body": "Timbering         Handdrawn image of timbering   At the time of first European settlement in the Boston Harbor area, some of the Harbor Islands apparently retained their original vegetation while others had been at least partially cleared by Native Americans for cultivation. In a visit to Boston Harbor in 1621, for example, Governor William Bradford of Plymouth Colony noted, “Many, yea, most of the Ilands have beene inhabited, some being cleared from end of end” (Shurtleff 1890:434). Trees grew on the islands that were not cleared or were not bare bedrock like Green or Little Calf, but what species of trees is still a subject of research. Macrofossils and pollen analysis indicate that birch, oak, ash, maple, pine, cedar, hickory, linden, and sassafras were probably present (Richburg and Patterson 2005:17). In addition to these, Martin Pring in 1603 and John Smith in 1616 also observed beech, cherry, chestnut, cypress, elm, hazel, mulberry, plum, walnut, and witch hazel (Richburg and Patterson 2005:19). Regardless of what species were available, colonists soon began to use the wood on the islands for building construction and firewood, especially since the Shawmut Peninsula had already been deforested. Early wood gathering on Deer Island, for example, is documented in the Boston town records. In November 1636 the town gave Boston inhabitants permission to cut wood on Deer Island (Boston Record Commissioners [B.R.C.] 1881a:13–14). The right to cut wood on that island continued even when it was leased to private parties in December 1644 and in January 1648 (B.R.C. 1881a:82, 92). In 1655, however, the town prohibited further wood cutting on Deer, saying that only enough remained for the farm then on the island (B.R.C. 1881a:125). And in 1662 the town permitted the Deer Island tenant to clear all the timber in the island’s swamp as well as all other wood left on the island except for some timber trees (possibly red maple and Atlantic cedar)—probably marking the end of forestation on Deer Island (B.R.C. 1881b:18; Patterson and Richburg 2003:14).        Men working on a timber stack   Early exploitation of wood and subsequent deforestation also occurred on other Harbor Islands. In 1633 when Noddles Island was granted to Samuel Maverick, for example, residents of Boston and Charlestown were given the right to “fetch wood continually” from the southern part of the island (Shurtleff 1890:444). Shurtleff says that Long was originally well wooded but, soon after it became part of Boston in 1634 and lots were granted to individuals, tree felling began “in earnest” and the island was “divested of its forests,” though cites no sources (Shurtleff 1890:530–31). Shurtleff also relates an incident from Winthrop’s journal about a wood-cutting expedition to Spectacle in January 1638 that ended in disaster when a storm dispersed the 30 participants, some as far as the Brewsters, and one died (Shurtleff 1890:509–10). A 1636 grant of Lovells to Charlestown required that half the timber and firewood on the island go to the fort on Castle Island (Shurtleff 1890:549). And a 1700 agreement specified that any wood remaining standing on the Brewsters on March 31, 1708, would become common property of the owners of those islands (Snow 1971:241). Although trees, particularly fruit and ornamental, were later planted on many islands and in 1887 Frederick Law Olmsted even proposed reforesting the Harbor Islands (Richburg and Patterson 2005:22)—a proposal that was not implemented—the islands were not a source of firewood and timber after early colonial times.   What remains… Although palynological and historical evidence can indicate what kinds of trees grew on the Boston Harbor Islands at the time of European settlement (see above), it is unlikely that any historical resources would remain of the early timbering that took place on the islands. Even if a metal ax had been lost, for example, it would long since have corroded into dust in the islands’ acid soils. Prepared by Nancy S. Seaholes, 2009  References",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/historyculture\/timbering.htm"
}
