{
    "title": "Boston Harbor Islands National Recreation Area: Water Transportation",
    "body": "Water Transportation       One of the mandates of the park’s enabling legislation is to improve access to the Boston Harbor Islands using public water transportation. In developing policy to address this mandate, several assumptions were made about water transportation:  that passenger ferry service will be expanded in phases over time that additional mainland departure points and routes are added when there is demonstrated demand that island docks, which are controlled by park managers, are open for commercial ferries under regulation by the park (dock) manager that ferry service is intended to be self-sustaining over time.  The Boton Harbor Islands Partnership cooperates with the many agencies to provide greater access to the harbor for the public. Special efforts are made to coordinate with public transit authorities for access improvements to land routes for visitors in inland communities to reach mainland gateways easily. Park Water Transportation The park’s water transportation system provides most visitors with access to the islands. Passenger ferries travel from mainland gateways to hub islands, where water shuttles operate in loops to several other islands. Ferries operate frequently in the summer, less frequently in spring and fall, with special trips in the winter. Water shuttles make regular circuits once or several times a day among Georges, Spectacle, Deer, Lovells, Grape, Bumpkin, and Peddocks. The park water transportation system continues to be operated by private boat operators under agreement to the Partnership or its member agencies. It is monitored and evaluated periodically and adjusted as needed. Other Water Access Public excursions to certain islands, such as Little Brewster, may operate directly from a mainland gateway as well as from hub islands to supplement the park water transportation system. Privately operated water taxi service serving the islands is available to visitors on call. Private boaters, who may account for nearly half of some island’s visitors, are provided appropriate facilities such as moorings and dinghies. National Parks of Boston Harbor In 2001 the U.S. Department of Transportation completed a water-based transportation master plan that serves the needs of the four Boston-area national parks. The main objective was to improve access to Boston Harbor Islands national park area and three other NPS parks adjacent to the Boston Harbor: Boston National Historical Park, Salem Maritime National Historic Site, and Adams National Historical Park.  » Boston Harbor National Park Service Sites – Alternative Transportation Systems Evaluation Report (Prepared by John A. Volpe National Transportation Systems Center, U.S. Department of Transportation Research and Special Programs Administration, June 2001.) [PDF]  » Alternative Transportation at Boston Harbor Islands National Recreation Area (Prepared by John A. Volpe National Transportation Systems Center, U.S. Department of Transportation Research and Special Programs Administration, May 2004.) [PDF]",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/management\/water-transportation.htm"
}
