{
    "title": "Boston Harbor Islands National Recreation Area: 5-Year Strategic Plan",
    "body": "5-Year Strategic Plan        2016 Strategic Plan The Boston Harbor Islands Partnership adopted the 2016 strategic plan on September 15, 2009. This strategic plan is our second for the park and will guide us through the year 2016. It presents strategies adopted by the Boston Harbor Islands Partnership for collective action under five themes, including Education and Interpretation; Stewardship; Environmental Leadership; Recreational Experience; and Professional Excellence.  » Boston Harbor Islands 2016 Strategic Plan [PDF, 842KB]        Five-Year Strategic Plan: 2000-2005 The Boston Harbor Islands Partnership developed a five-year Strategic Plan for the period October 1, 2000 to September 30, 2005. It set measurable goals for six management initiatives, identified as the \"Phase One Initiatives\" in the 2002 General Management Plan. The strategic initiatives were:  Resource Stabilization & Remediation Natural Resource Inventory & Monitoring Cultural Resource Baseline Visitor Access Interpretation & Education Partnership Effectiveness  On January 17, 2006, the park's Advisory Council presented an evaluation to the Partnership for each of the six strategic initiatives, acting in its roles as management advisor and liaison between the Partnership and the broader public. The report documented that much had been accomplished. Many goals were exceeded. Those not met most often involved lack of funding. There were also areas requiring improvement and the Advisory Council hoped its recommendations would prove helpful as the Partnership molds a second strategic plan for the park. The Council's general recommendations were:  The Partnership should follow the first five-year plan with a second plan to guide efforts. The Partnership should begin issuing quarterly reports that list, prioritize and provide brief updates on progress of all the many and varied actions in support of its goals. The reports would be useful to the individual partners, the partnership, the advisory council, and the interested public. It would also be helpful to include in the report a matrix of all available data, its current location and database format, its proposed distribution and desired end location and format.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/management\/5-year-strategic-plan.htm"
}
