{
    "title": "Boston Harbor Islands National Recreation Area: Harbor Park Pavilion",
    "body": "Mainland Gateways: Harbor Park Pavilion        Parcel 14 of Rose Kennedy Greenway, Boston (illustration)        The Harbor Park Pavilion will be a public facility on Parcel 14 of the new Rose Kennedy Greenway at Long Wharf in downtown Boston. It will serve as the main downtown gateway to the Boston Harbor Islands national park area, and as a link in providing visitor information in the historic core of Boston. Conceived as an open-air exhibit, defined by two sculptural canopies, the Pavilion will contain a 40-foot by 52-foot granite map of the Harbor Islands park. It will be situated on more than 28,000 square feet of landscaped space, will contain enough solar panels to make the facility close to a net zero energy consumer. Exhibit panels will offer colorful information about the islands. Ferry tickets and schedules will be easily available. Boston Harbor Islands, a unit of the national park system, encompasses 34 islands in Boston Harbor. Of historical, ecological, and recreational importance, the islands are accessed by passenger ferry boats from Long Wharf. Open to the public, they offer visitors a chance to experience a 3,200-acre natural and cultural area close to the city. The Harbor Park Pavilion will increase awareness of the offshore park, and will also provide information services for Greenway users, whether they are neighbors or visitors to Boston. Part of a larger Traveler Information System, the pavilion will be jointly managed by the National Park Service and Island Alliance, and staffed by trained volunteers and staff. The islands are cooperatively managed by the Boston Harbor Islands Partnership, a 13-member entity of local, state, and federal governments and non profits. The Rose Fitzgerald Kennedy Greenway is the public park system built above the new I-93 highway tunnels through downtown Boston. The Greenway is intended to bring together visitors and Boston residents of all ages and backgrounds. It is envisioned that several pavilions, and civic facilities, will provide the public with cultural, informational, recreational, and other services within the Greenway.      Design & Construction A team led by Utile, Inc. (architects) and Reed Hilderbrand, Inc. (landscape architects) designed the open-air structure. Construction has begun—we are aiming to be the first new facility on the Greenway. Construction follows several years of planning for the pavilion. In 2005, the Island Alliance conducted a competition in order to solicit a wide range of conceptual solutions. The Massachusetts Department of Transportation, owner of the Greenway, co-sponsored the competition. The competition and subsequent work allowed the exploration of many alternative concepts for the structure.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/management\/pavilion.htm"
}
