{
    "title": "Boston Harbor Islands National Recreation Area: Documents",
    "body": "Island Research: On-Line Documents       The following Boston Harbor Islands research reports are available on the Web. Also see, \"Park Planning: On-Line Documents.\"       Bell, R., M. Chandler, R. Buchsbaum, and C. Roman. December 2002. Inventory of Intertidal Habitats: Boston Harbor Islands, a national park area. Technical Report NPS\/NERBOST\/NRTR-2004\/1. National Park Service. Boston, Massachusetts. [PDF, 9.02MB] Flora, M.D. December 2002. Boston Harbor Islands – A National Park Area, Massachusetts, Water Scoping Report. Technical Report NPS\/NRWRD\/NRTR-2002\/300. National Park Service. Denver, Colorado. [PDF, 954KB]  Himmelstoss, E., D. FitzGerald. Bluff evolution of coastal drumlins; Boston Harbor Islands, Massachusetts. Masters of Arts Thesis. Boston University. [PDF, 9.1MB] Jacobson, B., J. Pederson. 2003. Boston Harbor Islands National Park Area 2002 Islands Biodiversity: Proceedings of a Seminar, May 30, 2002. MIT Sea Grant College Program Publication No 03-22. [PDF, 978KB] Jacobson, B., C.T. Roman. 2008. Boston Harbor Islands National Park Area: Natural Resources Overview. Northeastern Naturalist. 12: Special Edition 3. [Abstracts] Leung, Y., K. Meyer. May 2004. Research to Support Development of Resource Indicators and Standards for Visitor Experience and Resource Protection (VERP) Implementation in Boston Harbor Islands, a National Park Area. North Carolina State University. Cooperative Agreement 4000-7-9003 SA8. Raleigh, North Carolina. [PDF, 6.63MB] Manning,R., M. Budruk. October, 2006. Research to Support Carrying Capacity Analysis at Boston Harbor Islands National Park Area. Technical Report NPS\/NER\/NRTR-2006\/064. National Park Service. Boston, Massachusetts. [PDF, 844KB] Tiner, R.W., J.Q. Swords, and H.C. Berquist. 2003. Wetlands of the Boston Harbor Islands National Recreation Area. U.S. Fish and Wildlife Service, National Wetlands Inventory Program, Hadley, Massachusetts. NWI technical report. [PDF, 1.02MB] Trocki, C.L. N.W. Talancy, and P.W.C. Paton. August 2007. An Inventory of Amphibians, Reptiles, Nonvolant Mammals, and Select Bird Species on Islands in Boston Harbor. Technical Report NPS\/NER\/NRTR--2007\/094. National Park Service. Boston, Massachusetts. [PDF, 933KB] Trocki, C.L., P.W.C. Paton. October 2007. BostonHarborIslands Coastal Breeding Bird Monitoring: 2007 Field Season Summary. Natural Resources Report NPS\/NER\/NRR—2007\/16. National Park Service. Boston, Massachusetts. [PDF, 747KB] Trocki, C.L., April 2009. BostonHarborIslands Coastal Breeding Bird Monitoring: 2008 Field Season Summary.NPS\/NETN\/NRTR—2009\/209. National Park Service. Boston, Massachusetts. [PDF, 752KB]",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/management\/research-documents.htm"
}
