{
    "title": "Boston Harbor Islands National Recreation Area: Abstracts",
    "body": "Island Research: Abstracts       2011 Science Symposium Abstracts On October 19, 2011, the 2011 Boston Harbor Islands Science Symposium was held at the Harvard Kennedy School of Government.   Clark, A. - How Fifty-One Ant Species Can Coexist on the Harbor Islands.   Douglas, E. and A Murdukhayeva - Mapping and Modeling Sea Level Rise.   Farrell, B. - Biodiversity Discovery on the Boston Harbor Islands and Beyond.   Gontz, A. - Assessing Boston Harbor Islands Resources using Ground Penetrating Radar.   Kopera, J. - The Bedrock Geology of Boston Harbor and Outer Harbor Islands.   McIntyre, C. - Marine Invasive Species - Assessing Fouling Community Variations in Boston Harbor.   Mitchell, B. - Tracking the Long Term Health of Harbor Islands Ecosystems.   Nolfo-Clements, L. - Assessing Mammalian Habitat Use on the Boston Harbor Islands.   Ravenscraft, A. - Acoustic Niche Patterning on the Harbor Islands and Beyond.   Rosen, P. and C Wilson - Drowned Drumlins, Battered Bluffs, and Salt Marsh Sediments - Boston Harbor Through Time.   Rykken, J. - The Boston Harbor Islands Terrestrial Invertebrate ATBI.   Tesorero, D. - Creating a Curriculum-based Education Program Using the ATBI.   Trocki, C. - Coastal Breeding Bird Monitoring on the Boston Harbor Islands.        2008 Science Symposium Abstracts The 2008 Boston Harbor Islands Science Symposium was held at the University of Massachusetts-Boston on October 3, 2008.   Clark, A. - Ants as Indicator Species for Effects of Human Land Use. Farnum, W. - Making ATBI Information Available to the Public. Hughes, Z. - Effects of Natural and Anthropogenic Forces on Geophysical Processes in Boston Harbor. Kent, S. - Plant-pollinator Interaction Networks of Boston Harbor Islands. Kronforst. M. and N. Chamberlain - Examining the Genetic Basis of Migratory Behavior in Monarchs. Lewis-Gentry, G. - Stalking the Blob: Slime Molds of Boston Harbor Islands. Long, J. - Linking Invasions and Biogeography. Long, J. - Monitoring Rocky Shores. Madden, S. - Island Biogeography & Population Genetics of Ground Beetles. Murphy, S. - Color Banding American Oystercatchers Near the Northern Limit of its Range. Nelson, S. and P. Vaux - Benchmarks for Assessing the Condition of Park Natural Resources. Nolfo-Clements, L. - Small Mammal Trapping Studies on Lovells and Bumpkin Islands. Ravenscraft, A. - Evaluation of the Acoustic Niche Hypothesis. Rykken, J. - Exploring the Microwilderness. Taylor, D. - Water Quality Improvements in Boston Harbor. Trocki, C. - Boston Harbor Islands Coastal Breeding Bird Monitoring Program.       2005 Northeastern Naturalist Special Issue The 222-page special issue of Northeastern Naturalist (Vol. 12, No. sp3) contains details on studies presented at the 2003 Boston Harbor Islands Science Symposium.  Bell, R. and R. Buchsbaum, C. Roman, M. Chandler — Inventory of Intertidal Marine Habitats, Boston Harbor Islands National Park Area. Elliman, T. — Vascular Flora and Plant Communities of the Boston Harbor Islands. Lagreca, S. and E.Lay, D. Greene, E. Kneiper, M. Lincoln — The Lichens and Bryophytes of the Boston Harbor Islands. Manning, R. and Y-F Leung, M. Budruk — Research to Support Management of Visitor Carrying Capacity of Boston Harbor Islands. Mello, M.J. — Inventory of Macrolepidoptera and Other Insects in the Boston Harbor Islands National Park Area. Paton, P.W. and R.J. Harris, C.L. Trocki — Distribution and Abundance of Breeding Birds in Boston Harbor. Patterson, W.A. and J.A. Richburg , K.H. Clark, S. Shaw — Paleoecology of Calf Island in Boston's Outer Harbor. Richburg, J.A. and W.A. Patterson — Historical Description of the Vegetation of the Boston Harbor Islands: 1600–2000.       2003 Science Symposium Abstracts On October 3, the 2003 Boston Harbor Islands Science Symposium was held at Boston Science Museum. Following are abstracts from the posters and papers delivered that day-excluding research that was later published in the special issue of Northeastern Naturalist presented above.   Bender Ferré, J. - Management Issues Concerning Boats and Natural Environments. Coughlin, K. - Long Term Bacteria Monitoring in Boston Harbor. DeGregorio, R. and C. Meininger, T. Swift, J. Dolan - Reducing Muskrat Damage to Plants. Farady, S. - Gulf of Maine Marine Protected Areas. Felton, M. - Lobster Tales. FitzGerald, D.M. and P.S. Rosen - Effects of Rising Sea Level on the Boston Harbor Islands. Flora, M. and B. Jacobson - Water Management Issues: Boston Harbor Islands National Recreation Area. Himmelstoss, E.A. and D.M. FitzGerald, P.S. Rosen - Bluff Evolution and Geomorphology of the Boston Harbor Drumlins. Kuttner, B. - 1630 Shoreline. Liang, S-Y. - Management and Use of a Long Term Water Quality Monitoring Database for Boston Harbor and Massachusetts Bay. MacDonald, C. - Stellwagen Bank National Marine Sanctuary: Site Characterization for Management Plan Review. Manning, W.J. - Bioindicator Plants for Ambient Ozone. Mellander, K. - Confronting Dynamic Ecosystem Changes in Jamaica Bay, New York. Meyer, K.  and Y-F Leung - Evaluating Soil Compaction and Ground Cover Indicator Measures for Visitor Use Planning on Boston Harbor Islands. Palmer, J. - Citizen Monitoring Program for Boston Harbor Islands National Recreation Area. Pederson, J. - Marine Bioinvaders in the Gulf of Maine. Pendery, S.R. - Geophysical Survey and Island Archaeology. Shriver, G. - NPS Inventory and Monitoring Program: Developing Long Term Ecological Monitoring in the Northeastern Coastal Parks. Taylor, D.- Harbor Improvements. Walsh, J.A. - Maintaining Early Successional Habitat Diversity at Worlds End.       2002 Islands Biodiversity Seminar A May 2002 seminar hosted by Massachusetts Institute of Technology Sea Grant College Program was a precursor to the the first Boston Harbor Islands Science Symposium. Proceedings include abstracts of posters presented at the seminar:  » Boston Harbor Islands National Park Area 2002 Islands Biodiversity: Proceedings of a Seminar, May 30, 2002 (MIT Sea Grant College Program Publication No 03-22. Jacobson, Bruce and Pederson, Judith. 2003.)[PDF, 978KB]",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/management\/research-abstracts.htm"
}
