{
    "title": "Hawai'i Volcanoes National Park: News Feed",
    "body": "News Feed          Click here to subscribe to Hawai`i Volcanoes News Feed. You may need to click on this link and then paste the URL of the resulting page into your feed reader. Want to know more about news feeds or feed readers? Read below...      What are news feeds? A news feed is way to have a list of new web content (including press releases, videos, Podcasts, photo galleries, virtual tours, eBlasts, etc.) sent right to your computer. News feeds are also called RSS. There really isn't good agreement on what the letters RSS stand for, but most people say it means Really Simple Syndication. How can I use Hawai`i Volcanoes News Feed? The easiest way to receive the news feed is with your web browser. Most newer Web browsers (Firefox 2 and Internet Explorer 7, for example) allow you to subscribe to a news feed by simply clicking on a link to the news feed file and then clicking on another link to subscribe. After you have done this, the content of the news feed will be displayed in your bookmarks or favorites—depending on your Web browser. If you are using a browser that supports this feature, subscribe to Hawai`i Volcanoes News Feed now by clicking on this link and then clicking on the subscribe link in the window that follows. Another way to receive the news feed uses a feed reader. Feed readers are simply software that can check the feeds of web sites and present you with a list of the latest news from those sites. There are many different types. Some work with your web browser and others are downloadable applications that work on their own. How do I get a feed reader? There are many feed readers out there, and more are being created all the time. As different readers work on different computers and offer variable features, you will want to search around for one that works for you and your computer. Try entering \"feed reader\" or \"news reader\" into your favorite search engine and look for lists and reviews of RSS-aware software. Once you get a feed reader installed, be sure to subscribe to Hawai`i Volcanoes News Feed!",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/news\/news_feed.htm"
}
