{
    "title": "Boston Harbor Islands National Recreation Area: Development Guidelines",
    "body": "Development Guidelines       In future, new park facilities may be developed: park infrastructure is the only development envisioned for the Boston Harbor Islands national park area. \"Infrastructure\" includes the basic facilities, services, and installations needed for the functioning of the park, such as transportation and communication systems, and water and power lines. Infrastructure (park facilities) is built for the following purposes and must leave park resources unimpaired:  to protect and preserve park resources to support park programs and education to provide visitor safety or amenities to accommodate an increasing number of visitors to generate revenue for park programs and operations to support park management and maintenance  The following infrastructure development guidelines meld National Park Service policy with more specific guidance for the Boston Harbor Islands national park area. They guide all new construction in the park. Additional requirements apply to mainland gateways to the park. Location In general, new construction takes place in the park where infrastructure already exists or previously existed. Major facilities are placed only in appropriate management areas established by the general management plan and after consideration of carrying capacities. Scale Scale of the islands is respected. Facilities are integrated into the park landscape and environs so as to cause minimum impact. Development does not compete with or dominate park features or seem out of scale with individual islands. A cohesive design theme reflects the purpose and character of the park as a whole. Standard designs and components may be used, but they are adapted as appropriate to the specific site and conditions as part of the design process. Planning and Design Planning and design of park infrastructure is accomplished by interdisciplinary, inter-agency teams constituted to meet the environmental, programmatic, and technical requirements of the project, and to help unify the park visually and thematically. In areas of historic preservation emphasis, new visitor or administrative structures harmonize with the area and its cultural resources in proportion, color, and texture. No attempt is made to duplicate or mimic a historic design, nor is any modern construction to be portrayed to the public as historic. Any decisions calling for actions having the potential to significantly alter the environment require formal analysis of alternatives based on reliable data about the natural and cultural resources of the park. Public input is sought at the earliest practical stage of planning and design. Sustainability Any development is programmatically and physically sustainable, with principles of conservation applied. Uniform standards for piers and water transportation contribute to sustainability by encouraging the use of standardized vessels. Life-Cycle Costs All costs, including initial construction costs, ongoing maintenance costs, and operating costs, are considered in the planning, design, and construction of facilities. Adaptive Use Adaptive use of historic and nonhistoric buildings for uses such as visitor centers, hostels, and administrative offices is generally considered before new construction, assuming that an existing building can meet park objectives and its use is not an intrusion on significant natural or cultural resources. Use of historic buildings complies with all laws, regulations, and policies regarding the treatment and use of cultural properties. Restoration Natural, cultural, and historic features of the park are restored only after research and planning have determined the appropriateness of restoration. Accessibility for People with Disabilities Visitor and management facilities and water transportation systems are made as accessible as is practicable, depending on the nature of the area and of the facility, to persons with visual, hearing, mobility, and mental impairments. In conforming to the policy of accessibility, emphasis is placed on ensuring that disabled persons are afforded experiences and opportunities with other visitors to the greatest extent practicable. Utilities Utilities are as unobtrusive as possible and pose the least possible resource impact; municipal or other utility systems outside the park are used whenever economically and environmentally practicable; where possible and authorized, cost-sharing with municipalities and others is done in meeting new, expanded, or replacement park utility needs. An exception to unobtrusive utilities are those that might be highlighted to reveal their function, such as those using renewable energy, an important aspect of education.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/management\/development-guidelines.htm"
}
