{
    "title": "Boston Harbor Islands National Recreation Area: Current Projects",
    "body": "Island Research: Current Projects       2012 Active Research Permits 1. Boston Harbor Islands NRA Salt Marsh Monitoring Protocol Development   Principle Investigator: Jim McKenna, Maine Maritime Academy   Purpose: This project aims to develop a marine tidal wetland (salt marsh) monitoring protocol for Boston Harbor Islands NRA (BOHA). This project will involve adapting existing protocols developed by the NPS Northeast Coastal and Barrier Network for specific application to BOHA. Particular emphasis rests on developing site specific, cost effective implementation procedures that maintain the scientific rigor and statistical sensitivity necessary for assessing the biological status and trends in salt marsh vegetation community structure and, where appropriate, incorporate citizen scientist opportunities.   Location: Calf Island, Peddocks Island, Snake Island, Thompson Island   Status: Ongoing. Start Date: September, 2009. End Date: December, 2013.  2. Monitoring Salt Marsh Elevation at Boston Harbor Islands   Principal Investigator: Charles Roman, National Park Service   Purpose: With sea level rise, marshes increase in vertical elevation and often migrate landward (Redfield 1965, Morris et al. 2002). With accelerated rates of sea level rise predicted (Meehl et al. 2007, Frumhoff et al. 2007), the potential for submergence or loss of salt marsh habitat increases (e.g., Orson et al. 1985). Throughout the northeast region the National Park Service is engaged in long-term monitoring: both to evaluate vertical marsh elevation change in relation to recent rates of sea level rise, and to understand some of the factors or processes that are relevant to salt marsh development and maintenance. This monitoring program, employing the Surface Elevation Table and Marker Horizon Method (see Cahoon et al. 1999), is ongoing at Assateague Island (MD), Cape Cod (MA), Fire Island (NY) National Seashores and Gateway National Recreation Area (NY and NJ), and now Boston Harbor Islands National Recreation Area.   Location: Calf Island, Peddocks Island, Thompson Island   Status: Ongoing. Start Date: June, 2010. End Date: December, 2015.  3. Multiregional Evaluation of Pollinator Response To Climate Change in Critical Habitats Service-Wide   Principal Investigator: Ann Rodman, National Park Service   Purpose: Bees provide a critical ecosystem service, pollination, yet we know little about their abundances and distributions across NPS lands, and even less about the possible effects of climate change on bee populations and the subsequent ramifications for native plant communities. High elevation, coastal, and arid areas are particularly vulnerable to climate change and these areas are often hot spots for bee and plant endemism. This project will model the distribution of bee species in these sensitive areas across at least 75 NPS units using simple and inexpensive collection methods. The project will yield one of the largest, uniformly collected data sets about the possible effects of climate variation on any fauna. By comparing areas with different climate profiles within each park, we will establish likely effects of climate on these pollinators, share these scenarios with park managers, and provide educational materials for park visitors and staff.   Location: (2010) - Grape Island, Langlee Island, Lovells Island, Thompson Island, Peddocks Island, Worlds End. (2011) - Lovells Island   Status: Ongoing. Start Date: August, 2010. End Date: September, 2012.  4. New England Aquarium Collecting Permit for Live Plants   Principal Investigator: Carolyn Baker, New England Aquarium   Purpose: This permit authorizes collection of a small number of live plants for the New England Aquarium Boston Harbor Islands exhibit. The exhibit also features live shorebirds, fishes, invertebrates, eelgrass, and sea algae. The plants are under a natural lighting regime and usually last at least one year. Graphics outside the exhibit explain about the Boston Harbor Islands national park area and encourage Aquarium visitors to explore the islands. A few plants, mostly Spartina, are also put in the salt marsh exhibit that features a wide variety of salt marsh fishes.   Location: Calf Island, Great Brewster Island, Middle Brewster Island, Outer Brewster Island   Status: Ongoing. Start Date: November, 2010. End Date: December, 2015.  5. Investigations to Support Development of a NCBN\/NETN Marshbird Monitoring Protocol (in collaboration with SHARP: Conservation of Tidal Marsh Birds Project for BCR 30)   Principal Investigator: Carol Trocki   Purpose: Due to sea level rise, frequent storm surges, and increased marsh inundation, marsh bird species have become an even more important indicator of tidal marsh health. Tidal marsh bird monitoring was selected as one of the NCBN\/NETN vital signs. Recently, as part of an effort to add to and\/or enhance the existing monitoring program in light of climate change, marsh birds have again been identified as a high priority for monitoring. Population trends for these species are thought to be declining and therefore they are recognized as species of conservation concern. In 2011, the Northeast Coastal and Barrier Network (NCBN) & selected parks in the Northeast Temperate Network (NETN) began to look at the feasibility of marsh bird monitoring in Network parks with the idea of incorporating this into our long-term monitoring program. The first several years of this effort will be conducted in conjunction with a regional partnership effort investigating marsh bird populations throughout the northeast. This partnership is being led by Greg Shriver (U Delaware), Brian Olsen (U Maine), Chris Elphick (U Conn), Tom Hodgman (State of ME), and Dave Curson (Maryland-DC Audubon) and is supported in part by a State Wildlife Grant (SWG) [see http:\/\/www.tidalmarshbirds.org\/ for more information].   Location: Thompson Island   Status: Ongoing. Start Date: May, 2011. End Date: April, 2013.  6. Survey of Salt Marsh Fucoid Algae in ACAD and BOHA   Principal Investigator: Megan Tyrrell, National Park Service   Purpose: The purpose of this project is to obtain biomass estimates of the ecad form of rocky shore algae that are free-living in salt marshes. Salt marsh fucoid algae are commonly found at the seaward edge of back-barrier and fringing salt marshes, especially in those with sandy sediments.   Location: Peddocks Island, Thompson Island   Status: Ongoing. Start Date: May, 2011. End Date: September, 2012.  7. Boston Harbor Soft Shell Clam Enhancement Project   Principal Investigator: Christopher Schillaci   Purpose: Enhancement of soft shell clam resources on Thompson Island and Snake Island. Subsequent biological monitoring of seeded clams.   Location: Thompson Island, Snake Island   Status: Ongoing Start Date: July, 2011. End Date: December, 2014.  8. MIT Sea Grant Summer Marine Ecology Internship   Principal Investigator: Rachel VanCott   Purpose: This study is an annual marine science internship. As an educational tool, this study is designed to help high school students gain an understanding of marine science and build the skills that will help them pursue successful careers in ocean sciences. As a scientific tool, this study is designed to help assess the species assemblages in the Boston Harbor Islands and monitor water quality at those sites for the duration of the study.   Location: Lovells Island, Spectacle Island   Status: Ongoing. Start Date: July, 2011. End Date: August, 2014.  9. Winter Mammal Survey of Grape Island with a Focus on New England Cottontail Rabbits   Principal Investigator: Lauren Nolfo-Clements   Purpose: The aim of this project is to observe, record, and catalog both photographic and physical evidence of the mammals that frequent Grape Island in the Boston Harbor during the winter and early spring (January-March). Grape Island was the site of an experimental release of New England Cottontail Rabbits (NEC) in 1985 so our survey will also focus on uncovering any evidence of this species.   Location: Grape Island   Status: Ongoing. Start Date: January, 2012. End Date: December, 2012.  10. Inundation Risk from Sea Level Rise and Storm Surge in Coastal National Parks Using High Accuracy Geodetic Control.   Principal Investigator: Michael Bradley   Purpose: This project will use geodetic GPS technology to assess the vulnerability of critical park resources and facilities to sea level rise and storm surge (e.g. historic structures, visitor centers, breeding bird habitats), and establish a GIS 'backbone' that can be used into the future to map the elevation of any location in the park at the resolution of a few centimeters. In coastal ecosystems, sea level rise (SLR) and an increase in storm frequency and intensity are two major impacts expected to result from climate change (Anthony et al. 2009, Zhang et al. 2004, McGranahan et al. 2007, Casenave and Nerem 2004). Earth scientists and coastal geologists are continually refining their predictions of sea level rise; the current range is on the order of 25 - 145 centimeters by the year 2100 for the northeastern United States (Table 1, reviewed in Vinhateiro 2008). Many climate change models predict an increase in the frequency of large storms such as hurricanes, monsoons, and noreasters (Oouchi et al. 2007). Surge from large storms is exacerbated by sea level rise. Storm surge heights can be significant for intense events; for example, surge levels reached 9 m during Hurricane Katrina in the Gulf Coast in 2005 (Fritz et al. 2007). We will identify backbone locations (monuments or benchmarks) on many park islands and peninsulas that will support GPS surveys at critical natural and cultural resources (sentinel sites). At the backbone location, a temporary GPS base station on a tripod and a radio antenna will be set up. Coordinates and elevation of the sentinel sites will be measured using a rover GPS (receiver, data logger, and 6ft pole). The amount of time spent at a sentinel site will range from 10 to 20 minutes. There will be no disturbance to the ground, to vegetation, or to facilities. All data will be on the project website (www.edc.uri.edu\/monumentation) and submitted to the park.   Location: Bumpkin Island, Georges Island, Great Brewster, Lovells Island, Peddocks Island, Middle Brewster, Webb State Park, Sheep Island, Calf Island, Grape Island, Outer Brewster, Spectacle Island, Rainsford, Long Island, Moon Island, Worlds End, Langlee Island, Sarah Island, Snake Island, Thompson Island, Little Brewster.   Status: Ongoing. Start Date: February, 2012. End Date: December, 2012.  11. Investigations into Recurring Common Eider Mortality Events Along the Cape Cod National Seashore and Wellfleet Bay.   Principal Investigator: Chris Dwyer   Purpose: Over the past several years, significant common eider dieoff events have been occurring seasonally along Cape Cod National Seashore, within and around Wellfleet Bay. Diagnostic reports conducted by the USGS National Wildlife Health Center and the Southeast Cooperative Wildlife Disease Study indicate the presence of an unidentified orthomyxovirus among the birds affected, which has been named the Wellfleet Bay Virus. Feather isotopes are being used to determine the geographic source of eiders involved in the dieoff events, although a lingering question pertains to whether or not common eiders nesting in close proximity to the area have previously been exposed to the virus, given their stable populations over time. The collection of blood serum from local common eiders has been identified as one of the steps needed to determine the source of the virus (local or imported via migrant common eiders). Of concern is the nature of this novel orthomyxovirus in terms of its apparent restriction to this geographic area.   Location: Calf Island, Outer Brewster Island   Status: Ongoing. Start Date: May, 2012. End Date: May, 2013.  12. Characterizing the Benthic Invertebrate Communities of the Mixed-Coarse Intertidal Habitat in Boston Harbor   Principal Investigator: Elizabeth Eddy   Purpose: The extensive intertidal zone of the Boston Harbor Islands National Recreation Area (BOHA) is dominated by cobble and mixed-coarse substrate, often supporting fringing Spartina dominated wetland. This habitat type also supports communities of foraging shorebirds, and physically serves to deter shore erosion processes. Given anticipated climate change impacts such as sea level rise and ocean warming, which would likely alter the critical ecosystem functions provided by the mized-coarse habitat, it is imperative to enhance our understanding of the ecological condition of this largely understudied and dominant habitat assemblage. In accordance with the park's missions to preserve and restore natural wildlife communities and their ecosystems, an enhanced database of the intertidal benthic community will assist with justifying and planning shoreline restoration activities and documenting responses to climate change. The proposed research plan will evaluate the benthic intertidal communities of BOHA to determine what environmental factors of the mixed-coarse substrate affect community structure. This study will provide a better understanding of the current state of the intertidal community of BOHA and the physical\/environmental factors affecting it, and will establish baseline data for long-term monitoring to evaluate the community response to human-induced stressors and climate change variables.   Location: Mixed-coarse intertidal zone of Bumpkin Island, Georges Island, Grape Island, Little Brewster Island, Lovells Island, Peddocks Island, Spectacle Island, and Thompson Island.   Status: Ongoing. Start Date: June, 2012. End Date: December, 2013.  13. Monitoring Bluff Erosion with Remote Cameras   Principal Investigator: Benjamen Wetherill   Purpose: The primary objective of this study is to evaluate the use of low power low cost networked smart cameras to study and manage coastal inundation. Global climate change is predicted to cause a rise in sea levels of 50cm in the next century (IPCC, 2007; Hu, 2009). Rising sea levels will in turn increase the rate of shoreline erosion. It is critical to understand and track the factors driving this erosion. New technology, such as miniature remote cameras, could be a valuable resource in this effort (Little, 2007). Cameras could potentially be deployed in large numbers in multi-tier networks (Kulkarmi, 2005) to provide expandable intelligence of changing coastal conditions. However, testing is necessary in order to evaluate how and to what degree this is feasible. By testing these cameras on the Boston Harbor Islands, the investigators will be able to build practical experience in a relevant environment. A secondary objective of the study will be to document the short term processes of bluff erosion. Peter Rosen, the geologist on the team, will be able to use the video and time-series snapshots to develop an understanding of the causes of erosion on the Thompson Island bluff, and dynamics of slumping on the Peddocks Island bluff (will be considered for a second phase). This information could lead to further studies in other parts of Boston Harbor and possible reapplication of remote camera technology for other geologic processes.   Location: Thompson Island.   Status: Ongoing. Start Date: June, 2012. End Date: December, 2012.  14. Mammal Diversity and Distribution on Peddocks Island.   Principal Investigator: Lauren Nolfo-Clements   Purpose: Peddocks Island has been open to park visitors and campers for decades, but the 2012 summer season is the first year that food and other amenities will be available to the public. As part of the effort to gauge how this increased visitorship may impact the island's natural communities, I propose to collect baseline mammal survey data during June 2012 before the public gains access to the island via ferry. Through a combination of small mammal live trapping and camera trapping and sign surveys for mid to large size mammals, I plan to inventory the mammals on the island as well as assess their current distributions. I will conduct follow-up surveys for the next 2 seasons in an attempt to evaluate how changes in visitor use may impact the mammal communities on the island.   Location: Peddocks Island   Status: Ongoing. Start Date: June, 2012. End Date: December, 2015.  15. MIT Sea Grant Summer Marine Ecology Internship   Principal Investigator: Kate Longley   Purpose: This study is an annual marine science internship. As an educational tool, this study is designed to help high school students gain an understanding of marine science and build the skills that will help them pursue successful careers in ocean sciences. As a scientific tool, this study is designed to help assess the species assemblages in the Boston Harbor Islands and monitor water quality at those sites for the duration of the study.   Location: Lovells Island, Spectacle Island.   Status: Ongoing. Start Date: July, 2012. End Date: September, 2012.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/management\/current-research.htm"
}
