{
    "title": "Boston Harbor Islands National Recreation Area: Coastsweep",
    "body": "Coastsweep         A volunteer on Calf Island is astounded by the amount of trash that accumulates on the island.   COASTSWEEP Every fall, volunteers from Massachusetts coastal communities turn out in large numbers for COASTSWEEP, the statewide beach cleanup sponsored by the Massachusetts Coastal Zone Management (CZM) and coordinated by the Urban Harbors Institute (UHI) of the University of Massachusetts Boston. COASTSWEEP is conducted as part of the Ocean Conservancy's International Coastal Cleanup. Annually, almost 400,000 volunteers collect millions of pounds of trash from the shores of 100 countries, including the US. The Boston Harbor Islands Partnership and their volunteers are proud to be part of the international effort. Watch the calendar for the next scheduled COASTSWEEP event.         Blue Crew volunteers help make the park a better and safer place for visitors and wildlife.    2012 The park held two COASTSWEEP events in 2012, on Peddocks and Lovells Islands. In total 85 volunteers cleared over 2 miles of park land. See the 2012 data summary for a listing of items removed  On September 25, 2012, volunteers from Blue Cross Blue Shield of Massachusetts donated time and money to clean the shores of Peddocks Island. The 62 volunteers disposed of 32 contractor bags filled with debris along with large styrofoam and metal pieces (including three 55-gallon drums and a dashboard of a boat). Other items picked up of note were 76 inoperable lobster traps, 518 plastic water and soda bottles, 1687 caps and lids, and 123 cigarette butts and 82 cigar tips. In addition, 27 balloons and 10 six-pack holders were removed so they will no longer endanger wildlife. On October 11, 2012, volunteers from State Street sponsored the second COASTSWEEP cleanup of 2012. Their assignment was to clean up Lovells Island. The mighty 23 volunteers cleaned the beach and the interior of the whole island. They disposed of 15 large bags of debris and lots of metal, broken lobster traps, and buoy\/float material. Their efforts totaled 115 hours of service, saving 3 full time employees a full week of work.  Beach clean ups in the island environment are considerably more complex and expensive then on the mainland. It requires specialized work boats (timed to high tide) to transport needed trucks and dumpsters to the islands, as well as the cooperation of multiple park agencies and vendors.  This year, this important work would have gone undone without great community partners at Blue Cross Blue Shield and State Street. Park visitors, park wildlife and sea life all benefit. Thank You!          These lobster traps were lost by fisherman. If found intact or with parts that are operable, they are returned to the owner. copyright Roger Archibald  2011 Department of the Interior's Take Pride in America office hosted their signature national event celebrating volunteers at the park and participated in COASTSWEEP on National Public Lands Day, September 24, 2011. Despite a rainy weather forecast, 110 volunteers (72 of them youth) from the Boy and Girl Scouts, New England Aquarium, Harvard Environmental Club, City Life, and our own dedicated Stewardship Saturday crew ventured out to Lovells Island to clean the beaches and control invasive plants. The volunteers collected and removed 1740 pounds of debris from the island. The target invasives were Pepperweed and Oriental Bittersweet, and the volunteers removed 14 large tarps filled with the weeds (approximately 1680 cubic feet, enough to fill a 15' x 14' x 8' living room). After the service project youth were invited to Georges Island to earn their Junior Ranger badge by participating in educational and \"Let's Move\" activities.        Bottles, cans, and cups are among the most found items during beach cleanups worldwide, according to Ocean Conservancy's Tracking Trash 2011 report. Can you think of ways to keep these items from polluting our oceans?   2010 On September 18, Thompson Island Outward Bound Education Center hosted an underwater cleanup in partnership with Neptune Dive Club at Thompson Island. Fifty-six volunteers collected over 300 pounds of trash from the area within 300 feet of the dock, and cleaned a half of a mile of shoreline. Many of the participants were from Dive Kulture, a Boston organization that teaches at-risk youth to dive.  On September 18, a small, but mighty group of just 10 volunteers removed 35 non-functional lobster traps and 2,000 pounds of metal pipes and sheets along with assorted trash found along the shoreline. The group was astounded at how many plastic bags, beverage bottles and cans, and styrofoam cups were collected. The volunteers and staff made a pact to use reusable water and coffee cups from now on.         A volunteer drags an extremely heavy item to the dumpster on Peddocks Island.   2009 On September 22, 2009, ninety-four volunteers joined staff from the National Park Service, the Massachusetts Department of Conservation and Recreation, and the City of Boston to clean 12 miles of shoreline on 4 Boston Harbor Islands - Lovells, Great Brewster, Peddocks and Rainsford - within the Boston Harbor Islands National Park Area. Volunteers from State Street Corporation, Blue Cross Blue Shield's Blue Crew, Virgin America, JSI & World Education Inc., and the 1369 Coffeehouse collected more than 6,660 pounds of trash. Beverage bottles, food containers and wrappers, coffee cups and styrofoam were among the most abundant debris found. Large items such as tires, an engine, a couch and mattress were also removed from the beach. For a summary of what was collected, see the 2009 data sheet. According to Ocean Conservancy, Every ton of trash volunteers removed reduces the \"startling impacts of ocean trash on wildlife and ocean ecosystems.\"         Volunteers collect bags of trash that washed up on the beach.   2008 On September 18, 2008, eighty volunteers joined staff from National Park Service (NPS), Massachusetts Department of Conservation and Recreation (DCR), and Thompson Island Outward Bound Education Center to clean up Calf, Peddocks and Thompson Islands. Community members of all ages joined employees from State Street Corporation, JSI\/World Education and Fidelity Investments to collect over 3,000 pounds of trash. Beverage bottles, cans, food wrappers and containers, bleach or cleaner bottles and cigarettes were the most collected types of debris. Recreational or commercial fishing and boating materials, which pose some of the most immediate risks to marine life, were also commonly found. The 2008 data sheet details what was collected.",
    "url": "https:\/\/www.nps.gov\/boha\/getinvolved\/supportyourpark\/coastsweep.htm"
}
