{
    "title": "Boston Harbor Islands National Recreation Area: Do Business With Us",
    "body": "Do Business With Us       Congress established a funding model for Boston Harbor Islands that requires a more entrepreneurial approach to programming than that employed in traditional parks. The Island Alliance is charged by the Boston Harbor Islands Partnership with generating private revenue to support the park. Overall policy coordination and priorities are set by the Partnership. The Partnership supports the Island Alliance's initiative in developing an economic plan for the park in concert with the National Park Service. It is recognized, however, that revenue generation builds over time and that in the early years, the park is nearly completely dependent on public funds and private donations. Revenue is expected from sales in visitor centers and gateway areas, rentals of equipment for interpretation or recreation, boat excursions with interpreters, food sales, and events such as concerts. Additional sources of funds might be available through contributions of private developers with onshore developments that exceed permitted limits, by having mitigation, or \"offsets,\" directed to, for example, subsidies for water transportation or other island-related improvements. When revenues are being generated on the islands, each island owner uses revenue first to maintain its own island-related operations. \"Excess\" revenues are pooled in a parkwide fund for the Partnership to be administered by the Island Alliance acting as the fiscal agent. Legislation at the state level is necessary to enable the creation and retention of fees by state and local agencies as well as for the opportunity for long-term leases to attract private investment. The following criteria are used to evaluate proposed revenue generating activities on the islands. They inform decisions regarding mainland proposals.  resource protection and preservation - will not impair park resources or associated values management areas - will not impinge on areas of natural area emphasis or managed landscape emphasis construction standards - both new construction and adaptive reuse of existing structures adhere to Partnership development guidelines carrying capacity - consistent with the carrying capacity of the proposed location program relevance - activities with a direct thematic relationship to the islands are preferred linkage or synergy - activities with potential for direct linkage or synergy with other projects and programs affecting the islands are preferred impact on cost of basic park services - complies with the Partnership policy of providing basic park services free of charge to visitors affordable access - basic water transportation fees to the islands will be consistent with the Partnership policy that such services be affordable to a diverse range of visitors park water transportation - future contracts with water transportation providers are structured to ensure that as visitation increases, so does funding to the park program affordability - most revenue generating programs and projects are affordable to most citizens of the region constituency building - revenue generating programs enhance the park's identity and expand its constituency",
    "url": "https:\/\/www.nps.gov\/boha\/getinvolved\/dobusinesswithus.htm"
}
