{
    "title": "Hawai'i Volcanoes National Park: Videos",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Videos              Videos        Lava Flowing Into the Ocean NPS\/Joni Mae Makuakāne-Jarrell                         Mele Oli Komo Haku ‘ia e Kepā Maly - Composed by KepāEia mākou i mua kou alo, - Here we are before you,Nā hoa ‘āina, ‘imi i ka pono. - Friends of the land, seeking good.E a‘o mai mākou i ka hana, - Teach us what is to be done,E ola i ka ‘āina ‘o Kīlauea. - That the land of Kīlauea will have life.from BioBlitz 2015  Duration:29 seconds                                Park Orientation Join Ranger Charone as she takes you on an orientation of Hawai‘i Volcanoes National Park  Duration:3 minutes, 21 seconds                                61G Lava Flow Footage of the 61G flow from Pu‘u ‘Ō‘ō advancing across the coastal plain towards the ocean.  Duration:4 minutes, 26 seconds                                Halema‘uma‘u Time Lapse Time lapse of the Halema‘uma‘u glow on December 14, 2015 between 5:45 pm and 7:15 pm.  Duration:12 seconds                                Lava Lake Overflows Footage from April 29, 2015 between 5-7 a.m. from the overlook at Jaggar Museum  Duration:2 minutes                                 Lava Overflows Onto Halema‘uma‘u Crater Floor Video taken on the morning of April 29, 2015 from the overlook at Jaggar Museum  Duration:4 minutes, 20 seconds                                The Lava Lake in Halema‘uma‘u Reaches Record High Levels This video was shot from the Jaggar Museum viewing area the evening of April 23, 2015.  Duration:2 minutes, 10 seconds                                Nēnē Public Service Announcement Video Please help protect the endangered nēnē  Duration:30 seconds                                Lava Safety Video Please view this short informational video and Stay Safe!  Duration:4 minutes, 7 seconds                                Footprints in the Lava View this short archeology video by Pacific Clues on the 200 year old footprints in the Ka‘ū Desert.   Duration:9 minutes, 29 seconds                                Pu'u 'Ō'ō Enjoy a short video of the eruption at the base of Pu'u 'Ō'ō cone that started on the afternoon of August 3, 2011  Duration:5 minutes, 15 seconds                                Kamoamoa Enjoy this six minute video of the Nāpau fissure eruption that started on March 5 2011. This footage was taken on March 6 2011 between 12:00 noon and 1:00 pm. Volcanologists have begun calling the vent Kamoamoa, after the ahupua'a (land division) in which it is located.  Duration:6 minutes, 7 seconds                                Bracing for a Changing Climate on Three Hawaiian Mountains The National Park Service is building capacity for 36 extremely rare or endangered plants to survive in a changing climate on the slopes of Haleakalā on Maui, and Kīlauea and Mauna Loa on Hawai‘i Island.  Duration:4 minutes, 59 seconds                                My Green Park The National Park Service is home to a remarkable array of sustainability efforts underway at parks all around the country.The Sustainable Operations and Climate Change (SOCC) Branch of the Park Facilty Management Division in Washington wants to share these stories. To accomplish this, SOCC sponsed the first annual \"My Green Park\" video contest, a unique oppotunity for the parks to share their green accomplishments.Hawaiʻi Volcanoes National Park won third place in the catagory \"Interpretation of Projects to Visitors\"  Duration:3 minutes                                 Halema‘uma‘u Time Lapse Enjoy This Short Video as Halema'uma'u Transitions From the Light of Day to the Darkness of Night  Duration:32 seconds",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/photosmultimedia\/videos.htm"
}
