{
    "title": "Boston Harbor Islands National Recreation Area: Bird Monitoring",
    "body": "Bird Monitoring       eBird Park managers need your help to discover more about the birds that inhabit the park. You can help with data collection, anytime you visit the park. Use this checklist to record your sightings and learn how to enter them into eBird, an interactive database. Your records, when combined with those of other observers, become a powerful tool for bird conservation by supplying scientifically useful data on species distribution and movement patterns in Massachusetts and across the continent.  Go to Birds to learn more about birds in the park. Visit All About Birds, a website hosted by Cornell Lab of Ornithology, to learn more about birdwatching.                  Volunteer monitors count gull and cormorant nests. Sherman Morss, Jr.  Waterbird Monitoring Boston Harbor Islands national park area was designated as a Massachusetts Important Bird Area (IBA) because the park provides habitat for a significant number of colonial-nesting waterbirds. National Park Service identified these birds as indicator species of the overall health or condition of the park. National Park Service, in conjunction with University of Rhode Island, developed a long-term volunteer-based monitoring protocol to improve our understanding of these breeding waterbirds, the effects of habitat changes, and management actions. Volunteers work with a researcher and park staff to implement this protocol, which focuses on obtaining information on the relative abundance of thirteen coastal breeding species by estimating or directly counting nests, incubating adults, or territorial nesting pairs. Visit Northeast Temperate Network for more information on the birds of Boston Harbor Islands and this monitoring effort.   Interested in volunteering? Please view the documents below to learn more:  » Coastal Waterbird Volunteer Job Description  [PDF 25KB] » Coastal Waterbird Volunteer Guide [PDF 2.1 MB] » Coastal Waterbird Safety SOP  [PDF 222k]",
    "url": "https:\/\/www.nps.gov\/boha\/getinvolved\/supportyourpark\/bird-monitoring.htm"
}
