{
    "title": "Boston Harbor Islands National Recreation Area: Volunteer",
    "body": "Volunteer       Welcome! As a volunteer, you will gain a deeper connection to the extraordinary resources of the islands at the same time you are contributing to them in meaningful ways. Volunteers have a very important role in helping to preserve and protect the islands' natural, cultural, historic and recreational resources, as well as to enhance visitor experiences on the islands.         Volunteers celebrate a successful beach grass planting effort.   Volunteer Opportunities in Stewardship Sign up for scheduled volunteer programs, or work with staff to arrange a specific group event, or design a special project with the NPS VIP Coordinator.  Individuals help with habitat restoration and citzen science projects on Stewardship Saturdays.   Individuals, families, and groups become Park Guardians and work on projects that preserve and protect forts, trails, and beaches.         A Friends volunteer helps a visitor plan her return ferry trip.   Volunteer Opportunities in Visitor Services Individuals who want to help serve the needs of visitors and constituents to the Boston Harbor Islands can:  Join the Friends of the Boston Harbor Islands to welcome, assist, and provide educational programming for island visitors.   Assist park rangers at the Boston Harbor Islands Pavilion on the Rose Kennedy Greenway.   Become a Volunteer Service Provider at the educational retail shops on Georges and Spectacle Islands.   Sign on with the U.S. Coast Guard Auxiliary to interpret Boston Light for visitors or assist boaters.   Become a host camper with the Massachusetts Department of Conservation.   Join the Advisory Council and advise the Partnership on management issues.              Volunteers in Parks Volunteers-In-Parks are Very Important People (VIPs). Each year tens of thousands of volunteers donate millions hours working in national parks. When you volunteer at Boston Harbor Islands, you are part of this larger corps of voluteers working in our National Parks. If you would like to know more about volunteers nationwide visit Volunteers in Parks and the VIP Facebook page.",
    "url": "https:\/\/www.nps.gov\/boha\/getinvolved\/volunteer.htm"
}
