{
    "title": "Boston Harbor Islands National Recreation Area: Boston Harbor Islands Advisory Council",
    "body": "Boston Harbor Islands Advisory Council       Public participation in planning and decision making ensures that park mangers fully understand and consider the public's interests in the Boston Harbor Islands, which as a national park is part of their heritage, cultural traditions, and community surroundings. With membership representing several segments of the greater Boston Harbor community, the Council is the primary mechanism used by the Partnership public involvement on matters of park planning and management. The Boston Harbor Islands Advisory Council's purpose is to advise and make recommendations to the Partnership on the development and implementation of the general management plan for the islands, including ongoing park operations.  Governance of the Council provides for an open public process in its formulation of recommendations. The official work of the Advisory Council takes place at quarterly meetings; general discussion of issues occurs at sub-committee workshops and other public forums. In order to be most effective in advising the Partnership, Advisory Council members have committee assignments on the standing committees of the Partnership. Council members are appointed by the Secretary of the Interior through the Director of the National Park Service. The park superintendent is the Federal Official that oversees the Council's operation. Municipalities  John Emler, Town of Hingham  Kelly Hurstak, City of Medford (Vice-Chair)  Vacant   Vacant  Educational & Cultural  Heather Deschenes, New England Aquarium  Carl Johnson, High School Teacher (retired)   Peter Rosen, Northeastern University Vacant   Environmental  Dale Linder, Recreational Fisherman Rob Moir, Ocean River Institute (Voting Alternate Partner) Lauri Webster, Friends of Belle Isle Marsh Vacant  Business & Commercial  Maureen Cavanaugh, Epsilon Associates (Voting Partner) Lou Gainor, Nautical Talk Radio Neal Caten, MA Boating and Yacht Clubs Association  Jane Ellis, Management Consultant (pending member)  Boston Harbor-Related Advocacy  Walter Hope, Volunteers and Friends of the Boston Harbor Islands James Martel, Peddocks Island Association Charles Norris, The Boston Harbor Association (Voting Partner) Susan Woods, Save the Harbor\/Save the Bay (pending member)  Native American  John Peters, Mashpee Wampanoag Elizabeth Solomon, Massachusett-Ponkapoag Tribal Council (Chair & Voting Alternate Partner) Vacant Vacant  Community Groups  Vacant Vacant Vacant Vacant  Federal Official  Giles Parker, Superintendent",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/management\/boston-harbor-islands-advisory-council-members.htm"
}
