{
    "title": "Boston Harbor Islands National Recreation Area: Boston Harbor Islands Partnership",
    "body": "Boston Harbor Islands Partnership       The Boston Harbor Islands Partnership represents a range of federal, state, city, and nonprofit agencies. The Partnership coordinates the activities of the managers of the islands in the development and implementation of a management plan for their islands and the national park as a whole. The Partnership was established as a federal operating committee by the park enabling legislation. Each year the Partnership elects a chairperson and vice-chairperson. Among their leadership duties are calling and presiding over meetings and appointing committees. Bylaws guide the Boston Harbor Islands Partnership.  » Boston Harbor Islands Partnership Charter (PDF) » Boston Harbor Islands Partnership Bylaws (PDF) » Partnership Organizational Model (PDF) » Partnership Influences Chart (PDF)  Twelve members are appointed by the Secretary of the Interior, one member is appointed by the Commandant of Coast Guard. The member organizations are represented by voting partners and voting alternates.         National Park Service    Michael Creasey, appointment pending Giles Parker, voting alternate www.nps.gov\/boha            United States Coast Guard    CAPT John O'Connor III CDR Brad Kelley - voting alternate http:\/\/www.uscg.mil\/            Massachusetts Department of Conservation and Recreation    Commissioner Leo Roy, appointment pending Vacant Vacant Susan Kane - voting alternate www.mass.gov\/eea\/agencies\/dcr\/massparks\/            Massachusetts Port Authority     Andrew Hargens  Stuart Dalzell - voting alternate  www.massport.com\/visit-boston\/things-to-do.html            Massachusetts Water Resources Authority    Frederick Laskey  Marianne Connolly - voting alternate  www.mwra.com\/harbor\/html\/bhisl.htm            City of Boston    Austin Blackmon, appointment pending Christopher Cook - voting alternate, appointment pending www.cityofboston.gov\/environment            Boston Redevelopment Authority    Vacant Richard McGuinness - voting alternate www.cityofboston.gov\/bra            Thompson Island Outward Bound Education Center    Arthur Pearson, Chair James F. Scully - voting alternate www.thompsonisland.org             The Trustees of Reservations      Fran Blanchard, appointment pending Vacant www.thetrustees.org               Boston Harbor Now     Philip Griffiths Vacant  www.bostonharbornow.org            Boston Harbor Islands Advisory Council    Maureen Cavanaugh Elizabeth Solomon, appointment pending Heather  Deschenes - voting alternate, appointment pending Rob Moir - voting alternate www.nps.gov\/boha            more . . . Boston Harbor Islands Partnership",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/management\/partnership-members.htm"
}
