{
    "title": "Boston Harbor Islands National Recreation Area: Public Involvement",
    "body": "Explore This Park    Learn About the Park     Management     Public Involvement              Public Involvement       The Boston Harbor Islands Advisory Council is the primary mechanism for public involvement on matters of park planning and management. The Council’s role is to advise park managers in the planning and operation of the park, doing so through public meetings, workshops, and other general public forums. Notwithstanding the Council’s role, the Partnership agency members also conduct public consultation independently on matters within their jurisdiction.   Public participation in planning and decision making ensures that park managers fully understand and consider the public’s interests in the park. The National Park Service and the Boston Harbor Islands Partnership actively seek out and consult with:  existing and potential visitors; neighboring communities; people with traditional cultural ties to park lands; scientists and scholars; historical, business, cultural, civic, environmental, recreational, and tourism organizations; and other cooperators.       The National Park Service uses an online collaborative tool to aid conservation planning, environmental impact analysis, and informed decision-making. PEPC—Planning, Environment and Public Comment—is designed for:  park employees and contractors involved in project creation and tracking, planning, cultural and natural compliance, site visits, documentation, comment coding, and\/or responding to comments. interested and affected public, including internal and external agency contacts, to access and comment on notices, updates, documents, and policies throughout the planning process. other NPS employees to view reports of planned projects and funding status, compliance status of active projects, and trends in public comments.  To participate on line, go to http:\/\/parkplanning.nps.gov.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/management\/publicinvolvement.htm"
}
