{
    "title": "Boston Harbor Islands National Recreation Area: Kids & Youth",
    "body": "Kids & Youth       Youth programs are offered in the park throughout the year providing opportunities for young people to work—and learn—on the the Boston Harbor Islands. These programs include leadership development, environmental education activities, stewardship projects, career exploration, and summer employment.      Junior Rangers Are you planning a visit to Boston Harbor Islands? Do you want to have fun while learning about the plants, animals, rocks, and history of the park? If so, you should Be A Junior Ranger. It is an exciting way for kids of all ages to explore the park's natural and historical wonders.      Camp Harbor View This popular program offers children ages 11-14 who live in Boston's at-risk neighborhoods the opportunity to leave the city during the day and participate in a four-week summer camp program. Offering the traditional activities that summer camp is known for, such as hiking, arts and crafts, and swimming, the program strives to build children's confidence and leadership strengths. Campers can attend one of two four-week sessions during the months of July and August. Bus transportation is provided at no cost to families, picking campers up at 14 locations throughout Boston and departing camp each night at 6:00 PM following the evening meal. For more information: www.campharborviewfoundation.org Outward Bound Summer Expeditions Thompson Island Outward Bound Summer Expeditions offer three adventure-based courses encouraging leadership skills, teamwork, and compassion for ages 12 to 17. Connecting with Courage for girls, Passages for boys and Environmental Expeditions. Outdoor activities include sailing, kayaking, climbing, and exploration of the Boston Harbor Islands National Park Area and Massachusetts Bay coastline for 10 to 14 days. Students live outdoors camping and cooking, learn navigation and sailing\/kayaking skills, challenge themselves climbing the 62' Alpine Tower on Thompson Island, investigate marine ecology, learn environmental stewardship, work with National Park Rangers and participate in a service project. For more information: www.thompsonisland.org.      Spectacle Island Podcast On June 6, 2008, the entire 7th grade from Boston Latin Academy participated in a field expedition to Spectacle Island. They documented their trip for this podcast and with the assistance of Park Rangers, Island Ambassadors—local youth working in the park, and kids from the Hyde Square Task Force Studio created this podcast for you! See pictures of Spectacle Island and the Visitor Center in the Podcast Slideshow.  » Spectacle Island Podcast (MP3 - 7.7MB) » Spectacle Island Podcast Slideshow (PPT - 6.75MB)",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/kidsyouth\/index.htm"
}
