{
    "title": "Boston Harbor Islands National Recreation Area: Other Resources",
    "body": "Curriculum-Based Programs       Park staff can assist you with programs in your classroom and on the islands.  Invite a Ranger, Light keeper, or boat captain into your classroom for introductions to the harbor, chart making activities, and life on the islands. Living in Two Worlds: Native American Experiences on the Boston Harbor Islands New Teacher's Guide and DVD uses oral tradition to tell the past and present stories from the Nipmuc, Wampanoag, and Massachusetts perspectives. Plan a Field Expedition Harbor Connections Program (grades 5-8) Park staff helps design a year-long study from a menu of offerings that include interdisciplinary classroom preparation and hands on learning. Intertertidal Zone Survey (all grades) Contribute to scientific study of the health and habitat of island tide pools and intertidal zones. Fort Warren during the Civil War (grades 5-8) both guided tours and teacher led programs are available for students on Georges Island. Liberty or Treason: The Case of Josiah Gordon (grades 9-12) Students use primary sources to investigate political prisoners and life during the Civil War on Georges Island. Geology of the Drumlins and Beach Profiling (grades 9-12) Using protocols set up by park researchers, students look at the formation and erosion of drumlins. An Island Neighborhood: People and Stories of Peddocks Island (grades 5-9) Based on the book Once Upon an Island students explore the island social and military history. Salt Marsh Science on Thompson Island (grades 6-12) Students learn about salt marsh ecology and help investigate a newly restored marsh area on Thompson Island. Exploring the Micro-wilderness: (grades 5-12) Students participate in collection and identification of the insect life on the islands, assisting ongoing research in the park.  For more information email us.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/education\/curriculum-based-programs.htm"
}
