{
    "title": "Boston Harbor Islands National Recreation Area: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management & Administration       The mission of the Boston Harbor Islands National Recreation Area is to make the Boston Harbor Islands system—with opportunities for education, recreation, and restful solitude within an urban area—an integral part of the life of the region and the nation by protecting the islands and their associated resources while at the same time improving public knowledge and access. The above mission describes the management philosophy for the Boston Harbor Islands national park area and what the park is to be like in the future. It reflects the park's purpose and significance, derived from the park's enabling legislation. The purpose of Boston Harbor Islands national park area is:  to preserve and protect a drumlin island system within Boston Harbor, along with associated natural, cultural, and historic resources to tell the islands' individual stories and to enhance public understanding and appreciation of the island system as a whole to provide public access, where appropriate, to the islands and surrounding waters for the education, enjoyment, and scientific research of this and future generations  By its configuration, assemblage of natural, geologic, cultural, and historic features, and proximity to a major metropolitan area, the Boston Harbor Islands system offers a resource that has no parallel in the United States. The primary significance of the park's resources resides in:  the only drumlin field in the United States that intersects a coast, formed by the glaciers some 15,000 years ago opportunities for solitude and personal renewal, and land- and water-based education and recreation within an urban area an island complex composed of 1,200 acres of land, archeological resources, historic sites, open space, wildlife habitats, and 35 miles of relatively undeveloped shoreline; all inside an area of 50 square miles   Contributing to the significance of the park are:  archeological resources dating from thousands of years of occupation of the islands by American Indians three National Historic Landmarks—Boston Light, Fort Warren, and Long Wharf—and other historic sites resulting from Euro-American use complex natural communities adapted to coastal and island life",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/management\/index.htm"
}
