{
    "title": "Boston Harbor Islands National Recreation Area: Intertidal and Subtidal Zones",
    "body": "Intertidal and Subtidal Zones       Boston Harbor Islands national park area, encompasses about 60 km of shoreline on more than 30 islands. The intertidal zone, or the area between the reaches of high tide and low tide, includes a diversity of habitats such as bedrock outcrops, tide pools, rock, cobble and gravel beaches, small sandy barrier beaches, mud and sand flats, salt marshes, and others. Given a three meter or more tidal range, these intertidal habitats can be quite extensive. The richness of macroalgae, vascular plants, invertebrates, fishes, birds and mammals associated with and dependent on these important intertidal habitats of New England is well-documented in the literature. There is a gradient of wave activity and exposure as one travels from the islands within the Inner Harbor near Boston proper to those of the outer harbor. The islands of the Inner Harbor are more protected and exposed to lower wave energy. Geologically, many of the islands are drumlins, i.e., glacier-formed, elongate mounds (“whaleback” hills) of unconsolidated till. After the glaciers melted, there has been considerable reworking of shorelines on drumlin islands due to rising sea level and wave action. Eroding cliffs, spits, and beaches contribute to a dynamic shoreline. Some of the Boston Harbor islands are composed of bedrock, and thus, are geomorphologically more stable. Inventory of Intertidal Habitats A 2002 inventory of intertidal habitats was designed with the following objectives:  Develop GIS-based habitat maps Compile species lists for major taxonomic groups Identify and discuss natural resource management issues Identify long-term monitoring and research needs  For the study, 20 of the 34 Boston Harbor Islands within the national park were selected for intensive intertidal habitat mapping. In selecting the study islands, we attempted to represent the diversity of geomorphologic conditions that exist. Islands with unconsolidated sediment and associated with less wave exposure include World’s End, Slate, Thompson, Long, Grape, Spectacle, Rainsford, Georges, Lovells, and Peddocks islands. Exposed bedrock islands are Outer Brewster, Little Brewster, and Calf islands while Langlee is a protected bedrock island within Hingham Harbor. Great Brewster is unique in that it is in the outer harbor thus more exposed to wave action, but is comprised largely of unconsolidated sediment. The report was prepared for the Boston Harbor Islands Partnership and accepted by unanimous vote.  » Inventory of Intertidal Habitats: Boston Harbor Islands, a national park area (Technical Report NPS\/NERBOST\/NRTR-2004\/1, National Park Service, Northeast Region Natural Resource Stewardship and Science, 2004.)       Monitoring of Rocky Intertidal Habitats Successfully managing the rocky intertidal communities of Boston Harbor Islands for \"the enjoyment of future generations\" requires a long-term monitoring plan. We will be relying on citizen-based monitoring to foster a connection between the community and the park, and instill a sense of stewardship that will span generations. See what volunteers have been doing:  » Boston Harbor Islands Volunteer Rocky Intertidal Monitoring Poster       Intertidal Bioblitz On August 19, 2008, 40 citizen scientists (students and adults) joined 40 more scientists and professional naturalists in an Intertidal Bioblitz to explore and sample species diversity in different intertidal habitats including permanent rocky outcrops, cobble beaches, salt marshes, and mudflats on several of the islands. Read the final report for information on what the group discovered here:  » Boston Harbor Islands Intertidal Bioblitz Final Report",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/nature\/intertidal.htm"
}
