{
    "title": "Boston Harbor Islands National Recreation Area: Weather",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Weather                Weather       Located at 42 degrees north latitude, the Boston Harbor Islands have a humid maritime climate characterized by a moderate annual range of temperatures and definite summer and winter seasons. The islands receive approximately 40 inches of precipitation annually, relatively evenly distributed throughout the year. Typically over the course of a year, there are 100 clear days, 106 days of partly cloudy weather, and 159 days of cloudy weather, with no distinct seasonal patterns. Fog occurs, on average, about two days every month. The climate of the islands offers a particular attraction when hot, humid weather dominates the region. The modulating effect of surrounding waters typically produces significantly cooler temperatures in contrast with the city and its suburbs. Inversely, winter temperatures on the islands are warmer than those of mainland sites. The frost-free period on the islands generally lasts from mid-May to November. Snow falls regularly between January and April, but warm air coming off the ocean causes it to melt soon after most storms. Summer air temperatures average in the 60s or above, with highs reaching into the 90s, only occasionally clearing the 100 mark. In winter, temperatures in the 20s are common, and lows can reach near zero. Harbor water temperatures range from an average of 39 degrees Fahrenheit in the winter to 68 degrees Fahrenheit in the summer. Prevailing winds in the harbor generally move from the northwest in winter and the outhwest in summer. Mean wind speed is between 11 to 12 miles per hour during the summer months, and between 14 to 15 miles per hour during winter months. The hurricane season typically begins early in September and extends into October. “Northeasters,” severe coastal storms unique to this area of North America,evolve from marine cyclones that build up southeast of New England. The winds circulate counterclockwise and pull wind and water out of the northeast, bringing high waves and heavy rain or snow. These and other storms cause erosion to many islands. This is both part of an acceptable natural process and a maintenance\/management concern (loss of island area, damage to erosion control structures, safety concerns, loss of historic structures and archeological resources).",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/nature\/weather.htm"
}
