{
    "title": "Boston Harbor Islands National Recreation Area: Site Selection",
    "body": "Site Selection       The island you choose to visit will depend upon the subject matter you want to teach. Each island provides students with several learning opportunities based on its natural and cultural settings.  Questions to consider when deciding which island to visit include:  Will the educational experience focus on salt marsh ecology? If so, Thompson Island is a good choice.   Is your class studying intertidal invertebrates? Lovells Island provides excellent intertidal areas.   Is your class studying the Civil War? If so Fort Warren on Georges Island will provide a unique expedition to a period coastal fort and Confederate prison.       Review the habitats of each island once you have identified the subject your island expedition will complement. The harbor islands are grouped by the learning subjects as presented in the Massachusetts State Standards:   Mathematics, Science and Technology   Earth and Space Science (Grades 3-8)   Coastal dynamics including weather and atmospheric studies and wave propagation Island Match: Lovells and Spectacle Islands  Coastal geology including beach erosion, deposition, dune formation, ice age and glacial formation, drumlins, and bedrock formation Island Match: Lovells, Peddocks, Georges, and Spectacle Islands Renewable energy Island Match: Spectacle and Deer Islands     Life Science (Grades 3-8)   Intertidal zone ecosystems and organisms (sandy shore) Island Match: Lovells and Spectacle Islands Intertidal zone ecosystems and organisms (rocky shore) Island Match: Spectacle, Thompson, and Lovells Islands Maritime forest and coastal botany Island Match: Thompson, Bumpkin, Grape, and Peddocks Islands Landscape restoration, recreation and re-vegetation Island Match: Spectacle Island, Webb Memorial State Park, and Worlds End Entomology Island Match: Spectacle, Lovells, Bumpkin, and Grape Islands     Physical Sciences (Grades 3-8)   Coastal dynamics including weather and atmospheric studies and wave propagation Island Match: Lovells and Spectacle Islands  Renewable energy Island Match: Spectacle Island Waste Management Island Match: Deer and Nut Islands       Language Arts and Social Science   North American Geography (Grade 4)   Interpretation of a map using information from its title, compass rose, scale and legend  Island Match: Spectacle Island Observe national historic sites and describe their function and use Island Match: Fort Warren\/Georges Island, Boston Lighthouse\/Little Brewster Island, Long Wharf\/downtown Boston Identify and describe unique features of the United States  Island Match (coastal drumlins): Spectacle, Georges, Grape, Bumpkin, Lovells, Peddocks, and Little Brewster Island     United States History, Geography, Economics and Government (Grade 5)   Early relationships between indigenous peoples and English settlers Island Match: Deer, Thompson, and Spectacle Islands  King Phillips War (1674-1676) Island Match: Deer Island Seacoast fortification and harbor defense Island Match: Georges Island Aids to Navigation\/Lighthouse History Island Match: Spectacle and Little Brewster Islands Regional History\/City of Boston (Industrialization) Island Match: Spectacle and Deer Islands  Geography including location of water bodies and specific land-based locations Island Match: Spectacle Island vista        World Geography (Grade 6)   Use of geographic terms including glacier, climate, natural resource, human resource, drumlin, river, land, peninsula, deposition, erosion, hurricane, ocean and wind currents, city and urbanization Island Match: Spectacle Island           If the objective of the expedition is to focus on coastal or intertidal ecosystems, it is recommended the arrival to the island is scheduled to coincide with low tide. Consult a tide table or an education ranger to determine the appropriate time and date to visit the island.   Tides occurring during a full and new moon are the lowest tides of the month, providing excellent opportunities for exploring sand flats or rocky intertidal zones. The intertidal zones have the best opportunities for students to examine invertebrates, mollusks and bivalves, as well as marine algae found at the outermost limit of the intertidal zone. In contrast, high tides offer the best opportunity to discuss coastal processes, such as wave dynamics, dune propagation, and coastal deposition and erosion.   Other factors to consider when selecting an island include:  Safety – Are there hazards such as steep inclines, slippery intertidal rocks, sharp objects such as shellfish or metal or glass? It is essential that all participants wear footwear. Special Needs – Do you require arrangements to accommodate special needs students?An eight person electric vehicle is available at Spectacle Island to meet the needs of your students. Island staff is available to operate the vehicle but prior arrangement must be made. Arrangements can be made by calling the Massachusetts Department of Conservation and Recreation, Boston Harbor Islands Visitor Services Coordinator at (781) 740-1605.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/education\/expedition-site-selection.htm"
}
