{
    "title": "Boston Harbor Islands National Recreation Area: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Two of the park's outer islands, Great Brewster and Little Brewster Brent M. Erb  The Boston Harbor Islands became a unit of the National Park System in 1996, managed by a unique Partnership. The National Park Service is taking the lead for the Partnership to collect and manage data about the park's natural resources. <Go to the Partnership's Web site for a listing of ongoing research. The park includes 34 islands that lie within the large \"C\" shape of Boston Harbor. The land mass of the park totals approximately 1,600 acres. The islands have been closely linked to Massachusetts Bay and to coastal communities for thousands of years. The islands extend seaward 11 miles from downtown Boston, and form a transition between the open ocean and the settled coast, between the world beyond Boston Harbor and the features specific to it. The only drumlin field in the United States that intersects a coast, 35 miles of relatively undeveloped shoreline within a densely settled urban area, resources associated with thousands of years of occupation by American Indians, and the complex natural communities of the intertidal zones all illustrate the intrinsic value of Boston Harbor Islands resources.  The islands offer an exceptional perspective on change in the region's ecosystem. Magnificent open spaces surrounded by expanses of open water, the islands vividly illustrate the region's complex geological past and the continual effect of natural processes on their habitats, their uses, even their shapes. From them, visitors can learn about how such complex ecosystems as harbors are revived. The improvement of Boston Harbor waters has regenerated the biotic communities of the islands and the sea around them and has made possible an impressively wide range of recreational uses. Thus the islands are both a recreational haven for urban residents and tourists and a highly effective laboratory in which to learn about natural change, cultural history, and stewardship.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
