{
    "title": "Boston Harbor Islands National Recreation Area: Trip Preparation",
    "body": "Trip Preparation       There are a several things to remember before you come to the park and on the day of your island expedition that will make your experience at Boston Harbor Islands more enjoyable. Planning Your Expedition  Become familiar with emergency contact information. Prepare a list of emergency contacts to carry with you while on island. Contact information should include the bus driver on mainland. Cell phone reception is available on several islands. Plan for emergencies by:   Designating a predetermined meeting place should a student become separated the from group. Bring a well stocked first aid kit. Inform the students about the importance of bringing drinking water, sunscreen, insect repellant, etc. Remind students footwear is required at all times while on the island, including when walking on the beach or in tidepools. Remind students that swimming or wading is not allowed due to currents.   Prepare and review a list of what students should wear. List should be seasonally appropriate. If you are unsure of what type of clothing to bring, please call NPS staff for assistance. If appropriate, remind students to bring a lunch, and don’t forget to factor lunchtime into the overall expedition timeframe.  Day of the Expedition  Make final check of the weather and confirm that the expedition has not been canceled for a weather related reason. Confirm vessel departure time and location with company representative on telephone. Schedule arrival time at departure location one half-hour prior to scheduled departure time. Inform the vessel operator and captain of your arrival time, and review any last minute changes to the itinerary.   Confirm arrival time on mainland with bus driver and ensure pickup in a timely fashion.  Arriving at the Site Location  Introduce yourself to the DCR or National Park Service ranger to ask any questions you may have. The ranger will also:   Address safety issues such as the importance of staying on designated trails. Highlight the island environment and habitat. Discuss island etiquette and environmental stewardship, such as Leave No Trace.  Describe how to use the Clivus compost toilets (applicable only on Spectacle and Georges Island) Confirm meeting and departure time and location with teachers and chaperones.  Have a copy of your DCR Recreational Use Permit available at all times.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/education\/expedition-trip-prep.htm"
}
