{
    "title": "Boston Harbor Islands National Recreation Area: Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change                Climate Change         Photo courtesy of Eva Van Aken   \"One of the most precious values of the national parks is their ability to teach us about ourselves and how we relate to the natural world. This important role may prove invaluable in the near future as we strive to understand and adapt to a changing climate.\" NPS Director Jon Jarvis As a coastal island park, Boston Harbor Islands is visibly affected by climate change. About 15,000 years ago , the last great ice age both shaped and flooded the drumlins to create the islands we know today. More recently, climate change has caused rising sea-surface temperatures and sea levels, hotter summers, less snow and more rain. Rapid global warming has the Boston Harbor Islands national park on alert for \"changes that could dramatically alter the region's economy, landscape, character, and quality of life\" (NECIA: Confronting Climate Change in the US Northeast). Although we can choose to slow climate change, we have already set some additional warming in motion. It is now essential to adapt for current and future changes. The National Park Service response focuses in 4 areas: science, mitigation, adaptation, and communication. This educational presentation and science curriculum focus on climate change as it relates to our park.  Presentation (6.6 MB) Curriculum  For more in-depth and scientific information, please see these resources and references: NPS Climate Change Responsehttp:\/\/nature.nps.gov\/climatechange\/ EPA http:\/\/www.epa.gov\/climatechange\/ NASAhttp:\/\/climate.nasa.gov\/ NPCAhttp:\/\/staging.doyourpartparks.org\/  Blue Planethttp:\/\/www.liveblueinitiative.org\/ Northeast Climate Impact Assessmenthttp:\/\/climatechoices.org\/ne\/ Additional Resources (72 KB)",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/nature\/climatechange.htm"
}
