{
    "title": "Boston Harbor Islands National Recreation Area: Scenic Vistas",
    "body": "Scenic Vistas       Scenic Analysis and Assessment: A Pilot Study In 2006 a study was undertaken by The University of Massachusetts Department of Landscape Architecture and Regional Planning - Landscape Planning Studio - in cooperation with the National Park Service and Boston Harbor Island Alliance. The study identified, ranked, and classified the important viewsheds of the Boston Harbor Islands national park area as the first step in a larger undertaking to accurately document and assess the visual resources within the park. Although this study contains its own assessment findings, it's primarily purpose is to serve as a pilot study to establish the framework for future assessment efforts. It is necessary to assess and manage the scenic views of Boston Harbor Islands because the visual resources are among the park's attributes and values. The views that park visitors will enjoy in the future are dependent upon decisions being made today. Areas identified as having high scenic value warrant additional protection through special management attention. This study, and the continuing efforts that follow, will help to inform future decision making within the national park area. The assessment methods used in this study were initially adapted from a model developed by the Bureau of Land Management (BLM) entitled Visual Resource Management Program (VRM). The VRM provided our study with an established foundation so that our methods utilized a combination of proven standards and flexibility toward the study area. This study also included a rigorous methodology phase in which the initial methods were tested and refined through external feedback. The unit of analysis for this study was a viewshed, defined as \"all surface areas that can be seen from a certain point\" (Smardon et al., 1986). Hundreds of viewsheds were documented, however only sixty-six (66) viewsheds were assessed and included in the findings. The viewsheds have been divided into five Scenic Quality Classes based on their visual quality rating: Class A, B, C, D, and E. The majority of the viewsheds- over 50%- fell into the two highest categories: Class A and B. Geographically, the highest rated viewsheds tend to cluster around the Brewster Islands and the upper-harbor islands of Georges, Spectacle and Thompson. Further analysis of these findings along with a discussion of trends is included in this report. Following the assessment findings, this report contains a synopsis of recommendations for incorporating the study findings into park plans and activities. Here is a summarized listing of our key recommendations: 1) Increase visitor access to scenic, yet under-viewed areas of the park. 2) Incorporate a landscape management policy within the park Management Plan to maintain scenic vantage points. 3) Add two scenic ferry routes that connect the on-water, Class A and B viewsheds. 4) Overlay scenic assessment with all relevant park management plans. Beyond our recommendations, our team has suggested a series of next steps to be addressed by those continuing the work. The primary task that should be focused on is the incorporation of a broad public input process in further assessments of the study area. This would increase the validity of the findings before integrating the data into park planning. The report concludes with a discussion of challenges and opportunities faced throughout this study.       Interactive Scenic Analysis of Boston Harbor Islands(object placeholder)",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/nature\/scenicvistas.htm"
}
