{
    "title": "Boston Harbor Islands National Recreation Area: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Geologic Formations         Aerial view of the drumlins of Boston Harbor. Photo by Ken Mallory  Boston Harbor is part of the Boston Basin, a topographic lowland underlain by sedimentary layers deposited at the end of the Precambrian time. Where bedrock is exposed (Calf Island, the Brewsters, and small islands near Hingham), it is a shaly to slaty formation called Cambridge Argillite which was deposited on the muddy floor of an ocean dating back some 570 million years.  In the past 100,000 years, two separate periods of Pleistocene glaciation formed the hills that cap most islands of Boston Harbor and created the local drainage system, consisting of the Charles, Mystic, and Neponset watersheds. The cores of many harbor islands are drumlins-glacier-formed, asymmetrical, elongate masses of till formed into smooth-sloped hills on the Boston Basin lowlands. In profile, they look like upside-down teaspoons. As the climate warmed and the glacier receded from the Boston area some 15,000 years ago, the melting of glacial ice raised the level of the ocean, eventually creating this section of the basin and isolating the islands. Drumlins may occur as scattered single hills, or in so-called \"swarms.\" The Boston Harbor Islands are a geological rarity, part of the only drumlin swarm in the United States that intersects a coastline. This \"drowned\" cluster of about 30 of more than 200 drumlins in the Boston Basin are not all elongate in shape, as most other drumlins are (molded in the direction of glacial flow). Geologists believe the islands illustrate two separate periods of glacial action. Many of the islands have more than one drumlin.  Natural coastal processes continue to reshape the island landforms, from sea level rise (as part of climate changes) to northeast storms. Rates of erosion on the islands can be dramatic. In general, the highest rates of beach erosion occur along beaches facing north and east, which are the dominant directions for winds and seas in these storms. The shifting shores of Thompson Island illustrate this process of erosion and sedimentation. Human use of the islands also effects erosion by removal of vegetative cover promoting erosion, or by structures built to prevent erosion.  Every island within the park, except for those composed largely of bedrock, has beach areas lining portions of its shores. The beaches generally most attractive to recreational users in the park are found on Spectacle (recently replenished), Long, Lovells, and Gallops islands and are primarily sandy and possess comparatively few biological resources. Rocky beaches, however, such as at Peddocks, provide excellent habitat for invertebrates and the animals that feed on them. Small barrier beaches have been identified on portions of Great Brewster, Gallops, Peddocks, Bumpkin, Long, Rainsford, and Thompson islands. Two islands within the park, Lovells and Long, have dunes. Lovells has the more extensive dune system, whereas Long Island's dunes are in one discrete area on its southern shore.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/nature\/geologicformations.htm"
}
