{
    "title": "Boston Harbor Islands National Recreation Area: Water Quality",
    "body": "Water Quality       A Water Resources Scoping Report was prepared by the National Park Service Water Resources Division in 2002 in order to assist the Boston Harbor Islands Partnership in identifying and understanding water-related issues relevant to the management of the national park area. It describes the hydrologic environment of the park and discusses water-related management issues. The report was accepted and the recommendations endorsed by unanimous vote of the Boston Harbor Islands Partnership on December 17, 2002.  » Water Resources Scoping Report: Boston Harbor Islands – A National Park Area, Massachusetts (Technical Report NPS\/NRWRD\/NRTR-2002\/300).  The final section of the report (Considerations for Future Actions) provides the Boston Harbor Islands Partnership with suggestions for future action:  endorse and support Massachusetts Water Resources Authority’s (MWRA) harbor-wide water quality monitoring efforts and support collaboration with the pending NPS “vital signs” monitoring program; endorse further erosion research and monitoring and the development of potential mitigation alternatives; consider additional intertidal zone inventory and research activities; enhance water and wastewater infrastructure planning; continue Mass. Department of Conservation & Recreation recreational water quality monitoring within the Boston Harbor Islands national park area; assess needs and establish priorities to complete necessary environmental audits; endorse The Trustees Of Reservations wetlands restoration activities \/ support actions to identify other potential restoration activities; enhance awareness of invasive species issues and concerns; facilitate the exchange of additional sensitive resource information for incorporation into spill contingency planning activities; commission a study to evaluate maintenance needs of sea walls and rip-rap and to determine the impact of these structures on geomorphic processes; incorporate water-related recommendations into the Boston Harbor Islands national park area strategic plan.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/nature\/waterquality.htm"
}
