{
    "title": "Boston Harbor Islands National Recreation Area: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors         Sunset over Sheep Island. Photo by Sherman Morss Jr.  The Boston Harbor Islands have a humid maritime climate that supports an assemblage of plants and animals typical of coastal New England. The climate of the islands offers a particular attraction to visitors when hot, humid weather dominates the region. The modulating effect of surrounding waters typically produces significantly cooler temperatures in contrast with the city and its suburbs. Inversely, winter temperatures on the islands are warmer than those of mainland sites. The Boston Harbor Islands are in a Class II Area as defined by the Clean Air Act. Natural coastal processes, especially northeast storms, continue to reshape the island landforms.  Although the waters of Boston Harbor are not included within the park boundary, they wash the island shores with twice-daily tides. The natural watershed around Boston Harbor extends as far west as Hopkinton, Massachusetts, 25 miles inland. Water also enters the harbor from the Quabbin Reservoir about 65 miles to the west, which supplies potable water to Boston and 47 surrounding communities. Surface water on the islands is rather limited. Perennial ponds are found on Thompson Island and the Worlds End peninsula, and freshwater marshes are found on Long, Peddocks, and Middle Brewster islands, and Worlds End. Today, Boston Harbor is vastly cleaner than it had been for decades. As is typical of many coastal areas near major metropolitan centers, the harbor had been used for waste disposal since colonial times. Sewage from 43 municipalities now undergoes state-of-the-art primary and secondary treatment at Deer Island. Sludge is removed and the effluent is disinfected and dechlorinated and is ready to be discharged through a 9.5-mile outfall tunnel. The effluent is mixed with the deep waters of Massachusetts Bay.      more.... Climate Change Air Quality Scenic Vistas Water Quality Weather",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/nature\/environmentalfactors.htm"
}
