{
    "title": "Boston Harbor Islands National Recreation Area: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Milkweed in bloom.   The flora of the islands reflects a long history of human alteration, including introduction of a large number of invasive exotic species. The islands' drumlins are thought to have been covered with mature forests of hemlock, maple, oak, pine, and hickory, which were cleared to support agriculture and pasturage, and to supply firewood for fuel. In addition, the construction of the islands' massive fortifications severely disrupted much of the native flora.   Thorough documentation of the characteristics of the terrestrial environment is just beginning, but successional species including aspen, pine, birch, and white poplar are clearly evident on most of the islands. Farming is known to have been carried out by Native Americans as well as later colonial settlers. Most of the fertile sites found on the islands have been converted to agriculture. The remnants of attempts at subsistence farming are evident in the appearance of apples, pears, grapes, chives, garlic, asparagus, and horseradish. Today, patches of undisturbed native flora are rare on the islands, and vegetation on most of the islands is dominated by grasses and sumac. The owners of Worlds End and Thompson Island have continued to manage expansive grasslands that are part of the cultural landscape. Worlds End and Thompson Island have communities of mixed oak forest; on Thompson they cover approximately one-tenth of the island.     Protected Species The Massachusetts Natural Heritage Program lists two species of plants within the park: sea beach dock and American sea blite. There are no island species listed by the US Fish and Wildlife Service.      Island Plant Lists:     Bumpkin Island Button Island Calf Island Deer Island Gallops Island Georges Island Grape Island Great Brewster Island  Green Island Hangman Island Langlee Island Little Brewster Island Little Calf Island Long Island  Lovells Island Middle Brewster Island Nut Island  Outer Brewster Island Peddocks Island Raccoon Island Ragged Island Rainsford Island Sarah Island Sheep Island Slate Island  Snake Island Spectacle Island Thompson Island Webb State Park Worlds End",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/nature\/plants.htm"
}
