{
    "title": "Boston Harbor Islands National Recreation Area: Other Cultural Sites",
    "body": "Ethnographic & Archeological Sites       Ethnographic Sites Many contemporary American Indians have cultural ties to the Boston Harbor Islands, and other groups may also feel connections to the islands based on long-standing use. Although little research has been conducted to identify any of these traditionally associated groups, they might include Irish immigrant families or groups of former island inhabitants including fishermen, lighthouse keepers, and \"communities of caring,\" people who tended to the sick. Ethnographic sites on the Boston Harbor Islands have not been professionally documented. Deer Island, to single out one island of ethnographic importance, has been used historically by Native Americans, quarantined immigrants, farmers, orphans, \"paupers,\" military personnel, and tens of thousands of prisoners (at the recently demolished county house of corrections), but it has special significance to American Indians as a place of internment in King Philip's War (see \"Native Americans and the Islands\"). Native Americans return to Deer Island every year in October to solemnly commemorate their ancestors' suffering in this sorrowful historical chapter. That period marks an inhumane chapter in this region's history. The descendants of Indian nations and tribes that were involved in the King Philip's War are adamant that their stories be told about what they consider a holocaust in the 1670s. In the 1840s, when the potato famine drove a million or more Irish citizens to emigrate to the United States, Deer Island was a landing point for thousands, many sick and poverty-stricken, where the City of Boston established a quarantine hospital in 1847. Approximately 4,800 people were treated in the first two years, but more than 800 died and were buried in the Rest Haven Cemetery. The documented number of people of European ancestry buried at Deer Island is approximately 4,000. (To commemorate those who died on the island, Indian and Irish memorials will be built on Deer Island.) In 1850, an almshouse was built to house paupers. Later institutional uses on Deer Island were a reform school, a county house of corrections, and a sewage treatment plant. Archeological Sites The Boston Harbor Islands have a rich human history, some of which is revealed by physical evidence including pre-contact and historic archeological resources. The islands began to separate from the mainland during the Late Archaic period (3000 BC to 1000 BC), but have produced artifacts from the Early Archaic period, indicating that native peoples were living on the shores of river estuaries. The Middle and Late Woodland periods (300 BC to 1000 AD) are most heavily represented in the archeological record, but erosion may have taken out earlier sites. The islands contain evidence of American Indian use of such archeological significance that, to date, 21 islands have been designated within an archeological district listed on the National Register of Historic Places. Archeological sites of the historic period have not been systematically surveyed, although many are known to exist on the islands. Fifteen types of sites are known: agricultural, cemetery, fishing colony, fortification, hospital, hotel or resort, industrial, poorhouse, prison, prisoner-of-war camp, quarantine, sewage treatment, lighthouses, dumps, and miscellaneous other site types.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/historyculture\/ethnographic-sites.htm"
}
