{
    "title": "Boston Harbor Islands National Recreation Area: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature       The Boston Harbor Islands Partnership invites you to explore the rich biodiversity of the Boston Harbor Islands. The islands are both a recreational haven and a laboratory in which to learn about natural change, cultural history, and stewardship. \"Island Research\" explains how to conduct research in the park, and related topics:    \"Island Research: Current Projects\" \"Island Research: Science Symposia\" \"Island Research: On-Line Documents\" \"Island Research: Abstracts\"    \"Volunteer Stewardship\" shows how citizens of all ages can assist with scientific research.      All Taxa Biodiversity Inventory (ATBI) A major research effort underway in the park helps us understand the diversity of insects and other invertebrates. Our project joins other similar efforts in parks and natural areas worldwide that are documenting local biodiversity. In order to educate and excite the public about the amazing diversity of animals that live on the islands we involve the public, and make the data we collect accessible to students, teachers, and entomologists. The Boston Harbor Islands Invertebrate Database at Harvard's Museum of Comparative Zoology contains records for all park specimens in the entomology collections. more . . .       Scientists from the Harvard Museum of Comparative Zoology collect insects from the islands as part of the park's All-taxa Biodiversity Inventory (ATBI).        Social Sciences Social science projects help us understand the human component of park ecosystems. A major social science research project in the park looked at visitor carrying capacity. The University of Idaho Cooperative Park Studies Unit is assisting units of the national park system to measure visitor satisfaction and visitor understanding. Boston Harbor Islands has participated in the Visitor Survey Card project annually since 1999. Visit the NPS social science program for more details.      Want to learn more about natural resources in Northeastern parks? Read a new blog (Field Notes: Observations on Science and Nature in Northeastern National Parks) to see what's happening in Boston Harbor islands and other parks in the Northeast. Researchers, interns, partners and park staff contribute to the blog with details of their time in the field.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/nature\/index.htm"
}
