{
    "title": "Boston Harbor Islands National Recreation Area: Civil War",
    "body": "Boston Harbor Islands during Civil War       During the four years of the Civil War, several of the Boston Harbor Islands played an important military role, serving as the site of harbor defenses, recruiting and training camps, an ordnance testing site, and prison camps. On April 15, 1861, three days after the Confederates fired on Fort Sumter in South Carolina, President Abraham Lincoln issued a call for 75,000 three-month volunteers, including two regiments from Massachusetts. William Schouler, Adjutant-General of Massachusetts, described the initial enthusiasm for what Northerners believed would be a short war:  It is impossible to overstate the excitement which pervaded the entire community through this eventful week. The railroad depots were surrounded with crowds of people; and the companies, as they arrived, were received with cheer of grateful welcome…. Men and boys carried miniature flags in their hands or on their hats. The horse-cars and express-wagons were decked with similar devices; and young misses adorned their persons with rosettes and ribbons, in which were blended the national red, white, and blue. (Schouler, 1868:51)  On May 3, 1861, President Lincoln issued his first proclamation for volunteers to serve three years or for the duration of the war, recognizing that the war would not be over quickly. By 1863, the federal government had resorted to a draft. The endless demand for troops during the four years of the Civil War turned several of the Boston Harbor Islands into recruiting and training camps. On the same day that President Lincoln called for three-month volunteers, Governor John Andrew of Massachusetts informed Secretary of War Simon Cameron of the defenseless condition of the Boston Harbor Island fortifications—“Allow me to suggest that our forts are entirely unmanned….”—and of his plans to improve defenses. (Andrew to Cameron, quoted in Schouler, 1868:57) Frustrated by the federal government’s inattention to harbor defense, the government of Massachusetts also organized heavy artillery companies to garrison Fort Independence on Castle Island, Fort Warren on Georges Island, and Fort Winthrop on Governors Island (now the site of Logan Airport). Fort Independence on Castle Island served as a secondary seacoast defense during the Civil War, a recruiting and training camp, a prison for federal troops, and an ordnance-testing site. Charles Francis Adams, the great-grandson of President John Adams, was one of the many Harvard-educated sons of prominent Boston families who received his military training at Fort Independence: “Elementary in the extreme, it was all the preliminary training I ever had.” (Adams, 1916:114) In May 1861, Colonel Thomas Cass began recruiting the Ninth Regiment Massachusetts Infantry, the first Irish regiment in the state, at Long Island. By 1863, Long Island served as a training camp for draftees from the New England states. Prepared by Jane Triber, 2005    References",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/historyculture\/civil-war.htm"
}
