{
    "title": "Boston Harbor Islands National Recreation Area: Native Americans",
    "body": "Native Americans and the Boston Harbor Islands       Histories and other studies prepared by and with American Indians are needed in order to adequately present Indian connections with the islands. In that those studies are not complete, the following sketch is offered to introduce the complex Native American topics associated with the park. Prior to European contact American Indians lived on the islands from early spring to late autumn. If one assumes the islands were surrounded by the abundant marine life that characterizes Massachusetts Bay today, then several species of fish, including striped bass, bluefish, and flounder, along with shellfish, would have provided a plentiful supply of food for American Indians. It is known that they fished in harbor waters and cleared fields and parts of the forest to plant crops of corn, beans, and squash. They also gathered wild berries and other plants for food and medicine, and hunted animals and fowl. According to the remains that have survived to modern times, the most common fauna were deer, cod, and softshell clam. Archeological evidence indicates that Indians used the islands for tool manufacturing and also for social and ceremonial activities. When English settlers arrived, Indians still regarded the islands as their home and remained until Euro-American settlers started encroaching on their land. Beginning in 1675 American colonists engaged in a major war with aboriginal people in the region, which began a tragic time in the life of American Indians. It came to be known as King Philip's War. King Philip was the name the English called Metacom, the Wampanoag sachem. As Indian resistance intensified and more colonial villages were attacked and burned, the English fear of Indians grew. Prior to the start of the war a number of \"praying towns\" had been established within Massachusetts Bay where natives were tolerant of and living among their European neighbors. As colonial settlements expanded, many American Indians were displaced, to the \"praying Indian\" villages and towns; some stayed in British colonial settlements; and still others continued in their traditional native communities. King Philip's War had far-reaching and long-lasting effects on American Indian communities in the region and on the relations between Indians and Europeans. The significance of the islands during the war period is not due to battles fought there but because of the forced removal of Native Americans to the islands. During the winter of 1675-76, the Massachusetts Bay Colony decreed that the inhabitants of the \"praying towns,\" such as Natick, be relocated. On October 30, 1675, a large body of Christian Indians was forced in shackles to the Charles River and, on three vessels, transported to islands in the harbor. The majority of those relocated were taken to Deer Island where they were incarcerated. Later some Indians were forced to other islands, probably Peddocks Island, Long Island, and one of the Brewster islands. According to some Indian oral histories, many more islands were used by the Colonial government to hold Native Americans due to an increasing number of captives during the period. Accounts vary widely as to how many Indians were removed to the islands. Historians, using written records, give the range as between 500 and 1,100. Some Indians now believe that traditional (non-Christian) Indians were not counted by the Colonials and so the numbers were much higher. Historical records indicate that as many as one-half of the Indians died of starvation, exposure, and lack of appropriate medicines in what has been called a concentration camp. The General Court of Massachusetts, referring to Indians on the islands, proclaimed \"that none of the sayd indians shall presume to goe off the sayd islands voluntarily, uponn payne of death....\" After the war, those who survived the island internment continued to face dire relations with the colonies. Records indicate that the colonial government sold some Indians into slavery, or indentured them to English families. But other praying Indians who were released moved into and strengthened Christian Indian settlements. Praying Indians also dispersed to other Native communities including the Nipmucks, Nipmucs, Wampanoags, and Abenakis (Penobscots) and to communities farther south, west, and north in Canada. They were joined by traditional Indians who sought refuge in these communities. Research has yet to show exactly where Natives were held on the islands, or the locations of any island burial grounds from the period. This is not surprising because on many islands, like Deer Island, construction for military and institutional facilities during past centuries has transformed the landscape in successive projects. Only recently have those projects been guided by a concern for and subsequent laws protecting culturally sensitive sites and Native American burials. The scope of King Philip's War extended west, beyond the Berkshire Mountains, south to Long Island Sound, and north into present-day Maine. However, the events referenced above are those most directly associated with Boston Harbor Islands. The island focus stems from the park's enabling legislation which highlights the importance of understanding the history of Native American use and involvement with the islands, and calls for protecting and preserving Native American burial grounds, particularly those connected with King Philip's War. This Congressional recognition of the importance of Indian history and of King Philip's War has raised public awareness around these topics. It has also raised managers' sensitivity to the complex issues surrounding the management and interpretation of island resources associated with Indian use of the islands. This recognition and awareness complements a broad range of federal and state initiatives to protect Native American sacred, cultural, and historic sites in collaboration with Indian tribes. The establishment of the park has also brought a new focus for tribes with cultural affiliation to the islands and their resources. Paramount among the many concerns expressed by Indian people is that any burial grounds or sacred sites be protected and treated with respect by all.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/historyculture\/native-americans-and-the-boston-harbor-islands.htm"
}
