{
    "title": "Boston Harbor Islands National Recreation Area: Use of Natural Resources",
    "body": "Use of Natural Resources           Boston Harbor and Maine Islands lie within the Gulf of Maine.   This discussion of the past use of natural resources on the Boston Harbor Islands considers fishing, hunting, timbering, haying, farming and husbandry, and quarrying in that order-the probable chronological order in which these activities were pursued on the islands. What is needed to put the use of natural resources on the Boston Harbor Islands into a historical context is at least one group of islands in the United States that are comparable in their proximity to a large city, historical development, climate, geology, vegetation, and other resources. But such islands do not seem to exist. Maine Islands  It has been suggested that the coastal Maine islands are comparable to the Harbor Islands, but they are actually not very similar. In the first place, there are many more Maine islands-4,617 as opposed to 41 in Boston (Conkling 1999:15). Even if one considers separately the islands in the various bays of Maine-Casco, Muscongus, Penobscot, Blue Hill, etc.-there are still many more islands in each bay than in Boston Harbor and none in the harbor of a major city. Furthermore, most of the Maine islands developed independently, whereas the Harbor Islands, especially those that were part of Boston, were affected by developments in that urban center. In addition, most of the islands off Maine were settled far later than those in Boston Harbor. In 1720, for example, there was only one house-on Damariscove-between Georgetown and the Saint Croix River (McLane 1994:26), and the area from Penobscot Bay eastward was not settled until after the hostilities of the French and Indian War ended in 1760. Finally, the exploitation of natural resources on the Maine islands, particularly timbering, fishing, and quarrying, took place on a far larger commercial scale than ever occurred on the Boston islands. So, since there is no nationwide historical context for the use of natural resources on the Harbor Islands, the historical context will be provided by the use of natural resources on all the islands in Boston Harbor with references to use of similar resources on Maine islands in order to provide some perspective. Prepared by Nancy S. Seaholes, 2009",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/historyculture\/use-of-natural-resources.htm"
}
