{
    "title": "Boston Harbor Islands National Recreation Area: African Americans",
    "body": "African Americans and the Boston Harbor Islands       Lacking thorough historical research about African American connections with the islands, we offer the following account of “A Brave Black Regiment.” Gallops Island in Boston Harbor, measuring only 16 acres in size, is a small island with a big story. Many visitors may not know that there was a Civil War barracks on Gallops Island where many Massachusetts troops stopped on their return from the war because of its proximity to Boston. Although many Union troops \"mustered out\" of Readville, now in the Hyde Park neighborhood of Boston, the majority of area regiments \"mustered in\" at Gallops on their return. Even fewer know that the famed 54th Massachusetts Volunteer Infantry Regiment camped at the barracks in September of 1865, having fought heroically in South Carolina, Georgia, and Florida. The other Massachusetts “colored” Regiment, the 55th also mustered in at Gallops not long afterwards. (The Massachusetts Cavalry had one black regiment, the 5th.) Earlier, in 1862, the Union's manpower had been running extremely low. Soldiers were being killed, wounded, and being removed from firing lines due to illness. (A large number of the deaths during the war were due to disease.) As a result, on January 1, 1863, President Abraham Lincoln issued the Emancipation Proclamation that completely transformed the war. The proclamation announced the liberation of slaves in rebellious states and the acceptance of black men into the Union Army and Navy. The 54th and the 55th Massachusetts Volunteer Infantry Regiments were two of the first official black units in the United States armed forces. Many of these recruits were not actually from Massachusetts, some coming from as far away as Ohio. Among the ranks were Frederick Douglass’ two sons Charles and Lewis who traveled from Washington D.C. to join up. The 54th left Boston in May of 1863 and in late August 1865 returned from duty and disembarked on Gallops Island. (Fifty-nine enlisted men remained behind in South Carolina in the hospital.) The rest of the regiment encamped until September 2nd on Gallops. When the regiment at last landed in the city at Commercial Wharf they paraded through the streets to cheers and music and were publicly lauded on the Common, served a festive meal, and disbanded. A monument to the 54th and their commander, Col. Robert Gould Shaw, by the sculptor Augustus Saint-Gaudens now stands on Boston Common. On 29 August 1865, the 55th left Mount Pleasant, South Carolina and a portion debarked at Gallops Island on 13 September. The remaining companies arrived ten days later, and on September 25th the entire regiment was paraded on the Common and disbanded.",
    "url": "https:\/\/www.nps.gov\/boha\/learn\/historyculture\/african-americans-and-the-boston-harbor-islands.htm"
}
