{
    "title": "Voyageurs National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Ernest Oberholtzer (right) with dog Skippy and Tay-tah-pa-sway-wi-tong (left) holding cabbage. MHS  The voyageur - a French word meaning traveler - the namesake of Voyageurs National Park - began journeying through these interconnected waterways over 250 years ago; waterways that are one of the most important segments of the fur trade route used to open the \"Great Northwest\". As park visitors travel the lakes today, it is easy to imagine the voyageurs of the past dipping their canoe paddles into the clear, dark waters to the rhythm of their songs, gliding past the rock and pines of this northern landscape. Voyageurs National Park was established in 1975, but is filled with evidence of over 10,000 years of human life and use. Signs of Native Americans, fur traders, and homesteaders, signs of logging, mining, and commercial fishing are scattered throughout the park. The Organic Act of 1916 created the National Park Service and decreed that nature and culture were to be protected hand-in-hand. Voyageurs National Park protects and shares a rich, unique cultural history that was shaped by the picturesque, rugged nature of its water and lands.      People Many different cultures or people have created the past and present of Voyageurs National Park from the Early Cultures, Ojibwe, to the Voyageurs and European Settlement. Discover the impressions they have left in these north woods.      Places Voyageurs offers a variety of historic sites and cultural landscapes to explore while visiting this unique park.      Stories Experience the park in a different way. Enjoy excerpts from the Lac La Pluie Journal, oral histories, and I.W. Steven's diary online.      Preservation References Check out the many online preservation references made available by the National Park Service.",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/historyculture\/index.htm"
}
