{
    "title": "Boston Harbor Islands National Recreation Area: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Due to the remote nature of the islands, a safe visit to the park depends on visitor assuming individual responsibility for planning their trips and visiting safely. Visitors must be aware of the risks and hazards associated with the harbor and island environments. General For your safety, please remember:  Always be alert and aware of your surroundings and the people around you. Weather conditions change rapidly;dress in layers.Overdressing for the weather is always a good idea. There are limited supplies on many of the islands. Bringwater, food, bug repellant and other necessities. Bring sunscreen (50SPF+) and a hat for protection from the sun. Watch your step - ladders, railings, and stairs may be wet. Stay back from edges;they may be crumbly or undercut-a fall could be fatal. Please take your litter with you When you leave the park. Check for ticks and watch out for poison oak and ivy.  Response times to areas on the Boston Harbor Islands can be far greater than for similar distances on the mainland. If you see something out of place, say something to a park employee, volunteer or concession employee or call us at 617-223-8666: See something? Say something. In an emergency on the islands, contact a ranger, volunteer or concession employee. If a phone is available, call 911. Tell the dispatcher that you are at the Boston Harbor Islands, name your island location and state that marine units are needed. For emergencies on the water, use a marine radio to contact the US Coast Guard on VHF Channel 16. Safe Boarding and Disembarking While moving between the docks and piers to the public ferry:  Stand back and allow passengers to get off before you board. The park employee, volunteer or concession employee on the dock or holding the gangway will let you know when it is safe to board. Hold onto the handrail and watch your footing as you walk over the gangway. Ensure your bags are secure. Don't board or disembark while on your mobile phone Supervise young children –hold their hand or guide them to use the handrail. Strollers wider than approximately 30 inches will not fit on gangways and must to be collapsed before boarding. Allow passengers who are elderly, travelling with caregivers, mobility aids, or assistance animals to board in front of you and give them space and time to board and disembark safely and comfortably.  Public Ferry  Take a minute when you board to locate the exits and life jackets. Do not stand in areas marked with yellow and black striped lines Stow bags and strollers away from aisles, steps, gangways and thoroughfares. Ask the crew where to stow large items. You must stay with your belongings during the journey. Remain seated when possible –the vessel can move and sway if water conditions change Supervise children on board –the safest place for them is seated beside you Do not sit on the bow or the side of the vessel, lean out of the windows, stand on seats or sit children on the rails or on your shoulders. Protect your belongings from sea spray if sitting outdoors. Make the crew aware if you have safety concerns.  Boating The following general precautions will help make a safe trip:  Perform safety checks and maintenance on a regular schedule and ensure that all repairs are completed properly. Do not overload your boat. Use life jackets, also known as personal flotation devices (PFDs). A U.S. Coast Guard approved, wearable PFD must be provided for each person aboard any boat. Boat sober. Exhibit anchor lights from sunset to sunrise. Stay at least 100 feet from commercial fishing nets. Be wary of shoal areas and when beaching a boat. Make sure your boat is equipped with: PFDs, paddles or oars, fire extinguisher, spare propeller and shear pin, compass and nautical charts, running lights, flashlight, whistle or horn, first-aid kit, radio, and an anchor with sufficient line. Use the \"One-third\"rule in fuel management. Use one-third fuel to go, one-third to get back and keep one-third in reserve.  Paddling Canoes should not be used for travel between the islands. Sea kayaks have become very popular for travel among the islands, but may be difficult for other boaters to see. Brightly colored kayaks clustered in a group offer greater visibility. Allow plenty of time to accomplish your intended route. Beginners should not try to access the outer islands or cover more than ten miles in a day. Inform a friend or relative of your travel plans. Kayakers should use wet suits or dry suits when paddling in the islands and carry a PFD for each person on board. Paddlers should also pack such items as: a marine radio and cell phone, a first aid kit, extra paddle, sunscreen, insect repellent, compass, nautical charts, 50 feet of line, waterproof matches, dry storage containers, and provisions for at least one extra day. Fires Fires using charcoal briquettes for grilling must be built in metal fire receptacles where provided. Small beach campfires are permitted on bare beach sand below the high tide line and limited to no more than three feet in height or diameter. Dead, loose wood on the ground in forested areas or un-vegetated beach areas may be collected for firewood, and is available from annual maintenance and clearing on the islands. To limit the spread of harmful insects, do NOT bring firewood into the park. Before leaving a campfire, the fire must be extinguished and free of litter with no evidence of food remains that could attract wildlife. Fires are not permitted in portable grills or stoves on docks or on boats tied to public docks. Open fires will be prohibited during times of high fire danger. Insects Biting insects can be prevalent on the islands from June to September. Wearing long pants and long sleeved shirts will provide some protection from mosquitos, biting flies, and ticks. Insect repellents containing 20-30% DEET on exposed skin and clothing are helpful. Some ticks carry pathogens that can cause human disease. If you notice a rash, flu-like symptoms, or pain in the joints following a tick bite, call your physician. Weather and Climate The Boston Harbor Islands have a humid maritime climate characterized by slightly cooler temperatures than the mainland, so dress in layers. Typical summer conditions feature air temperatures approximately 5-10 degrees cooler than the mainland between 60-80 Fahrenheit, winds of 0-15 knots and waves of 1-3 feet. Many of the islands are more than five miles from shore, so visitors should check both the nearshore (within five miles of shore) marine forecast and the open waters forecast. Marine weather forecasts for boaters are broadcast on marine channels 1 - 10 and are available at ranger stations and visitor centers. NOAA's National Weather Service has both nearshore and open waters forecasts for the Boston Harbor Islands as well as weather readings from the data buoy 44013 at the approach to the harbor.",
    "url": "https:\/\/www.nps.gov\/boha\/planyourvisit\/safety.htm"
}
