{
    "title": "Cape Cod National Seashore: Salt Marsh Dieback",
    "body": "Salt Marsh Dieback on Cape Cod       Overview The implementation of salt marsh Inventory & Monitoring protocols at Cape Cod National Seashore in 2003 led to the discovery of large areas of vegetation loss within the seashore. Unbeknownst to NPS staff, something similar had also been found a year earlier in several marshes outside the seashore (reported by R. Rozsa and S. Warren - see timeline link below). What is salt marsh dieback? Salt marsh dieback refers to a loss of salt marsh vegetation that cannot otherwise be explained by erosion, wrack kills, alterations in tidal flow (e.g. restriction or restoration), etc. Read more about the characteristics of salt marsh dieback.       An area of salt marsh dieback at The Gut in Wellfleet. NPS       When did salt marsh dieback begin? Permanent losses of salt marsh vegetation are evident in aerial photography from the early 1980s. Losses began at different times for different marshes. No large-scale simultaneous losses across multiple marshes has occurred during a single year; i.e., the losses have occurred progressively over decadal time scale. Read more about the history of salt marsh dieback on Cape Cod. What causes salt marsh dieback? Low marsh (Spartina alterniflora) losses are attributed to intense grazing pressure by a herbivorous crab (Sesarma reticulatum). Read more about crab herbivory and salt marsh dieback. High marsh vegetation loss (Spartina patens, Distichlis spicata) may be the result of herbivory, hydrology (sea level rise), and soil properties. Read more about vegetation loss in the high marsh. Scientists are studying other potential causes of salt marsh dieback. Read more about alternative explanations for salt marsh dieback. How does vegetation loss affect salt marshes? Vegetation loss in salt marshes leads to erosion. A study of vegetation loss on salt marsh creek banks reveals heavy erosion; wider tidal channels with altered structure and overall reductions in salt marsh area. Read more about salt marsh erosion as a consequence of edge vegetation losses. How widespread is salt marsh dieback? Although experimental field work has focused on Cape Cod so far, other areas of southern New England show patterns of vegetation loss that are strikingly similar. Read more about salt marsh dieback across New England. List of scientific publications about salt marsh dieback   Bertness MD, Brisson CP, Bevil MC, Crotty SM (2014) Herbivory Drives the Spread of Salt Marsh Die-Off. PLoS ONE 9(3): e92916. doi:10.1371\/journal.pone.0092916   S.M. Smith. 2009. Multi-decadal Changes in Salt Marshes of Cape Cod, MA: Photographic Analysis of Vegetation Loss, Species Shifts, and Geomorphic Change. Northeastern Naturalist 16(2):183-208.   Bertness, M.D., Holdredge, C., and A. Altieri. Substrate mediates consumer control of salt marsh cordgrass on Cape Cod, New England. 2009. Ecology 90(8):2108-17.   Holdredge, C., M.D. Bertness and A. Altieri. Role of Crab Herbivory in Die-Off of New England Salt Marshes. 2009. Conservation Biology 23(3):672-679.   Bertness, M.D. and B.R. Silliman. 2008. Consumer Control of Salt Marshes Driven by Human Disturbance. Conservation Biology 22: 618-623.",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/salt-marsh-dieback.htm"
}
