{
    "title": "Cape Cod National Seashore: Science Symposium",
    "body": "Explore This Park    Learn About the Park     Science & Research     Atlantic Research & Learning Center     Science Communication     Science Symposium                  ARLC Science in the Seashore Symposium 2015            Fifth Annual Science in the Seashore Symposium August 27, 2015   The Atlantic Research and Learning Center at Cape Cod National Seashore will host the fifth annual Science in the Seashore Symposium at the Salt Pond Visitor Center on Thursday, August 27, from 1 to 5 PM. This popular program features a diverse group of scientists and scholars sharing the natural and cultural research projects they are conducting within the seashore. The Science in the Seashore Symposium is a great opportunity for the public to learn about the science of the Cape Cod National Seashore from the scientists in the field. There will be brief and engaging presentations about bats, hognose snakes, fish in local waters, greenhouse gas emissions from salt marshes, roseate terns, river herring, preserving dune shacks, and more. See the agenda below. The Atlantic Research and Learning Center is one of nineteen research and learning centers in the National Park Service. Research and learning centers are places where science and education come together to preserve, protect, and encourage understanding of park resources. Financial assistance for the symposium is provided by Friends of the Cape Cod National Seashore, the national seashore's official fundraising partner. The symposium is free and open to the public. IF YOU GO: Salt Pond Visitor Center is located at the intersection of Route 6 and Nauset Road in Eastham and can be contacted by calling 508-255-3421. Download the 2015 Science Symposium Schedule of Presentations Download the 2015 Science Symposium Flyer          Schedule of Presentations    1:00 - George E. Price, Jr. (CCNS Superintendent) & Bob Cook (CCNS Chief of Natural Resources) - Welcome & Introduction 1:10 - Sophia Fox, Ph.D. - Atlantic Research and Learning Center at Cape Cod National Seashore - ARLC Program Introduction 1:20 - Jessie Fletcher & Cynthia Marroquin - SUNY College of Environmental Science and Forestry - Investigating bats at Cape Cod National Seashore to understand bat species assemblages and habitat use 1:35 - Scott Buchanan - University of Rhode Island - Spatial ecology and habitat selection of the Eastern hognose snake at Cape Cod National Seashore 1:50 - Ethan Estey, Ph.D. - Herring Warden, Town of Wellfleet - Ecology of the near shore marine finfish distributions in Northeastern U.S. waters 2:05 - Pat Canavan - Friends of the Cape Cod National Seashore - Nickerson Fellowship  2:10 - Kate Morkeski  - Nickerson Fellow \/ Marine Biological Laboratory, Ecosystems Center - Greenhouse gas emissions from Herring River salt marshes 2:25 - Derrick Alcott - Nickerson Fellow \/ UMass Amherst - Migratory delay of river herring in the Herring River estuary of Cape Cod National Seashore 2:40 - Open Question Period 2:45 - Break for Refreshments and Conversation 3:30 - Margie Coffin Brown - Olmsted Center for Landscape Preservation, National Park Service - Preserving cultural landscapes in the shifting dunes 3:45 - Cristina Kennedy - Center for Coastal Studies - Counting seashells on the seashore: benthic habitat mapping in Cape Cod 4:00 - Kayla Davis & Melissa Althouse - Virginia Tech, Department of Fish and Wildlife Conservation & SUNY College of Environmental Science and Forestry - Effects of disturbance at Cape Cod National Seashore on the federally endangered Roseate Tern 4:25 - Alexis Doshas - University of Central Florida - Mitigating the effects of chronic atmospheric nitrogen deposition on Cape Cod heathland communities 4:40 - Open Question Period        Previous Science in the Seashore Symposiums   2014 Science in the Seashore Symposium 2013 Science in the Seashore Symposium  2012 Science in the Seashore Symposium 2011 Science in the Seashore Symposium",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/science-symposium-2015.htm"
}
