{
    "title": "Cape Cod National Seashore: Piping Plovers",
    "body": "The Piping Plover         A piping plover chick next to a human foot print and tire tracks from an off-road vehicle.  Due to their small size and cryptic coloring, chicks are very difficult to see on the beach.  Photo by Naomi Blinick  Piping Plover 'Seashore Science' Document  The Threatened Piping Plover - a photo essay Shorebird Management Annual Reports The piping plover is a small, stocky, sandy-colored bird resembling a sandpiper. The adult has yellow-orange legs, a black band across the forehead from eye to eye, and a black ring around the base of its neck. Like other plovers, it runs in short starts and stops. When still, the piping plover blends into the pale background of open, sandy habitat on outer beaches where it feeds and nests. The bird's name derives from its call notes, plaintive bell-like whistles which are often heard before the birds are seen. Distribution and Abundance Along the Atlantic Coast The piping plover breeds on coastal beaches from Newfoundland and southeastern Quebec to North Carolina. These birds winter primarily on the Atlantic Coast from North Carolina to Florida, although some migrate to the Bahamas and West Indies. Piping plovers were common along the Atlantic Coast during much of the 19th century, but nearly disappeared due to excessive hunting for the millinery trade. Following passage of the Migratory Bird Treaty Act in 1918, numbers recovered to a 20th Century peak which occurred during the 1940s. The current population decline is attributed to increased development and recreational use of beaches since the end of World War II. The most recent surveys place the Atlantic population at less than 1800 pairs. Breeding and Feeding Habits Piping plovers return to their breeding grounds in late March or early April. Following establishment of nesting territories and courtship rituals, the pair forms a depression in the sand somewhere on the high beach close to the dunes. The nest is sometimes lined with small stones or fragments of shell. The four eggs hatch in about 25 days, and the downy young are soon able to follow their parents in foraging for the marine worms, crustaceans, and insects that they pluck from the sand. Both the eggs and young are so well camouflaged that they are apt to go undetected unless stepped on. When predators or intruders come close, the young squat motionless on the sand while the parents attempt to attract the attention of the intruders to themselves, often by feigning a broken wing. Surviving young fledge and are flying in about 30 days. However, stormtides, predators, or intruding humans sometimes disrupt nests before the eggs hatch. When this happens, the plovers often renest in the vicinity and young hatched from these late nesting efforts may not be flying until late August. Plovers often gather in groups on undisturbed beaches prior to their southward migration. By mid-September, both adult and young plovers will have departed for their wintering areas. Threats Several factors are contributing to the decline of the piping plover along the Atlantic Coast.  Commercial, residential, and recreational development have decreased the amount of coastal habitat available for piping plovers to nest and feed. Human disturbance often curtails breeding success. Foot and vehicular traffic may crush nests or young. Excessive disturbance may cause the parents to desert the nest, exposing eggs or chicks to the summer sun and predators. Interruption of feeding may stress juvenile birds during critical periods in their development. Pets, especially dogs, may harass the birds.  Developments near beaches provide food that attracts increased numbers of predators such as raccoons, skunks, and foxes. Domestic and feral cats are also very efficient predators of plover eggs and chicks. Stormtides may inundate nests.  Protection Under the Endangered Species Act The piping plover became a protected species under the Endangered Species Act on January 10, 1986. Along the Atlantic Coast it is designated as threatened, which means that the population would continue to decline if not protected. The Endangered Species Act provides penalties for taking, harassing or harming the piping plover and affords some protection to its habitat. Other rare species that inhabit the beach ecosystem, including the Federally endangered roseate tern, the threatened northeastern beach tiger beetle, the threatened seabeach amaranth, the least tern, the common tern, the black skimmer, and the Wilson's plover, may benefit from piping plover protection efforts. Things You Can Do to Help Protect the Piping Plover  Respect all areas fenced or posted for protection of wildlife. Do not approach or linger near piping plovers or their nests. If pets are permitted on beaches used by plovers, keep your pets leashed. Keep cats indoors. Don't leave or bury trash or food scraps on beaches. Garbage attracts predators which may prey upon piping plover eggs or chicks  This information is from the brochure You Can Help Protect the Piping Plover, U.S. Fish and Wildlife Service Northeast Region, January 1994. Updated 2007.",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/the-piping-plover.htm"
}
