{
    "title": "Cape Cod National Seashore: Research Projects",
    "body": "Explore This Park    Learn About the Park     Science & Research     Atlantic Research & Learning Center     Research     Research Projects                  ARLC Research Projects            The research pursued by the Atlantic Research and Learning Center (ARLC) and its partners spans a wide range of physical, chemical, and biological questions. Coming from academic institutions, state and federal agencies, and non-profit organizations, ARLC research partners range from senior principal investigators to post-doctoral fellows to graduate and undergraduate students. Study the resources below to learn about research projects past and present at Cape Cod National Seashore and also to gain perspective on how your research proposal might be structured for success.      ARLC and Cape Cod Ecosystem Monitoring Synergy At Cape Cod National Seashore, researchers have access to the Cape Cod Ecosystem Monitoring (CCEM), an active inventory and monitoring program, which has collected decades of long-term monitoring data. CCEM data provide resource status and trend information, which can provide context for research activities and results. In turn, ARLC research results help describe the cause and effect relationships in observed changes to park resources. Together, ARLC and CCEM efforts advance coastal ecology science and contribute critical natural resource information important to enabling the science-informed management of Cape Cod National Seashore.      Cross-cutting Priority Research Themes  Local effects (eg. coastal erosion, habitat degradation) of global\/hemispheric processes (eg. climate change, sea level rise, atmospheric deposition). The importance of Cape Cod National Seashore to migratory species, especially threatened and endangered migratory birds. Examining the effectiveness and the effects of restoring anthropogenically (human-caused) degraded habitats. Nutrient dynamics in aquatic systems and the relative influences of atmospheric, groundwater, and oceanic inputs.       Cape Cod National Seashore Research Permits and Reports Get an overview of research going on at Cape Cod National Seashore. Download a list of 2015 CACO Active Research Permits.   Dig deeper and learn more about both present and past research projects. Search the NPS Research Permit and Reporting System website and review the archive of Investigator's Annual Reports. These reports are mandatory year-end summaries written by Principal Investigators (PI's) and are intended to record and communicate objectives and progress of all permitted research projects.           Research Highlight Map Download a map showing the locations of 2013 research highlights from the Atlantic Research & Learning Center and partner organizations.         Research Catalog The Research Catalog provides in-depth descriptions of the most pressing research needs for Cape Cod National Seashore in both natural and cultural resource sciences. It is meant to be used as a guide for those considering research at Cape Cod National Seashore. Published in 2003, this version of the catalog will be replaced with an exhaustive upgrade in 2015-2016. Download the sections of the catalog that are of interest: Message from the Park Superintendent \/ Table of Contents \/ About Cape Cod National Seashore \/ Location Aquatic Ecology Atmospheric Monitoring Coastal Geomorphology Plant Ecology Wildlife Ecology Natural Resource Management Cultural Resource Management Resource Protection, Planning, and Management Appendices",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/arlc-research-projects.htm"
}
