{
    "title": "Cape Cod National Seashore: Research Facilities",
    "body": "ARLC Research Facilities            The Atlantic Research and Learning Center (ARLC) provides scholars, scientists, and educators the resources they need to conduct research within Cape Cod National Seashore (CACO). ARLC laboratory and field support facilities are co-located with NPS scientists at the North Atlantic Coastal Laboratory in North Truro, Massachusetts. The ARLC offers: North Atlantic Coastal Laboratory Lab facilities, field equipment, and a large science staff to collaborate with. Jump to learn more about the North Atlantic Coastal Laboratory and the science staff. Housing Need a place to stay while conducting research at the seashore? Find out more about housing at Cape Cod National Seashore. (Please use this link for 2016 housing request form as the one on next page is outdated.) Analytical Equipment The ARLC lab has an array of analytical equipment. Take a look at the analytical equipment available at the ARLC lab. GIS and Ecosystem Monitoring Data The ARLC can help leverage the deep GIS and monitoring datasets maintained by Cape Cod National Seashore. Learn more about data available for visiting researchers. The Charles S. Davidson Memorial Library Every researcher needs a real library at some point, even if it's just a quiet place to think or eat. Read more about the Davidson Library at the ARLC. Science Communication The ARLC wants to help communicate science communication. Investigate the ARLC Science Communication capabilities.        North Atlantic Coastal Laboratory NPS  North Atlantic Coastal Laboratory The North Atlantic Coastal Laboratory (NACL), or 'biolab' as it is commonly known, is an indispensable resource for many visiting researchers. The biolab houses laboratory facilities and field equipment along with a large science staff with a wealth of knowledge about working in the various ecosystems found at Cape Cod National Seashore, and the technical skills and equipment to get the work done. The biolab is where visiting researchers may form collaborative relationships with CACO scientists and make the most of their experience by benefiting from the deep experience of the staff. Insight and strong relationships are critical to any scientific endeavor. The staff at the NACL is available to provide critical technical and logistical insight to research taking place at CACO.        The common area of the Deane House, one of the researcher houses at Cape Cod National Seashore. NPS  Housing Housing is available for visiting researchers at several locations within Cape Cod National Seashore. All houses have full bathrooms, full kitchens, and spacious sleeping quarters. Several of these houses, once destination homes, offer outstanding panoramic views of Cape Cod landscapes. Housing availability for visiting researchers is subject to the discretion of the National Park Service Housing Program for a fee of $10 per night. To inquire about visiting researcher housing, please Download the Visiting Researcher Housing Request Form and return it to: Research and Monitoring Program Manager Cape Cod National Seashore 99 Marconi Site Rd Wellfleet MA 02667  or return via email to the Research and Monitoring Program Manager        Atlantic Research Learning Center laboratory NPS  Analytical Equipment The ARLC laboratory is equipped with an array of sophisticated analytical equipment enabling researchers to perform analyses relevant to the geological, hydrological, and biological sciences. The ARLC laboratory is located at the Highlands Center, a stone's throw from the North Atlantic Coastal Laboratory. Below is a partial list of analytical equipment available at the ARLC lab:   QuikChem Flow Injection Analysis - 8500 Series, Eluent Pump (Lachat Instruments), XYZ AutoSampler (Lachat Instruments) SmartChem Discrete Analyzer (Westco Scientific Instruments) Jenway 6305 spectrophotometer Denver Instrument Model 250 pH\/conductivity meter Metrohm 775 Dosimat (Auto-titrator) Tutthauer Brinkmann 2540E Autoclave Turner Designs trilogy fluorometer Mettler Toledo MX5 (micro-balance) CE Elantech EA Flash-1112 Elemental Analyzer Fume hoods, freezers, refrigerators, distiller         The ARLC classroom is filled to capacity with academics, NPS scientists, students, and members of the public for the 2011 Science in the Seashore Symposium. NPS  ARLC Classroom This recently renovated, spacious, facility located on the grounds of the Highland Center in North Truro is fully equipped for meetings and lectures. There is a modest kitchen for food prep, a separate office for administrative use, and a room for storage. Audio and video equipment is available upon request. The classroom offers a comfortable, clean, and modern setting for scientific exchange and public address within steps of the Atlantic Ocean. The multipurpose room can accommodate up to 50 people.          Charles S. Davidson Memorial Library NPS  Charles S. Davidson Memorial Library The Charles S. Davidson Memorial Library, located at the North Atlantic Coastal Lab, offers researchers a comfortable space in which to read, write, or present scientific findings. Its large collection of scientific journals is searchable via electronic catalog. Adjacent to a small kitchen, the library is often used by visiting researchers as a place to get work done.        For more information about the Atlantic Research Learning Center please contact: Sophia Fox, Ph.D. Research and Monitoring Program Manager (acting) 508-487-3262 x 0504",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/arlc-research-facilities.htm"
}
