{
    "title": "Cape Cod National Seashore: Horseshoe Crabs",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Marine Invertebrates     Horseshoe Crabs                  Horseshoe Crabs         Horseshoe Crabs Naomi Blinick  Horseshoe crabs (Limulus polyphemus) are an integral part of the marine ecosystem and significant natural resource in many coastal national park units. As a member of the benthic community, they prey on small benthic fauna, such as bivalves and worms. They are preyed upon by sharks, as well as the federally listed loggerhead sea turtle. Horseshoe crab eggs provide a critical food resource for migrating shorebirds (i.e. red knot) which stop along the Atlantic coastline.   You are likely to see an abundance of horseshoe crabs during their peak spawning season in May and June. Females begin to come ashore to spawn along protected sandy beaches during evening high tides during the full and new moons. Males (1\/3 the size of females) attach themselves to females as they approach spawning beaches with a pair of modified claws that look like boxing gloves. You may see more than one male crowding a pair forming a large cluster along the water’s edge. Fertilization of the eggs is external and eggs are laid in nests that are dug in the sand by the female. Females may nest several times in one tidal cycle. Spawning sites within the Cape Cod National Seashore include Pleasant Bay, Nauset Marsh, Great Island, and in recent years, East Harbor.         Kelly Medeiros, Hydrologic Technician at Cape Cod National Seashore, with a tagged horseshoe crab NPS photo  Horseshoe crabs are commercially harvested for bait for American eel and whelk fisheries, and their blood is used to produce a critical pharmaceutical product, Limulus amebocyte lysate (LAL). LAL is the pharmacological standard used to detect fever-causing bacteria in all injectable drugs (i.e vaccines) and implantable medical devices. Throughout their range, managers are concerned about declines in spawning abundance, possible over-exploitation and unsustainable harvest of horseshoe crabs. In Massachusetts, these concerns have led to stricter fishery regulations and even closures of certain areas to harvest. Harvesting horseshoe crabs within the Cape Cod National Seashore boundary is prohibited.  Cape Cod National Seashore is currently participating in the Cooperative Tagging Program through the US Fish and Wildlife Service. CACO Natural Resource Management staff, with the help of the Cape Cod Horseshoe Crab Conservation Association, are actively tagging adult horseshoe crabs within the East Harbor system in North Truro. Tag and recapture data provides more information about horseshoe crab movement and abundance which is crucial for making effective management decisions.             Horseshoe crab tag NPS photo   If you find a horseshoe crab with a tag, please click here or call 1-888-LIMULUS (1-888-546-8587).",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/horseshoe-crabs.htm"
}
