{
    "title": "Cape Cod National Seashore: Historical Importance",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Historical Importance                  Historical Importance and Abundance of Cape Cod's Mammals       Native Americans used numerous species of large and mid-sized mammals for food and fur, as did the first Europeans to arrive on Cape Cod. This included a number of species now extinct on the Cape, such as wolf, bobcat, mountain lion, porcupine, and beaver, which were present here 400 years ago.   Besides providing for the subsistence of the early European settlers, mammals were a part of the historical economy of Cape Cod. The fur trade in beaver and many other species was an early source of revenue for early settlers in the Plymouth Colony. As the Europeans became more settled and converted the Cape's original forest to farm land, the combination of habitat changes and hunting, for both food and predator control to protect livestock, eventually eliminated all of the large and many of the mid-sized land mammals. Thus, by the end of the 18th century, most of Cape Cod's forest and large to mid-sized mammals were no longer present. Marine mammals were also initially abundant, and the Cape's seals and whales were an important source of oils from which the Cape's famous whaling industry grew. As with the large terrestrial mammals, they soon became locally scarce, and whalers had to go further afield in pursuit of their prey. Seals were considered a competitor for fish and many were killed, encouraged by a bounty system in place from 1888 to 1962.           The track of a black bear that came to Cape Cod in the summer of 2012.  The bear was subsequently relocated back to mainland Massachusetts.  NPS Photo  Although many of the mammals present on Cape Cod when the Europeans arrived have long been absent from Cape Cod, the Cape’s mammals have been slowly recovering from the impacts of habitat conversion and unregulated hunting and trapping. By the mid-19th century, New England farmers began moving west, to take advantage of the more fertile lands that were opening up.  The regrowth and maturation of forest habitats, particularly in southern New England, continues today, and mammal populations are changing in response. Some species, such as deer and beaver, were actively restored in Massachusetts by re-stocking, and deer have long since returned to Cape Cod. Others are slowly recolonizing naturally, from populations that survived in Northern New England, where de-forestation was not so intense. In recent decades, otter and then fisher, have re-appeared in the National Seashore and become widespread and fairly common. Black bear and bobcat have recently made forays back onto Cape Cod. In contrast, the woodchuck, which depends on open fields, has been in decline. Marine mammal populations have similarly been recovering from the declines they experienced historically. With the end of bounties on seals in 1962, and passage of the Marine Mammal Protection Act in 1972, populations of seals have largely recovered, and whales are also increasing. A new economic relation with these species has developed, and whale and seal watching cruises are now big business here on Cape Cod.",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/history-of-mammals.htm"
}
