{
    "title": "Hawai'i Volcanoes National Park: Kahuku Unit Guided Hikes",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Kahuku Unit Guided Hikes              Hawai‘i Volcanoes National Park Kahuku Unit       July 22, 2016 - NOTICE: In preparation for Tropical Storm Darby, the Kahuku Unit will be CLOSED this weekend, July 23 & 24, 2016. additional closures>>       Hawai‘i Volcanoes National Park Kahuku Unit - 1868 lava flow NPS Photo       March 4, 2016 - Temporary Closure of the Kahuku Unit Upper Paddocks: The Kahuku road and upper paddocks are temporarily closed to the public at the cross gate due to Rapid 'Ōhi'a Death (ROD). Ten trees have been confirmed to be infected with ROD in the lower paddocks below the cross gate. Currently ROD has not been found in the upper paddocks. The closure is necessary to prevent the spread of ROD to the upper paddocks. The Forested Pit Crater trail and Kona trail are not accessible.      Kahuku is a place of dynamic volcanism, rich Hawaiian traditions and a fascinating history of ranching. It is a site of struggle and restoration for many unique plant and animal species of Ka'ū. Share in the wonders of this 116,000 acre unit of Hawai'i Volcanoes National Park. Kahuku is located on Hwy 11 in Ka‘ū near mile marker 70.5      Kahuku Site Bulletin (pdf-1,394KB)      Kahuku Unit Guided Hikes      For more information about Kahuku programs call 808-929-8075 or email.     pdf version of hike poster (508KB)        People & Land of Kahuku Program Location NPS \/ Julia Espaniola  People and Land of Kahuku is a moderate two-mile, three-hour guided hike that loops through varied landscapes to explore the human history of Kahuku. Emerging native forests, pastures, lava fields, and other sites hold clues about ways people have lived and worked on the vast Kahuku lands –from the earliest Hawaiians, through generations of ranching families, to the current staff and volunteers of Hawai'i Volcanoes National Park. Learn about the powerful natural forces at work here and how people have adapted to, shaped, and restored this land. Enter the Kahuku unit of Hawai'i Volcanoes National Park on the mauka (uphill) side of Highway 11 near mile marker 70.5, and meet near the parking area. Sturdy footwear, water, raingear, sun protection, and a snack are recommended. Dates: July 17, August 21, & September 18, 2016 Time: 9:30 a.m. to 12:30 p.m.         Palm Trail is a moderately difficult 2.6-mile loop traversing scenic pastures along an ancient cinder cone, with some of the best panoramic views Kahuku has to offer. Highlights include relics of the ranching era, sections of remnant native forest and amazing volcanic features from the 1868 eruptive fissures. Enter the Kahuku unit of Hawai'i Volcanoes National Park on the mauka (uphill) side of Highway 11 near mile marker 70.5, and meet near the parking area. Sturdy footwear, water, raingear, sun protection, and a snack are recommended. Dates: July 24, August 27, & September 11, 2016 Time: 9:30 a.m. to 12:30 p.m.         'Ōhi'a Lehua. Learn about the vital role of 'ōhi'a lehua in native Hawaiian forests, the many forms of the 'ōhi'a tree, and the lehua flower. Visitors will be able to identify the many differences of the most prominent native tree in Kahuku on this program, which is an easy, one-mile (or less) walk. Enter the Kahuku unit of Hawai'i Volcanoes National Park on the mauka (uphill) side of Highway 11 near mile marker 70.5, and meet near the parking area. Sturdy footwear, water, raingear, sun protection, and a snack are recommended.   Dates: July 10, August 14, September 3, & September 25, 2016 Time: 9:30 a.m. to 10:30 a.m.        A Family Begins the Uphill Hike to the Summit of Pu‘u o Lokuana NPS \/ Moses Espaniola  Pu'u o Lokuana is a short, moderately difficult 0.4-mile hike to the top of the grassy cinder cone, Pu'u o Lokuana. Learn about the formation and various uses of this hill over time and enjoy a breathtaking view of lower Ka'ū. Enter the Kahuku unit of Hawai'i Volcanoes National Park on the mauka (uphill) side of Highway 11 near mile marker 70.5, and meet near the parking area. Sturdy footwear, water, raingear, sun protection and a snack are recommended. Dates: September 4, 2016 Time: 9:30 a.m. to 10:30 a.m.         Hi'iaka & Pele. Discover two fascinating Hawaiian goddesses, sisters Pele and Hi'iaka, and the natural phenomena they represent. Visitors will experience the sisters coming alive through the epic stories depicted in the natural landscape of Kahuku on this moderate one mile walk. Enter the Kahuku Unit of Hawai'i Volcanoes National Park on the mauka (uphill) side of Highway 11 near mile marker 70.5, and meet near the parking area. Sturdy footwear, water, raingear, sun protection and a snack are recommended. Dates: July 16, August 28, & September 10, 2016 Time: 9:30 a.m. to 11:00 a.m.        Southwest Rift Zone NPS Photo  The Birth of Kahuku - Join us in exploring the rich geologic history of Kahuku. Traverse the vast 1868 lava flow, see different volcanic features and formations and identify many parts of the Southwest Rift Zone of Mauna Loa. Learn about the Hawaiian hotspot and the creation of Kahuku. Dates: August 7, 2016 Time: 9:30 a.m. to 11:30 a.m.         Realms and Divisions of Kahuku is a moderately-difficult two-mile, two-hour guided hike on Kahuku Unit's newest trail, Pu'u Kahuku. Experience the sense of place that evolves through the inter-relationship of nature and culture. Explore the realms and divisions of the traditional Hawaiian classification system at Kahuku. Enter the Kahuku unit of Hawai'i Volcanoes National Park on the mauka (uphill) side of Highway 11 near mile marker 70.5, and meet near the parking area. Sturdy footwear, water, raingear, sun protection, and a snack are recommended. Dates: August 6, 2016 Time: 9:30 a.m. to 11:30 a.m.         Mauna Loa Southwest Rift Take a short hike to an overlook located on the Upper Palm Trail. From the overlook, visitors will be oriented to the numerous prominent geologic features of the eruptions of the Southwest Rift Zone. Learn about the fascinating natural processes that create these features and the cultural traditions associated with them. Pack a lunch to enjoy during the program. Dates: July 23 & September 24, 2016 Time: 11:30am to 1:00pm",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/kahuku-hikes.htm"
}
