{
    "title": "Cape Cod National Seashore: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer       Volunteer Opportunities for 2016   Volunteer Application   Cape Cod National Seashore benefits greatly from the work of volunteers. In 2015, over 31,000 hours were contributed by 872 volunteers. These volunteers support the seashore in a variety of ways, such as: providing interpretive services at visitor centers and historic structures; maintaining trails; participating in historical reenactments; contributing to natural resource restoration projects; assisting with natural resource and cultural history research projects; and helping to protect park habitats and wildlife, including seals and endangered shorebirds. Most opportunities are seasonal, but there are some volunteer positions that are available year 'round. Seasonal opportunities are usually listed by early spring. Government housing is limited and is unavailable during certain times of the year. The majority of our volunteer opportunities require that people live within a reasonable commuting distance or locate their own lodging nearby. Cape Cod National Seashore does not have campgrounds, but there are privately operated campgrounds near the national seashore.  There are two small trailer pads with hook-ups near headquarters for volunteers who wish to live in their own campers. Training, uniforms (if applicable), and supplies and equipment are provided for all positions. Some positions require driving, in which case a valid driver's license is required. Several twelve-week internships are offered every year, with dates starting from spring through early fall. Most internships are in natural and cultural resource management and interpretation. All internship opportunities are posted at www.thesca.org. Housing is provided for these full-time interns.   Contact Volunteer Coordinator Sue Moynihan, Chief of Interpretation and Cultural Resources Management, (508) 957 - 0738.   Note: The national seashore is in the process of posting opportunities on www.volunteer.gov. There are several current opportunities listed on the document reached by the link at the top of this page. Please disregard the statement, below, that there are no current opportunities.        Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/caco\/getinvolved\/volunteer.htm"
}
