{
    "title": "Cape Cod National Seashore: Fire Research",
    "body": "Fire Research       In 1986, the Cape Cod National Seashore, in cooperation with the University of Massachusetts - Amherst, initiated applied research on the effectiveness of varying the season and frequency of treatments (prescribed burning or bush cutting) on forest composition, fuel loading and fire behavior. Sixty 0.1 - acre plots were established to create the Lombard-Paradise Hollow Fire Management Research Area within the seashore boundries.        Fire Crew Members put fire on the ground during a summer prescribed burn at Lombard-Paradise Hollow Fire Management Research Area in South Truro.  This plot has been burned annually since 1986.   Preliminary results of the research indicate that burning during the spring and summer reduces fuel loads. Burning at a 3 to 4 year intervals is the most cost efficient way to reduce fuel loading. Oak saplings resprout vigorously after spring burns. Both mowing and burning during the dormant season encourage huckleberry and blueberry vegetation to grow, but hot fires are required to open up the canopy and allow light to reach the forest floor and encourage berry production. Summer burns conducted during drought conditions consume duff layers, kill most shrubs and favor pine seedling establishment. Annual summer brush-cutting eliminates shrubs and reduces the amount of litter and dead wood that fuel wildfires. Combinations of mowing followed by burning, when applied in the summer, are effective methods of quickly reducing fuel loads and fire hazard.        Metal poles are placed within a unit during a prescribed burn to determine rate of spread, flame length and flame height.   The Fire Management Program has also worked in conjunction with park scientists to better understand the effects of fire on Phragmites australis, an invasive plant, in Hatches Harbor in Provincetown. Recently, researchers from the University of Central Florida - Dr. Von Holle Restoration Ecology Lab, began working with the Fire Management Program to reseach the role fire has in the regeneration of Broom Crowberry (Corema conradii).         Years of research and data analysis have been used to plan day to day operations for the Fire Management Crew. Through the establishment of a successful fire effects monitoring program and continue work with both NPS Staff and Non-NPS organizations, the Fire Management Program continues to align their efforts with the NPS hazard fuels program goals. In recognition of their successful program, the Cape Cod National Seashore was awarded the 2011 Achievement in Implementing Adaptive Management Award. NPS Fuels and Ecology Award Winners Announced      Publications Fire Science Brief - Issue 13 (September 2008) Responses of Soil Carbon, Nitrogen and Cations to the Frequency and Seasonality of Prescribed Burning in a Cape Cod Oak-Pine Forest Lombard-Paradise Hollow Fire Management Research Area Brochure",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/management\/fire-research.htm"
}
