{
    "title": "Hawai'i Volcanoes National Park: After Dark In The Park",
    "body": "After Dark in the Park       After Dark in the Park Special Speaker Presentations Tuesdays at 7:00 p.m. Kīlauea Visitor Center Auditorium  Park entrance fees apply Presentations are free - suggested $2.00 donation supports park educational programs      Please visit the After Dark in the Park Video Archive page                      Tuesday, August 16, 2016 - After Dark in the Park Centennial Series - The Establishment of Hawaii National Park           On Tuesday, travel back in time to 1916 with Park Archeologist Dr. Jadelyn Moniz-Nakamura as she shares the story of the development of Hawaii National Park. Learn about the individuals who pushed for a park because of their fascination for this place and because they recognized the need for preservation so that future generations could enjoy the fantastic eruptions and magnificent landscapes. link to pdf poster (1.65MB)              Tuesday, August 23, 2016 - Oasis in a Desert Sea: Hawai‘i's Resident Whales and Dolphins           Join Robin Baird, book author and research biologist with Cascadia Research Collective as he presents an amazing look into the lives of Hawai'i's resident toothed whales and dolphins. Dr. Baird and his colleagues have spent the last 17 years using photo-identification, genetics and satellite tagging to present the clearest picture yet of these often misunderstood native mammals. link to pdf poster (481KB)              Tuesday, September 27, 2016 - After Dark in the Park Centennial Series - Hawaiian Adze Production: Lithic Block Quarries on Kīlauea           Join Park Archeologist Caleb Houck as he takes you on a learning expedition to explore the lithic block quarries on Kīlauea. Learn how Hawaiians crafted finely grained basalt rock into stone tools, or adze, in the summit region. Discover how this highly coveted rock was ejected from the 1790 summit eruptions, why Hawaiians used these particular rocks, and how archeologists discovered these abandoned quarries centuries later. link to pdf poster (1.53MB)              Tuesday, October 4, 2016 - Lili‘uokalani at Washington Place (originally scheduled for June 14, 2016)         Hawai'i Volcanoes National Park is proud to present an amazing one-woman show, written and performed by Jackie Pualani Johnson and taken directly from the writings of Queen Lili'uokalani, the Queen's family and other historical sources. Not to be missed!  link to pdf poster (249KB)              Tuesday, October 25, 2016 - After Dark in the Park Centennial Series - LiDAR Sheds New Light on Hidden Gems           LiDAR (Light Detection and Ranging) technology is used to digitize archeological resources including ancient footprints, petroglyph fields, agricultural systems, historic structures and museum objects. On Tuesday, join Park Archeologist Dusten Robins and learn about the many applications for this technology in the field of Cultural Resource Management. These precise spatial recordings are useful for the documentation, preservation, management, and interpretation of cultural resources. link to pdf poster (1.9MB)              Tuesday, November 8, 2016 - Did You Feel That?           Did You Feel That? Thousands of earthquakes happen in Hawai`i every year. Occasionally, large earthquakes can cause significant damage or tsunamis. Join USGS Hawaiian Volcano Observatory Seismic Network Manager Brian Shiro and learn about what's shaking in our state. Learn about different types of earthquakes, how we monitor them in Hawai`i, and how scientists use these signals to mitigate hazards.   link to pdf poster (301KB)              Tuesday, November 15, 2016 - After Dark in the Park Centennial Series - The 1932 Administration Building (‘Ōhi‘a Wing) - Our New Museum           Hawai'i Volcanoes National Park will unveil a new museum that will exhibit material from a very large collection of objects that is in excess of 1.5 million items. Join Cultural Resources Manager Laura Carter Schuster as she reveals the history and highlights of this vast collection. Learn about the exciting plans for exhibiting the objects in the original 1932 park Administration Building, formally a lodging facility known as the 'Ōhi'a Wing. link to pdf poster (676KB)              Tuesday, December 13, 2016 - After Dark in the Park Centennial Series - Kilauea Military Camp (KMC): Once a Detainment Camp           Most people are unaware that Kilauea Military Camp was used as a Japanese detainment camp during World War II. Park Archeologist Dr. Jadelyn Moniz-Nakamura will discuss the experience of the arrest and subsequent detention of Japanese Issei (first generation immigrants) and Nisei (second generation American citizens) at Kilauea Military Camp following the December 7, 1941 attack on Pearl Harbor. Learn more about how the camp was utilized and hear first-person accounts of their stories. link to pdf poster (1.4MB)      Return to: Calendar Plan Your Visit",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/events_adip.htm"
}
