{
    "title": "Cape Cod National Seashore: Science News",
    "body": "Explore This Park    Learn About the Park     Science & Research     Science News              Cape Cod National Seashore Science & Research News       RSS  About This Blog Cape Cod National Seashore has a robust and varied science and research program. Follow this blog to find out about some of the great work we are doing!   Marine Debris and Microplastic  August 11, 2016 Posted by: Christopher Green  0 Comments     Marine debris represents a global threat to individual organisms and entire ecosystems. Cape Cod National Seashore deals with marine debris in daily operations from visitor protection to shorebird management and protection. The seashore is also supporting a study to understand the source, distribution, abundance, and impacts of microplastic marine debris over local and regional geographic scales to better understand the associated risk to humans and the environment.      Crab Activity  July 28, 2016 Posted by: Christopher Green  0 Comments     Crab activity      Kettle Ponds and Climate Change  July 21, 2016 Posted by: Sophia Fox & Stephen Smith  0 Comments     Pond water levels affect shoreline plant communities and are closely tied to wetter and drier periods linked to precipitation and drought conditions. kettle pond, climate change, water quality, #SeashoreScience, #parkscience      Gypsy Moths and Tangled Webs  July 07, 2016 Posted by: Christopher Green  0 Comments     Gypsy moth outbreaks have occurred regularly in the United States since they were accidentally introduced in the 1860's. The last great outbreak was in 1981. Thought to be held in check by a fungal pathogen since then, warm and dry spring and summer seasons in 2015 and 2016 have limited the growth of the fungus and gypsy moths are once again munching away in epic numbers. gypsy moth, herbivory, non-native, #SeashoreScience, #parkscience      Ponds Workday 2015  May 12, 2015 Posted by: Christopher Green, CCNS Science Communication    Cape Cod National Seashore employees and Americorps volunteers spend a day each spring working to protect fragile pond ecosystems from erosion. ecological restoration, kettle pond      Fourth Annual Science in the Seashore Symposium  June 24, 2014 Posted by: Christopher Green    This popular program features a diverse group of scientists and scholars talking about the many natural and cultural research projects they are conducting within the Cape Cod National Seashore. ARLC, Science Communication      Shallow Water Mapping Techniques Workshop  September 30, 2009 Posted by: Megan Tyrrell    On September 30, 2009, the National Park Service's Cooperative Ecosystem Studies Unit sponsored a workshop on shallow water mapping techniques and challenges at the University of New Hampshire's Center for Coastal and Ocean Mapping. Workshop, ARLC",
    "url": "https:\/\/www.nps.gov\/caco\/science-research-news.htm"
}
