{
    "title": "Cape Cod National Seashore: Staff",
    "body": "Division of Natural Resource Management and Science Staff            The Natural Resource Management and Science staff at Cape Cod National Seashore also serve as the staff of the Atlantic Research and Learning Center.      Mark Adams - GIS Specialist 508-487-3262; 0501 Mark has been the GIS Specialist at Cape Cod National Seashore since 1991. Read more about Mark and see a list of publications.      Holly Bayley - Coastal Biologist & Data Manager 508-487-3262; 0502      Bob Cook, Ph.D. - Wildlife Ecologist 508-487-3262; 0503 Bob has been with Cape Cod National Seashore for a number of years. Read more about Bob's work and see a list of publications.      Sophia Fox, Ph.D. - Research and Monitoring Program Manager 508-487-3262; 0504 Sophia joined the Natural Resource Management and Science team at Cape Cod National Seashore a number of years ago. Read more about Sophia's research and see a list of publications.      Mary Hake - Natural Resource Specialist 508-487-3262; 0511 Mary came to Cape Cod National Seashore in 2001. She oversees the shorebird program and handles a number of other natural resource management projects.      Krista Lee - Physical Scientist 508-487-3262; 0505      Kelly Medeiros - Acting Aquatic Ecologist 508-487-3262; 0506      Scotty Brown - Budget Analyst \/ Admin Support 508-957-0720      Gabrielle Robinson - Shorebird Technician 508-255-2112; 0404      Stephen Smith, Ph.D. - Plant Ecologist 508-487-3262; 0508 Steve has been Cape Cod National Seashore's plant ecologist since 2002. Read more about Steve and see a list of publications.      Nita Tallent, Ph.D. - Chief of Natural Resource Management and Science 508-957-0737      Michael Tanis - Cartographic Technician 508-362-3262; 0519      Jaime Yrigoyen - Shorebird Technician 508-487-3262; 0523       Cape Cod National Seashore Natural Resource Management and Science team, 2014.",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/nrms-staff.htm"
}
