{
    "title": "Cape Cod National Seashore: East Harbor Tidal Restoration",
    "body": "East Harbor Tidal Restoration Project         East Harbor (Truro, Massachusetts) - a former salt marsh lagoon within Cape Cod National Seashore that was severely degraded from over 140 years of impoundment - has undergone partial tidal restoration since 2002 and may get even more help in the form of increased seawater exchange in the future.   The 720-acre East Harbor system, which includes Moon Meadow, Salt Meadow and the East Harbor lagoon (sometimes called \"Pilgrim Lake\"), was artificially isolated from the Cape Cod Bay marine environment since the filling of the original 1000-ft wide inlet at the northwest end of the system in 1868 (large image). The exclusion of tides caused salinity to decline from natural levels of ~25-30 parts per thousand (ppt) to nearly freshwater by the time of the first documented fish survey in 1911. By this time the native estuarine fauna were largely extinguished. Over time, the blockage of tides has caused numerous ecological problems. The lack of tidal flushing deprived the system of salty, nutrient-poor, oxygen-rich Cape Cod Bay water and it became a stagnant freshwater pond. These conditions resulted in midge outbreaks, fish kills, and a proliferation of exotic species.        Purple loosestrife mixed with non-native cattail (left) and Phragmites (right) now dominate the peripheral marshes of East Harbor.   A degraded ecosystem Although once a thriving salt marsh ecosystem, no native salt marsh vegetation was left in East Harbor after almost 140 years of impoundment. Instead, the floodplain was taken over by a non-native cattail species and some highly invasive plants like purple loosestrife (Lythrum salicaria) and common reed (Phragmites australis) (large image). Trees and shrubs, including exotic honeysuckles also became established at higher marsh elevations.        Fish (mostly alewives) mortality due to water column oxygen depletion during the summer of 2001.   Cooperation leads to the beginning of restoration An oxygen depletion and fish kill in September 2001 prompted the Town of Truro and Cape Cod National Seashore to investigate options for restoring the East Harbor system. Attention turned to the drainage pipe that connects East Harbor to Cape Cod Bay. This ~700-ft long, 4-ft diameter culvert had been fitted with clapper valves that allowed freshwater to drain out of East Harbor, but prevented marine tides from flowing back into the system. In hopes of restoring some tidal exchange and improving water quality, the Seashore and the Town opened the clapper valves, and they have remained open continuously since November 2002. Despite limits on tidal exchange imposed by the pipe’s small diameter, and the distance that it travels underground, we have observed an impressive response in the recovery of salinity and estuarine biota.        1868 Map of East Harbor showing the original inlet at the west end and peripheral salt marsh behind the barrier beach (Beach Point).   More information:  Results of partial tidal restoration Looking to the future  Additional links  Map of East Harbor Map of human alterations to East Harbor",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/east-harbor-tidal-restoration-project-page.htm"
}
