{
    "title": "Cape Cod National Seashore: Protocols & Operational Information",
    "body": "CCEM - Protocols and Operational Information        A CACO technician throws a one meter square throw-trap to sample nekton in a park estuary.  NPS Image       The Cape Cod Ecosystem Monitoring (CCEM) program maintains a variety of responsibilities including:  developing an ecosystem monitoring program that is scientifically sound and relevant to management of park resources; testing inventory and monitoring methods; developing and implementing long-term monitoring protocols; conducting studies to help refine monitoring questions and to interpret monitoring results;  and sharing our experience and technical expertise with other parks and monitoring networks along the Atlantic and Gulf coasts  The following documents provide information on how we approach these objectives. Click on a highlighted report-type to view a table of available documents.  Long-Term Monitoring Protocols Monitoring Program Development Operational Information  Annual Administrative Reports and Work Plans      Long Term Monitoring Protocols The table below summarizes the status of protocol development and provides links to completed protocols and related documents, where available. The CCEM program has instituted an ecosystem approach to monitoring and hence, you will find the protocols grouped by major-ecosystem type. You may also want to look at the Protocol Database assembled by the National Inventory and Monitoring Program - this data base provides links to protocols developed for other parks and monitoring networks. See below the table for an explanation of terms found in the Priority column.    Estuaries and Salt Marshes   Protocol Type Author Status Related Publications Priority   Estuarine Nutrient Enrichment Kopp, B.S. and Neckles, H.A. 2007. Protocol NA Essential   Salt Marsh Sedimentation Rate Response to Sea-Level Rise Cahoon, D.R., et al. 2006  Protocol NA Full   Salt Marsh Vegetation James-Pirri, M. and Roman, C.T. 2004. Revision of Roman, C.T., et al. 2001. Protocol NA Essential   Estuarine Benthic Macrofauna NA Pending NA Full   Estuarine Nekton Raposa, K.B. and Roman C.T. 2001. Protocol NA Full   Migrating Waterbirds Erwin, R.W., et al. 2003. Protocol NA Expanded   Beaches, Spits, and Barrier Islands   Protocol Type Author Status Related Publications Priority   Geomorphic Shoreline Change Psuty, N.P., et al. In Development Draft Protocol Essential   Beach Macroinvertebrates NA In Development Draft Report Expanded   Colonial Waterbirds Erwin, R.W., et al. 2003. Protocol NA Full   Piping Plovers Erwin, R.W., et al. 2003. Protocol NA Full   Ponds and Freshwater Wetlands   Protocol Type Author Status Related Publications Priority   Kettle Pond Water Quality Portnoy, J., et. al. 2003. Protocol NA Essential   Pond Vegetation NA In Development NA Full   Vernal Wetland Vegetation NA In Development NA Full   Freshwater Aquatic Invertebrates NA Pending NA Expanded   Freshwater Fish NA In Development NA Full   Aquatic Turtles NA In Development NA Expanded   Pond-Breeding Amphibians Paton, P.W.C., et al. 2003. Protocol NA Full   Marshbirds Erwin, R.M., et al. 2003. Protocol NA Expanded   Coastal Uplands   Protocol Type Author Status Related Publications Priority   Dune Grassland Vegetation NA In Development NA Full   Coastal Heathlands NA Pending NA Full   Coastal Forests NA In Development Draft Protocol Full   Landbirds - Avian Point Counts NA In Development NA Full   Landbirds - Monitoring Avian Productivity and Survivorship NA In Development NA Expanded   Small Mammals NA Pending Inventory Report & Protocol Assessment Expanded   Meso-Mammals NA In Development NA Full   Park-Wide\/Multi-System   Protocol Type Author Status Related Publications Priority   Meteorological and Atmospheric Monitoring Multiple Authors. 2001. Protocol NA Essential   Hydrology McCobb, T.D. and Weiskel, P.K. 2002. Protocol NA Essential   Ground-Water Quality  Colman, J.A Masterson, J.P.  Protocol      NA Full   Cover Type Mapping NA In Development NA Essential   Visitor Use and Resource Impact NA In Development NA Full   Contaminants NA In Development NA Expanded    Essential - Fundamental components of a basic long-term monitoring program that will enhance CACO's ability to respond to long-term management issues. Full - Key components of a long-term ecosystem monitoring program that will address high priority management issues at CACO, and meet Prototype responsibilities to the Northeast Coastal and Barrier Network and the Atlantic and Gulf Coast Biogeographic Region. Expanded - Components that will complement the projects listed above to provide a more complete understanding of ecosystem change.       A CACO fire crew monitors a prescribed burn coordinated with park scientists to better understand the effects of fire on Phragmites australis, an invasive plant, in a restored salt marsh. NPS Image       Monitoring Strategy Reports - top of page The following reports provide a conceptual basis for the CCEM program. A closer examination of the three documents will reveal how monitoring development and implementation has evolved given limited time and resources.      1999 Conceptual Framework    2002 Update to the Conceptual Framework    2003 Project Prioritization Report            Operational Information - top of page The CCEM program has ever changing responsibilities at a variety of levels. The following reports describe the ways in which we approach certain objectives.      Programmatic SOP's    Safety SOP    Reporting SOP          Annual Administrative Reports and Work Plans - top of page These documents describe program progress and procedure on a regular basis. Details pertaining to annual budgets and work plans can be found in the AARWPs.      FY2001 Report and FY2002 Work Plan   FY2002 Report and FY2003 Work Plan   FY2003 Report and FY2004 Work Plan   FY2004 Report and FY2005 Work Plan   FY2005 Report and FY2006 Work Plan    FY2006 Report and FY2007 Work Plan   FY2007 Report and FY2008 Work Plan   FY2008 Report and FY2009 Work Plan    FY2009 Report FY2010 Report FY2011 Report FY2012 Report",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/cape-cod-monitoring-program.htm"
}
