{
    "title": "Cape Cod National Seashore: Beaches",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Beaches                Beaches         Cape Cod Beach NPS Photo  The Beach …..More than just sand Most visitors will agree that Cape Cod National Seashore has some of the most beautiful sandy beaches on the east coast. Visitors are drawn to the many recreational opportunities the beach has to offer, such as walking, swimming and relaxing under an umbrella on a hot summer day. What many people may not be aware of is that these beaches are important ecosystems that support a wide variety of plants and animals, many of which blend in with the environment and are often overlooked. Some of these species are wide ranging, and include the beach as one of many habitats they use. But others depend exclusively on beaches for their survival.  The inhabitants of the beach are linked by their intimate relationship with the ocean's waves and tides. Very small nematodes (simple worms), copepods (tiny crustaceans), and other invertebrates live in the space between sand grains of the lower intertidal zone. Sand-dwelling organisms in mid-and upper-tidal areas are adapted to cope with shorter periods of inundation by sea water. Some may resist desiccation by sealing up a tough outer shell or carapace like a clam; others avoid exposure by burrowing down to wet sand until the tide returns.  Above the tide line, the beach is a transition zone from marine to terrestrial systems, powered in large part by the energy contained in \"wrack\". Wrack is a mix of marine plants (\"seaweed\") and salt marsh plants (\"thatch\"), deposited on the beach by high tides, especially those associated with full and new moons. Wrack supports numerous species of invertebrates. Amphipods and fly larva shred the \"wrack\" and piping plover chicks learn to dart along the wrack line feeding on flies and beetles. Like the surf-casters that reel in stripers - all these Cape Codders are getting nutrition and energy from the ocean. Wrack also plays an important role in the maintenance and growth of the beach and dunes. Along with natural driftwood, wrack traps wind-blown sand. Because wrack often contains root fragments of American beachgrass, this mix of wrack and sand often forms \"embryonic dunes\", which can lead to the establishment of larger, more permanent dunes.            Beach vegetation at Cape Cod National Seashore Photo by Naomi Blinick  Plants like American beachgrass, dusty miller, sea rocket, and seaside goldenrod are important parts of the upper beach ecosystem. They blanket the back beach and dunes, trapping wind-blown sand and hugging the sand grains beneath the surface with their extensive root systems. Beach plants provide food and cover for wildlife. For example, the seeds from the dusty miller are a welcomed food source for the American goldfinch in late summer. Many other winged visitors depend on the Cape's wild beaches for survival, including ground-nesting birds such as the least tern and horned lark, as well as insects like the tiger beetle and butterflies. In late summer, the south-bound migration of monarch butterflies, which feeds on nectar, is synchronized with the flowering of seaside goldenrod on Cape Cod beaches. Reptiles including the hog-nosed snake make their home in the thick grasses of the back dune, where there is ample supply of Fowler's toads, their food of choice. In late summer through early fall, thousands shorebirds, such as sanderlings and whimbrels can be seen along the beach, probing the sand between the tides for interstitial organisms. Some of these small shorebirds migrate from the Arctic to South America and the Cape's beaches are like gas stations for refueling on a long highway. So as you are enjoying a beautiful walk on the beach or an early morning sunrise, please remember that the beach is so much more than just sand but a complex web of plants and animals rich is diversity and beauty.",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/beaches.htm"
}
