{
    "title": "Cape Cod National Seashore: Citizen Science Phenology Monitoring",
    "body": "Citizen Science Phenology Monitoring            The Atlantic Research and Learning Center (ARLC) at Cape Cod National Seashore initiated a Citizen Science Phenology Monitoring program in winter 2011. A group of dedicated citizen volunteers, trained and supported by ARLC staff, monitor a host of ecological systems at specific times each year, recording their observations of the timing of seasonal changes. Over time, the collection of these data will generate a dataset, which can be studied to look for trends indicating changes in local climate patterns.      Frequently Asked Questions What is phenology? How does it relate to climate change? Find answers to your questions.      Become a Trained Phenology Volunteer Are you interested in getting involved with scientific research and spending time outdoors in some of Cape Cod National Seashore's beautiful natural settings? Find out how to participate in the Phenology Monitoring Program.      Download Datasheets and Phenophase Descriptions Are you already one of our trained volunteers, and you are looking for datasheets for one of the phenology monitoring protocols? Looking for a description of the phenophases of one of the species we monitor? Download a form.        Phenology monitoring can shed light on the timing of interactions between flowers and pollinators. NPS Photo  Frequently Asked Questions What is Phenology? Phenology is a branch of science that investigates the relationships between seasonal and interannual variations in climate and periodic ecological phenomena (such as plant flowering, bird migration, and ice formation on ponds). Why study Phenology? Scientists hope to gain a better understanding of how climate change is altering the timing of certain physical and ecological phenomena at Cape Cod National Seashore, because a shift in the timing of phenological events could signal the impending arrival of new challenges for natural resource stewardship. How will climate change affect Phenology on Cape Cod? Rising average temperatures and changing weather patterns are consequences of climate change. Both of these consequences are expected to have ecological impacts on Cape Cod. What those changes actually will be will become evident in time, and the Phenology Monitoring Program is designed to help Cape Cod National Seashore see them coming.        A male Red-Winged Blackbird, one of the species monitored by the Phenology Monitoring Program.  NPS  Become a Trained Phenology Volunteer Volunteers should be able to commit to a schedule of one to two days per week for the duration of one of our monitoring protocols (see below for a list of dates). Shorter terms of service may be available. Monitoring requires a personal vehicle and may require walking on trails up to two miles in length. Volunteers may be exposed to poison ivy, ticks, and inclement weather. To inquire about becoming a trained phenology volunteer, please send an email to the CCNS Phenology Program Volunteer Coordinator. If you are interested in joining other phenology monitoring projects, visit the USA National Phenology Network website. Get involved with this nation-wide initiative!",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/phenology-monitoring-program.htm"
}
