{
    "title": "Hawai'i Volcanoes National Park: Puapo‘o Lava Tube Tour",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs     Puapo‘o Lava Tube Tour                Puapo‘o Lava Tube Tour        Ranger Jay leads a Puapo‘o Tour NPS Photo         The Group Observes a Form of Stalactite Called \"Lava-Sicles\" NPS Photo  The Puapo'o Lava Tube Tour is a moderate to challenging ranger guided hike through a tropical rain forest and fragile lava tube. Special care is required when entering the lava tube to ensure the preservation of this unique Hawaiian lava tube and its features. Access is restricted to certified guided tours only. Tours will be offered once a week and limited to 12 persons\/group. Due to the fragile nature of the lava tube and the moderate\/challenging nature of the tour, youth under the age of 7 are prohibited. Reservations will be required at least one-week in advance. In addition, due to high interest, reservations are restricted to no more than four people per group.        You Must Descend a 15' Ladder to Access the Entrance NPS Photo  What to Expect: Puapo'o Lava Tube is almost as large and open as Thurston Lava Tube (Nāhuku). Hikers will need to climb down a 15 foot (4.6 m) ladder into the tube, scramble over large, loose and slippery rocks and walk over uneven terrain with minimal light while in the lava tube. Hikers will also need to walk in a crouched position for about 25 feet (8 m) under a low, 4-foot (1.2 m) ceiling. The tube exit requires a fairly difficult climb\/scramble up a pile of boulders. We provide helmets with headlamps and gloves. Hiking Times and Distances:  ″The hike is 4 miles roundtrip (6.4 km) with a 500 foot (152 m) elevation change. ″Allow 2-3 hours for the tour. Actual time spent in the lava tube will be 1-2 hours.         Some Rock Climbing is Required NPS Photo       When: The first Wednesday and third Saturday of each month. The tour starts at 11:30 a.m. and ends at 2:30 p.m.       Cost: $30.00 per Adult, Youth (7-12) $25.00.      CANCELLATION POLICY: All cancellations will be charged a 5% processing fee. The Friends of Hawai'i Volcanoes National Park will gladly refund your full amount up to 7 days prior to the day of the tour. Between 2 to 6 days, 50% of the cost of the event will be refunded. If cancellation is within 48 hours of the start of the institute, 0% will be refunded. All proceeds help support Hawai'i Volcanoes National Park. Although we rarely cancel any hikes, there may be a need to do so if volcanic air pollution becomes a problem. Earthquakes, new volcanic activity, extreme weather or fires may also cancel hikes. In the event of a cancellation by NPS or Friends, you will be refunded 100% of your tour cost.         Where to Meet: Thurston Lava Tube (Nāhuku). All visitors will be required to park at the Kīlauea Iki Overlook and walk 0.5 miles to Nāhuku by the start of the program. This is to alleviate parking congestion at Thurston Lava Tube parking area. Note: Only visitors with confirmed reservations will be allowed to go on the hike. Entry into this cave is by reservation only.      What to Bring:  Required items:  A working flashlight Long pants – No shorts or Capris will be allowed Hiking boots or completely enclosed shoes. No socks or skin should be visible and there should not be any gaps in footwear Water – 1 to 2 quarts\/person      Note: You will be turned away if you are missing any of the above items. There is nowhere within 30 miles of the park to acquire long pants and hiking boots. Refunds will not be given due to missing items listed above. Optional, but highly recommended items:    Lightweight rain jacket – we will be hiking through the rainforest Long sleeved shirt – Puapo'o may be wet and cold Camera – no tripods or selfie sticks will be allowed Snacks        What We Provide:   Helmets Gloves Headlamps Hours of fun        How to Make Reservations:   Tours will be available for registration six weeks in advance Register on-line: Friends of Hawai‘i Volcanoes National Park Call Friends of Hawai'i Volcanoes National Park (FHVNP) at 808-985-7373 Payment can only be made by credit card. Your reservation is confirmed upon payment in full. We accept all major credit cards  More information on the FHVNP can be found at www.fhvnp.org        2016 Tour Dates    Wednesday  March 2   Saturday March 19    Wednesday  April 6    Saturday  April 23    Wednesday  May 4    Saturday  May 21    Wednesday  June 1    Saturday  June 18    Wednesday  July 6    Saturday  July 23    Wednesday  August 3    Saturday  August 20    Wednesday  September 7    Saturday  September 24    Wednesday  October 5    Saturday  October 22    Wednesday  November 2    Saturday  November 19    Wednesday  December 7    Saturday  December 24            IMPORTANT: Entry into this cave is by reservation only, Although we rarely cancel any hikes, there may be a need to do so if volcanic gas (VOG) becomes a problem. Earthquakes, new volcanic activity, extreme weather or fires may also cancel hikes. In the event of a cancellation, you will be refunded 100% of your tour cost.      Return to Ranger Programs",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/lava-tube-tour.htm"
}
