{
    "title": "Cape Cod National Seashore: Forests",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Forests                Forests         Oak forest in Truro NPS photo  Although Cape Cod National Seashore is perhaps best known for its shoreline scenery, the interior forests and woodlands have become the most prominent feature of this coastal landscape. In the period before European settlement, Cape Cod was covered largely by pine-oak forests, interspersed with smaller areas of hickory, beech, red maple, and birch. In the 18th and 19th centuries, much of Cape Cod consisted of open heathlands and grasslands created and maintained primarily by the agricultural practices of early settlers that included cutting, grazing, and burning. The cessation of these activities by the mid-1800s allowed trees to re-invade the landscape and forests now occupy the largest land-surface area and biovolume of any vegetation community.   Currently, the dominant tree species of CACO are pitch pine (Pinus rigida), black oak (Quercus velutina), and white oak (Quercus alba).  Various mixtures of these comprise most of the forest habitat, which is broken up by smaller areas of black locust (Robinia pseudoacacia), red maple (Acer rubrum) and beech (Fagus grandifolia).  Pitch pine is a drought-tolerant, fire-adapted species that thrives on the well-drained, acidic soils of CACO and is increasing in abundance in areas of former heathland .  In many places, however, pitch pine has declined in relative abundance, giving way to the shade-tolerant and longer-lived black oak and white oak.  Although oak species have sporadically been defoliated by gypsy moths over the latter half of the 1900s, the successional sequence of pitch pine to black oak to white oak now continues relatively uninterrupted across large portions of upland habitat, particularly on dry, sandy soils—a process that is encouraged by active fire suppression. In areas that are seasonally flooded, red maple and, to a much lesser extent, Atlantic white cedar (Chamacyparis thyoides) are abundant.  Stands of  black locust, most of which were planted by humans, exist as scattered, isolated patches throughout the middle and southern portion of CACO, whereas beech predominates within a single, unfragmented stand of mature forest at the northern tip of the peninsula.    In general, the forests and woodlands of CACO are the product of both cultural and natural influences.  The independent and interactive effects of human history and the coastal environment have resulted in a unique mosaic of forest types, each with the potential to follow a different trajectory of change.  Monitoring and understanding this change has become an important priority for the Seashore.",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/forests.htm"
}
