{
    "title": "Cape Cod National Seashore: Nickerson Fellowship",
    "body": "Explore This Park    Learn About the Park     Science & Research     Atlantic Research & Learning Center     Nickerson Fellowship                Nickerson Fellowship            The Joshua A. Nickerson Conservation Fellowship The Joshua A. Nickerson Conservation Fellowship, offered in partnership by Cape Cod National Seashore Advisory Commission, Atlantic Research & Learning Center, and Friends of the Cape Cod National Seashore, has provided support to qualified individuals since 1992. At least one fellowship is awarded each year to individuals whose work will contribute to our knowledge of natural and cultural resources within Cape Cod National Seashore, and of the relationships of these resources to the local communities in which they are found. Proposals may be submitted for research in the broad areas of the natural and social sciences. Topics of interest include terrestrial and aquatic ecosystem processes, biotic and abiotic ecosystem components, cultural and natural resource management, and the political and social implications of resource protection and management. The amount of the fellowship varies from year to year. Housing may also be available to fellowship recipients while research is being conducted in the park. Laboratory equipment and field equipment may be available as well.       2012 Nickerson Fellow Erin Hilley working in the field at Cape Cod National Seashore NPS       How to Apply Applications for 2016 are due by February 15, 2016. Click below for application materials. Application Cover Sheet Application       2015 Nickerson Fellowship Award Kate Morkeski - The Ecosystems Center, Marine Biological Laboratory - Greenhouse gas emissions from Herring River marshes. Derrick Alcott - University of Massachusetts Amherst - Migratory delay, response to predators, and passage success of river herring in the Herring River Estuary of Cape Cod National Seashore. (Secondary award for monitoring equipment purchase).           Past Recipients & Final Reports 2014 - Alexis Fisher - Ph.D. candidate, MIT\/WHOI Joint Program - Alexandrium fundyense cysts in the Nauset Marsh System: factors controlling germination and bloom initiation in a changing climate 2013 - Hollie Emery - Ph.D. candidate, Boston University - The Effect of Precipitation Intensification on Salt Marsh Ecosystems and Their Services 2012 - Erin Hilley - Master's candidate, Antioch University New England - Myrmecochory and Coremaconradii at the Cape Cod National Seashore: Exploring the benefits of ant seed dispersal in a coastal environment 2011 - Jennifer Burkhardt - Undergrad\/Americorps, University of Rhode Island - DETERMINING THE ROLE OF SALT MARSH MACROALGAE (ECADS) IN CAPE COD SALT MARSHES 2010 - Scott Buchanan - Grad student, Montclair State University - Spatial Ecology and Habitat Utilization of the Eastern Hognose Snake 2009 - Taylor Harvey - Undergrad, Wellesley College - Sediment Characterization of the Herring River Restoration Area 2008 - Jessie Wheeler - Grad student, Antioch UniversityNew England - Evaluating Suitable Habitat for Native Halophyte Establishment Using Prescribed Burning in a Restored Salt Marsh on Cape Cod, Massachusetts 2007 - Ethan Estey - Grad student, University of Rhode Island - Recreational Angler Creel Survey of Outer Cape Beach Access 2006 - Todd Tupper - extension, no additional stipend 2005 - Todd Tupper - Ph.D. candidate, George Mason University - Habitat Variables Influencing Breeding Effort in Northern Clade Bufo fowleri 2004 - Cate O'Keefe - extension, no additional stipend 2003 - Cate O'Keefe - Graduate student, Boston University Marine Program - Habitat Suitability for the Alewife in East Harbor 2001 - Whitney Kurz - Undergrad, Duke University - Impacts of Biomedical Bleeding on Horseshoe Crabs 1999 - Brett Still - Intern, Wellfleet Audubon Sanctuary - Systematic Inventory of Park Amphibians (joint project of Audubon and CACO Inventory Monitoring Program) 1997 - 1998 - Jean Poitras, Grad student, UMASS at Boston - Cases of Intergovernmental Cooperation Between the National Park Service and Local Governments 1995 - Aria Brissette - Grad student, University of Rhode Island (SCA) - Pond Restoration and Impact Assessment Plan 1994 - Todd Rinaldi - Undergrad, Unity College, ME (SCA) - Kettle Pond Hydrology - Gull Pond, Duck Pond, Wellfleet 1993 - Scott Shumway - 2nd-year award, same topic with match from NPS \"Challenge Cost-share Program\" 1992 - Scott Shumway - Professor, Wheaton College - Species Interactions in Dune Plants, CACO",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/nickerson-fellowship.htm"
}
