{
    "title": "Cape Cod National Seashore: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                 Nonnative Species         Rugosa rose, a non-native shrub from Asia, is often used to stabilize sand near beaches and dunes. NPS Photo  Ecosystems throughout the world are threatened by introductions of non-native species; plants, animals, and invertebrates which are not naturally occurring components of local biological communities and are spread by human activities. Non-native species are also commonly referred to as exotic, introduced, alien, or invasive species. Increased global movements of humans, livestock, crops, and material via ships, railroads, trucks, and aircraft dramatically increased the occurrence of non-native species through the 20th century. Non-native species occur in virtually all taxa and have affected most habitats in most parts of the world to one degree or another. In the United States, more than 6,000 non-native species have been documented throughout the National Park system.    Non-native species are of concern to ecologists because they can disrupt natural processes and threaten the well-being of native species and their habitats. Typically, native species evolved over thousands of years with co-occurring species under specific physical, chemical, and biological habitat conditions. When a non-native species suddenly invades a habitat, it may outcompete native species for food, grow tall enough to shade out native plants, or become so dominant over an area that other species are crowded out. When a non-native species becomes a regularly seen component of a local habitat it is said to be “naturalized” and is often mistaken as a naturally-occurring native species. Familiar species seen on Cape Cod which are naturalized non-natives include black locust (imported by early settlers from Europe for fence posts and lumber), rugosa rose (an Asian shrub, often planted near beaches and dunes to stabilize sand), and rainbow trout (a fish indigenous to western North America, widely introduced for recreational fishing).",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/nonnativespecies.htm"
}
