{
    "title": "Cape Cod National Seashore: Atlantic Research & Learning Center",
    "body": "Atlantic Research & Learning Center          The Atlantic Research and Learning Center at Cape Cod National Seashore is part of a nationwide network of nineteen Research Learning Centers operated by the National Park Service. Research Learning Centers are places where science and education come together to preserve, protect, and understand park resources. Research Learning Centers support the use of parks as science laboratories and integrate research into visitor experiences, park management, and educational outreach.      About the ARLC Need more background on the ARLC and its mission? Discover the Atlantic Research and Learning Center. Research The Atlantic Research and Learning Center facilitates research at Cape Cod National Seashore with technical assistance, lab facilities, housing, and more. Explore the research pages. Science Communication Facilitating scientific research is only half the mission for the Atlantic Research and Learning Center. The other half is communicating the information generated by research to the public. See how the ARLC tells the story of science and research at the seashore. Citizen Science Phenology Monitoring Interested in Citizen Science? Find out how you can get involved in our Phenology Monitoring Project. Nickerson Fellowship Offered in partnership by Cape Cod National Seashore Advisory Commission, Atlantic Research &Learning Center, and Friends of the Cape Cod National Seashore, the Joshua A. Nickerson Conservation Fellowship supports scientific research at the national seashore. Read about past fellows and how you can apply for a Nickerson Fellowship. Staff The ARLC is staffed by members of Cape Cod National Seashore's Natural Resource Management and Science division. Find out more about the ARLC staff.       Aerial view of the Province Lands, Cape Cod National Seashore Photo by John Budreski",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/arlc.htm"
}
