{
    "title": "Cape Cod National Seashore: Groundwater",
    "body": "Groundwater       Cape Cod National Seashore and the surrounding communities rely solely on groundwater as their source of freshwater. In addition, the hydrological processes associated with groundwater have a great deal of ecological bearing on ponds, streams, and other wetland and terrestrial systems throughout the Seashore. Thus, it is not difficult to understand the importance of groundwater as a resource on the Outer Cape.  The groundwater of the Outer Cape consists of four distinct flow lenses, all of which are surrounded on the sides and underneath by saltwater. This area where the two layers meet is known as the freshwater\/saltwater interface and its position and movement due to a variety of stressors (e.g. sea-level rise) is of particular interest to scientists. A systematic protocol has been developed and implemented to monitor groundwater over the long-term at the Seashore.  Currently, the effort includes collecting data from 30 observation wells and 10 ponds on a regular basis.  This comprehensive approach has been implemented to provide an integrated assessment of water resources. The network of sampling locations has been established taking into account a variety of different factors including spatial distribution, anticipated changes to hydrodynamics, and impacts of development within all four of the ground-water-flow cells, or lenses, in the Seashore area. The monitoring protocol was developed with the intent of being used as a standard throughout the region at other coastal parks and refuges. The long-term approach is essential in order to understand the complex dynamic of hydrological change on aquatic, terrestrial, and estuarine ecosystems and on water supplies.        A diagram showing the structure of the groundwater aquifer of the Outer Cape. Note that the supply of freshwater is surrounded by salt water on both sides and from below. Courtesy USGS",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/groundwater.htm"
}
