{
    "title": "Hawai'i Volcanoes National Park: Ranger Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs               Ranger Programs        Join Ranger Alakea on an Interpretive Hike NPS Photo       Puapo‘o Lava Tube Tour In den Vulkan - Into the Volcano        VIP (Volunteer in Park) Charlene leads an interpretive hike at Nāhuku (Thurston Lava Tube) NPS Photo\/Jon Christensen  Ranger-led programs enrich your knowledge of park resources and Hawaiian culture. The ranger programs for the day are posted in the Kīlauea Visitor Center, Jaggar Museum and Volcano House each morning by 9:15 a.m. These free programs may be short presentations in the visitor center auditorium, or a map presentation at the relief map located outside the visitor center on the lanai. Walks may be wheelchair accessible, beginning at the Visitor Center and ending with a spectacular view of Kīlauea's caldera or longer hikes to see lava trees, Hawaiian petroglyphs, lava tubes, or traverse craters. In addition, once a month, a ranger-led hike is offered in the Park's new Kahuku Unit (located off Hwy 11 between mile marker 70 and 71). See the Schedule of Events for upcoming hikes at this remote location.  The following hikes are generally offered on a daily basis:       Other ranger programs are often offered and vary daily. Fliers are posted by 9:15 am at Kīlauea visitor Center, Jaggar Museum and Volcano House.         Ranger Travis presents \"How it all Started\" talk - This talk is offered twice daily at 9:30 am & 3:30 pm NPS Photo        Ranger Pauline Leads a Group of Visitors on \"Exploring the Summit\" hike - This hike is offered twice daily at 10:30 am & 1:30 pm NPS Photo        Ranger Dean presents \"Life on the Edge\" at Jaggar Museum - This program is offered three times daily at 2:00 pm, 3:00 pm & 5:00 pm NPS\/Jessica Ferracane               After Dark in the Park programs are offered on Tuesday evenings, 1 or more times a month. Guest speakers offer presentations on a wide range of topics of interest including geology, biology, and Hawaiian culture and history. The public is invited to attend these programs.      Junior Ranger Program Hawai`i Volcanoes National Park offers a Junior Ranger Program just for kids from age 7 to 12! Have a memorable visit to two of the world's most active volcanoes and earn a Junior Ranger badge! Ask rangers at the information desk in the Kīlauea Visitor Center for the FREE Junior Ranger workbook. Complete 3 activities in the booklet, and participate in a ranger-led activity (view the park's movie or join a ranger-led hike) to earn a badge.",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/ranger-programs.htm"
}
