{
    "title": "Cape Cod National Seashore: Reptiles",
    "body": "Reptiles         An eastern box turtle recesses it's neck back in towards it's shell. The box turtle's shell serves as an effective means of protection from most natural predators. NPS Photo   Cape Cod National Seashore serves as a very important area for reptiles. It is one of the few remaining places in the region where species once common, remain common. In addition to the five species of migratory marine turtles that forage in the offshore waters of the park, there are thirteen species of reptiles that live out their entire lives here. Many of these species play an important ecological function, consuming large quantities of small prey items, such as insects, and serving as prey for larger species of wildlife. The terrestrial eastern box turtle is a species familiar to most people. It has declined throughout much of its range in the eastern United States due to habitat loss, road kill, and pet collection. Fortunately, road kills seem to be infrequent here, and it still appears to be fairly common throughout the National Seashore. Recent surveys suggest that the National Seashore supports some of the densest populations of box turtles in Massachusetts. Another reptile of regional conservation concern is the eastern hognose snake. It feeds almost exclusively on toads, with a pig-like nose adapted to burrowing after them in loose, sandy habitats. It has an elaborate defensive behavior, in which it hisses and flairs like a cobra, and then rolls over and plays dead. Though intimidating in appearance, the hognose snake (like all snakes on Cape Cod) is harmless and non-venomous.        Hognose snakes are often found in sandy soil habitats.  The upturned snout of the hognose snake allows for efficient digging and burrowing in sandy soil. Photo by Scott Buchanan  Reports and Publications Illustrated Guide to Snakes at Cape Cod National Seashore Illustrated Guide to Turtles at Cape Cod National Seashore Report on Reptiles and Amphibians at Cape Cod National Seashore, updated March 2014",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/reptiles.htm"
}
