{
    "title": "Cape Cod National Seashore: Birds",
    "body": "Birds         Staging common and roseate terns Photo by Karli Rogers  Cape Cod National Seashore Guidelines for Viewing Nesting Shorebirds    Birds are perhaps the most conspicuous and easily observed of the Cape Cod National Seashore’s wildlife. The fascinating diversity, behaviors, and life cycles of birds have inspired awe for generations and often put birds at the forefront of conservation efforts. Although some birds are nocturnal, secretive, or well camouflaged, many species are active and out in the open during daylight hours, visible to even the most casual observer. The seashore’s 46,000 acres of fresh water, marine, and uplands provide a wide range of critical habitat for the roughly 370 species of birds that occur here. About 80 of these birds nest and raise their young during the spring and summer months. The remaining, non-breeding birds use the seashore during migration and to overwinter.  Migratory birds visiting the seashore commonly travel north and south along the Atlantic Flyway between breeding and wintering grounds, for some species as far north as the Arctic and as far south as the Antarctic. Cape Cod’s array of habitats and geographic position (being at mid-latitudes and jutting into the Atlantic) make the national seashore a prime “staging” (or resting and feeding) area for many migratory birds during the spring and fall months.  Whether it’s watching an egret hunt for a fish in the salt marsh or a hawk keying into prey, we urge visitors to grab a pair of binoculars and to take advantage of the ever changing and diverse assortment of birds that rely on the Seashore to nest, feed and rest. Some great places to watch birds include Fort Hill, Nauset Marsh, Pilgrim Heights, Beech Forest, and Hatches Harbor, to name a few. Checklists and field guides can be obtained at the bookstore at Salt Pond Visitor Center.    Illustrated Guide to Shorebirds of Cape Cod National Seashore          A piping plover sits atop its barely discernible eggs. NPS Photo   The Piping Plover  A species of particular management concern is the piping plover. The piping plover is small, sandy-colored shorebird that was once abundant on Cape Cod beaches and throughout their range. The adults, eggs and chicks blend into the pale background of open, sandy habitat on outer beaches where they feed and nest. By the 1940’s, habitat loss and an increase in recreational use on beaches cause the population to decline dramatically. Because of this, it was listed as a protected species under the Endangered Species Act in 1986. Although the population has increased since its listing, presently there are less than 2000 pairs along the Atlantic Coast and it is designated as threatened, which means that the population would be likely to decline if not protected.   More Information on Piping Plovers",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/birds.htm"
}
