{
    "title": "Cape Cod National Seashore: Marine Invertebrates",
    "body": "Marine Invertebrates         Scallop shells found on a Seashore beach. Photo by Scott Buchanan  Marine invertebrates often serve as symbols of seashore environments. Their value is more than emblematic though, as a wide-variety of species are of significant ecological and economic importance. Many marine invertebrates are filter feeders meaning they siphon small food particles from the water column into their digestive systems. Though this type of feeding system is difficult to gauge with the naked eye, it plays an enormous role in marine ecology. As these animals filter great volumes of water and consume much of the zoo- and phytoplankton in it, they greatly shape the chemical and biotic composition of a given system.  Further highlighting the importance of marine invertebrates is the fact that shellfishing is an important industry in Massachusetts.  Protected Seashore salt marshes and estuaries serve as critical habitat for oysters, scallops, and clams (among many other vertebrate species). Salt marsh restoration projects initiated by the Park Service seek to expand the amount and quality of habitat available for these marine species.        A purple marsh crab in a New England salt marsh. Crab herbivory is responsible for large-scale losses of salt marsh vegetation. NPS Image\/Steve Smith  Though relatively small and inconspicuous, some marine invertebrates have a dramatic effect on the composition of their environment. Research efforts have revealed that purple marsh crab (Sesarma reticulatum) herbivory in salt marshes has been linked to heavy losses of native salt marsh vegetation, specifically smooth cord grass (Spartina alterniflora) and salt marsh hay (Spartina patens).  Termed \"saltmarsh dieback,\" this insight has led to the testing of innovative ways to control crab herbivory and prevent vegetative losses.   Horseshoe crabs (Limulus polyphemus) are another important marine invertebrate that can be found at the Seashore.  During annual spawning events, large numbers of individuals come ashore to lay and fertilize their eggs in the sand.  These eggs provide an important nutrient source for migratory shorebirds.  Horseshoe crabs are also used for biomedical research and as bait for several New England Fisheries.  Within Cape Cod National Seashore, the harvesting of horseshoe crabs is prohibited. For more information, please visit our page on Horseshoe Crabs.",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/marine-invertebrates.htm"
}
