{
    "title": "Cape Cod National Seashore: Amphibians",
    "body": "Amphibians         A close-up of a spadefoot toad. Spadefoot toads are reproductive specialists in that they breed explosively on warm, rainy nights.  The relatively robust populations found at CCNS highlight the importance of the park of as critical habitat. NPS Photo  Amphibians are unique in that most require aquatic habitats for reproduction. Due to the sensitive nature of most aquatic systems, amphibians are considered ecological indicators - often times harbingers of environmental degradation. Pollution, disease, habitat loss, and habitat fragmentation are all factors associated with declines and reduced viability of populations of amphibians. What appear to be relatively stable, in some cases robust, populations of amphibians at CCNS highlight the importance of the park as critical habitat. Twelve species of amphibians are known to occur at Cape Cod National Seashore. One species of particular concern is the eastern spadefoot toad (Scaphiopus holbrookii). Derived from desert ancestors, spadefoots are adapted to breed explosively following heavy rainfalls or when water tables are very high, in shallow, temporary ponds. They are rarely seen or heard other than on rainy nights in spring and summer. Spadefoots have been found throughout the park, particularly in the Province Lands. Given their rarity elsewhere in the state, Cape Cod National Seashore appears to be one of the most important sites for spadefoot toads in Massachusetts. The Cape Cod Ecosystem Monitoring Program has developed and implemented a robust amphibian monitoring program. A total of sixty-four different wetlands have been selected to undergo long term amphibian breeding surveys. These sites constitute an array of different aquatic habitats and surrounding terrestrial habitats. The sites are monitored during the spring and summer, when amphibian breeding occurs. The data collected sheds light on amphibian abundance and distribution throughout the park.  Eggmass counts and call count surveys are the techniques used to detect amphibian breeding. In the case of call count surveys, data is collected by trained technicians working after sunset who travel to select ponds and record environmental conditions, what species of frogs and toads they hear, and the relative abundance of these species. You can listen to the recordings below to get a better sense of what this work entails. Do you know your frog and toad calls?         A spotted salamander rests upon moist sphagnum moss.  Spotted salamanders are among the earliest amphibians to breed every spring.  Monitoring efforts survey an array of wetlands for spotted salamander egg masses. NPS Photo  Reports and Publications: Eastern Spadefoot Toads at Cape Cod National Seashore Monitoring Pond Breeding Amphibians Resource Brief  Report on Amphibians and Reptiles of Cape Cod National Seashore, updated March 2014  Illustrated Guide to Amphibians of Cape Cod National Seashore Multimedia Spadefoot Toads at CCNS (Podcast) - Take a ride on a rainy night to the Province Lands and discover the elusive spadefoot toad with Wildlife Ecologist Bob Cook and researcher Brad Timm.  Dr. Todd Tupper discusses amphibian ecology and his dissertation pertaining to Fowler's toads. Watch Video! Video courtesy of Mark Adams. Listen to a spring chorus of Fowler's toads and spring peepers. This recording was made on a May evening in 2009 at the Hatches Harbor Fire Road. Listen to a spring chorus of grey treefrogs, green frogs, and bull frogs. This recording was made in late June 2010 at a small pond in the Eastham Woods.",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/nature\/amphibians.htm"
}
