{
    "title": "Cape Cod National Seashore: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       SAFETY PRECAUTIONS: Shark Safety - Cape Cod National Seashore Great White Shark Safety  Water Safety in National Parks - Safety and fun in the water web presentation Bicycle Safety - Bicycle accidents cause the most injuries to visitors recreating at Cape Cod National Seashore. Wear a helmet when riding a bike. The State of Massachusetts helmet law is enforced within the seashore. SAFETY HELMETS ARE REQUIRED FOR PERSONS 16 YEARS OF AGE AND UNDER WHILE OPERATING OR RIDING AS A PASSENGER ON BICYCLES, IN-LINE SKATES, SCOOTERS, AND SKATEBOARDS. Helmets are strongly suggested for all riders, regardless of age. Ride single file to the right. Don't speed. Be alert for hills, sharp turns, and other users. There may also be windblown sand, standing water, pine needles, and raised asphalt from tree roots. If you have an unfamiliar bike, check brakes, gears, and steering before entering a trail. Click here for more detailed information and maps of the seashore's bike trails, and additional safety precautions. Ticks and Poison Ivy - Ticks are prevalent. Learn to identify them and reduce exposure by remaining on designated paths. Click here for more information about ticks, poison ivy, and browntail moths to help ensure a safe experience at Cape Cod National Seashore. Beach Safety - At the ocean, be alert for strong ocean currents, powerful waves, and underwater obstacles. Swim only at designated lifeguard-protected beaches. Never turn your back to the ocean when wading. Be wary of too much sun exposure. Glass containers, rafts, rubber tubes, and masks and snorkels are prohibited on lifeguard-protected beaches. Sand collapses easily. Climbing slopes and dunes, and digging holes deeper than knee level are prohibited. Cases of \"swimmers' itch\" (Cercarial dermatitis) have been reported by people who have been in the water at Salt Pond in Eastham. More information. http:\/\/www.cdc. gov\/parasites\/swimmersitch\/ faqs.html  Trails and Hiking - Observe trail conditions while walking. Be aware of tree roots, stumps, and other naturally-occurring hazards. Traffic - In summer, be alert for heavy vehicular traffic, bicyclists, and pedestrians on narrow roads. Wear seatbelts while operating or riding in a vehicle. Hunting - Hunting is permitted in some areas of Cape Cod National Seashore. For more information, check at a visitor center or ranger station. Report safety hazards to visitor centers. ###",
    "url": "https:\/\/www.nps.gov\/caco\/planyourvisit\/safety.htm"
}
