{
    "title": "Hawai'i Volcanoes National Park: A Walk Into The Past",
    "body": "Explore This Park    Plan Your Visit     Things To Do     A Walk Into The Past              A Walk Into The Past - A Living History       For seven years Kīlauea Drama & Entertainment Network (KDEN) has presented a Living History program in Hawai'i Volcanoes National Park. \"A Walk into the Past\" features a living history presenter, dressed in period costume and bringing back to life Thomas A. Jaggar, founder of Hawaiian Volcano Observatory and a prominent figure in the history of volcanology, the study of volcanoes. The program itself takes place in the Whitney Vault, a 16-by-12-foot underground laboratory that still has original seismograph equipment, and is located under a mound in front of the Volcano House.        Dick Hershberger as Dr. Jaggar   The time is April 1912, when travel was by ship, train, horse and carriage. There were only four airplanes in America. Teddy Roosevelt was running for president and the Red Sox won the World Series. Thomas Jaggar moved to Hawai'i from his offices at The Massachusetts Institute of Technology, where he was the head of the Geology Department, in order to study firsthand the activity of Kīlauea and Mauna Loa, thereby gaining valuable knowledge about the inner workings of earth systems. He founded the first geologic observatory dedicated to saving lives. He co-founded the park itself. It was Jaggar's vision that inspired the idea of predicting geologic hazards worldwide. \"A Walk into the Past\" was conceived by local actor-director-playwright Peter Charlot of Volcano, who portrayed Jaggar for the first seven years. Alongside Charlot, local storyteller Sandra MacLees played his assistant (and eventually wife) Isabel Maydwell. That program came to a conclusion in May of 2012, due in part to the construction at the Volcano House. The program is back. There have been changes made to the Whitney Vault, including installing the original Bosch-Omori seismograph, and changes made to the program as well. Ka'u actor-director Dick Hershberger is now portraying Dr. Jaggar. Hershberger's extensive experience on the many theatrical stages of the Big Island has finally brought him to a new venue in HVNP. He has performed with Aloha Performing Arts Co., Waimea Community Theater, The Palace, University of Hawaii at Hilo and KDEN. \"When first approached to undertake the Living History Presentation of Thomas A. Jaggar at Hawai'i Volcanoes National Park, I was initially intimidated by the enormity of the task\", said Hershberger. \"Playing Jaggar in front of a live audience three times a day is daunting enough without the additional work of playing this real-life character without a script. The research involved was, well, let's put it this way, when I prepare for a scripted theatrical role like Oliver Warbucks or Tevye, my notebook for the project will run about 60 or 70 pages. The Jaggar notebook is over 150 pages, and growing every day.\" \"The more that I explored Dr. Jaggar's life, the closer I have become one with him,\" said Hershberger. \"He was originally from Pennsylvania. Me, too. His father was a clergyman. Mine, also. His family traveled extensively in Europe. Another similarity, he resided in Naples, Italy for a time. It's about this point where the similarities in our lives began to creep me out a bit.\" Performances of \"A Walk into the Past\" are on select Tuesdays at 10 a.m., noon and 2 p.m. Each performance lasts approximately one hour. Meet at the Kīlauea Visitor Center. There is no charge for the performance, but park entrance fees do apply.      2016 Dates         March 15  April 5  April 12  April 19    April 26  May 3  May 10  May 17    May 24  May 31  June 7  June 14    June 21  June 28  July 5  July 12    July 19  July 26  August 2  August 9    August 16  August 23  August 30  September 6    September 13  September 20  October 11  October 18    October 25  November 1  November 8  November 15    November 22  November 29  December 6  December 13    December 20  December 27",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/walk_into_the_past.htm"
}
