{
    "title": "Cape Cod National Seashore: Virtual Tour",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Virtual Tour              Virtual Tours        Virtual introductions to the self-guided trails at Cape Cod National Seashore More information, including locations of trail-heads, lengths and conditions for these trails and more is available here.  This brochure contains important information for visitors so please check it out!                          Atlantic White Cedar Swamp Trail This trail descends through a stunted oak and pine forest into a mature woodland, leads to a boardwalk that winds through the picturesque Atlantic White Cedar Swamp, and returns via the historic “Wireless Road” (a sand road) to the starting location.  Duration:40 seconds                                Beech Forest Trail Journey into the heart of a picturesque beech forest, and enjoy great bird watching opportunities, especially in spring and fall. It skirts the shallow Beech Forest Pond.  Duration:44 seconds                                Fort Hill Trail This loop trail crosses open fields, connects with the Red Maple Swamp Trail (see below), and offers spectacular vistas of Nauset Marsh and Nauset Spit.   Duration:41 seconds                                Great Island Trail  This trail follows sandy stretches between the elevated heights of Great Island and Great Beach Hill. Its higher elevations punctuate spectacular vistas which emerge from an even-aged, pitch-pine forest. Part of this trail leads to a colonial-era tavern site (no remains visible). Other sections skirt salt marsh embayments. A picnic area is adjacent to parking area  Duration:43 seconds                                Nauset Marsh Trail This trail winds along the edge of Salt Pond and Nauset Marsh, crosses fields, and returns to the Salt Pond Visitor Center through a recovering forest. There are several spectacular vistas along the way.  Duration:44 seconds                                Pamet Area Trails The Bearberry Hill overlooks offer spectacular views of the Pamet landscape, with views of the Atlantic and the glacial terrain of the Pamet valley. A historic boghouse from the era of commercial cranberry harvesting is visible in the distance. Outdoor exhibits and a folder keyed to trail markers describe the area.   Duration:48 seconds                                Pilgrim Spring Trail Path leads to a site representative of where the Pilgrims drank their first fresh water in New England. This short loop trail winds through the recovering pine and oak forest, and passes a marker which commemorates the Pilgrim’s initial exploration of this area  Duration:38 seconds                                Red Maple Swamp Trail Boardwalk sections of this trail meander through the heart of the Red Maple Swamp. This setting is most colorful in the fall. As of spring 2012, the Hemenway Landing section of the boardwalk is closed due to damage. Ask at Salt Pond Visitor Center for current status.  Duration:39 seconds                                Small's Swamp Trail Chosen by native people for living sites for thousands of years for water, protection, and food sources, early European settlers also sought to make a living on this landscape. Gradually, the soil gave out, farms were abandoned, and the landscape began its slow recovery. The forest here now hides most, but not all, of the former land uses in this area.  Duration:42 seconds",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/photosmultimedia\/virtual-tours.htm"
}
