{
    "title": "Cape Cod National Seashore: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility         mobi-mat at Coast Guard Beach, Eastham   Mobility:  Parking lots have accessible parking and curb cuts. Park trails at Doane Rock in Eastham and the Marconi Station Site in Wellfleet have been surfaced to accommodate wheelchairs. Mobi-mat has been placed at the approaches to many park beaches, providing a firm surface for wheelchairs and other assistive devices, as well as for strollers. Coast Guard and Herring Cove beaches provide accessible parking, restrooms, changing facilities, and beach wheelchairs. Herring Cove Beach features showers that accommodate wheelchairs. Salt Pond Visitor Center is fully accessible.Wheelchair and companion seating is provided in the auditorium. Province Lands Visitor Center is accessible via a moderately steep ramp. Many overlooks in the park accommodate wheelchairs. Visitor center exhibits follow accessibility guidelines for height. Exterior wayside exhibits are accessible to wheelchair users.  Visual:  Large print versions of official park publications are available at Salt Pond and Province Lands Visitor Centers and at park headquarters. The Buttonbush Trail near Salt Pond Visitor Center has guide ropes and Braille signage. A Braille translation of the park brochure is available for use at the two visitor centers and at park headquarters. The four park movies shown at the two visitor centers have been audio described, and assistive listening devices are available. The lobby exhibit at Salt Pond has a tactile feature, and the Wampanoag exhibit in the Salt Pond Museum has phone sets for audio messages. Crosswalks at Salt Pond have tactile markings. Exhibits follow visual accessibility guidelines for color, contrast, font, and point size.  Hearing:  All park films have open captions. Scripts of the park's cell phone tour program are available at the visitor centers.",
    "url": "https:\/\/www.nps.gov\/caco\/planyourvisit\/accessibility.htm"
}
