{
    "title": "Hawai'i Volcanoes National Park: Biking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Biking              Bike the Volcanoes        Bicyclist NPS Photo      Hawai'i Volcanoes National Park offers adventurous bicyclists dramatic views of volcanic landscapes. Pedal through deserts and rain forests, past craters and rift zones. Biking in the park provides exciting opportunities for everyone - old or young, experienced or novice. Protect the fragile lava features, rare plants, and archeological sites. Ride only on designated bike routes. Plan Ahead Planning is important to ensure a safe bicycle trip. Stop at Kīlauea Visitor Center for trip information, current road conditions and eruption updates. Also at the Visitor Center, pick up the \"Bike Guide\" leaflet (pdf 1.66MB), complete with trip suggestions. Most visitors travel in cars and buses. Traffic is heaviest between 10am and 3pm especially on Crater Rim Drive. Be alert! Narrow winding roads through the rain forest limit visibility and pose hazards to bicyclists.      Follow the Rules  Always ride single file on the right side of the road. Do not weave in and out. Adjust your spacing to allow motor vehicles to pass safely. Stop at stop signs and don't exceed the speed limit.  Consider Others  Watch for and yield to hikers, horses and nēnē (Hawaiian Geese). Be Safe. Control your downhill speed. Call out a warning before overtaking other trail users. Bike out what you bike in. Leave no Trace!       Weather Expect rain! Rain clouds can overcome sunny skies in minutes. Weather is extremely variable in the park. Along the coast it can be hot, dry, and sunny. At the volcano's summit it can be cold, wet, and windy. Please consult climate and weather information to prepare accordingly for your trip. Check our Weather and Climate webpage for more information and prepare accordingly for your trip.      Safety and Health Know your biking abilities before beginning a trip in the Park. In some sections, you will climb as much as 2,500 feet in 6 miles (600 m in 10 km).  Take and drink plenty of water Wear a bicycle helmet. State law requires that children under the age of 17 wear helmets Wear bright reflective clothing to be easily seen by motorists Avoid overexposure to the intense sun. Wear sunglasses and sunscreen Stay on designated bike routes to avoid cracks and cliffs. A bicycle map and trip suggestions are available at the Kilauea Visitor Center Carry spare equipment for minor repairs Cell-phone service is not always available in many areas of the park       Volcanic Air Pollution  Sulfur dioxide gas and sulfuric acid mist can make breathing difficult especially near Halema'uma'u Crater and on the lower half of Chain of Craters Road. At times, the entire park can be affected. On those days vigorous physical activity should be avoided. Individuals with respiratory or heart conditions, infants and pregnant women should be especially careful to avoid prolonged exposure to volcanic air pollution. Fees and Permits Park entrance fees apply to vehicles and bicycles and are valid for seven consecutive days. Commerical groups need a commercial use permit before entering the park. Non-commercial groups of more than 12 bicyclists should notify the park with trip details - call (808) 985-6027.     Return to:Things To Do Plan Your Visit",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/bike.htm"
}
