{
    "title": "Cape Cod National Seashore: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 10, 2016  Nauset Light Beach Stair Replacement Underway  Cape Cod National Seashore Superintendent George Price has announced that stair reconstruction work will begin Wednesday, June 15 at Nauset Light Beach in Eastham, MA.   June 08, 2016  Jim Owens to Present Eastham History Program on June 21  On Tuesday, June 21 at 7 PM at the Salt Pond Visitor Center in Eastham, join Jim Owens for a slideshow presentation of historic Eastham.  This program will include Jim’s large collection of photos as Eastham has grown throughout the years, including results of winter storms.   June 06, 2016  Cape Cod National Seashore to Benefit from National Endowment for the Arts and National Park Service Grant  The National Endowment for the Arts and the National Park Service announced $1,067,500 in support of support 50 grants in 27 states, including an award of $30,000 to the Curtis Institute of Music, in collaboration with the Cape Cod Chamber Music Festival, for the commissioning of a piece of music inspired by Cape Cod National Seashore, and performances by the Curtis on Tour program in Pennsylvania and on Cape Cod in honor of the National Park Service Centennial.  Cape Cod National Seashore will host a performance on July 28 at 7 PM at Salt Pond Visitor Center in Eastham.   June 06, 2016  Cape Cod National Seashore to Host Massachusetts Walking Tour Concert on June 14  For the sixth summer in a row, the Massachusetts Walking tour will conduct a bipedal concert tour in support of arts and culture.  Along the route, walkers and local musicians gather for community concerts to highlight artistic diversity and recreational land use.  There will be a tour at Salt Pond Visitor Center at 7 PM on June 14.   May 18, 2016  Cape Cod National Seashore to Showcase National Touring Exhibition of Art Quilts Opening Reception and Climate Change Presentation Slated for June 2  A juried show of twenty-six art quilts created by 22 Florida artists will be featured in an art exhibit opening at Cape Cod National Seashore’s Salt Pond Visitor Center on May 27.  Piecing Together a Changing Planet highlights a few of the many ways that America’s national parks are being impacted by climate change, water pollution, air pollution, and other human-caused phenomena.  On Thursday, June 2, a free gallery opening and reception will be held at the Salt Pond Visitor Center at 6:30 pm, followed by a 7 PM program, Oceans and the Paris Climate Agreement — Are They Too Big to Fail?   May 17, 2016  Junior Lifeguard Program at Cape Cod National Seashore  Cape Cod National Seashore will once again offer its Junior Lifeguard Program for boys and girls ages 13 to 17 this summer. The purpose of the program is to promote water safety and provide job-specific training on Cape Cod through area youth. Past junior lifeguards currently work as lifeguards for Cape Cod National Seashore and several towns on Cape Cod.   May 11, 2016  Informational Meeting on Nauset Light Beach  Superintendent George Price and seashore staff will host an informational meeting about the Nauset Light Beach on Thursday, May 19th at the Salt Pond Visitor Center, Eastham from 4 – 6 PM.   May 04, 2016  Informational meeting for the Herring Cove North Parking Lot  Superintendent George Price has announced that national seashore staff will host an informational meeting about the Herring Cove North Parking Lot.   April 21, 2016  National Park Prescription Day is April 24  April 24 has been designated as National Park Prescription Day.   April 15, 2016  Upcoming Spring Turkey Hunt  The spring Eastern wild turkey hunt will take place in Massachusetts starting April 25, and in Cape Cod National Seashore for a fifth season.   April 11, 2016  National Park Week at Cape Cod National Seashore  Jump into the National Park Service Centennial with both feet during National Park Week at Cape Cod National Seashore. Take a hike, touch a truck, aim a fire hose, look for animal sign, tour a whaling captain's home, listen for frogs, clean up a beach, view kids' artwork, and celebrate the history of wireless communication. All programs are free and open to the public.   April 08, 2016  National Seashore to Continue Traffic Detours on Province Lands Road to Protect Spadefoot Toads  Superintendent George Price announces that traffic on Province Lands Road will continue to be occasionally detoured to protect spadefoot toads. The detour, which may be implemented from April through October, on rainy nights, is intended to help protect the eastern spadefoot toad.   April 01, 2016  Cape Cod National Seashore Invites Volunteers to  Join in National Volunteer Week April 11-15 2016  Superintendent George Price announces National Volunteer Week at Cape Cod National Seashore (CCNS) and encourages your participation. Barnstable County AmeriCorps Cape Cod (ACC) and seashore staff will be teaming up to “Protect, Preserve, and Prepare Our Park: Celebrate Community Service to Showcase the National Park Service (NPS) Centennial.” This cross-stream initiative will engage youth, community volunteers, and AmeriCorps Cape Cod members at multiple locations in the seashore. Together they will make lasting improvements that enhance the natural beauty of the park and promote stewardship, advocacy, and awareness in preparation for the NPS 100th birthday on August 25, 2016.   March 31, 2016  Cape Cod National Seashore to Host Student  Marine Art Exhibit in April  A display of winners from the 2015 Marine Art Contest sponsored by Massachusetts Marine Educators will be exhibited at Cape Cod National Seashore’s Salt Pond Visitor Center during the month of April. The exhibit is open for viewing every day from 9 AM to 4:30 PM.   February 29, 2016  Ranger Hike to Race Point Slated for March 14  Cape Cod National Seashore is offering a special program called “To the Race!” on March 14 at 10 AM.  During this three-hour program, a ranger will lead a walk through the Hatches Harbor area to visit Race Point Light.   February 26, 2016  First Authorized use of drone (UAS) technology for research project  Superintendent George Price announced that there will be a controlled flight by an unmanned aerial system (UAS), or drone, over the Nauset Marsh\/Coast Guard Beach area between February 29th and March 20th as part of a permitted research project with the United States Geological Survey (USGS).   February 17, 2016  Photography by Mark McGrath on Display in March  For the month of March, Cape Cod National Seashore will exhibit photographs by artist Mark McGrath as part of its Perspectives: Seeing Cape Cod National Seashore through Art series.  The photographs Mark has selected depict the beauty of the Cape, the diversity of the landscape, and the recreational adventures and activities that immerse visitors into the resources of the seashore.   February 12, 2016  Join Park Rangers for Vacation Week Programs  Nature walks, tours of a whaling captain’s home, a presentation on the Pendleton rescue and motor lifeboat featured in the movie “The Finest Hours,” films, and a talk on sharks are among the programs being offered by Cape Cod National Seashore between February 13 and 21. Many programs are geared towards families who live on Cape Cod or are visiting during February vacation week.   January 31, 2016  Aquatic Artist Greg Johnson to Exhibit at Salt Pond Visitor Center  For the month of February, Cape Cod National Seashore will exhibit acrylic paintings from artist Greg Johnson as part of its Perspectives: Seeing Cape Cod National Seashore through Art series.  The pieces included in the exhibit immerse the viewer into the water with the seashore’s most charismatic fauna-whales and dolphins.  For Greg, the aquatic life he paints represents spirituality, peace, and freedom.   January 26, 2016  Status Update Following January 23 Storm  A review of seashore facilities has determined that the storm caused damage to the Nauset Light Beach stairs in Eastham and substantial damage to the Herring Cove Beach north parking lot in Provincetown. Access to Nauset Light Beach is not available from the parking area; however, the beach can be accessed by hiking from Coast Guard Beach, Eastham, or Marconi Beach, Wellfleet. The Marconi Beach stairs weathered the storm. Seashore staff will be seeking National Park Service funds to rebuild the Nauset Light Beach stairs and to repair the Herring Cove parking area.   January 26, 2016  Winter Film Series Underway at Cape Cod National Seashore  2016 marks 100 years since the establishment of the National Park Service. In honor of the centennial, this year’s Cape Cod National Seashore Winter Film Festival will be a cinematic adventure through popular culture of the early 1900s, including silent films, and later films they inspired.   January 15, 2016  Cape Cod National Seashore Hosts Cape Cod Shark Workgroup 1-12-16  On Tuesday, January 12, 2016, Cape Cod National Seashore hosted a shark work group meeting. The meeting brought together public safety professionals from Cape Cod National Seashore and the towns of Plymouth, Chatham, Orleans, Eastham, Wellfleet, Truro, and Provincetown, along with the Atlantic White Shark Conservancy, to continue to collaborate on shark knowledge and safety efforts.   December 22, 2015  Cape Cod National Seashore to Host Robin Wessman Exhibit  Throughout January Cape Cod National Seashore will host an exhibition of paintings by Robin Wessman. A public reception will be held on January 9 from 2-4 PM at Salt Pond Visitor Center.   November 20, 2015  Cape Cod National Seashore to Host Works by Artist Kathleen Dunn  For the month of December, Cape Cod National Seashore will exhibit landscape paintings by Kathleen Dunn. The exhibit, which will be on display at the Salt Pond Visitor Center in Eastham, is part of the national seashore’s ongoing series: Perspectives--Seeing Cape Cod National Seashore through Art.   November 20, 2015  Explore Outer Cape Mayflower Connections at National Seashore Programs  On two consecutive Sundays—November 22 and November 29, public programs at Cape Cod National Seashore will explore Mayflower and Pilgrim connections to the Outer Cape.   November 16, 2015  Comment Period extended to January 11 2016 for Comprehensive Shorebird Management Plan and Environmental Assessment  Cape Cod National Seashore Superintendent George Price announced that there will be a 30 day extension to the public comment period for the recently release comprehensive shorebird management plan with an associated environmental assessment (EA). The comment period is open for a period of approximately 60 days and will now close on January 11, 2016.   November 09, 2015  Cape Cod National Seashore Announces Release of the Comprehensive Shorebird Management Plan and Environmental Assessment  Cape Cod National Seashore has released its Comprehensive Shorebird Management Plan and accompanying Environmental Assessment (EA). The plan is open for public comment until December 10, 2015.   November 06, 2015  Reception for the Three Hundredth Meeting of the Cape Cod  National Seashore Advisory Commission  The Cape Cod National Seashore Advisory Commission will be holding its three hundredth meeting on Monday, November 16th at the Seashore Headquarters, Wellfleet, MA.  There will be a reception in recognition of the event to be held at 3 PM in the lobby of the seashore headquarters.   November 06, 2015  CCNS Advisory Commission Agenda November 16 2015  The Three Hundredth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, November 16, 2015, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station Road, in Wellfleet, Massachusetts.   October 22, 2015  State of the Seashore Presentation with Superintendent Price on November 4  Cape Cod National Seashore Superintendent George Price will host a “State of the Seashore” program on Wednesday, November 4 at 6:30 PM at Salt Pond Visitor Center in Eastham. The program is free, accessible, and open to the public.   October 16, 2015  Photographer Jerry Cohen to Exhibit at Salt Pond in November  For the month of November, Cape Cod National Seashore will exhibit photographs from artist Gerald Cohen as part of its Perspectives: Seeing Cape Cod National Seashore through Art series.  The photographs included in the exhibit were taken at the ocean, bay, and pond beaches of Cape Cod National Seashore.   October 15, 2015  Marconi Beach and Race Point Beach Parking Lot Closures for Reconstruction  Superintendent George Price announces that the reconstruction of two beach parking lots will begin later this fall. The project includes removal of existing pavement at the two beaches and replacement with new pavement, curb stops and striping.   October 09, 2015  Cape Cod National Seashore to Host Healthy Parks Healthy People End of Season Event  Superintendent George Price announces that Cape Cod National Seashore will host an end of season celebration for the summer’s Healthy Parks, Healthy People program on October 15, 2015 from 9:00am to 12:00pm at the Salt Pond Visitor Center, 50 Nauset Road, Eastham.   September 24, 2015  Come Volunteer at the National Seashore on National Public Lands Day on September 26  Superintendent George Price announces two National Public Lands Day projects at Cape Cod National Seashore on Saturday, September 26, hosted by park staff, volunteers from Friends of the Cape Cod National Seashore, and the Center for Coastal Studies.   September 24, 2015  Protecting Migrating Shorebirds at Cape Cod National Seashore  The importance of Cape Cod National Seashore beaches to nesting piping plovers and least terns is well known to most Cape residents and visitors.  However, the importance of Outer Cape beaches to common, least, and roseate terns and other shorebirds before and during migration may be less widely appreciated.   September 08, 2015  Calling all 4th Graders - Cape Cod National Seashore to Participate in  Every Kid in a Park with Free Entry for One Year to All National Parks  Beginning this month, Cape Cod National Seashore is participating in President Obama’s Every Kid in a Park program, whose ambitious goal is to bring every fourth grader in the country and their families to a national park or other federal public lands and waters during their 2015-2016 school year. Through this program, fourth graders will be inspired to become the next generation of visitors, supporters, and advocates for our nation’s rich heritage and breathtaking landscapes. This initiative between the National Park Service and the National Park Foundation coincides with the centennial year of the National Park Service in 2016. The centerpiece of the initiative is the opportunity for 4th graders to participate in a short on-line activity to receive a voucher, which provides free access for them and their families to these federal lands, including Cape Cod National Seashore, for up to one year.   September 08, 2015  Cape Cod National Seashore Beach Safety Shark Awareness  Although the summer season is coming to a close, visitors are still coming to Cape Cod National Seashore to enjoy its abundant recreational opportunities, to explore its diverse habitats and natural resources, and for rest and rejuvenation.  We want to remind visitors and residents that lifeguard operations at the six national seashore beaches ended on Labor Day. Tips are provided to stay beach safe.   September 03, 2015  CCNS Press Release Advisory Commission September 14 2015  The Two Hundred and Ninety-Ninth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, September 14, 2015, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station Road, in Wellfleet, Massachusetts.   August 24, 2015  Highland Links - The Greens are Going Green  Superintendent George Price is pleased to announce an innovative turf management project in collaboration with Johnson Golf Management, operators of the Highland Links Golf Course concession in Truro at Cape Cod National Seashore. With the guidance of Charles “Chip” Osborne, an expert in sustainable turf management and one of the country's leading experts on growing organic turf, the golf course is exploring alternative lawn care products on  one entire hole (tee, greens and fairway).   August 24, 2015  Cape Cod National Seashore to Host Coast Guard Night on August 27 at Old Harbor  This year marks the 225th anniversary of the U.S. Coast Guard. To honor the agency’s rich past and the vital role it continues to play in saving lives, Cape Cod National Seashore will host Coast Guard Night on August 27 at Old Harbor Life-Saving Station Museum at Race Point Beach in Provincetown. During the 6 PM event, national seashore staff will reenact the historic “beach apparatus drill,” an activity that was practiced weekly during the late 1800s and early 1900s by men of the U.S Lifesaving Service (USLSS), predecessor to the U.S. Coast Guard.  National seashore staff reenact this drill for the public every Thursday in July and August. August 27 is the final drill of the season, and the public is invited to attend.   August 20, 2015  Fifth Annual Science in the Seashore Symposium  The Atlantic Research and Learning Center at Cape Cod National Seashore will host the fifth annual Science in the Seashore Symposium at the Salt Pond Visitor Center on Thursday, August 27, from 1 to 5 PM. This popular program features a diverse group of scientists and scholars sharing with the public the natural and cultural research projects they are conducting within the seashore.   August 20, 2015  Cape Cod National Seashore to Celebrate Founders Day  This year marks the 99th anniversary of the National Park Service (NPS), and Cape Cod National Seashore will over 400 other national park areas to celebrate Founder’s Day on August 25th.  The public is invited to join the party by visiting a national seashore beach for free, or participating in interpretive activities and open houses at historic buildings. This year’s theme is “99 Ways to Find Your Park.”  As we head towards the NPS Centennial in 2016 we invite everyone to consider and share what makes this and other national parks meaningful to them.   August 18, 2015  cape cod national seashore hosting dune shack arts and sciences exhibit in september  Cape Cod National Seashore will exhibit works from dune shack visits and residencies as its Perspectives: Seeing Cape Cod National Seashore through Art continues in September.  The exhibition is curated by the Peaked Hill Trust, which offers arts and sciences residencies at dune shacks it operates under its permit with Cape Cod National Seashore.   August 18, 2015  Cape Cod National Seashore to Host Geography Gameshow on August 25  Join Neal Nichols for a free, one-hour, interactive, geography program at 7 PM on Tuesday, August 25 at Salt Pond Visitor Center in Eastham.  The “Geography Gameshow” is an event that features the rendering of a map from memory through which the audience interacts and participates by identifying specific locations throughout the program.   August 07, 2015  Cape Cod National Seashore to Host Program on Weather  Keith Michael Johnson’s kid-friendly program, “Wild About Weather,” is jam-packed with funny demonstrations, audience interaction, and solid meteorological science. Join Keith Michael Johnson for this free, one-hour presentation at 7 PM on Tuesday, August 18 at Salt Pond Visitor Center in Eastham.   July 29, 2015  Cape Cod National Seashore to Host Presentation on Sea Turtles  For over 30 years Mass Audubon has been researching and rescuing sea turtles off of the beaches of Cape Cod. Most people don’t realize Massachusetts’ waters are home to four species of sea turtles: leatherback, green, loggerhead, and Kemp’s ridley. Join Mass Audubon’s Wellfleet Bay Wildlife Sanctuary Director Bob Prescott for a free, one-hour presentation at 7 PM on Tuesday, August 11, about the turtles found in local waters and the challenges they face.   July 22, 2015  Artists Invited to Submit Portfolios to Exhibit at Cape Cod National Seashore Fall 2015 to Spring 2016  The outer Cape Cod landscape has long served as muse for artists from around the world.  Each autumn, winter, and spring Cape Cod National Seashore’s Salt Pond Visitor Center hosts a series of art exhibitions focusing on the seashore’s many varied natural and cultural resources.  The seashore is currently accepting applications from artists interested in showing their work in month-long exhibitions between October 2015 and April 2016   July 22, 2015  Cape Cod National Seashore to Host Once Upon a Tide with Jackson Gillman  Jackson Gillman is so adept at changing into a wide variety of colorful characters, that he is called the \"Stand-Up Chameleon.\"  He might be a salty lobsterman one moment, and then one of the various creatures he comes across while fishing the next.  Join Jackson for a rollicking mix of interactive songs, movement, and stories that is guaranteed to delight and enchant you and your family.  Head to Salt Pond Visitor Center at 7 PM on Tuesday, August 4 for a free, one-hour show in which he will draw on his fishy repertoire, from the sandy beach to the briny deep.   July 16, 2015  Bicycle Safety Committee presents - Bicycle Safety at the Seashore  In an effort to reduce incidence and severity of bike accidents at Cape Cod National Seashore, as well as promote the Healthy Parks, Healthy People program, the Bicycle Safety Committee will host its fifth annual “Bicycle Safety at the Seashore”.  This event will take place on Friday, July 31th, from 10:00 AM to 1:00 PM at Province Lands Visitor Center and on Friday, August 7th from 10:00 AM to 1:00 PM at Salt Pond Visitor Center.   July 16, 2015  Seashore to Host Evening Program “Earth Celebrations”  with Acclaimed Storyteller Rona Leventhal  Sit back, put your feet up and join storyteller Rona Leventhal for a journey around the world and tales from her repertoire of multicultural stories.  Rona is one person, but many voices. Through her, skies talk, turtles sing and magic happens. Her program “Earth Celebrations” will have you dancing, swaying in your seats, making funny noises, singing, and laughing as she shares stories from silly to serious, and from mysterious to monstrous. Adults and children alike are invited to enjoy her tales at 7 PM on Tuesday, July 28 at Salt Pond Visitor Center in Eastham.   July 10, 2015  Far Land on the Beach, LLC, Selected as Concessions Operator at Herring Cove Beach  Cape Cod National Seashore Superintendent George Price has announced that National Park Service Northeast Regional Director Michael Caldwell has selected Far Land on the Beach, LLC., to operate the food concession at Herring Cove Beach in Provincetown, MA. Herring Cove Beach is one of the most popular beaches of the six beaches managed by Cape Cod National Seashore.   July 08, 2015  Next Meeting of Cape Cod National Seashore Advisory Commission is September 14  Superintendent George Price announces that the meeting of the Cape Cod National Seashore Advisory Commission that was listed in the Federal Register for July 20, 2015 has been rescheduled to September 14, 2015 at 1:00pm at the park headquarters, 99 Marconi Site Road, Wellfleet, Massachusetts 02667.   July 08, 2015  Cape Cod National Seashore to Host Evening Program on  Jobi Pottery with Susan Kurtzman  Jobi Pottery is a Truro cottage industry that was begun in 1953 by original owners Joe Colliano and Bill Hastings.  Today, owner\/designer Susan Kurtzman still uses the original mid-century casting molds to create Jobi Pottery in her Truro studio.  Join Susan for a free, one-hour presentation on the history and techniques behind Jobi Pottery at 7 PM on Tuesday, July 21 at Salt Pond Visitor Center.  Pieces of Jobi Pottery will be on display and available for sale.   July 02, 2015  Repair Work Has Been Completed on Herring Cove Beach North Parking Lot  Superintendent George Price announces that the work to repair the winter storm damage to the north parking lot at Herring Cove Beach in Provincetown has been completed and the beach is open.   July 01, 2015  Cape Cod National Seashore to Host Healthy Parks, Healthy People Kick-Off Event on July 6, 2015  Superintendent George Price announces that Cape Cod National Seashore will host a kick-off event for the summer’s Healthy Parks, Healthy People program on July 6, 2015 from 9:00am to 12:00pm in the parking lot of the Salt Pond Visitor Center, 50 Nauset Road, Eastham. The event kicks off the new Healthy Parks, Healthy People walking program in partnership with Cape Cod Healthcare   June 30, 2015  Cape Cod National Seashore Great White Shark Safety 2015  Cape Cod National Seashore Superintendent George Price reminds visitors and residents that we share the national seashore with native wildlife. While it is rare for a great white shark to bite a human, it did occur in Truro in 2012. There are several steps that visitor can take to stay safe and to protect wildlife.   June 30, 2015  Cape Cod National Seashore to Host Evening Program “Attack on Cape Cod” with Author Jake Klim  On the morning of July 21, 1918, during the last year of the First World War, a new prototype of German submarine surfaced three miles off the coast of Cape Cod, Massachusetts and attacked an unarmed towboat and her four barges. A handful of the shells fired by the U-boat’s two deck guns struck Nauset Beach, giving the town of Orleans the distinction of being the first, and only, spot in the United States to receive enemy fire during the war. Join author Jake Klim for a free, one-hour presentation about this historic event at 7 PM on Tuesday, July 14 at Salt Pond Visitor Center.  Jake will sign and sell his book Attack on Cape Cod following the presentation.   June 24, 2015  Cape Cod National Seashore to Continue Traffic Detours on Province Lands Road in 2015 to Protect Spadefoot Toads  Superintendent George Price announces that traffic on Province Lands Road will continue to be occasionally detoured to protect spadefoot toads. The detour, which may be implemented from June through October, on rainy nights, is intended to help protect the eastern spadefoot toad.   June 23, 2015  Cape Cod National Seashore to Host Evening Program with Park Historian Bill Burke - A Few Favorite Things  Come view awesome artifacts from the Cape's past, including a shipwreck surprise, and listen to some interesting tales from Bill Burke, Park Historian at Cape Cod National Seashore. Bill has scoured the corners of the archives to bring you his \"Top 10 Moments\" in working with the park’s historic houses, personalities, archeology sites, and obscure and out of the way historic places that you can also explore. Join Bill for a free, one-hour presentation at 7 PM on Tuesday, July 7 at Salt Pond Visitor Center in Eastham.   June 18, 2015  Repair Work to Begin on Herring Cove Beach North Parking Lot  Superintendent George Price announces that the work to repair the winter storm damage to the north parking lot at Herring Cove Beach in Provincetown, will begin June 18th. We expect the project will last 2-3 weeks. During this period we will to maintain 70 parking spaces in the north lot, as well as 400 spaces in the south lot.   June 18, 2015  Highlands Fest 'Sprouting Forth', Saturday June 27 2015 at 10-2  Join us for an engaging, participatory Highlands Fest special event.  This year’s focus is on the “Healthy Parks, Healthy People” initiative, which celebrates parks as a resource for engaging in healthy fun activities outdoors while fostering a deeper connection to the natural environment.   June 18, 2015  Cape Cod National Seashore to Host Evening Program with Mark Adams and Mike Tanis - New Geographers at Cape Cod National Seashore  You may see Cape Cod National Seashore's mapping specialists out on the beach, in salt marshes, or in dune grasslands wheeling their GPS devices to get the lay of the land. Join Cape Cod National Seashore’s Geographic Information Specialist Mark Adams and Coastal Vulnerability Specialist and Mapping Technician Mike Tanis on Tuesday, June 30, at 7 PM at Salt Pond Visitor Center, for a free, one-hour presentation about the importance of this work and how it informs us about park resources.   June 12, 2015  Cape Cod National Seashore to Host Evening Program - The Alewives Tale with Barbara Brennessel and Derrick Alcott  Join Dr. Barbara Brennessel and Derrick Alcott at 7 PM on Tuesday, June 23 at Salt Pond Visitor Center for a free, one-hour presentation about the spawning migration of river herring in Wellfleet’s Herring River estuary and the man-made barriers and predators they encounter along their journey.   June 11, 2015  Pets at Cape Cod National Seashore  Superintendent George Price announces that two new areas of Cape Cod National Seashore are being seasonally opened to leashed pets. Effective immediately leashed pets will be allowed on the Nauset Bike Trail in Eastham from Salt Pond Visitor Center to Coast Guard Beach from November 1st through April 30th each year. Additionally, leashed pets are now allowed on a portion of the Great Island trail system.   May 20, 2015  Cape Cod National Seashore Awarded Funds for Summer Youth Trail Crew  Superintendent George Price announces that Cape Cod National Seashore will host a trail crew of eight high school students and two leaders through the Student Conservation Association (SCA) for three weeks in July 2015. The funding for this trail crew is provided by the NPS Centennial Challenge, with matching funds from donations received at the national seashore.   May 19, 2015  Temporary Closure of Coast Guard Beach Access Bridge in Eastham  Superintendent George Price announces that the Cranberry Bog Bridge, which provides access for vehicles to Coast Guard Beach in Eastham, will be closed for repairs on the nights of Tuesday, May 19 and Wednesday, May 20. There will be no vehicular access to the beach parking lot from 5:00pm to 7:00am on those nights; during the day there will be one lane of traffic open over the bridge. Pedestrian and bicycle access to Coast Guard Beach via the Nauset Bicycle Path will not be impacted by this closure.   May 19, 2015  International Fund for Animal Welfare Exhibit on Display at  Cape Cod National Seashore Salt Pond Visitor Center  Cape Cod means different things to different people. Most would agree, however, that the ocean and beach are quintessential to their experiences on this slender spit of land. Both habitats, as well as the wildlife that inhabit them, are featured in a new exhibit that will be on display at the Salt Pond Visitor Center in Eastham through August 2015.   May 13, 2015  Cape Cod National Seashore to Host Junior Lifeguard Program again this Summer  Cape Cod National Seashore will once again offer its Junior Lifeguard Program for boys and girls ages 13 to 17 this summer. The purpose of the program is to promote water safety and provide job-specific training on Cape Cod by reaching out to area youth. Past junior lifeguards currently work as ocean lifeguards for the seashore and several towns on Cape Cod.   May 12, 2015  Captain Edward Penniman House Received Centennial Challenge Funding with Partner Match  Superintendent George Price announces that the project to re-paint the Captain Edward Penniman House in Eastham was awarded $85,000 of funding from the National Park Service’s “Centennial Challenge Fund” to match $100,000 pledged by the Friends of the Cape Cod National Seashore (Friends), the seashore’s nonprofit partner, and $15,000 of funds that were donated by Eastern National, the seashore’s cooperating association.   May 08, 2015  Cape Cod National Seashore Announces Updates on Major Construction Projects  Superintendent George Price announces that emergency funding from the National Park Service has been received to replace the stairs at Nauset Light Beach in Eastham and repair the revetment and north parking lot at Herring Cove Beach in Provincetown. Both the stairs and the revetment were damaged by the storms this winter. Both beaches will be open for the summer season.   May 04, 2015  Cape Cod National Seashore Announces Fee Increases for 2015 Season  Superintendent George Price announces that the National Park Service Director approved a new entrance fee structure for Cape Cod National Seashore. The new entrance fees are: $3 per person per day (pedestrians and bicyclists); $10 per motorcycle per day; $20 per vehicle per day; and $60 for the seasonal Cape Cod National Seashore sticker for a single, private, non-commercial vehicle. The new entrance fees go into effect on Friday, May 22, 2015.   April 28, 2015  2014 Economic Benefits to Local Community from Cape Cod National Seashore  A new National Park Service (NPS) report shows that 4,426,750 visitors to Cape Cod National Seashore in 2014 spent $185.5 million in communities near the park. That spending supported 2,421 jobs in the local area and had a cumulative benefit to the local economy of $232.9 million.   April 06, 2015  Cape Cod National Seashore Offers Family Programs during April Vacation  Calling all families! During April vacation Cape Cod National Seashore will host several programs to connect families and young people with the nature, history, and operations of the national seashore.   April 02, 2015  A Passion for Birds Program Comes to Cape Cod National Seashore for April Vacation  Comedian, nature lover, and educator Henry Lappen will bring his popular family presentation, “A Passion for Birds” to Cape Cod National Seashore’s Salt Pond Visitor Center at 11:00 AM on Sunday, April 19. The show is free, and sponsored by Eastern National, the park’s book and gift store partner.   March 31, 2015  Cape Cod National Seashore Joins National Find Your Park Movement  Superintendent George Price announces that Cape Cod National Seashore joins parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com. “Find Your Park” is also be the theme for this year’s National Park Week, April 18 – 26. The national seashore will offer several programs during the week, many of which are geared towards families.   March 25, 2015  2015 Student Marine Art Exhibit in April at Cape Cod National Seashore  A display of winners from the 2014 Marine Art Contest sponsored by Massachusetts Marine Educators will be on display at Cape Cod National Seashore’s Salt Pond Visitor Center from April 2 until April 28.   March 20, 2015  Cape Cod National Seashore Seeks Request for Proposals for Concession Contract for Food and Beverage Services at Herring Cove Beach  Superintendent George Price announces that National Park Service has issued a concessions prospectus for a concession contract for food, beverage and other services at Herring Cove Snack Bar at Cape Cod National Seashore. The term of the new concession contract will be for ten (10) years, beginning January 1, 2016 and ending December 31, 2025.   March 16, 2015  Two Hundred Ninety-Eighth Meeting of the Cape Cod  National Seashore Advisory Commission  The Two Hundred and Ninety-Eighth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, March 30, 2015, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station Road, in Wellfleet, Massachusetts.   March 16, 2015  Public Workshop Set for March 26 2015 - Outer Cape Bicycle and Pedestrian Master Plan  Representatives from Provincetown, Truro, Wellfleet, Cape Cod National Seashore, and the Cape Cod Commission will host the second in a series of public workshops on the Outer Cape Bicycle and Pedestrian Master Plan on Thursday, March 26, 2015, at the Wellfleet Public Library, 55 West Main Street, from 5:00 – 6:30 p.m.   February 03, 2015  Cape Cod National Seashore Status Update After Two Major Winter Storms  Superintendent George Price announces that Cape Cod National Seashore is open for operation following the intense wind, waves, and weather experienced over the course of two major storms.   January 06, 2015  Cape Cod National Seashore to Host Winter Film Festival, The National Parks—America’s Best Idea, a Film by Ken Plus Films for Families on Holiday Weekends  Cape Cod National Seashore will kick off its annual winter film festival on Sunday, January 18, with the first segment of the Ken Burns series on the history of the National Park Service. Films will show on six consecutive Sundays at 1:30 PM on the theatre-size screen at Salt Pond Visitor Center in Eastham. Refreshments will be provided 30 minutes prior to each film. The movies are free, thanks to generous funding from Friends of the Cape Cod National Seashore.   January 05, 2015  Cape Cod National Seashore to Host Painting Cape Cod  Exhibit by Kadri Brattvet  Painter Kadri Brattvet is the featured artist for January at Cape Cod National Seashore’s exhibition series, \"Perspectives: Seeing Cape Cod National Seashore through Art\". Her oil on canvas landscapes depicting Cape Cod’s coastal environments will be on exhibition through January 30 at the Salt Pond Visitor Center classroom in Eastham.   November 24, 2014  Photography by Amy Davies on Exhibit in December at Salt Pond Visitor Center  For the month of December, Cape Cod National Seashore’s Perspective series, Seeing Cape Cod National Seashore through Art, is exhibiting photographic works by Amy C. Davies.   November 20, 2014  Province Lands Bicycle Trail Temporary Closure for Bridge Reconstruction  Superintendent George Price announces that portions of the Province Lands Bicycle Trail will be closed from December 1, 2014 to mid-March 2015 for reconstruction of the two bicycle bridges at Province Lands Road.   October 27, 2014  Entrance Fee Increase is Proposed for Cape Cod National Seashore  Superintendent George Price is proposing an increase to the park’s entrance fee. The daily vehicle fee would increase from $15 per vehicle to $20 per vehicle. The fee for the seasonal Cape Cod National Seashore pass would increase from $45 per vehicle to $60 per vehicle. The per person daily fee would increase from $3 to $10, and the motorcycle daily fee would increase from $5 to $15, bringing fees in line with standards recommended by the National Park Service (NPS). Entrance fees for Cape Cod National Seashore have not increased since 2007.   October 27, 2014  Two Hundred Ninety-Sixth Meeting of the Cape Cod  National Seashore Advisory Commission  The Two Hundred and Ninety-Sixth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, November 17, 2014, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station Road, in Wellfleet, Massachusetts .   October 20, 2014  Province Lands Road Reconstruction Announced  Superintendent George Price announces that Province Lands Road, between Race Point Road and the entrance to Herring Cove Beach, will be closed for reconstruction between November 1, 2014 and mid-March 2015.  Work includes resurfacing 2.4 miles of Province Lands Road, realigning the entrance road to Herring Cove Beach parking lot, and replacing two existing bicycle trail bridges with concrete box culverts to increase the overhead clearance for bicyclists passing under Province Lands Road.   October 20, 2014  “State of the Seashore” Presentation Scheduled for October 28  The final presentation in Cape Cod National Seashore’s fall symposium, “Beyond the Beach,” will be a “State of the Seashore” program with Superintendent George Price at the Salt Pond Visitor Center in Eastham at 6:30 PM on October 28. The program is free, accessible, and open to the public.   October 15, 2014  Cape Cod National Seashore to Host - An Era Exposed - Exhibit by Nauset Regional High School Honors Art Student  Cape Cod National Seashore’s Parks as Classrooms Education Program and the Nauset Regional High School Art Department recently collaborated on an education program designed to introduce honors portfolio, printmaking, and photography students to the national seashore’s historic buildings, and to inspire the creation of art based on these cultural properties. Works from this collaboration will be on display at the Salt Pond Visitor Center in Eastham between November 3 and 25, 2014. There will be an artist reception Tuesday, November 4 from 1:30 to 2:30 PM.   October 15, 2014  Cape Cod National Seashore Presents Great Animal Migrations of Cape Cod  Cape Cod National Seashore provides critical habit for a variety of migratory species, including shorebirds, gray and harbor seals, and dragonflies.  Three subject specialists will team up to share the stories of several of these migrations on Tuesday, October 21 at 6:30 PM at Salt Pond Visitor Center in Eastham.   October 10, 2014  CC Commission Announces Workshop Set for October 30, 2014:  Outer Cape Bicycle and Pedestrian Master Plan  Representatives from Provincetown, Truro, Wellfleet, the Cape Cod National Seashore and the Cape Cod Commission will host the first in a series of public workshops on the Outer Cape Bicycle and Pedestrian Master Plan on Thursday, October 30, 2014, at the Truro Community Center , 7 Standish Way, from 3:30 – 5:30 p.m.   October 07, 2014  Cape Cod National Seashore to Present - The Technologies of Tracking Coastal Change  A one-hour presentation on historic and new and emerging technologies for tracking coastal change will be on October 14 at 6:30 PM at Salt Pond Visitor Center in Eastham.   September 30, 2014  Cape Cod National Seashore to Present - Fire as a Tool for Preserving Cultural Landscapes  A one-hour presentation on the use of fire as a tool for preserving cultural landscapes will be held on Tuesday, October 7 at 6:30 PM at the Salt Pond Visitor Center in Eastham.   September 19, 2014  Cape Cod National Seashore Seeks Volunteers for Captain Penniman House - Training Program in October  Cape Cod National Seashore seeks volunteers who are interested in sharing this engaging story of the Penniman House with the public during tours and open houses beginning in spring 2015.   September 19, 2014  Cape Cod National Seashore to Host Thorton Burgess Presentation on September 27  Cape Cod National Seashore will host a talk on Thornton W. Burgess on Saturday, September 27th at 2 PM at the Salt Pond Visitor Center in Eastham. Sandwich-based author Christie Palmer Lowrance will present this program on the life of the renowned 20th-century naturalist and children’s author, who was born on Cape Cod.   September 19, 2014  Cape Cod National Seashore Perspectives Series Showcases Photography Taken by the Cape Cod Viewfinders  For the month of October, Cape Cod National Seashore’s Perspectives Series, Seeing Cape Cod National Seashore through Art, is exhibiting work from Cape Cod Viewfinders, a local camera club that is dedicated to promoting the study, understanding, improvement, and enjoyment of photography.   September 15, 2014  Nauset Light Beach Boardwalk Relocation  Superintendent George Price announces that a project to replace the boardwalk with a ramp at Nauset Light Beach in Eastham will begin on Tuesday, September 16, 2014. Visitors will have uninterrupted access to the beach throughout this small coastal adaptation project.   September 15, 2014  CCNS Press Release September 2014 Advisory Commission Meeting  The Two Hundred and Ninety-Fifth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, September 29, 2014, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station Road, in Wellfleet, Massachusetts.   September 15, 2014  Beyond the Beach Series Kicks off September 30  with - Return of the Tides The Restoration of the Herring River  The first program in the five-week series Beyond the Beach presented by Cape Cod National Seashore will take place on September 30th at 6:30 PM at the Salt Pond Visitor Center in Eastham.   September 15, 2014  2014 Beyond the Beach Series Slated for Cape Cod National Seashore  On five consecutive Tuesday evenings from September 30 through October 28, staff specialists and guest presenters will provide a behind-the-scenes look at the national seashore’s diverse resources and issues, from prescribed fire and coastal change, to animal migrations and salt marsh restoration.   September 12, 2014  Public Informational Workshop on Eastham projects on Thurs September 18 2014  Announcing a Public Informational Workshop to discuss projects and issues of importance to the Town of Eastham on Thursday, September 18, 2014.   August 27, 2014  Cape Cod National Seashore to Host Dune Shack Arts and Sciences  Exhibit in September  Cape Cod National Seashore will exhibit works from dune shack visits and residencies as its Perspectives: Seeing Cape Cod National Seashore through Art resumes in September.  The exhibition is curated by the Peaked Hill Trust, which offers arts and sciences residencies at dune shacks it operates under its permit with Cape Cod National Seashore.   August 25, 2014  Replacement of Nauset Marsh Bridge at Cape Cod National Seashore  Cape Cod National Seashore Superintendent George Price has announced that the small bridge along the Nauset Marsh Trail in Eastham will be replaced, and that section of trail will be temporarily closed. The closure will begin right after Labor Day, and is expected to last approximately two weeks, until the bridge replacement has been completed.   August 22, 2014  National Park Service Celebrates 98th Birthday!  Cape Cod National Seashore will celebrate the 98th birthday of the National Park Service by waiving its normal entrance fee of $15 on Monday, August 25 at the six Cape Cod National Seashore beaches.   August 18, 2014  Cape Cod National Seashore to Host Evening Program Petticoats at Sea with Storyteller Joan Gatturna  History is full of the stories of the captains of America's great clipper ships, but the tales of the women and children who sometimes sailed with them are rarely heard.  Join storyteller Joan Gatturna as she tells their stories in a performance of Petticoats At Sea at 7 PM on Tuesday, August 26 at Salt Pond Visitor Center in Eastham.   August 14, 2014  Cape Cod National Seashore to Host Day of Science Talks  Science in the Seashore Symposium August 28  The Atlantic Research and Learning Center (ARLC), a component of the Cape Cod National Seashore, will host the fourth annual \"Science in the Seashore Symposium\" at the Salt Pond Visitor Center on August 28, from 1 to 4 PM. This popular program features a diverse group of scientists and scholars talking about the many natural and cultural research projects they are conducting within the national seashore.   August 12, 2014  Evening Program Celebrates Cape Cod Canal Centennial  Join US Army Corps of Engineers Park Ranger Samantha Gray for a free, one-hour presentation entitled “The Canal Story” at 7 PM on Tuesday, August 19, at Salt Pond Visitor Center in Eastham.   August 05, 2014  Cape Cod National Seashore Call For Artists to Exhibit Work at Salt Pond Visitor Center  This fall, winter and spring, Cape Cod National Seashore’s Salt Pond Visitor Center will host a series of art exhibitions focusing on the seashore’s many varied natural and cultural resources.  The seashore is currently accepting applications from artists interested in showing their work in month-long exhibitions through the autumn, winter and spring.   August 05, 2014  Cape Cod National Seashore to Host Evening Program Songs for the Earth with Musician Paul Kaplan  Join musician Paul Kaplan for a one-hour program of environmental music at 7 PM, on August 12, at Salt Pond Visitor Center in Eastham. In “Songs for the Earth” Paul Kaplan presents engaging songs on a wide variety of environmental topics.   July 30, 2014  Evening Program at Salt Pond Visitor Center - Coastal Resources and Native Motifs in Traditional Wampanoag Arts with Elizabeth James-Perry  Join Southern New England artist Elizabeth James-Perry at 7 PM on Tuesday, August 5 at Salt Pond Visitor Center in Eastham for a one-hour presentation focusing on Native American adornment and material culture including traditional weaving and the coastal artistic tradition of wampum. Elizabeth, who is of Aquinnah Wampanoag heritage, will show some of her wild-harvested fibers, woven pouches, and wampum.   July 24, 2014  Province Lands Mini-Fest Slated for August 1  The last week of July is Family Week in Provincetown, and Cape Cod National Seashore will add to the festivities with a special event for kids and parents.  On Friday, August 1st, the Province Lands Visitor Center will host its second annual Mini-Fest from 2 to 4 PM, featuring games, crafts, and music.   July 23, 2014  Cape Cod National Seashore’s Safety Officer Receives Two Awards  Superintendent George Price announces that Nicole Taylor, Safety and Environmental Officer at Cape Cod National Seashore, has been recognized by her peers and been presented with two major awards.   July 23, 2014  Cape Cod National Seashore to Host - The Legacy of Thornton Burgess Program  Join author and Sandwich resident Christie Palmer Lowrance for a journey into the life and stories of the famous Sandwich born children’s author, Thornton W. Burgess. This 45-minute, free program will be held at Salt Pond Visitor Center at 3 PM on Wednesday, August 6.   July 23, 2014  CCNS Press Release - Ban of Unmanned Aircraft  Superintendent George Price signed the latest version of the Superintendent’s Compendium, which includes a ban of launching, landing, or operating an unmanned aircraft from or on lands and waters administered by the National Park Service within the boundaries of Cape Cod National Seashore, except as approved in writing by the superintendent.   July 21, 2014  Cape Cod National Seashore to Host Evening Program - Wildlife at Cape Cod National Seashore - The Rare and Unseen Among Us  Join Cape Cod National Seashore Wildlife Ecologist Dr. Robert Cook at 7 PM on Tuesday, July 29 at Salt Pond Visitor Center in Eastham for a one-hour presentation focusing on some of the lesser-known and less conspicuous species of wildlife in the park, what we do and do not know about them, and the roles they play in the seashore’s ecology.   July 21, 2014  Cape Cod National Seashore Bicycle Safety Committee Presents - Bicycle Safety at the Seashore 2014  In an effort to reduce incidence and severity of bike accidents at Cape Cod National Seashore, the Bicycle Safety Committee will host the fifth annual “Bicycle Safety at the Seashore” event at visitor centers.   July 21, 2014  CCNS Press Release - 2013 Economic Benefits to Local Community from Cape Cod NS  A new National Park Service report shows that 4,501,897 visitors to Cape Cod National Seashore in 2013 spent $185.7 million in communities near the park. That spending supported 2,226 jobs in the local area.   July 17, 2014  Cape Cod National Seashore Receives 2014 America’s Best Idea Grant from the National Park Foundation  National Park Foundation press release announces Cape Cod National Seashore as America's Best Idea grant recipient.   July 14, 2014  Cape Cod National Seashore to Host Evening Program - Science as a Way of Thinking About and Understanding Nature  Join Cape Cod National Seashore Geographic Information Systems Specialist Mark Adams at 7 PM on Tuesday, July 22 at Salt Pond Visitor Center in Eastham for a one-hour presentation about how scientists are using long-term observations in the park to understand nature and to prepare us for the future enjoyment of Cape Cod.   July 07, 2014  Cape Cod National Seashore to Host Live Owl Program  Join Perry Ellis from Mass Audubon’s Blue Hills Trailside Museum for a free, one-hour live owl presentation at 7 PM on Tuesday, July 15, at the Salt Pond Visitor Center in Eastham.   July 03, 2014  Cape Cod National Seashore Great White Shark Safety 2014  Cape Cod National Seashore Superintendent George Price reminds visitors and residents that we share the national seashore with native wildlife. As top predators, sharks are critical for maintaining a healthy and balanced marine ecosystem.  Shark advisory signs for beaches and brochures provide education and safety tips for beach users.   June 27, 2014  Cape Cod National Seashore to Host Atlantic White Shark Research Evening Program with John Chisholm and Cynthia Wigren  White sharks are one of the world’s most recognizable marine animals.  Growing to a length of almost seven meters and weighing over two tons, they are a top predator.  Join John Chisholm and Cynthia Wigren at 7 PM on July 8 at Salt Pond Visitor Center in Eastham for a presentation on these fascinating creatures and the research being done in the waters off Cape Cod.   June 26, 2014  Immerse Yourself in Cape Cod National Seashore  Rangers at Cape Cod National Seashore are offering a variety of experiences this summer designed to immerse park visitors and neighbors in the national seashore’s spectacular natural resources. All programs are posted at www.nps.gov\/caco and are also listed in the summer edition of Park News, available at Salt Pond Visitor Center in Eastham and Province Lands Visitor Center in Provincetown. Here’s a sampling of a few immersive and experiential programs led by rangers this summer:   June 23, 2014  Cape Cod National Seashore to Host Evening Program - Life at Sea A Voyage in Song with David Coffin  Join acclaimed-musician David Coffin for a free, one-hour program at 7 PM on Tuesday, July 1 at Salt Pond Visitor Center in Eastham.  Widely known for his rich, baritone voice and ability to perform on a variety of instruments, David Coffin has performed throughout New England since 1980.   June 23, 2014  Cape Cod National Seashore to Host - Untangling the Art and Science of Communicating Global Warming  Learn about the latest directions in global warming engagement and the communication tools you can employ in your own life during this free, one-hour program at Salt Pond Visitor Center on Sunday, June 29 at 7 PM.  The session will be presented by Justin Rolfe-Redding, a doctoral candidate at the Center for Climate Change Communication at George Mason University.   June 18, 2014  Presentation on Kettle Ponds by Underwater Photographer William Scully and National Seashore Mapping Specialist Mark Adams  In conjunction with this month’s exhibit, Underwater Lily,  featuring  William Scully’s fine art photography, Mr. Scully and Cape Cod National Seashore mapping specialist Mark Adams will team up to present a program about the explorations that led to these photographs and will discuss insights into the scientific and aesthetic experiences that are possible in these seashore environments. This free, one-hour program takes place on June 21, at 2 PM, at the Salt Pond Visitor Center.   June 10, 2014  Smoking Prohibited on Cape Cod National Seashore Beaches Beginning this Summer  Superintendent George Price announced that smoking will be prohibited beginning June 19, 2014 at all six guarded beaches at the National Seashore.   June 05, 2014  National Seashore to Host Cape Cod Lighthouse Charter School  Outdoor Art Installation at Fort Hill  Cape Cod National Seashore Superintendent George E. Price, Jr. has announced the installation of an innovative outdoor sculpture exhibit at Fort Hill in Eastham.   June 04, 2014  Two Hundred Ninety-Fourth Meeting of the Cape Cod National Seashore Advisory Commission  The Two Hundred and Ninety-Fourth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, June 9, 2014, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   May 23, 2014  Cape Cod National Seashore to Host Celebration of   Wampanoag Culture on May 31  Come to Salt Pond Visitor Center on May 31, to participate in a celebration of Wampanoag culture and traditions. Five craftsmen and artists from the Aquinnah and Mashpee communities will demonstrate and discuss refined traditional skills from their Eastern Woodland culture that have been carried down through time. Fun interactive, experiences will be provided for children.   May 23, 2014  Storm Damage Repairs Completed at Cape Cod National Seashore  Superintendent George Price announced the storm damage suffered by public facilities this past winter has been repaired. Those facilities are now open to the public.   May 19, 2014  Seashore to Host Junior Lifeguard Program this Summer  Cape Cod National Seashore will once again offer its Junior Lifeguard Program for boys and girls ages 13 to 17 this summer. The purpose of the program is to promote water safety and provide job-specific training on Cape Cod by reaching out to area youth. Many past junior lifeguards currently work as ocean lifeguards for the seashore and several towns on Cape Cod.   May 17, 2014  Cape Cod National Seashore to Host Exhibition of  William Scully Photographs  The Underwater Lily Series of William Scully’s fine art photography blends the viewpoints of an artistic and scientific observer who brings to his local Cape outings the spirit and focus of an explorer. Mr. Scully’s photographs will be on exhibit at the Salt Pond Visitor Center classroom in June.   May 01, 2014  Cape Cod National Seashore Province Lands Visitor Center Opens for the Season  Cape Cod National Seashore’s Province Lands Visitor Center, located on a high dune at the tip of the Cape in Provincetown, has opened for the 2014 season. Hours of operation are 9 AM to 5 PM daily through October 31.   April 30, 2014  Storm Damage Repairs at Cape Cod National Seashore  Superintendent George Price announced contracts have now been awarded for the repairs to national seashore beach facilities which suffered damage from storms this past winter.   April 28, 2014  Seashore Superintendent Announces Regional Director Concurrence with Finding of No Significant Impact for Environmental Assessments for Herring Cove Beach North Public Use Site Plan  Cape Cod National Seashore (CCNS) Superintendent George E. Price, Jr. and his staff have selected an alternative from those presented in the Herring Cove Beach North Public Use Site Plan.  The National Park Service (NPS) Regional Director concurred on April 9, 2014 with the Finding of No Significant Impact (FONSI) for the Selected Alternative for both of the plans.   April 28, 2014  Seashore Superintendent Announces Regional Director Concurrence with Finding of No Significant Impact for Environmental Assessments for Provincetown Municipal Airport Capital Improvement Plan  Cape Cod National Seashore (CCNS) Superintendent George E. Price, Jr. and his staff have selected an alternative from those presented in the Provincetown Municipal Airport Capital Improvements Plan Environmental Assessment. The National Park Service (NPS) Regional Director concurred on April 9, 2014 with the Finding of No Significant Impact (FONSI) for the Selected Alternative.   April 15, 2014  National Park Service Selects Johnson Golf Management as Concessions Operator for the Highland Links Golf Course at Cape Cod National Seashore  PHILADELPHIA - National Park Service (NPS) Northeast Regional Director Michael A. Caldwell has announced the selection of Johnson Golf Management, Inc., to operate the Highland Links Golf Course, located at Cape Cod National Seashore, in the town of Truro, MA.   April 11, 2014  Cape Cod National Seashore to Host Photography Exhibit by Ronald Wilson  The Art of Seeing, the fine art photography of Ronald Wilson, is the featured work for May as part of Cape Cod National Seashore’s exhibition Perspective Series, Seeing Cape Cod National Seashore Through Art.   April 09, 2014  Cape Cod National Seashore to Continue Traffic Detours on Province Lands Road to Protect Spadefoot Toads in 2014  The superintendent of the Cape Cod National Seashore announces that traffic on Province Lands Road will continue to be occasionally detoured to protect spadefoot toads.  The detour, which may be implemented from April through October, on rainy nights, is intended to help protect the eastern spadefoot toad.   March 28, 2014  Two Hundred Ninety-Third Meeting of the  Cape Cod National Seashore Advisory Commission April 14  The Two Hundred and Ninety-Third meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, April 14, 2014, at 1:00 PM, in the meeting room at Headquarters, 99 Marconi Station Road, in Wellfleet, Massachusetts.   March 27, 2014  Student Marine Art Exhibit in April at Cape Cod National Seashore  A display of winners from the 2013 Marine Art Contest sponsored by Massachusetts Marine Educators will be on display at Cape Cod National Seashore’s Salt Pond Visitor Center from April 1 until April 28.   March 27, 2014  Cape Cod National Seashore to Host The Cape Cod Perimeter - An Illustrated Presentation on April 13  Join Mark McGrath for an illustrated program chronicling the experience he and his wife, Patti, had exploring the entire perimeter of Cape Cod by walking its shoreline and swimming its waterways.   March 18, 2014  Cape Cod National Seashore to Host Tribute to Henry Beston and his Literary Classic - The Outermost House  On Sunday March 30th at 2:00 PM at the Salt Pond Visitor Center, photographer Robby McQueeney, also known as The Dune Tramp, will present a 45-minute illustrated program using his photographs, paired with verses from Henry Beston’s classic book, The Outermost House, which captures the essence of the Outer Beach of Cape Cod.   March 03, 2014  Economic Benefits to Community from CCNS  Tourism to Cape Cod National Seashore creates $179 Million in Economic Benefit; Report shows visitor spending supports 2,170 jobs in local economy   February 21, 2014  Spring Turkey Hunt at Cape Cod National Seashore for 2014  The spring eastern wild turkey hunt will take place in Massachusetts starting April 28, and in Cape Cod National Seashore for a third season.  The spring turkey hunt is a result of the Cape Cod National Seashore Hunting Program Environmental Impact Statement Record of Decision signed in September 2007.   February 12, 2014  Cape Cod National Seashore to Host The Outermost House Inspired Photography Exhibit by The Dune Tramp  Photographer Robby McQueeney, also known as The Dune Tramp, is the featured artist for March at Cape Cod National Seashore’s exhibition series, Perspectives: Seeing Cape Cod National Seashore through Art.   January 30, 2014  Come Into the Wild - both Virtual and Real - at Cape Cod National Seashore During February Vacation  Explore the real and imagined “wild” by attending movies from the national seashore winter film series Into the Wild on Sunday afternoons, or by attending a guided tour exploring the adventures of a whaling captain and his family in the wilderness of far off oceans.   January 27, 2014  Two Hundred Ninety-Second Meeting of the  Cape Cod National Seashore Advisory Commission February 3  The Two Hundred and Ninety-Second meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, February 3, 2013, at 1:00 PM, in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   January 27, 2014  Cape Cod National Seashore and  The Compact of Cape Cod Conservation Trusts to Premiere The Cape Cod National Seashore - A Land of Beauty at Risk on February 3  The Compact of Cape Cod Conservation Trusts is initiating its year-long program of outreach to Lower Cape landowners with the public unveiling of its newest publication, To Live Lightly on the Land: A Guide to Private Land Protection in (and around) the Cape Cod National Seashore, and formal premiere of the accompanying 10-minute video, The Cape Cod National Seashore: A Land of Beauty at Risk.   January 10, 2014  Cape Cod National Seashore Perspectives Series Features Photography by Jim Gillen in February  Cape Cod National Seashore’s Perspective Series, Seeing Cape Cod National Seashore Through Art, will showcase landscape photography by Jim Gillen in February.   January 10, 2014  Cape Cod National Seashore to Host Winter INTO THE WILD Film Festival - Exploring How People Interact with Landscapes and Nature Both Real and Imagined  Cape Cod National Seashore will kick off its annual winter film festival on Sunday, January 19 with the blockbuster film, Dances with Wolves. Each winter a different theme or genre is explored, and this year’s focus is how people interact with landscapes and nature - both real and imagined. Films will show on six consecutive Sundays at 1:30 PM on the theatre-size screen at Salt Pond Visitor Center in Eastham. Refreshments will be provided 30 minutes prior to each film. The movies are free, thanks to generous funding from Friends of the Cape Cod National Seashore.   December 31, 2013  Cape Cod National Seashore to Host Presentation and Reception with  Landscape Painter Joyce Zavorskas  Joyce Zavorskas is January's featured artist in Cape Cod National Seashore’s Perspective Series, exhibiting the work of artists who have captured the essence of Cape Cod. On Saturday, January 18 at 2:00 PM at the Salt Pond Visitor Center in Eastham, Ms. Zavorskas will present a short illustrated program about her exhibition, Documenting the Familiar, which is on display.   December 11, 2013  Cape Cod National Seashore Perspectives Series Features Landscape Paintings by Joyce Zavorskas  Cape Cod National Seashore’s Perspective Series, exhibiting the work of artists who have captured the essence of Cape Cod, continues into January with landscape oil and monotypes by Joyce Zavorskas. The work will be on display through the month at the Salt Pond Visitor Center in Eastham.   December 06, 2013  Herald in the New Year with Activities at Cape Cod National Seashore  Whether you’re visiting the Cape for the holidays hoping to see snow, or live here year ‘round, close out the old year and ring in the new by exploring the many dimensions of Cape Cod National Seashore! Take a hike on your own, or join a ranger to learn more about special spots and resources.   December 05, 2013  Cape Cod National Seashore to Host Reception with Photographer Amber Jane Barricman  Cape Cod National Seashore’s Perspective series, exhibiting the work of artists who have captured the essence of Cape Cod, continues into December with photography by Amber Jane Barricman. Her photographs will be on display through the month at the Salt Pond Visitor Center in Eastham.   November 18, 2013  Perspectives Series - Seeing Cape Cod National Seashore Through Art Continues into December with Photography by Amber Jane Barricman  Cape Cod National Seashore’s Perspective series, featuring the work of artists who have captured the essence of Cape Cod, continues with photography by Amber Jane Barricman. Her photography will be on display during December at the Salt Pond Visitor Center in Eastham.   November 05, 2013  Visit the Salt Pond Visitor Center at Cape Cod National Seashore and Join Park Rangers for Indoor Programs Throughout the Month of November  Now is a great time to visit the Salt Pond Visitor Center in Eastham and enjoy all it has to offer. From the comfort of the indoors, take in the fabulous vista of the Salt Pond and Nauset Marsh, view the exhibits without the crowds, watch one of the five films, shop for the holiday season in the well-stocked bookstore, or join a ranger program.   November 04, 2013  Announcing the Extension of the Herring Cove Beach North Public Access Site Plan Environmental Assessment  Public Review Period and New Public Meeting Date  Superintendent George Price announces that the Herring Cove Beach North Public Access Site Plan Environmental Assessment (EA) public review and comment period has been extended to November 30, 2013.  Additionally, the public meeting that was postponed due to the government shutdown has been rescheduled to Tuesday, November 19 from 4-6 PM.  The meeting will be held at the Provincetown Center for Coastal Studies Lab, 5 Holway Avenue, Provincetown, MA 02657.   October 31, 2013  State of the Seashore Presentation with Superintendent George Price Scheduled for November 12  On Tuesday, November 12 Superintendent George Price will present the program, “State of the Seashore: Successes and Challenges of 2013 and a Look Ahead to 2014.” The free program will be held from 6:30-7:30 PM at the Salt Pond Visitor Center in Eastham. Several topics will be discussed, and there will be a question and answer period.   October 29, 2013  Cape Cod National Seashore Announces Section of Nauset Bike Trail Closed for Rehabilitation  The section of the Nauset Bike Trail between Salt Pond Visitor Center and Tomahawk Trail in Eastham within Cape Cod National Seashore is closed for the second and final phase of rehabilitation and safety improvements.   October 29, 2013  Do Not Feed The Coyotes  Superintendent George Price requests the support of the public to stop feeding coyotes and other wild animals in the national seashore.  This fall has brought an unexpected problem to national seashore beaches when it was observed that visitors are regularly feeding coyotes at the Herring Cove North Parking Lot in Provincetown.   October 29, 2013  Cape Cod National Seashore Receives Funding for Hurricane Sandy Restoration and Research Projects  Cape Cod National Seashore selected as one of four northeast coastal parks to participate in a $2.4 million coastal inventory and mapping project, Submerged Marine Habitat Mapping: A foundation for enhancing resilience to coastal storms and other climate change drivers.   October 29, 2013  Take a Wildlife Hike - Afterschool Program for Scout and Youth Groups at Cape Cod National Seashore  Cape Cod National Seashore is offering a free afterschool program for scout and youth groups on Mondays, Tuesdays, and Wednesdays between November 12 and December 12, 2013.   October 24, 2013  Screening of the Film - Built on Narrow Land - Slated for Salt Pond Visitor Center November 2  The film Built on Narrow Land, by Malachi Connolly, looks at a moment on Cape Cod when the spirit of European modern architecture inspired a group of bohemian designers – both professionals and amateurs  – to build houses that married principles of the Bauhaus style to the centuries-old local architecture of seaside New England. A special screening of the film will be held at Cape Cod National Seashore’s Salt Pond Visitor Center on November 2 at 2:00 PM. The showing is free, accessible, and open to the public.   October 24, 2013  Province Lands Visitor Center Open House on October 31  Cape Cod National Seashore’s Province Lands Visitor Center will close for the season at 5:00 PM on October 31.  On that day, community members and visitors are invited to stop by between 10:00 AM to 2:00 PM to celebrate a successful operating season.   October 17, 2013  Cape Cod National Seashore Reopens to Visitors  Wellfleet, MA – Cape Cod National Seashore reopened to visitors today.  All roads, parking areas, restrooms that are typically open at this time of year, and the Salt Pond and Province Lands visitor centers are open. Facilities managed by partners and concessioners are also reopening. These include Highland Golf Links, Nauset Light, Highland Light, and Nauset Knolls Motel. The national seashore had been closed since October 1 due to the lapse in Congressional appropriations.   October 01, 2013  Cape Cod National Seashore Beyond the Beach October 1 Program Cancelled  Due to the federal government shutdown, the first program in the six-week series Beyond the Beach scheduled for Tuesday, October 1 at 6:30 PM is postponed. It will be rescheduled after the government reopens.   September 30, 2013  Cape Cod National Seashore Beyond the Beach Series Continues with The Technologies of Tracking Coastal Change at Cape Cod National Seashore on October 15  The next program in the six-week series Beyond the Beach presented by Cape Cod National Seashore will take place on October 15 at 6:30 PM at the Salt Pond Visitor Center in Eastham.   September 27, 2013  Cape Cod National Beyond the Beach Series Continues with Too Hot to Handle on October 8  The next program in the six-week series Beyond the Beach presented by Cape Cod National Seashore will take place on October 8 at 6:30 PM at the Salt Pond Visitor Center in Eastham.   September 27, 2013  Announcing the Availability of the Herring Cove Beach North Public Access Site Plan Environmental Assessment and Public Meeting  Superintendent George Price announces that the Herring Cove Beach North Public Access Site Plan Environmental Assessment (EA) is available for public and agency review.   September 20, 2013  Cape Cod National Seashore Kicks Off Beyond the Beach Series with Return of the Tides on October 1  The first program in the six-week series Beyond the Beach presented by Cape Cod National Seashore will take place on October 1 at 6:30 PM at the Salt Pond Visitor Center in Eastham.  Return of the Tides – the Restoration of the Herring River, a Look Back and Ahead will focus on the Herring River estuary in Wellfleet, where waters once pulsed with daily tides that brought prosperity to residents.   September 20, 2013  Perspectives Series - Seeing Cape Cod National Seashore Through Art - Begins on October 1 with Photography by Bill Scully  October marks the beginning of the 2013-2014 Cape Cod National Seashore’s Perspective Series. Artists who have captured the essence of Cape Cod National Seashore through their work, present exhibitions at the Salt Pond Visitor Center in Eastham. The underwater lily series of fine art photography by William Scully will be on exhibit in October.   September 12, 2013  Back to School in the National Parks of America - National Park Service Helps Teachers Make Learning Fun and Relevant  [Wellfleet] - Teachers across Cape Cod have a new tool to help them engage their students in classroom and place-based learning. Today the National Park Service (NPS) launched a new online service for teachers that brings America’s national parks, including Cape Cod National Seashore, into neighborhood classrooms.   September 12, 2013  Beyond the Beach Series Slated for Cape Cod National Seashore  On six consecutive Tuesday evenings from October 1 through November 5, staff specialists and guest presenters will provide a behind-the-scenes look at the national seashore’s diverse resources and issues, from sea level rise and climate change, to animal migrations and seismic research and education.   September 11, 2013  Cape Cod National Seashore to Host Program - A World Class Golf Course on the Banks of Nauset Marsh  Described in 1928 by the Boston Evening Transcript as “one of the finest natural layouts in the world,” the Cedar Banks Links, on the northern shore of Nauset Marsh in Eastham, catered to some of the premier golf pros of the time including Bobby Jones and Francis Ouimet.  Join Mark McGrath with special guest Don Sparrow for a free, one-hour presentation about the fascinating history of the Cedar Banks Links golf course, at 2 PM on Saturday, September 28 at Salt Pond Visitor Center in Eastham.   September 11, 2013  Province Lands Visitor Center to Remain Open through October  Cape Cod National Seashore Superintendent George Price is pleased to announce that that the Province Lands Visitor Center in Provincetown will remain open through October 31.   September 10, 2013  Common and Roseate Terns Begin Migration to South America - Currently Staging and Resting on Cape Cod National Seashore Beaches  The importance of Cape Cod National Seashore beaches to nesting piping plovers and least terns is well known to most Cape residents and visitors.  However, the importance of outer-Cape beaches to common, least, and roseate terns and other shorebirds before and during migration may be less widely appreciated.   August 28, 2013  Invasive Plant Management at Cape Cod National Seashore  Cape Cod National Seashore Superintendent George Price has announced that the Northeast Exotic Plant Management Teams (NE EPMT) will visit the seashore in September to complete an exotic plant control effort at Fort Hill (Eastham).   August 21, 2013  Cape Cod National Seashore to Celebrate Founders Day on August 25  Cape Cod National Seashore to Celebrate Founders Day on August 25   August 13, 2013  Cape Cod National Seashore to Host August 27 Evening Program with Wampanoag Historian Jonathan Perry  Join Jonathan Perry, an Aquinnah Wampanoag historian, for a free, one hour presentation at 7 PM on Tuesday, August 27, at Salt Pond Visitor Center.  Learn about the skills and techniques used by the Wampanoag to craft tools.   August 13, 2013  Cape Cod National Seashore to Host Oceans of Fun Program August 20 with Storyteller Diane Edgecomb  Join storyteller Diane Edgecomb for an hour of stories titled “Oceans of Fun,” Tuesday, August 20, at 3 PM at Province Lands Visitor Center in Provincetown, and at 7 PM at Salt Pond Visitor Center in Eastham.   August 06, 2013  Science in the Seashore Research Symposium Slated for August 23  The Cape Cod National Seashore, Atlantic Research & Learning Center (ARLC) will host the third annual “Science in the Seashore Research Symposium” at the Salt Pond Visitor Center located in Eastham, Massachusetts on Friday, August 23rd.   August 05, 2013  Cape Cod National Seashore to Host Geography Gameshow with Neal Nichols  Join Neal Nichols for a free, one-hour, interactive, geography program at 7 PM on Tuesday, August 13 at Salt Pond Visitor Center in Eastham.  Since 1992, this Wellfleet-born artist has been sharing his passion for maps, and impressive memory for drawing them, with audiences. The “Geography Gameshow” is an event that features the rendering of a map from memory through which the audience interacts and participates by identifying specific locations throughout the program.   July 30, 2013  Province Lands Mini-Fest for Family Week  The first week of August is Family Week in Provincetown.  Cape Cod National Seashore is offering special events for children and their parents.   July 30, 2013  Cape Cod National Seashore to Host Evening Program - Songs of the Sea with Denya LeVine and Julie Charland  Join Denya LeVine and Julie Charland for a free, one hour performance titled “Songs of the Sea” on Tuesday, August 6 at 7 PM at Salt Pond Visitor Center in Eastham.  Songs of the Sea includes sea chanteys, folk music, fiddle tunes, and 20th-century popular music, all on the theme of the sea.   July 23, 2013  Erosion Necessitates Removal of Interpretive Shelter at Marconi Site in Cape Cod National Seashore  In 1903 Guglielmo Marconi made communication history by sending the first transatlantic wireless message to Great Britain from the cliffs of South Wellfleet. Over the decades, Cape Cod National Seashore has interpreted this significant story for visitors through exhibits and radio events, including some in the vicinity of the site from which that original message was sent. While some artifacts from the original station site remain, most have been lost over time as the shoreline has eroded. Exhibits and an interpretive shelter with a model of the historic station site were recently removed by Cape Cod National Seashore because they were perilously close to the eroding dune.   July 23, 2013  Bicycle Safety Day at Cape Cod National Seashore  In an effort to reduce incidence and severity of bike accidents, the Cape Cod National Seashore’s, Bicycle Safety Committee will host its third annual “Bicycle Safety at the Seashore” event on Friday, August 9, from 10 AM to 2 PM at Salt Pond Visitor Center.   July 23, 2013  Cape Cod National Seashore Through the Eye of the Artist - A Call For Artists to Exhibit Work at Salt Pond Visitor Center  The Outer Cape Cod landscape has long served as muse for artists from around the world.  This winter, Cape Cod National Seashore’s Salt Pond Visitor Center will host a series of art exhibitions focusing on the seashore’s many varied natural and cultural resources.  The seashore is currently accepting applications from artists interested in showing their work in month-long exhibitions through the autumn, winter and spring.  Those interested in exhibiting their work as part of the series should contact Sue Haley at 508-255-3421 ext. 15.   July 23, 2013  Cape Cod National Seashore to Host Program on the Saltworks of Cape Cod  Join Janice Burling and Penny Lewis, founders of Cape Cod Saltworks Sea Salt for a fascinating look at the history of the salt industry on Cape Cod and the processes they use today to harvest all-natural sea salt from local waters.  This free, one-hour presentation will take place at 7 PM at Salt Pond Visitor Center in Eastham on July 30.   July 18, 2013  Cape Cod National Seashore Great White Shark Safety  Cape Cod National Seashore Superintendent George Price reminds visitors and residents that we share the national seashore with native wildlife.   July 16, 2013  Cape Cod National Seashore to Host Once Upon a Tide Evening Program with Jackson Gillman  Jackson Gillman is so adept at changing into a wide variety of colorful characters, that he is called the \"Stand-Up Chameleon.\" Join Jackson for a rollicking mix of interactive songs, movement and stories guaranteed to delight and enchant you and your family.  Head to Salt Pond Visitor Center at 7 PM on Tuesday, July 23 for a free, one-hour show in which he will draw on his fishy repertoire from the sandy beach to the briny deep.   July 09, 2013  Cape Cod National Seashore to Host Evening Program - Salt and Family - The Life of a Humpback Whale with Carol Krill Carson  Join Carol “Krill” Carson for a free, one-hour program at 7 PM on Tuesday, July 16 at Salt Pond Visitor Center. This program will be a fun-filled evening about the life of Salt, the most famous humpback whale in the world.   July 03, 2013  Cape Cod National Seashore’s Bicycle Safety Committee presents: Bicycle Safety at the Seashore  Bicycle accidents are the number one cause of visitor injuries at the Cape Cod National Seashore.  In an effort to reduce incidence and severity of bike accidents, the Cape Cod National Seashore, ``the Bicycle Safety Committee will host its third annual “Bicycle Safety at the Seashore” event on Friday, July 19th from 10:00 AM to 2:00 PM at Province Lands Visitor Center.   June 28, 2013  Cape Cod National Seashore to Host Programs of  Traditional Songs with Balladeer Linda Russell July 9  Balladeer Linda Russell explores the impact of settlement and the relationship between people and the land as revealed in the traditional songs of the past.  Her program “Songs of Nature and the Land” takes a musical and historical look at the natural world of Cape Cod.  Join Linda Russell for two, one-hour presentations at 3 PM on Tuesday, July 9, at the Province Lands Visitor Center in Provincetown, and at 7 PM at the Salt Pond Visitor Center in Eastham.   June 28, 2013  Herring Cove Beach Bathhouse Grand Opening  Superintendent George Price announced that the Grand Opening for the new Herring Cove Beach Bathhouse facilities will be held on Thursday, July 11 at 3:00pm.  The event will include music by Zoe Lewis and her Rubber Band, refreshments by Far Land Provisions and remarks.  Parking fees will be waived for the Herring Cove parking lots starting at 2pm.   June 26, 2013  Cape Cod National Seashore Beaches Open for the Summer Season  Superintendent George Price announced that the final stair repairs for the Nauset Light Beach, Eastham, and Marconi Beach, Wellfleet have been completed.  The beaches suffered considerable damage in the series of storms this winter.  Both beaches lost the wooden access stairs down the bluff.  Nauset Light Beach was open two weeks ago, and Marconi Beach was opened to the public today, Wednesday, June 26, at noon.   June 24, 2013  Cape Cod National Seashore to Host Program - A Look at the Herring River Restoration Project with Restoration Ecologist Tim Smith  Join Cape Cod National Seashore Restoration Ecologist Tim Smith at 7 pm on Tuesday, July 2 at Salt Pond Visitor Center in Eastham to learn about the history of the Herring River and the seashore's plans to restore it.   June 21, 2013  Seashore Announces Highlands Fest:Weathering Change in our Air, Land and Sea  Join the Highlands Center partner organizations and seashore staff for Highlands Fest 2013, to be held at the Highlands Center in Truro on Saturday, June 29 from 10am-2pm (rain date Sunday, June 30). This year’s focus is exploring our climate and provoking thought about ways to live with climate change.   June 21, 2013  Far Land Provisions Selected as Snack Bar Concessioner for New Herring Cove Bath House Complex  Superintendent George Price announced that Far Land Provisions of Provincetown has been selected as the new Herring Cove Bathhouse concessioner.  Far Land Provisions submitted their proposal for a three year term to the National Park Service regional office based upon an open RFQ process which ended on May 28, 2013.   June 04, 2013  Flag Day Celebration to Dedicate New Flag Pole at the Historic Captain Edward Penniman House  Superintendent George Price announced that there will be a special flag-raising ceremony to celebrate the installation of a new flag pole on the grounds of the historic Captain Edward Penniman House in Eastham.  The ceremony will begin at 11 AM on Flag Day, June 14, 2013, and will feature remarks from Superintendent Price, a representative of Friends of the Cape Cod National Seashore, which generously funded the flag pole, and a class from Eastham Elementary School studying Eastham history.   May 17, 2013  Cape Cod National Seashore Herring Cove Open To Bid for Temporary Food Contract  The Northeast Region (NER) is soliciting qualified applicants for a temporary contract for a food and beverage snackbar operation at Herring Cove Beach within Cape Cod National Seashore.   May 17, 2013  Cape Cod National Seashore Announces Access to Coast Guard Beach Closed May 21  Cape Cod National Seashore Superintendent George Price has announced that access to Coast Guard Beach in Eastham will be closed on Tuesday, May 21 from 6:00 AM to 3:00 PM so seashore staff can create an accessible path to the beach in advance of the summer season.   May 15, 2013  Cape Cod National Seashore Beaches Open for 2013 Season  The recreation beaches of Cape Cod National Seashore suffered considerable damage in the series of storms this winter, but Superintendent George Price assures that all will be open for the summer season.   May 14, 2013  Cape Cod National Seashore Hosts a Celebration of Wampanoag Culture on June 1  Visit Salt Pond Visitor Center on June 1, 2013 to participate in a celebration of Wampanoag culture and traditions. Several craftsmen and artists from the Aquinnah and Mashpee Wampanoag communities will demonstrate and discuss refined traditional skills from their Eastern Woodland culture that have been carried down through time.   May 10, 2013  Two Hundred Eighty-Ninth Meeting of the Cape Cod National Seashore Advisory Commission  The two-hundred and eighty-ninth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, May 13,  2013, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   May 03, 2013  Seashore to Host Junior Lifeguard Program for 2013  For 2013, Cape Cod National Seashore will once again offer its Junior Lifeguard Program for boys and girls ages 13 to 16. The purpose of the program is to promote water safety and provide job-specific training on Cape Cod by reaching out to area youth. Past junior lifeguards currently work as ocean lifeguards for the seashore and several towns on Cape Cod.   April 26, 2013  Philip Keohan Photos at Salt Pond Visitor Center for May  The Perspective Series, showcasing artist’s work influenced by Cape Cod National Seashore, is coming to a close with the final exhibit of the season. During the month of May the fine art photographic prints by Philip Keohan will be on exhibit at the Salt Pond Visitor Center.   April 19, 2013  Nauset Bike Trail Closure for Restoration  Cape Cod National Seashore will close a portion of the Nauset Bike Path this spring for the first of two phases of rehabilitation and safety improvements.  The section of the trail between Tomahawk Trail and Coast Guard Beach will be closed for one month from April 24th to May 24th for construction. During this period pedestrians and bikes will be prohibited from using this section of the trail.   April 10, 2013  Cape Cod National Seashore to Continue Traffic Detours on Province Lands Road to Protect Spadefoot Toads for 2013  The superintendent of the Cape Cod National Seashore announces that traffic on Province Lands Road will continue to be occasionally detoured to protect spadefoot toads.  The detour, which may be implemented from April through October, on rainy nights, is intended to help protect the eastern spadefoot toad.   April 05, 2013  Cape Cod National Seashore  Sequestration and the 2013 Summer Season  Cape Cod National Seashore Superintendent George Price has announced that the 2013 summer program has been finalized with the incorporation of a $376,000 reduction to Cape Cod National Seashore budget from sequestration.   April 03, 2013  Interpretive Programs Offered at Cape Cod National Seashore  for the Month of April  During April, recurring interpretive programs offered at Cape Cod National Seashore will cover a diverse selection of topics relating to the significant stories and resources that define the national seashore and Cape Cod. Programs range from short, one-hour guided walks and talks, to more in depth three-hour explorations into remote areas.   March 28, 2013  Craig Caldwell Paintings at Salt Pond Visitor Center for April  The Luminist tradition landscape paintings and more realistic representations of local fish species from artist Craig Caldwell will be on display at the Salt Pond Visitor Center during the month of April.   March 05, 2013  Spring Turkey Hunt at Cape Cod National Seashore  The spring Eastern Wild Turkey hunt will take place in Massachusetts starting April 29 and in Cape Cod National Seashore for a second season.  The spring turkey hunt is a result of the Cape Cod National Seashore Hunting Program Environmental Impact Statement Record of Decision signed in September 2007.   February 26, 2013  Cape Cod National Seashore Hosts an Ocean Futures Series presented by Provincetown Center for Coastal Studies  Join Provincetown Center for Coastal Studies Marine Education Director Jesse Mechling for a three-part lecture series entitled “Ocean Futures” March 16, 30, and April 13 at 1:30 PM at the Salt Pond Visitor Center in Eastham.  Programs are one hour and free of charge.   February 26, 2013  Landscape Paintings of Daniel Springer at Salt Pond Visitor Center  Beginning on Saturday, March 2 and through the end of the month, painter and educator, Daniel Springer will present a solo show of his en plein air and studio depictions of various national seashore locations. This exhibit will be at the Salt Pond Visitor Center in Eastham.   February 21, 2013  Jason Taylor Selected as Chief of Natural Resource Management  Cape Cod National Seashore  Superintendent George Price announced that Jason J. Taylor has been selected as the Chief of Natural Resource Management of Cape Cod National Seashore.  Prior to his selection, Jason served as a Landscape Ecologist with the Bureau of Land Management, National Operations Center, Denver, Colorado.   February 06, 2013  Announcing the Advisory Commission Subcommittee Workshop Meeting for the Herring Cove Beach to be Held February 13  Superintendent George Price announces that the Cape Cod National Seashore Advisory Commission Subcommittee will hold a workshop meeting for the Herring Cove Beach Revetment and Parking Project Environmental Assessment on Wednesday, February 13 from 9 to 1 PM.  The meeting will be held at the Provincetown Center for Coastal Studies Lab, 5 Holway Avenue, Provincetown.   January 31, 2013  Join Cape Cod National Seashore Ranger Programs  During February Vacation Period  Nature walks, a tour of a whaling captain’s home, a walk focusing on winter birds, and a showing of the Oscar-winning animated adventure movie Finding Nemo are among the programs being offered by Cape Cod National Seashore staff between February 16 and 28. Many programs are geared towards families who live on Cape Cod or are visiting during the February vacation period.   January 14, 2013  Janet Barricman Selected as Administrative Officer for Cape Cod National Seashore  Superintendent George Price announced that Janet Barricman has been selected as the permanent Administrative Officer for the Cape Cod National Seashore.   January 11, 2013  Announcing the Advisory Commission Subcommittee Workshop Meeting for the Herring Cove Beach to be Held Wednesday January 16  uperintendent George Price announces that the Cape Cod National Seashore Advisory Commission Subcommittee will hold a second workshop meeting for the Herring Cove Beach Revetment and Parking Project Environmental Assessment.  The meeting will occur on Wednesday, January 16, 2013 from 9 to 1 PM. The meeting will be held at the Provincetown Center for Coastal Studies Lab, 5 Holway Avenue, Provincetown.   December 28, 2012  Two Hundred Eighty-Seventh Meeting of the Cape Cod National Seashore Advisory Commission January 14  The two-hundred and eighty-seventh meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, January 14, 2013, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   December 21, 2012  Student Marine Art Celebrating Stellwagen Bank Sanctuary Species on Display at Cape Cod National Seashore through mid-January  A display of winners from the 2012 Marine Art Contest sponsored by Massachusetts Marine Educators is now on display at Cape Cod National Seashore’s Salt Pond Visitor Center.  The artwork was created by students from schools across Massachusetts and captures some of the diversity of species found in nearby Stellwagen Bank National Marine Sanctuary.   December 17, 2012  National Park Service Announces Short Term Lease Opportunity  Cape Cod National Seashore Superintendent George Price announced an opportunity to lease the cottage located at 222 Ocean View Drive in Wellfleet.  Superintendent Price said, “We lease many of the structures owned by the National Park Service. It’s a great way to maintain the houses rather than watch them decay over time.”   December 10, 2012  Announcing the Advisory Commission Subcommittee Workshop Meeting for the Herring Cove Beach to be Held Monday December 17 2012  Superintendent George Price announces that the Cape Cod National Seashore Advisory Commission Subcommittee will hold a workshop meeting for the Herring Cove Beach Revetment and Parking Project Environmental Assessment.  The meeting will occur on Monday, December 17, 2012 from 9 to 1 PM.   October 31, 2012  Two Hundred Eighty-Sixth Meeting of the Cape Cod National Seashore Advisory Commission  The two-hundred and eighty-sixth meeting of the Cape Cod National Seashore Advisory Commission will take place on Wednesday, November 14, 2012, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   October 30, 2012  Announcing the Start of Construction and Demolition Work  at the Herring Cove Bathhouse  Superintendent George Price announces that demolition of the current Herring Cove Bathhouse and construction of the new facility will begin in the next two weeks.  Classic Site Solutions has been awarded the contract for the project and has been given the notice to proceed.   October 25, 2012  Public Scoping Meeting for the Herring Cove Beach Revetment and Parking Environmental Assessment Reminder  Superintendent George Price announces the Public Scoping Meeting for the Herring Cove Beach Revetment and Parking Project Environmental Assessment to take place on Tuesday, October 30, 2012 from 6 to 8 PM.  Copies of public scoping meeting materials will be made available after the meeting at: http:\/\/parkplanning.nps.gov\/caco.   October 18, 2012  Announcing the Public Scoping Meeting for the Herring Cove Beach Revetment and Parking Environmental Assessment  Superintendent George Price announces that a Public Scoping Meeting for the Herring Cove Beach Revetment and Parking Project Environmental Assessment will occur on Tuesday, October 30, 2012 from 6 to 8 PM.  The meeting will be held at the Provincetown Center for Coastal Studies Lab, 5 Holway Avenue, Provincetown, MA 02657 in Provincetown, MA.   October 11, 2012  Cape Cod National Seashore to Host Exhibition - Selected Works from the Weavers Network of Cape Cod  Throughout the month of October, a unique selection of woven art will be on display at the Salt Pond Visitor Center in Eastham. The exhibition is presented by the Weavers’ Network, a group of local weavers that includes both professional fiber artists as well as enthusiastic novices.   October 05, 2012  Announcing the Herring River Restoration Project Draft Environmental Impact Statement-Report and Public Meeting and 60-Day Comment Period  Superintendent George Price is pleased to announce the availability of a joint Draft Environmental Impact Statement\/Environmental Impact Report (draft EIS\/EIR) for the Herring River Restoration Project in the Towns of Wellfleet and Truro, Massachusetts.   September 28, 2012  Cape Cod National Seashore Announces Archeological Work in Advance of Nauset Bicycle Trail Rehabilitation  Archeological investigations along the route of the Nauset Bicycle Trail in Eastham will be underway in mid-October according to Cape Cod National Seashore Superintendent George Price.  The project is expected to last two to three weeks, and will be conducted by Vanasse Hangen Brustlin, Inc. (VHB, Inc.) under contract to the National Park Service.   August 30, 2012  Two Hundred Eighty-Fifth Meeting of the  Cape Cod National Seashore Advisory Commission  The two-hundred and eighty-fifth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, September 10, 2012, at 1:00 PM, in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   August 23, 2012  2012 Science in the Seashore Research Symposium  In a continued effort to communicate natural resource science taking place at Cape Cod National Seashore, the Atlantic Research Center (ARC) will be hosting its second annual “Science in the Seashore Research Symposium.”  The conference will take place at the ARC Classroom building located at the Highlands Center in North Truro, Massachusetts, on Tuesday, August 28th.  The event will take place from 12:30 PM – 4:00 PM and will feature 10 oral presentations by individuals conducting scientific research at Cape Cod National Seashore.   August 14, 2012  A Call For Artists to Exhibit Work at Salt Pond Visitor Center  The outer Cape Cod landscape has long served as muse for artists from around the world.  This winter, Cape Cod National Seashore’s Salt Pond Visitor Center will host a series of art exhibitions focusing on the seashore’s many varied natural and cultural resources.  The seashore is currently accepting applications from artists interested in showing their work in month-long exhibitions through the autumn, winter and spring.  Those interested in exhibiting their work as part of the series should contact Sue Haley at 508-255-3421 ext. 15.   August 14, 2012  Cape Cod National Seashore to Offer Special Youth Programs on  Founders Day August 25  On Saturday, August 25 young people ages 8-14 and their families are invited to join Ranger Jon Way for two special programs in honor of Founders Day.  Both programs are free.   August 14, 2012  Bicycle and Pedestrian Master Plan Meeting on August 21  Representatives from Provincetown, Truro, Wellfleet, the Cape Cod National Seashore, and the Cape Cod Commission will host the second Provincetown\/Truro\/Wellfleet Bicycle and Pedestrian Master Plan Workshop on Tuesday, August 21, 2012, at the Wellfleet Senior Center, 715 Old Kings Highway, from 6:30 to 8:30 PM.   August 13, 2012  Cape Cod National Seashore to Host Evening Program on the  Endangered Roseate Tern  Cape Cod serves as a crucial stopover for the endangered roseate tern. For these birds our beaches serve as a place to rest and refuel before they embark on their lengthy fall migration to South America.  Join Ellen Jedrey of Mass Audubon and Dr. Jeff Spendelow of the United States Geological Survey (USGS) for an illustrated presentation, “Roseate Terns: Beyond Breeding” at 7 PM on Tuesday, August 28 at Salt Pond Visitor Center.   August 13, 2012  Cape Cod National Seashore to Host Evening Program on Really Big Fish in Cape Cod Waters with Carol Carson  The marine waters surrounding Cape Cod are home to some very interesting and very large fish.  One is them is the ocean sunfish (Mola mola), a strange, almost alien-looking creature, that is the world’s heaviest bony fish.  Another is the basking shark, the second largest fish on Earth, and a gentle giant that can grow up to thirty-feet long feeding on only plankton.  Learn how you can become involved in research and rescue programs for these two unique species.  Join Carol “Krill” Carson for a free, one-hour program about these huge fish found off the coast of Cape Cod at 7 PM on Tuesday, August 21 at Salt Pond Visitor Center.   August 03, 2012  Cape Cod National Seashore to Host Programs of Traditional Songs  with Balladeer Linda Russell  Balladeer Linda Russell explores the impact of settlement and the relationship between  people and the land as revealed in the traditional songs of the past.  Her program “Songs of Nature and the Land” takes a musical and historical look at the natural world of Cape Cod.  Join Linda for a free, one hour presentation at 3 PM on Tuesday, August 14, at the Province Lands Visitor Center in Provincetown, and at 7 PM at the Salt Pond Visitor Center in Eastham. Due to limited seating, the program at Salt Pond Visitor Center requires reservations.  Call 508-255-3421 ext. 18 no more than seven days in advance to make a reservation. Tickets are free.   August 03, 2012  Cape Cod National Seashore to Host Meet the Author Event with Nan Parson Rossiter  Henry Beston’s beloved Cape Cod classic The Outermost House has been popular among readers since it was first published in 1928. Today, award-winning author\/illustrator Nan Parson Rossiter has transformed this classic for younger readers in her new book The Fo’c’sle: Henry Beston’s “Outermost House.”  Join Rossiter on Thursday, August 9 at 3PM at the Salt Pond Visitor Center in Eastham where she will read, answer questions, and autograph copies of her book.   July 27, 2012  Cape Cod National Seashore to Host Family Program - A Passion for Birds - August 7  Have you ever wondered why birds have feathers, or how they build their nests?  Henry Lappen’s program “A Passion for Birds” is a fun way to learn the answers to these questions and more.  Join Henry for a free, one-hour presentation that uses masks to showcase birds and their adaptations. Two programs will be offered on Tuesday, August 7, one at 3 PM at Province Lands Visitor Center in Provincetown, and one at 7 PM at Salt Pond Visitor Center in Eastham.   July 26, 2012  Cape Cod National Seashore to Present - The Allure of the Dune Shacks  On Wednesday, August 1st, at 7:00 PM, Margie Coffin-Brown of the National Park Service’s Olmstead Center for Landscape Preservation, and Cape Cod National Seashore Historian Bill Burke will discuss the significant landscape features that define this district, including changing vegetation, shifting sand dunes, sand roads, the shacks themselves, remnants of other structures, small-scale features, key viewsheds and examples of evolving land use over time.   July 24, 2012  Bicycle Safety at the Seashore August 10 at Salt Pond Visitor Center  In an effort to reduce incidence and severity of bike accidents at Cape Cod National Seashore, the Bicycle Safety Committee will host its second annual “Bicycle Safety at the Seashore” event on Friday, August 10, from 9:30 AM to 1:00 PM at Salt Pond Visitor Center.   July 24, 2012  Cape Cod National Seashore to Host Evening Program of Songs and Stories with Minstrel Storyteller Mary Jo Maichack  Looking for an evening of family fun complete with song, dance, and audience participation?  Join minstrel storyteller Mary Jo Maichack for a free, one hour program of folklore and songs of the sea titled “Or Would You Rather Be a Fish?” at 7 PM on Tuesday, July 31 at Salt Pond Visitor Center.   July 16, 2012  Bicycle Safety at the Seashore  In an effort to reduce incidence and severity of bike accidents at Cape Cod National Seashore, the Bicycle Safety Committee will host its second annual “Bicycle Safety at the Seashore” event on Friday, July 20, from 9:30 AM to 1:00 PM at Province Lands Visitor Center. Open to the public, this event will feature helmet fittings, fun activities for kids, bicycle safety checks and educational displays.   July 10, 2012  Cape Cod National Seashore to Host Evening Program on Cape Cod Banana Pioneer Lorenzo Dow Baker  When Wellfleet’s Captain Lorenzo Dow Baker returned to Boston from a voyage to Jamaica he brought a hold full of a fruit previously unknown to New Englanders; the banana. Join former history professor Randy Bartlett, Ph. D, for a free, one hour presentation about this fascinating Wellfleet resident at 7:00 PM on Tuesday, July 17 at Salt Pond Visitor Center.   July 02, 2012  National Park Service and Cape Cod Modern House Trust Sign Leases for Hatch and Weidlinger Houses  The National Park Service (NPS) and the Cape Cod Modern House Trust (CCMHT) have signed leases for the historic Hatch and Weidlinger properties. Both properties are located in Wellfleet and are owned by Cape Cod National Seashore. CCMHT will preserve and interpret the houses through scholar-in-residence programs and architectural studies. Each lease is for ten years.   June 28, 2012  Cape Cod National Seashore to Host Evening Program on Jobi Pottery  Jobi Pottery is a Truro cottage industry that was begun in 1953 by original owners Joe Colliano and Bill Hastings.  Today, owner\/designer Susan Kurtzman still uses the original mid-century casting molds to create Jobi Pottery in her Truro studio.  Join Susan Kurtzman for a free, one-hour presentation on the history and techniques behind Jobi Pottery at 7 PM, Tuesday, July 10, at Salt Pond Visitor Center.  Pieces of Jobi Pottery will be on display and available for sale.   June 21, 2012  Herring Cove Beach Repair Work Completed for the Start of the Summer Season at Cape Cod National Seashore  Superintendent George Price announced that the pavement repair work for Herring Cove Beach has been completed and the beach and North parking lot are completely open.   June 21, 2012  Outer Cape Bike Shuttle Now Operating  This season there is a new bike shuttle service between Marconi Beach Road in Wellfleet, and MacMillan Pier in Provincetown. Following last week’s kick-off, the service will operate as a pilot program on weekends through September 2.  The shuttles will make stops along the way at beaches, bike trails, bus stops, and town centers, and will operate on a 90 minute schedule.   June 21, 2012  Cape Cod National Seashore to Host Evening Program on Whaling in the Wampanoag Tradition  Join Jonathan Perry, an Aquinnah Wampanoag historian, for a free, one hour presentation on whaling in the Wampanoag tradition at 7 PM on Tuesday, July 3 at Salt Pond Visitor Center.  Learn about the skills and techniques the Wampanoag used to harvest whales and the importance of these animals to their culture.   June 12, 2012  Teaming Up to Bring a Bike Shuttle to the Outer Cape  Cape Cod National Seashore, in partnership with the Cape Cod Regional Transit Authority (CCRTA) and Cape Cod Commission will kick off a new pilot program to give more people a reason to leave their cars in the garage.   June 08, 2012  National Park Service Finalizes Dune Shack Historic District Preservation and Use Plan  On May 18, 2012 National Park Service Northeast Regional Director Dennis R. Reidenbach approved the Dune Shack Historic District Preservation and Use Plan\/Environmental Assessment\/Assessment of Effect (plan\/EA\/AoE). This decision finalizes several years of public meetings and planning by Cape Cod National Seashore staff, the Cape Cod National Seashore Advisory Commission’s Dune Shack Subcommittee, dune dwellers, non-profit organizations, representatives from the towns of Truro and Provincetown, and community members.   June 08, 2012  Cape Cod National Seashore Offers Free Beach Parking This Saturday  Get a head start on your summer fun with free admission to Cape Cod National Seashore beach parking this Saturday, June 9. In celebration of National Get Outdoors Day, all 397 national parks, including Cape Cod National Seashore will waive fees.   June 04, 2012  Author Reading - An Evening with Robert Finch  AUTHOR READING: AN EVENING WITH ROBERT FINCH - Wednesday, June 6th, 7 PM, at Salt Pond Visitor Center, Eastham.   May 24, 2012  Thanking the Armed Forces of America - Active Duty US Military Offered Free Entrance to National Parks  On Saturday, May 19, 2012 – Armed Forces Day – the Cape Cod National Seashore began issuing an annual pass offering free entrance to all 397 units of the National Park System for active duty military members and their dependents.   May 24, 2012  Leslie Reynolds Selected as Chief Ranger of Cape Cod National Seashore  Superintendent George Price announced that Leslie Reynolds has been selected as the Chief Ranger of Cape Cod National Seashore. Prior to her selection, Reynolds served as the Chief Ranger at Shenandoah National Park in Virginia.  As Chief Ranger, Leslie will oversee the resource and visitor protection, fee collection, fire management, and lifeguard operations at the national seashore.   May 14, 2012  Cape Cod National Seashore to Host Family Fun at the Penniman House Monday May 28  Families are invited to visit the Captain Edward Penniman House from 10:00 AM to 1:00 PM on Monday, May 28 to participate in games, activities, and stories that will bring to life this well-traveled whaling family, whose 19th-century home is now preserved within Cape Cod National Seashore. All activities are free.   May 14, 2012  New Documentary Ocean Frontiers - The Dawn of a New Era in Ocean Stewardship at Salt Pond Visitor Center May 19  The new documentary film Ocean Frontiers: The Dawn of a New Era in Ocean Stewardship, takes viewers on a voyage to seaports and watersheds across the country to meet industrial shippers and whale biologists, pig farmers and wetland ecologists, commercial and sport fishermen and reef snorkelers—all of them embarking on a new course of cooperation to sustain the sea. The film will be premiered at Cape Cod National Seashore’s Salt Pond Visitor Center at 2 PM on Saturday, May 19. The program is free, accessible, and open to the public.   May 03, 2012  Cape Cod National Seashore - Through the Eyes of the Artist Under the Lilies on Exhibit at Salt Pond Visitor Center  Several photographs by acclaimed international photographer Miah Nate Johnson are on display at Cape Cod National Seashore’s Salt Pond Visitor Center through May 2012. Johnson quite literally immersed himself into the life and ecology of kettles ponds in this underwater photographic journey.   May 03, 2012  Two Hundred Eighty-Fourth Meeting of the Cape Cod National Seashore Advisory Commission May 21  The two-hundred and eighty-fourth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, May 21, 2012, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   April 13, 2012  National Park Service to Host Public Program - Changes at Fort Hill - An Update on Ongoing Landscape Restoration Efforts  Cape Cod National Seashore Superintendent George Price has announced that the National Park Service (NPS) will present an illustrated program highlighting recent woodland clearing at the Skiff Hill and Penniman House areas within the Fort Hill Rural Historic District.  The program will be presented on Wednesday, May 2, 2012, at 6 PM at the Salt Pond Visitor Center in Eastham.   April 12, 2012  Cape Cod National Seashore Announces Changes in Shorebird Management and Off-Road Vehicle Access for 2012 Season  Cape Cod National Seashore Superintendent George Price announced that there will be changes to the use of the Off Road Vehicle (ORV) Corridor as a result of a recent evaluation of suitable habitat for piping plovers.   April 05, 2012  National Park Service Hosts Branching Out Youth Group to Replace Historic Fort Hill Cottonwood Trees Lost in December 2005 Storm  Cape Cod National Seashore Superintendent George Price has announced that the National Park Service (NPS) and the Olmsted Center for Landscape Preservation will host a Boston-area youth group trained in planting trees at historic properties on April 19-20, 2012.   March 23, 2012  Cape Cod National Seashore and the Chatham Marconi Maritime Museum to Commemorate Wireless Technology and the One Hundredth Anniversary of the Sinking of the Titanic  “Titanic 100 Years Later and Marconi’s Wireless Technology” is a week-long commemoration featuring programs by Cape Cod National Seashore, the Falmouth Amateur Radio Association, and the Chatham Marconi Maritime Center to remember the souls lost and interpret wireless communication. All activities are free and open to the public.   March 22, 2012  Cape Cod National Seashore Through the Eyes of the Artist - Cape Cod in Metal Sculpture on Exhibit in April at the Salt Pond Visitor Center  Stephen Thomas makes good use of scrap metal. Combining his academic background in the natural sciences and his talent for art, Mr. Thomas creates whimsical oversized sculptures of plants, animals, and landscapes found around Cape Cod.   March 20, 2012  Student Marine Art Celebrating Stellwagen Bank Sanctuary Species Exhibit at Cape Cod National Seashore for March  A display of winners from the 2011 Marine Art Contest sponsored by Massachusetts Marine Educators is now on display at Cape Cod National Seashore’s Salt Pond Visitor Center.   March 19, 2012  Cape Cod National Seashore to Continue Traffic Detours on Province Lands Road to Protect Spadefoot Toads for 2012  Cape Cod National Seashore has announced that there will be occasional traffic detours on Province Lands Road in Provincetown on rainy nights from late March through October.   March 19, 2012  National Park Service Formally Lists the Dune Shacks of Peaked Hill Bars Historic District on the National Register  Cape Cod National Seashore Superintendent George Price has announced that the National Park Service formally listed the Dune Shacks of the Peaked Hill Bars Historic District on the National Register of Historic Places on March 15, 2012.  The listing is a culmination of two years of intensive research and collaboration with community members intimately connected with the dune shacks.   February 29, 2012  Cape Cod National Seashore Equals Visitors Plus Money and Jobs  SOUTH WELLFLEET, MA – A new National Park Service (NPS) report shows that more than 4.6 million visitors in 2010 spent over $171 million at Cape Cod National Seashore and in communities near the park. That spending supported approximately 2,000 jobs in the area.   February 28, 2012  Two Hundred Eighty-Third Meeting of the Cape Cod National Seashore Advisory Commission March 12  The two-hundred and eighty-third meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, March 12, 2012, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   February 23, 2012  Spring Turkey Hunt Implemented at Cape Cod National Seashore  Cape Cod National Seashore will implement a spring Eastern Wild turkey hunt beginning this year.  The spring turkey hunt is a result of the Cape Cod National Seashore Hunting Program Environmental Impact Statement Record of Decision signed in September 2007.   January 11, 2012  Announcing the Provincetown Municipal Airport Capital Improvements Plan Availability and 30-Day Comment Period  The National Park Service and Federal Aviation Administration pursuant to the requirements of NEPA have made available for public review and comment the Final Environmental Impact Report (FEIR)\/Environmental Assessment (EA) for the proposed Capital Improvements Plan at the municipal airport located in Provincetown, Massachusetts because NPS owns the land and permits the airport activity.   December 19, 2011  Two Hundred Eighty-Second Meeting of the Cape Cod National Seashore Advisory Commission January 9  The two-hundred and eighty-second meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, January 9, 2012, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   November 15, 2011  Province Lands Visitor Center and Observation Deck Closed for the Season  The project to rehabilitate Cape Cod National Seashore's Province Lands Visitor Center in Provincetown is underway. Contractors are repairing and replacing the building frame and footings, doors, and windows. This is the building's first major structural rehabilitation since its construction in 1969. The beautiful dune setting in which the building sits exposes it to corroding salt air, which has contributed to the building's deterioration over the past 40 years.   November 03, 2011  National Park Service Requests Determination of Eligibility from Keeper of the National Register for Six North Beach Island Cottages  On November 2, 2011 the National Park Service (NPS) sent the Keeper of the National Register a Request for Determination of Eligibility for six North Beach Island cottages in Chatham.  The properties are owned by the NPS. At issue is whether the buildings, constructed in 1992, are historic and eligible for listing in the National Register of Historic Places. The Massachusetts State Historic Preservation Officer (MASHPO) and the NPS do not agree. The NPS finding that the cottages are not eligible for listing in the National Register is supported by the NPS Northeast Regional cultural resource staff and the Superintendent of Cape Cod National Seashore.   November 01, 2011  Two Hundred Eighty-First Meeting of the Cape Cod National Seashore Advisory Commission  The two-hundred and eighty-first meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, November 14, 2011, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   October 27, 2011  Art Exhibit Opening at Cape Cod National Seashore  “A Measure of Solitude” will open on November 5 and close on December 31. The exhibit includes fine art, crafts, and writings. It is a joint exhibition by the not-for-profit Outer Cape Artist in Residency Consortium and the Provincetown Community Compact.   October 11, 2011  Cape Cod National Seashore to Host Cape Cod Wildlife Program  On Saturday, November 2nd at 2:00 pm, at Cape Cod National Seashore’s Salt Pond Visitor Center Auditorium in Eastham, Theresa Barbo, Director of the Cape Wildlife Center, will present a dynamic picture of the diversity of wildlife on Cape Cod.   September 27, 2011  Cape Cod National Seashore to Host - Discoveries from Native American Shell Middens  On Cape Cod, large shell-bearing archaeological sites have been examined by archeologists since the 1860s and were thought to be only used for refuse disposal. Only recently, has this come into question.  Join University of Massachusetts Ph.D. candidate and Eastern Connecticut State University adjunct faculty member Katie Kirakosian, at Cape Cod National Seashore’s Salt Pond Visitor Center Auditorium in Eastham on Saturday, October 15th at 2 PM to learn about this subject.   September 19, 2011  Cape Cod National Seashore to Host - Images and Remembrances of the National Seashore  This year marks fifty years since President John F. Kennedy signed legislation establishing Cape Cod National Seashore. As part of the 50th anniversary celebration, the park is hosting a multi-media presentation “Images and Remembrances of the National Seashore” by renowned local landscape painter Rick Fleury, along with Massachusetts Audubon senior naturalist Dennis Murley, on Saturday, October 8th at 3 PM, at Salt Pond Visitor Center Auditorium in Eastham.   September 19, 2011  Cape Cod National Seashore to Host  Morning of Fire - Daring American Odyssey in the Pacific of John Kendrick  Four years after the Revolutionary War, America's independence was still in doubt. To survive, the new nation needed money and a vital surge in trade. In the back rooms of Boston, a daring plan was launched by a group of merchants and ship owners: to send two ships on a desperate mission around Cape Horn and up the Pacific Coast and beyond.   September 19, 2011  Exhibition of Bayberry Quilters 2011 Challenge Quilts at Cape Cod National Seashore  A display of more than 50 small wall quilts created by members of the Bayberry Quilters of Cape Cod will be on display at the Salt Pond Visitor Center classroom for the month of October. The public is invited to attend an official opening and reception on Sunday, October 9, at 2:00 PM.   September 19, 2011  Province Lands Visitor Center to Close for the Season on October 29  This fall and winter, Cape Cod National Seashore’s Province Lands Visitor Center will undergo a rehabilitation project to repair and replace the building frame and footings, doors, and windows.   August 28, 2011  Cape Cod National Seashore Bicycle Safety Committee presents - Bicycle Safety at the Seashore  Join us for a new event to educate visitors about how to stay safe and avoid bicycle crashes at Cape Cod National Seashore.  The Bicycle Safety Committee will host its second “Bicycle Safety at the Seashore” event Friday, September 9th, from 10 AM to 2 PM at Salt Pond Visitor Center.   August 28, 2011  Update on Cape Cod National Seashore Facilities and Operations Following Hurricane Irene  With the exception of the Nauset Bike Trail in Eastham, which is closed between Salt Pond Visitor Center and Doane Picnic Area due to downed trees, all Cape Cod National Seashore facilities are open.   August 28, 2011  Cape Cod National Seashore Facilities Reopening Following Hurricane Irene  Damage assessments are underway by Cape Cod National Seashore staff following Hurricane Irene.  Impacts include trees across roads and bike trails, some damage to the north end of the Herring Cove Beach parking area, and power outages. The following facilities have reopened as of 9:30 AM on Monday, August 29: Nauset Light Beach, Marconi Beach, Herring Cove Beach, Race Point Beach, and Head of the Meadow Beach. Salt Pond Visitor Center and Province Lands Visitor Center opened at 9:00 AM.   August 26, 2011  Cape Cod National Seashore Facilities to Close Due to Hurricane Irene  Most facilities at Cape Cod National Seashore will close at 5:00 PM on Saturday, August 27. The oversand corridor in Provincetown and Truro will be cleared in time to close at dark. Beach parking areas will close at midnight. Several interpretive programs scheduled for Saturday will be cancelled.   August 22, 2011  National Seashore 50th Anniversary Celebration to Focus on 50 Years of Science in September  An exhibit, interactive science activities, and public science forum will highlight Cape Cod National Seashore’s 50th anniversary celebration in September.   August 22, 2011  Two Hundred Eightieth Meeting of the Cape Cod National Seashore Advisory Commission  The two-hundred and eightieth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, September 12, 2011, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   August 22, 2011  Snow Library to Host Cape Cod National Seashore 50th Anniversary Display  A traveling exhibit highlighting the first fifty years of Cape Cod National Seashore will be on display at the Snow Library in Orleans for the month of September.   August 21, 2011  Cape Cod National Seashore to Host - Man Versus Wild A Long-Term Study of Cranberries in Their Native Stands at Cape Cod National Seashore  In its 100 year history, the University of Massachusetts Cranberry Experiment Station and its scientific staff have seen many changes in cranberry growing as a result of its research efforts. On Tuesday, August 30th, at 7:00 PM at Salt Pond Visitor Center in Eastham, Professor Frank Caruso will present an illustrated program about the wild cranberry bogs of Cape Cod National Seashore and applications for the cranberry industry.  The program is free, accessible, and sponsored by Friends of the Cape Cod National Seashore.   August 21, 2011  Cape Cod National Seashore Bicycle Safety Committee presents Bicycle Safety at the Seashore Initiative  Join us for a new event to educate visitors about how to stay safe and avoid bicycle crashes at Cape Cod National Seashore.  The Bicycle Safety Committee will host its first “Bicycle Safety at the Seashore” event Friday, August 19, from 10 AM to 2 PM at Province Lands Visitor Center.   August 04, 2011  Atlantic Research Center Presents Science in the Seashore Research Symposium  In an exciting new effort to communicate about natural resource science at Cape Cod National Seashore, the Atlantic Research Center (ARC) will host its first “Science in the Seashore Research Symposium.” Wednesday, August 17, from 1 to 4:30 PM.   August 01, 2011  Cape Cod National Seashore to Host Songs of the Sea with Paul Kaplan  Families are invited to come to Cape Cod National Seashore on August 16 for a nautical journey with storyteller-musician Paul Kaplan.  In “Songs of the Sea,” Kaplan will share the story of Gail the Whaler, a young girl who, disguised as a boy, ships out on a 19th century New England whale ship bound for California. There will be a 3:00 PM performance at Province Lands Visitor Center in Provincetown, and a 7:00 PM performance at Salt Pond Visitor Center in Eastham.   August 01, 2011  Cape Cod National Seashore to Host Cape Cod National Seashore The First 50 Years Program  On August 9 at 7:00 PM at Salt Pond Visitor Center in Eastham, Park Historian Bill Burke and author and actor Dan Lombardo will present an illustrated program on the history of the National Seashore. The program will focus on the evolution and changes at the National Seashore since its establishment.   July 26, 2011  Outer Cape Musicians to Mark National Seashore 50th  In keeping with the spirit of community involvement that was critical to the establishment of Cape Cod National Seashore 50 years ago, community-based musicians will help mark the anniversary on August 7.   July 26, 2011  Truro Public Library to Host Cape Cod National Seashore 50th Anniversary Display  A traveling exhibit highlighting the first fifty years of Cape Cod National Seashore will be on display at the Truro Public Library for the month of August.   July 25, 2011  Cape Cod National Seashore to Celebrate 50th Anniversary on August 7th  Park staff and partners have many festivities planned for August 7th. There is something for all ages and interests.   July 25, 2011  Cape Cod National Seashore Announces Schedule of Events and Registration for Employee and Alumni Reunion  As part of Cape Cod National Seashore’s 50th anniversary celebration, employees and alumni, volunteers, and partners, are invited to return to refill their shoes with sand, visit old stomping grounds, share stories, and rekindle friendships.   July 19, 2011  Cape Cod National Seashore to Host Great White Sharks of Cape Cod Program  Come to Cape Cod National Seashore's Salt Pond Visitor Center in Eastham on Tuesday, August 2, at 7 PM, for a presentation on sharks by Dr. Greg Skomal, environmental analyst and shark scientist with the Massachusetts Division of Marine Fisheries.   July 17, 2011  Cape Cod National Seashore to Extend Public Scoping Period for Shorebird Management Planning  Cape Cod National Seashore Superintendent George Price announced that the deadline for scoping comments for shorebird management has been extended by one week to August 5, 2011.  The public is invited to submit comments to inform the development of a comprehensive shorebird management plan\/environmental assessment that will protect rare and threatened shorebirds while accommodating recreational use.   July 13, 2011  Awards and Mural Honor Volunteers at Cape Cod National Seashore  Cape Cod National Seashore volunteers were honored at Highlands Fest: Celebrating Volunteerism, Making Waves on July 9. This year's event at Highlands Center was the national seashore's 50th Anniversary celebration of Volunteers-in-Parks and how their commitment, contributions, and spirit of service makes positive waves throughout the national seashore.   July 13, 2011  Capturing Nature in Field Notes Program at Province Lands Visitor Center  Technological advances may have changed the way scientists store and analyze data, but anyone who goes into the field for research still has to consider how to keep notes. On Tuesday, August 9th at 3:00 PM, join Michael R. Canfield, editor of Field Notes on Science and Nature, to see how naturalists have recorded observations in the field throughout history.   July 11, 2011  Off-Road Vehicle Corridor Partially Reopens at Hatches Harbor and Race Point North Accessible by the Pole Line Road  Cape Cod National Seashore's Superintendent George Price announced today that the Off-Road Vehicle (ORV) corridor at Cape Cod National Seashore reopened for 0.8 miles at Hatches Harbor and around the Race, due to the fledging of a piping plover nest.   July 11, 2011  Songs of Nature and the Land With Balladeer Linda Russell  Enjoy a lively performance of traditional American music with balladeer Linda Russell, and hear how the relationship between people and the environment has changed over time. On Tuesday, July 26, at 3:00 PM, join balladeer Linda Russell for a musical interpretation of our national heritage.   July 11, 2011  The Outermost House and Henry Beston Program Presented by Don Wilding and Daniel Payne  The Henry Beston Society will present a program on the author Henry Beston and his classic book, The Outermost House on Tuesday, July 26, at 7:00 PM at the Salt Pond Visitor Center in Eastham. It is accessible, free, and sponsored by Friends of the Cape Cod National Seashore.   July 11, 2011  Shore Thing - A Free Concert of Original Music Inspired by Cape Cod National Seashore  Enjoy a musical celebration of life and nature on Cape Cod in “The Shore Thing”, a free summer concert inspired by the national seashore. On Tuesday, July 19, at 2:00 PM, celebrate 50 years of Cape Cod memories during an hour-long concert with musical-duo Vicky McKee and Jack Pearson.   July 11, 2011  Science in the Seashore - Discover What Scientists are Studying at Cape Cod National Seashore  Each Tuesday in July and August, park scientists will be presenting slide presentations at the Province Lands Visitor Center (unless otherwise noted) with an emphasis on how climate change has and may impact Cape Cod in the future.   July 05, 2011  Why Cape Cod Has the Most Interesting Weather on Earth Program at Salt Pond Visitor Center  “The climate is constantly changing.  It’s a matter of perspective,” says NECN Weatherman Tim Kelley, who will be presenting a program on Cape Cod’s weather on Tuesday, July 12 at 7:00 PM at Salt Pond Visitor Center in Eastham.  The program is free, accessible, and sponsored by Friends of the Cape Cod National Seashore.   July 01, 2011  National Seashore Head of the Meadow Parking Lot Closed to Protect Piping Plovers  Cape Cod National Seashore’s Superintendent George Price announced that the seashore’s Head of the Meadow parking lot in Truro was closed on the evening of June 26 to protect  a pair of piping plovers and their chicks observed in the parking lot.   July 01, 2011  Cape Cod National Seashore Head of the Meadow Parking Lot Closed to Protect Piping Plovers  Cape Cod National Seashore’s Superintendent George Price announced that the seashore’s Head of the Meadow parking lot in Truro was closed on the evening of June 26 to protect  a pair of piping plovers and their chicks observed in the parking lot.   June 30, 2011  2011 Highlands Fest - Celebrating Volunteerism and Making Waves  Come paint a mural at Cape Cod Naitonal Seashore's Highlands Fest! Join the Highlands Center partner organizations for this year’s Highlands Fest! To be held at the Highlands Center in Truro on July 9 from 3 to 6 PM, this year's event will also be Cape Cod National Seashore's 50th Anniversary celebration of Volunteers-in-Parks and how their commitment to service makes positive waves throughout the national seashore.   June 30, 2011  Cape Cod National Seashore to Host Frank Benson - The Artist of Nauset Marsh Program with Author Faith Andrews Bedford  On Tuesday, July 5, author Faith Andrews Bedford will present an illustrated program about Mr. Benson and his art. The program will be at 7:00 PM at Salt Pond Visitor Center in Eastham. The program is free, accessible, and sponsored by Friends of the Cape Cod National Seashore.   June 20, 2011  Contribute to Cape Cod National Seashore 50th Anniversary On-Line Memories Album  During this year’s 50th anniversary celebration, national seashore staff invites you to participate in an electronic photo album project by sharing your pictures and reminiscences with others.   June 20, 2011  The Early Cape Codders - Insights from Archeological Research with Frank MacManamon  Learn about early inhabitants and their lives during a presentation by Dr. Frank McManamon on Tuesday, June 28th at 7 PM, at Salt Pond Visitor Center in Eastham.   June 17, 2011  Brewster Ladies Library to Host Cape Cod National Seashore 50th Anniversary Display  A traveling exhibit highlighting the first fifty years of Cape Cod National Seashore will be on display in the Florence and Edwin Hausser case at the Brewster Ladies’ Library for the month of July.   June 15, 2011  Cape Cod National Seashore Continues 50th Anniversary Celebration with Ribbon Cutting for Province Lands Bike Trail Improvements  Cape Cod National Seashore Superintendent George Price has announced the completion of the project to improve the Province Lands Bike Trail in Provincetown. In celebration of Cape Cod National Seashore’s 50th Anniversary an official opening with a ribbon cutting ceremony will be held at 11:00 AM on June 30, 2011 at Province Lands Visitor Center Amphitheater.   June 13, 2011  Take the Cape Cod National Seashore 50th Anniversary Challenge  In honor of the national seashore’s 50th anniversary, Friends of the Cape Cod National Seashore has developed an anniversary challenge treasure hunt.   June 13, 2011  Fulfilling the Mission - Images from the First 50 Years on Exhibit at Salt Pond Visitor Center  During the months of July and August 2011 an exhibition featuring historic and modern images of Cape Cod National Seashore staff will be on display at Salt Pond Visitor Center in Eastham.   June 08, 2011  Non-Native Plant Control Work to Occur at Cape Cod National Seashore June 13 - 17  Cape Cod National Seashore Superintendent George Price announced that the National Park Service Northeast Exotic Plant Management Team (EPMT) will working in the Pamet Bog area (Truro) from June 13 to 17 to assist in the control of non-native plants.   June 08, 2011  Seashore Again Hosts Junior Lifeguard Program for the Summer of 2011  Cape Cod National Seashore will once again offer its Junior Lifeguard Program for boys and girls ages 13 to 16 this summer. The purpose of the program is to promote water safety and provide job-specific training on Cape Cod by reaching out to area youth. Past junior lifeguards currently work as ocean lifeguards for the seashore and several towns on Cape Cod.   June 08, 2011  Launch of Climate Friendly Parks Action Plan Announced by Cape Cod National Seashore  Superintendent George E. Price, Jr. announces that Cape Cod National Seashore (CCNS) was officially accepted by the Washington Office into the National Park Service’s Climate Friendly Parks (CFP) Program on April 27, 2011.   May 26, 2011  National Park Service Extends Public Comment Period for Dune Shack District Preservation and Use Plan to June 17  No abstract supplied.   May 26, 2011  Cape Cod National Seashore Seeks Volunteers for Seal Education Team  Cape Cod National Seashore is starting up its volunteer Seal Education Team for the summer season, and seeks new volunteers.   May 26, 2011  Cape Cod National Seashore 50th Anniversary Listening Tours  George Price, Superintendent, and Richard Delaney, Chair of the Cape Cod National Seashore Advisory Commission announce a series of community Listening Tours as part of the seashore's 50th anniversary year.   May 24, 2011  Pilgrim Monument and Provincetown Museum to Host Cape Cod National Seashore 50th Anniversary Display  A traveling exhibit highlighting the first fifty years of Cape Cod National Seashore will be on display at the Pilgrim Monument and Provincetown Museum for the month of June.   May 24, 2011  Cape Cod National Seashore Continues 50th Anniversary Celebration with Ribbon-Cutting at Moors Road   Cape Cod National Seashore Superintendent George Price has announced the completion of the reconstruction of Moors Road between Bradford Street and Herring Cove Beach in Provincetown, MA.  Reconstruction started on February 21, 2011 and was completed on April 29, almost a month ahead of schedule.  In celebration of Cape Cod National Seashore’s 50th anniversary, an official opening with a ribbon-cutting ceremony will be held on June 7, 2011 at 11:00 AM on Moors Road at the national seashore boundary.   May 17, 2011  Cape Cod National Seashore to Hold Public Scoping Meeting on Shorebird Management Planning  Cape Cod National Seashore Superintendent George Price announced that on Thursday, May 26 the seashore will hold a public meeting to kick off a planning process for shorebird management.  The meeting will be held from 5:30 to 7:00 PM at the Salt Pond Visitor Center, 50 Nauset Road at Route 6, Eastham.  The public is invited to attend and make comments to inform the development of a comprehensive shorebird management plan\/environmental assessment that will protect rare and threatened shorebirds while accommodating recreational use.   May 12, 2011  Two Hundred Seventy-Ninth Meeting of the Cape Cod National Seashore Advisory Commission  The two-hundred and seventy-ninth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, May 23, 2011, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   May 03, 2011  Cape Cod National Seashore Exhibit Dedication and Celebration of Wampanoag Culture Slated for May 14  The dedication of the museum exhibit, “People of the First Light,” and lobby exhibit, “Cape Cod: A Great Arm in the Sea” will be held at 11:00 AM on Saturday, May 14, at Salt Pond Visitor Center in Eastham.   April 27, 2011  Exhibition by Photographer Thomas Fitzgerald Opening at Cape Cod National Seashore   No abstract supplied.   April 27, 2011  National Park Service Releases Dune Shack District Preservation and Use Plan EA - Public Meeting Planned for May 10  No abstract supplied.   April 27, 2011  Cape Cod National Seashore Unveils 50th Anniversary Online Photo Album  Since 1961, Cape Cod National Seashore neighbors and visitors have captured countless pictures of family and friends enjoying and exploring the national seashores’ special places. During this year’s 50th anniversary celebration, national seashore staff invites you to participate in an electronic photo album project by sharing your pictures and reminiscences with others. Many people hold special memories of time spent at Cape Cod National Seashore.   April 21, 2011  Cape Cod National Seashore Reports Theft of Scrimshaw Pieces from Museum  Cape Cod National Seashore Superintendent George Price announced today that two pieces of scrimshaw were recently stolen from a locked case in the museum exhibit at Salt Pond Visitor Center in Eastham.   April 13, 2011  Cape Cod National Seashore Welcomes School Field Trip Groups  No abstract supplied.   April 13, 2011  Wild Weather and Crazy Climate on Junior Ranger Day  No abstract supplied.   April 07, 2011  History Comes Alive - Marconi Special Event April 23  Cape Cod National Seashore will host a special event on April 23 to celebrate one of its cultural resources, the Marconi Wireless Station Site in South Wellfleet.   April 07, 2011  Cape Cod National Seashore Announces Plans for Employee and Alumni Reunion   As part of Cape Cod National Seashore’s 50th anniversary celebration, employees and alumni, volunteers, and partners, are invited to return on September 16-18, 2011 to a reunion.   April 04, 2011  Wellfleet Library Hosts Cape Cod National Seashore 50th Display  A traveling exhibit highlighting the first fifty years of Cape Cod National Seashore is on display in the Marjory Stimson case at the Wellfleet Library until April 15.   April 01, 2011  Cape Cod National Seashore Continues Traffic Detours on Province Lands Road to Protect Spadefoot Toads  The staff of Cape Cod National Seashore announce that they will continue to occasionally detour traffic on Province Lands Road to protect spadefoot toads.   March 24, 2011  Nauset Marsh Estuary Red Tide Study Begins Next Week  No abstract supplied.   March 21, 2011  Temporary Prohibition on Pets and Kites in Effect at Beaches Where Piping Plovers and Other Shorebirds Nest  No abstract supplied.   March 18, 2011  Art Exhibition Created by Students at Salt Pond Visitor Center  During the month of April, 2011 an exhibition featuring art work from the Nauset Regional High School Honors Portfolio class will be on display at Cape Cod National Seashore’s Salt Pond Visitor Center in Eastham.   February 23, 2011  Cape Cod National Seashore Announces New Permanent Exhibits at Salt Pond Visitor Center  Cape Cod National Seashore Superintendent George Price has announced the installation of two new permanent exhibits at the national seashore’s Salt Pond Visitor Center in Eastham.   February 17, 2011  Photography Exhibit at Salt Pond Visitor Center  During the month of March 2011, an exhibition featuring the photography of Christopher Seufert will be on display at Cape Cod National Seashore’s Salt Pond Visitor Center in Eastham.   February 11, 2011  National Seashore Interpretive Rangers Available for Community Presentations  No abstract supplied.   February 08, 2011  Cape Cod National Seashore Ranger Programs February School Vacation Week  Join Cape Cod National Seashore ranger programs during February vacation week.   February 08, 2011  Cape Cod National Seashore to Begin Reconstruction of Moors Road   Cape Cod National Seashore Superintendent George Price has announced that roadwork will begin before the end of February on Moors Road between Bradford Street and Herring Cove Beach in Provincetown, MA.   February 01, 2011  Cape Cod National Seashore Museum to Temporarily Close February 6 for New Exhibit Installation  At 4:30 PM on Sunday, February 6 the museum at Salt Pond Visitor Center in Eastham will close for approximately two weeks for the installation of a new permanent exhibit.   December 22, 2010  Plans Unveiled for Cape Cod National Seashore for  50th Anniversary in 2011  Staff and partners at Cape Cod National Seashore are preparing to celebrate the 50th anniversary of the National Seashore’s establishment in 1961.   December 22, 2010  Eastham Painters Guild to Kick Off National Seashore 50th Anniversary Exhibition Series   No abstract supplied.   December 22, 2010  Two Hundred Seventy-Seventh Meeting of the Cape Cod National Seashore Advisory Commission to be Held January 10  The two-hundred and seventy-seventh meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, January 10, 2011, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   September 24, 2010  Cape Cod National Seashore to Host Public Meeting on Two Projects in Provincetown - Moors Road Reconstruction and Herring Cove Beach Bathhouse Replacement   Cape Cod National Seashore Superintendent George Price has announced that he and his staff will host an informational meeting to update the public on two construction projects in Provincetown: reconstruction of Moors Road and the future replacement of the Herring Cove Beach Bathhouse Facility. The meeting will be held in Larkin Hall at the Provincetown Center for Coastal Studies Hebert Laboratory Building, 5 Holway Avenue, on Thursday, October 7th, from 5:30 to 7PM.   September 04, 2010  Cape Cod National Seashore Re-opening Saturday September 4  Cape Cod National Seashore Superintendent George Price has announced that after early morning assessments it appears that the Seashore experienced minimal damage as a result of Tropical Storm Earl.   September 03, 2010  Cape Cod National Seashore Hurricane Irene Closures  No abstract supplied.   August 30, 2010  Two Hundredth Seventy-Fifth Meeting of the Cape Cod National Seashore Advisory Commission September 13  The two-hundredth and seventy-fourth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, September 13, 2010, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   August 25, 2010  Seashore Superintendent Announces Regional Director Concurrence with Finding of No Significant Impact for Environmental Assessment - Rehabilitation of Moors Road with Bicycle Accommodations  No abstract supplied.   August 23, 2010  Great White Shark Sighting Between High Head and Race Point Beach  National Park Rangers were notified that a visitor witnessed and photographed a Great White Shark attacking a seal off of a Cape Cod National Seashore beach this morning between High Head, Truro, and Race Point Beach, Provincetown.   August 20, 2010  Cape Cod National Seashore Presents Sea Level Rise - the Chatham Story at Salt Pond Visitor Center August 24  No abstract supplied.   May 27, 2010  Seashore Superintendent Announces 30-Day Review Period for Environmental Assessment on Rehabilitation of Moors Road with Bicycle Accommodations in the Province Lands  No abstract supplied.   May 27, 2010  Seashore to Host Junior Lifeguard Program Again This Summer  No abstract supplied.   May 21, 2010  June 2 Meeting Scheduled for Cape Cod National Seashore Advisory Commission Dune Shack Subcommittee  No abstract supplied.   May 21, 2010  Cape Cod National Seashore to Host Doane Road Neighborhood Meeting  No abstract supplied.   May 17, 2010  Public Meeting on Dune Shack Preservation and Use Plan Slated for May 24  No abstract supplied.   May 04, 2010  May 12 Meeting Scheduled for Cape Cod National Seashore Advisory Commission Dune Shack Subcommittee  No abstract supplied.   May 04, 2010  Cape Cod National Seashore Art Series Showcases Works by Painter Greg Johnson  No abstract supplied.   April 23, 2010  Seashore Will Not Implement Selective Predator Management Program in 2010  Superintendent George Price announced that Cape Cod National Seashore will not implement a selective predator management program in 2010, and will focus efforts this year on a comprehensive review of the park’s shorebird management plan.   April 19, 2010  Meeting Scheduled April 27 for Cape Cod National Seashore Advisory Commission Dune Shack Subcommittee  No abstract supplied.   April 13, 2010  Cape Cod National Seashore to Celebrate National Junior Ranger Day and International Marconi Day on April 24  Visitors to Cape Cod National Seashore on Saturday, April 24 will have the opportunity to join events of national and international magnitude.  National Park Service sites across the U.S. are hosting fun activities for children for National Junior Ranger Day, and amateur radio operators around the world are commemorating the birthday of Guglielmo Marconi, the Wizard of Wireless. Two activities will be offered at the national seashore in honor of this special day. Both activities are free and open to the public.   March 24, 2010  Traffic Detours on Province Lands Road Continue at Cape Cod National Seashore to Protect Spadefoot Toads  No abstract supplied.   March 24, 2010  Meeting Scheduled for Cape Cod National Seashore Advisory Commission Dune Shack Subcommittee April 5  No abstract supplied.   March 23, 2010  National Seashore Proposes to Demolish Former Indian Filling Station  The National Park Service (NPS) proposes to demolish the abandoned former Indian Filling Station and Office in Wellfleet located on Route 6 in Wellfleet near the Truro town line.    March 08, 2010  Meeting Scheduled for Cape Cod National Seashore Advisory Commission Dune Shack Subcomittee - March 12  No abstract supplied.   March 08, 2010  Cape Cod National Seashore Facilities Suffer Serious Storm Damage  The recent storms have significantly damaged facilities at Cape Cod National Seashore beaches, according to Superintendent George Price.   March 03, 2010  Two Hundredth Seventy-Second Meeting of the Cape Cod National Seashore Advisory Commission  No abstract supplied.   March 03, 2010  Cape Cod National Seashore Through the Eye of an Artist March Exhibit  No abstract supplied.   February 12, 2010  Cape Cod National Seashore Announces a Public Information Meeting on New Shorebird Management Pilot Programs - Revised Date  No abstract supplied.   February 09, 2010  Cape Cod National Seashore Public Information Meeting Postponed  No abstract supplied.   February 02, 2010  Cape Cod National Seashore Through the Eye of an Artist - Cathy Skowron  No abstract supplied.   February 02, 2010  Meeting Scheduled for Cape Cod National Seashore Advisory Commission Dune Shack Subcommittee - February 11  No abstract supplied.   February 02, 2010  Cape Cod National Seashore Announces a Public Information Meeting on New Shorebird Management Pilot Programs  Superintendent George E. Price, Jr. has announced that he and his Natural Resources Management staff will hold two public information programs on February 10, 2010 at Salt Pond Visitor Center at 5:30 PM, and on March 3, 2010 at Provincetown Center for Coastal Studies at 5:30 PM. The purpose of the programs is to share information on two new approaches for shorebird management that Cape Cod National Seashore is planning to implement on a pilot basis this coming spring and summer. These include flexible management of piping plovers and shorebirds on high visitation beaches, and selective removal of crows.   January 05, 2010  Response to Judgment from Blasch Case  No abstract supplied.   January 05, 2010  January 12 2010 Meeting Scheduled for Cape Cod National Seashore Advisory Commission Dune Shack Subcommittee  No abstract supplied.   January 05, 2010  Cape Cod National Seashore Advisory Commission Two-Hundredth and Seventy First Notice of Meeting  The two-hundredth and seventy first meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, January 11, 2010, at 1:00 PM, in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   January 05, 2010  Cape Cod National Seashore Through the Eye of An Artist - Michael Howe  The landscapes and resources of Cape Cod National Seashore provide inspiration in many forms. Come to the Salt Pond Visitor Center this winter and spring to view works of several artists who have been so inspired and have captured the source of this inspiration with their art. Through January 30, 2010, journey into the landscape of the National Seashore through the eyes of Mike Howe by viewing some of the photographs from his many years of exploring the Outer Cape.   December 16, 2009  Salt Pond Visitor Center Open Again Following Heating System Problems  Cape Cod National Seashore’s Salt Pond Visitor Center in Eastham has reopened. It was closed for several days due to heating problems. The center is open from 9:00 AM to 4:30 PM daily, except December 25.    December 04, 2009  Cape Cod National Seashore Through the Eyes of an Artist  The landscapes and resources of Cape Cod National Seashore provide inspiration in many forms. Come to the Salt Pond Visitor Center this winter and spring to view works of several artists who have been so inspired and have captured the source of this inspiration with their art. From December 3 until January 1, 2010 journey into the landscape of the national seashore through the eyes of Gail Fields. Her paintings capture the many moods of the dune, woodland, moor,and marsh landscapes.   December 04, 2009  Meeting Scheduled for Cape Cod National Seashore Advisory Commission Dune Shack Subcommittee  No abstract supplied.   November 04, 2009  Kathy Tevyaw Selected as Deputy Superintendent of Cape Cod National Seashore  Superintendent George Price announced that Kathy Tevyaw has been selected as the Deputy Superintendent of Cape Cod National Seashore. Prior to her selection, Tevyaw served as the Acting Superintendent of New Bedford Whaling National Historical Park and as the Training Manager for Interpretation and Education in the Northeast Regional Office of the National Park Service. As Deputy Superintendent, Tevyaw will work closely with Superintendent Price and the senior management team overseeing the operation and planning for the National Seashore.   November 04, 2009  Two Hundredth Seventieth Meeting of the Cape Cod National Seashore Advisory Commission  The two-hundredth and seventieth meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, November 16, 2009, at 1:00 P.M., in the meeting room at Headquarters, 99 Marconi Station, in Wellfleet, Massachusetts.   October 08, 2009  Cape Cod National Seashore to Hold Public Scoping Meeting on Dune Shack District Planning  No abstract supplied.   September 24, 2009  National Seashore Hosts Archaeology Month Program in Truro  On Wednesday, October 7, at 10 AM, Cape Cod National Seashore is marking Massachusetts Archaeology Month by offering a free program entitled, “Up and Down at the Pamet Bog House and Bearberry Hill.”    September 03, 2009  Public Workshop for Reconstruction of Moors Road with Bicycle Improvements in the Province Lands  The National Park Service (NPS) and Cape Cod National Seashore are seeking public input on the development of a multi-use trail for bicycle and pedestrian use in conjunction with improvement of a 2-mile stretch of Moors Road in Provincetown.  The public is invited to a workshop on Thursday September 24, 2009 to provide ideas and input for the project. The workshop will be held from 5:30 PM to 7:30 PM at the Provincetown Center for Coastal Studies, 5 Holway Avenue, Provincetown, MA.   September 03, 2009  Province Lands Bike Trail Rehabilitation Continues this Month  Cape Cod National Seashore Superintendent George E. Price, Jr. has announced that the second and final phase of the Province Lands Bike Trail rehabilitation project will soon be underway.  Price said, “Construction will commence on September 8, 2009 and is expected to continue until March 6, 2010.  This phase is funded by the American Recovery and Reinvestment Act (ARRA) and will complete the rehabilitation of 4.1 miles of the 7.3 mile bike trail.”    August 25, 2009  Cape Cod National Seashore to Host Evening Program - Cranberries 101 - Neighbor to Neighbor  No abstract supplied.   August 25, 2009  Two Hundredth and Sixty-Ninth Meeting of the Cape Cod National Seashore Advisory Commission  No abstract supplied.   August 17, 2009  Cape Cod National Seashore to Host Evening Program on - Our Water Our World  The ocean covers two thirds of the earth, yet there are places that remain unexplored and unknown.  As we make new discoveries in the sea, it is becoming increasingly clear that it is on this water that all life on earth depends.  Join author Deborah Cramer for a free, one hour presentation on Our Water Our World at 7 PM on Tuesday, August 25 at Salt Pond Visitor Center.   She will present some of the finest marine photography from her most recent book, Smithsonian Ocean: Our Water Our World, and discuss the human connection to the sea.  Books will be available for sale and signing after the presentation.    August 04, 2009  Get to Know the Smallest Town on Cape Cod through History and Folklore in - Truro Stories Fact and Fiction  No abstract supplied.   August 04, 2009  Cape Cod National Seashore to Host Evening Program on Modern Sea Rescue  The ocean is a nourishing, peaceful place enjoyed by millions of people each year.  However, it can also be an unforgiving, harsh environment. When there are problems in coastal waters and people need help, they depend on the United States Coast Guard to answer that call. Join Coast Guard Lieutenant Matthew Hunt from Coast Guard Air Station Cape Cod for a free, one hour presentation on modern sea rescue on August 11 at 7:00 PM at Salt Pond Visitor Center.    August 04, 2009  Explore the Mysteries of the Ocean by Tracking a Powerful Current - Drifting in the Gulf Stream  The impenetrable depths of the ocean remain largely mysterious to scientists, but the waters of the Gulf Stream can tell us a great deal about what lies beneath the surface. Find out where this ocean current comes from, where it is going, and what happens to it along the way in “Drifting in the Gulf Stream.” On Sunday, August 16th, at 7:00 PM., join Woods Hole Oceanographic Institution oceanographer Phil Richardson to find out how observations about the Gulf Stream system provide a glimpse into the ocean’s depths.   August 04, 2009  Common and Roseate Terns Begin Pre-Migration Staging on Cape Cod National Seashore Beaches  The importance of Cape Cod National Seashore's beaches to nesting piping plovers and terns is well known to most Cape residents and visitors.  However, outside of biologists and birdwatchers, the important role outer-Cape beaches play in supporting terns and shorebirds before and during migration is less widely appreciated. Even while some least terns and piping plovers are incubating eggs and raising chicks on seashore beaches, terns are beginning to gather particularly on the barrier beaches that form Hatches Harbor, Jeremy Point, and Coast Guard\/Nauset.    August 04, 2009  Cape Cod National Seashore to Host Evening Program on Captains - Lighthouses - and Lifesavers  No abstract supplied.   August 04, 2009  Learn How Park Scientists Brought a Salt Marsh Back to Life - Hatches Harbor - Ten Years and Counting  Salt marshes are among the most productive ecosystems on the planet, providing essential nutrients and habitat for marine life, but human development presents a constant threat to these vulnerable coastal landscapes. Hear how a formerly disturbed salt marsh in Provincetown has become an environmental success story in “Hatches Harbor Restoration: 10 Years and Counting!” On Sunday, August 23rd, at 7:00 PM, join Cape Cod National Seashore Ecologist Stephen Smith to learn how the park conducted extensive research in order to design and implement a restoration plan for a 200-acre salt marsh in Provincetown.   August 04, 2009  Find Out How New Technology Helps Whale Conservation - Protecting Whales and Ships in Stellwagen Bank National Marine Sanctuary  Whales and ships have long been at odds, from the days when captains hunted the leviathans at sea to modern-day problems with cargo vessels accidentally striking sea creatures, but new tracking technology may provide security to mariners and marine mammals alike. Hear the exciting discoveries that have been made to benefit both man and beast in “Protecting Whales and Ships in Stellwagen Bank National Marine Sanctuary.” On Sunday, August 30th, at 7:00 p.m., join Stellwagen Bank National Marine Sanctuary Educator Anne Smrcina to find out how ship-tracking technology is being used to help with the challenge of protecting marine mammals.   August 04, 2009  Seashore Seeks Public Input on Integrated Bicycle Study for Cape Cod  The National Park Service (NPS) and Cape Cod National Seashore (CCNS) with the Cape Cod Commission are seeking public input on an Integrated Bicycle Study for Cape Cod that will identify potential improvements to the bicycle network throughout Cape Cod.  The public is invited to attend either of two public workshops on August 25, 2009. A workshop will be held from 10:00 AM - 12:00 PM at the Eastham Town Hall, 2500 Route 6, Eastham and from 7:00 PM - 9:00 PM at the Hyannis Transportation Center, 1st Floor Conference Room, 215 Iyannough Road, Hyannis.   July 14, 2009  Cape Cod National Seashore to Host Program on Sea Songs and Stories for Families  No abstract supplied.   July 14, 2009  Cape Cod National Seashore to Host Evening Program on Marine Mammal Rescue and Research  Dolphins, seals, and whales are often found on the shores of New England unable to return to the sea on their own. As a hotspot for marine mammal strandings, over two hundred a year are reported on Cape Cod shores. Join Misty Niemeyer and Pete Holster from the International Fund for Animal Welfare (IFAW) for a free, one-hour presentation on Marine Mammal Rescue and Research at 7 PM on Tuesday, July 28, at Salt Pond Visitor Center in Eastham. Learn about rescue procedures, research, and conservation practices for marine mammals that strand on Cape Cod.   July 09, 2009  Celebrate Truro 300th Anniversary at the Highlands Center at Cape Cod National Seashore  Superintendent George E. Price, Jr. welcomes the community to Highlands Center at Cape Cod National Seashore for Truro’s Tercentennial Parade, a finale to the town’s Incorporation Weekend.  The parade will start at Dutra’s Market at the corner of Route 6A and Highland Road and proceed down Highland Road to South Highland Road and end at Highlands Center on Old Dewline Road on Sunday July 19, 2009.   Themed “Truro Through the Ages,” the parade will commence at 11 AM.    July 08, 2009  National Seashore Offers Historical Reenactment at Old Harbor Life-Saving Station  Visitors to Cape Cod National Seashore’s Old Harbor Life-Saving Station at Race Point Beach have the unique opportunity to step back in time as park rangers in period dress perform a historical reenactment of the beach apparatus drill. The drill was performed by the crew of the US Lifesaving Service every Thursday at the turn of the 20th century.  The reenactment takes place at 6:00 PM every Thursday in July and August at Old Harbor, and is family-oriented.   July 07, 2009  Cape Cod National Seashore to Host Evening Program on an Introduction to Sound in the Sea  No abstract supplied.   July 07, 2009  Soar into the Fascinating Avian World in - A Passion for Birds  No abstract supplied.   July 07, 2009  Beaches and Shorebirds Hit Hard by Late-June Storm  No abstract supplied.   June 30, 2009  Investigate the Mysteries of Shipwrecks in Science of the Deep - Steamship Portland  Although shipwrecks were commonplace on Cape Cod throughout the 18th and 19th centuries, the loss of nearly 200 lives aboard the steamship Portland in 1898 was a profound tragedy. Find out what a recent archaeological investigation has revealed about the wreck in “Science of the Deep: The Steamship Portland.” On Sunday, July 12th, at 7:00 p.m. maritime archeologist Deborah Marx will describe what happened aboard a doomed steamship when the coast of New England was battered by a fierce storm infamously known as the “Portland Gale.”   June 30, 2009  Dive into the Salty Past of the Cape in - Tales from the Sea  No abstract supplied.   June 19, 2009  Salt Pond Visitor Center Hosts Tuesday Evening Programs for the Public Through the Summer Months  No abstract supplied.   June 19, 2009  Cape Cod National Seashore to Host Evening Program on Marine Invasive Species in the Northeastern United States  Hundreds of marine species have been moved from their native ranges to non-native areas as a result of shipping traffic and stocking efforts.  If such species survive and proliferate, they can have significant impacts on the structure and function of the ecosystems they invade.  Join Cape Cod National Seashore biologist Megan Tyrell, Ph.D and Mary Carmen of the Woods Hole Oceanographic Institution for a free, one-hour presentation on marine invasive species in the Northeast at 7 PM on Tuesday, July 7, at Salt Pond Visitor Center.   June 18, 2009  Examine Cape Cod National Seashore through the Eyes of Park Scientists  No abstract supplied.   June 09, 2009  National Seashore Announces Three Fee Free Weekends  Cape Cod National Seashore’s Superintendent George E. Price, Jr. announced today that entrance fees will be waived at all beach entrances as part of the nation-wide Three Fee Free Weekends announced by Secretary of the Interior Salazar. Fees will be waived at Nauset Light Beach, and Little Creek Staging Area in Eastham, Marconi Beach in Wellfleet, Head of the Meadow in Truro, Race Point Beach, and Herring Cove Beaches in Provincetown for the weekends of June 20-21, July 18-19, and August 15-16, 2009.   June 01, 2009  Cape Cod National Seashore Advisory Commission Two Hundredth Sixty-Eighth Notice of Meeting  Notice is hereby given in accordance with the Federal Advisory Committee Act (Pub. L. 92-463, 86 Stat. 770, 5 U.S.C. App 1, Section 10), that a meeting of the Cape Cod National Seashore Advisory Commission will be held on Friday, June 19, 2009.   June 01, 2009  Non-Native Plant Control Work to Occur at Fort Hill at the End of June  No abstract supplied.   June 01, 2009  Off-Road Vehicle Corridor Temporary Closures Expected Soon to Protect Piping Plover Nestlings  No abstract supplied.   May 20, 2009  Barnstable County AmeriCorps Cape Cod - Decade of Service Recognized  No abstract supplied.   May 20, 2009  A Public Forum - Herring Cove - Where is the Sand Going and Where is it Coming From  The Provincetown Center for Coastal Studies, the Provincetown Conservation Commission and Cape Cod National Seashore announce a public forum on the sands of Herring Cove.   May 01, 2009  Cape Cod National Seashore to Offer Program -The Reality of Cape Cod Hurricanes  No abstract supplied.   April 17, 2009  Cape Cod National Seashore to Make Landscaping Changes at Beech Forest to Protect Native Plants  No abstract supplied.   April 15, 2009  Cape Cod National Seashore Seeks Public Input on Integrated Bicycle Study for Cape Cod  The National Park Service (NPS) and Cape Cod National Seashore (CCNS) with the Cape Cod Commission are seeking public input on an Integrated Bicycle Study for Cape Cod that will identify potential improvements to the bicycle network throughout Cape Cod.  The public is invited to attend either of two public workshops on May 12, 2009. A workshop will be held from 10 AM to 12 PM at the Hyannis Transportation Center, 1st Floor Conference Room, 215 Iyannough Road, Hyannis and from 7 PM to 9 PM at the Wellfleet Senior Center, Long Pond Room, 715 Old Kings Hwy., in Wellfleet.   April 15, 2009  Cape Cod National Seashore to Continue Traffic Detours on Province Lands Road to Protect Spadefoot Toads  No abstract supplied.   April 10, 2009  Cape Cod National Seashore Province Lands Visitor Center to Open May 1  No abstract supplied.   April 09, 2009  New Art Exhibit on Display at Salt Pond Visitor Center - The Ancient Mariner - Horseshoe Crabs  Respecting one’s elders takes on new meaning with the latest in Cape Cod National Seashore’s occasional visiting artist series: Perspectives – Seeing Cape Cod National Seashore Through Art.  In “The Ancient Mariner,” local artist Louise Russell turns her eye to the timeless, if somewhat unexpected, beauty of the horseshoe crab.  The exhibit, currently on display at the Salt Pond Visitor Center in Eastham, will run through the month of May.   April 08, 2009  Cape Cod National Seashore Welcomes School Field Trip Groups to Salt Pond Visitor Center  Cape Cod National Seashore’s outstanding natural and cultural resources and hands-on learning opportunities make it a perfect destination for school field trips. As in previous years, Salt Pond Visitor Center at Route 6 and Nauset Road in Eastham welcomes schools planning field trips to the seashore this spring. In order to most effectively serve visiting groups during this busy time of year, seashore staff request that teachers provide advance notice of their plan to visit the center, which is open from 9 AM to 4:30 PM daily. On days with sufficient staffing, rangers are available to provide a brief orientation to school groups in the lobby of the center or outdoors on the terrace, with its spectacular view of Nauset Marsh and the Atlantic.   April 08, 2009  Cape Cod National Seashore to Host SKYWARN Severe Weather Spotting Training  The National Weather Service will conduct a SKYWARN™ storm spotter training class for the public at Cape Cod National Seashore’s Salt Pond Visitor Center on Tuesday, May 5 from 7 to 9:30 PM.  The visitor center is located at the intersection of Route 6 and Nauset Road, Eastham, MA. Storm spotters are trained individuals who assist the National Weather Service and local emergency agencies by reporting local wind gusts, hail size, rainfall, and cloud formations that could signal a developing tornado.   March 25, 2009  Cape Cod National Seashore to Celebrate International Marconi Day and National Junior Ranger Day on April 25  No abstract supplied.   March 25, 2009  Marconi Roads to be Closed for Paving  Cape Cod National Seashore Superintendent George E. Price, Jr., announces that during the week of March 30 through April 3, April 6, and April 28 through 30, 2009, Marconi Beach Road will be closed for resurfacing from 7 AM to 3 PM.   March 24, 2009  Karst Hoogeboom selected as Chief of Facilities and Maintenance  No abstract supplied.   March 24, 2009  Pets and Kites Temporarily Prohibited on Beaches Where Protected Piping Plovers and Other Shorebirds Nest  With the return of spring, piping plovers have also returned to their breeding grounds on outer Cape Cod. They are now courting and establishing territories in preparation for nesting. Piping plovers continue to be listed as a threatened species under the Federal and Massachusetts Endangered Species Acts. The National Park Service, in coordination with the U.S. Fish and Wildlife Service and the Massachusetts Division of Fisheries and Wildlife, carries out management of the plover at Cape Cod National Seashore.   March 11, 2009  Start Date and Procedures for Sales of 2009 Off-Road Vehicle Permits  No abstract supplied.   March 11, 2009  National Park Service Offers Junior Lifeguard Program at Cape Cod National Seashore  No abstract supplied.   February 12, 2009  Climate Change and the Outer Cape - What are the implications and what can we do  No abstract supplied.   January 20, 2009  Province Lands Bike Trail Improvements Completed for Now  Cape Cod National Seashore has reopened the entire Province Lands Bike Trail following rehabilitation of a 3.2 mile section that began in October.   January 09, 2009  Cape Cod Marconi Radio Club Event - Marconi Still Sparking at Cape Cod National Seashore  KM1CC, the Cape Cod Marconi Club will operate on January 17 and 18, 2009 to commemorate Marconi’s first transatlantic message, which was sent from his Wellfleet Station to Great Britain 106 years ago.   January 06, 2009  Cape Cod National Seashore to Commemorate 100th Anniversary of the First Marconi Distress Message  No abstract supplied.   January 06, 2009  Bob Grant Selected as Chief Ranger of Cape Cod National Seashore  Superintendent George E. Price. Jr. announced that Bob Grant has been selected as the Chief Ranger of Cape Cod National Seashore.   November 10, 2008  Cape Cod National Seashore Advisory Commission Two Hundredth Sixty-Seventh Notice of Meeting  Notice is hereby given in accordance with the Federal Advisory Committee Act (Pub. L. 92-463, 86 Stat. 770, 5 U.S.C. App 1, Section 10), that a meeting of the Cape Cod National Seashore Advisory Commission will be held on December 1, 2008.   October 31, 2008  Cape Cod National Seashore Headquarters Telephone Numbers Changing  Cape Cod National Seashore headquarters in Wellfleet will be switching to a new phone system during the week of October 27, 2008. Over the weekend of November 1-2, the main headquarters number will change to: 508-771-2144.   October 22, 2008  National Seashore Seeks Vintage Park Images for 50th Anniversary Project  No abstract supplied.   October 14, 2008  2008 Hunting Season at Cape Cod National Seashore  No abstract supplied.   October 04, 2008  Province Lands Bike Trail Rehabilitation Begins This Month  Cape Cod National Seashore Superintendent George Price announced the first phase of the Province Lands Bike Trail rehabilitation project will commence on October 6, 2008 and will continue until January 1, 2009.    September 12, 2008  Cape Cod National Seashore and the Herring River Restoration Committee Announce Second Public Scoping Meeting  No abstract supplied.   September 09, 2008  Cape Cod National Seashore Advisory Commission Two Hundredth Sixty Sixth Notice of Meeting  Notice is hereby given in accordance with the Federal Advisory Committee Act (Pub. L. 92-463, 86 Stat. 770, 5 U.S.C. App 1, Section 10), that a meeting of the Cape Cod National Seashore Advisory Commission will be held on September 22, 2008.   August 31, 2008  National Park Service Begins Rehabilitation of Old Harbor Life-Saving Station  For the past 110 years, Old Harbor Life-Saving Station has been a steadfast sentinel of the Outer Cape’s maritime heritage—first, as an active life-saving station on the Chatham shoreline, then as a US Coast Guard station, and for the past 30 years as a museum dedicated to sharing the story of the Cape’s shoreline heroes, the men of the US Life-Saving Service. This month, Cape Cod National Seashore began a significant project to rehabilitate the station. The rehabilitation is being funded by special monies appropriated by Washington as the centennial of the National Park Service (NPS) approaches in 2016.   August 17, 2008  Cape Cod National Seashore Launches Cell Phone Interpretation Program  No abstract supplied.   August 06, 2008  Cape Cod National Seashore and the Herring River Restoration Committee Announce Public Scoping Meetings for the Herring River Restoration Project  Cape Cod National Seashore Superintendent George Price and Herring River Restoration Committee Chairman Gary Joseph invite the public to participate in two upcoming meetings to provide input on the Herring River Restoration Project.  The first meeting will be held Thursday, August 14, 2008 from 2 PM to 4:30 PM at the Wellfleet Senior Center, and the second meeting will be Wednesday, September 24, 2008, from 7 PM to 9:30 PM at the Wellfleet Senior Center.   July 25, 2008  APPEAL OF TOWN OF WELLFLEET ZONING BOARD OF APPEALS JULY 7 2008 DECISION  No abstract supplied.   July 09, 2008  Come Celebrate the Wonders of Wind at Highlands Fest 2008  Come to Highlands Fest 2008 this weekend, Saturday July 12th at the Highlands Center at Cape Cod National Seashore on Old Dewline Road in Truro.  Join us as we celebrate and learn about wind energy at this “Wonders of Wind” event!  Come rain or shine for all or part of the day; bring family and friends!  Free activities will be held from 9AM – 1PM.  “Highlands Fest” is a celebration of the Highlands Center at Cape Cod National Seashore.  Our mission is to foster the unique cultural and natural heritage of Cape Cod by engaging in an environment in which scientific research, artistic creation, and educational programs can flourish.    July 02, 2008  Regional Director Concurs with Finding of No Significant Impact for Herring Cove Beach Electrical Supply and Marconi Area Facilities Improvements Selected Alternatives  Cape Cod National Seashore Superintendent (CCNS) George E. Price, Jr. and his staff have selected management alternatives from those presented in two recently completed Environmental Assessments (EAs): Electrical Supply for Herring Cove Beach Facilities and Marconi Area Facilities Improvements. The Regional Director concurred on July 1, 2008 with the CCNS Finding of No Significant Impact for the Selected Alternatives from these EAs.   June 19, 2008  Wonders of Wind at the Highlands Center at Cape Cod National Seashore  No abstract supplied.   June 06, 2008  Off-Road Vehicle Access Closures to Protect Piping Plovers  Cape Cod National Seashore Superintendent George Price has announced that the three beach access points to the off-road vehicle (ORV) corridor that are usually available this time of year, are closed to protect piping plovers. However, to maintain some vehicle access, in accordance with the park’s 2007 ORV Environmental Assessment, the seashore will open a section of the ORV corridor at Coast Guard Beach in Truro to 24-hour access for ORV operators with current ORV permits. The piping plover is listed as threatened under the Endangered Species Act. These closures occur while unfledged nestlings are present.    May 29, 2008  Non-Native Plant Control Work to Occur at Fort Hill in June  No abstract supplied.   May 15, 2008  Marconi Area Facilities Improvement Environmental Assessment  Cape Cod National Seashore Superintendent George E. Price, Jr. has announced that the 30-day public comment period for the Marconi Area Facilities Improvements Environmental Assessment begins today and closes on June 14, 2008.   May 08, 2008  Seashore Superintendent Announces 30-Day Review Period for Environmental Assessment - Electrical Facility Replacement  Cape Cod National Seashore Superintendent George E. Price, Jr. has announced that the 30-day public comment period for the Electrical Supply for Herring Cove Beach Facilities Environmental Assessment begins today and closes on June 7, 2008.   April 29, 2008  Turkey Hunting Still Prohibited in Cape Cod National Seashore  No abstract supplied.   April 14, 2008  Cape Cod National Seashore Advisory Commission Two Hundredth Sixty Fifth Notice of Meeting  Notice is hereby given in accordance with the Federal Advisory Committee Act (Pub. L. 92-463, 86 Stat. 770, 5 U.S.C. App 1, Section 10), that a meeting of the Cape Cod National Seashore Advisory Commission will be held on April 28, 2008.   April 10, 2008  Cape Cod National Seashore to Celebrate National Park Week April 19 through 27  No abstract supplied.   April 01, 2008  Cape Cod National Seashore Announces Intermittent Closure of Province Lands Road for Nighttime Research  No abstract supplied.   February 27, 2008  Cape Cod National Seashore Update on Newcomb Hollow Beach Shipwreck  The wreck that washed up on Newcomb Hollow Beach in Wellfleet in late January continues to capture the attention and imagination of the public, historians, archeologists, and others interested in this visual piece of Cape Cod maritime history.   February 14, 2008  Two Hundredth  and Sixty Fourth Meeting of the Cape Cod National Seashore Advisory Commission  Notice is hereby given in accordance with the Federal Advisory Committee Act (Pub. L. 92-463, 86 Stat. 770, 5 U.S.C. App 1, Section 10), that a meeting of the Cape Cod National Seashore Advisory Commission will be held on February 25, 2008. The Commission was reestablished pursuant to Public Law 87-126 as amended by Public Law 105-280.  The purpose of the Commission is to consult with the Secretary of the Interior, or her designee, with respect to matters relating to the development of Cape Cod National Seashore, and with respect to carrying out the provisions of sections 4 and 5 of the Act establishing the Seashore.   January 31, 2008  Shipwreck at Newcomb Hollow is Protected by Federal Law  Shipwreck at Newcomb Hollow is Protected by Federal Law   December 19, 2007  Public Health Fish Consumption Advisory for Five Cape Cod National Seashore Ponds  No abstract supplied.   December 05, 2007  Cape Cod National Seashore Advisory Commission Meeting on December 11th  The two-hundredth and sixty third meeting of the Cape Cod National Seashore Advisory Commission will take place on Tuesday, December 11, 2007, at 1:00 p.m., in the meeting room, at Headquarters, Marconi Station, in Wellfleet.   October 12, 2007  Decision Reached Regarding the Hunting Program at Cape Cod National Seashore  No abstract supplied.   September 10, 2007  Two-Hundredth Sixty Second Meeting of the Cape Cod National Seashore Advisory Commission  The two-hundredth and sixty second meeting of the Cape Cod National Seashore Advisory Commission will take place on Monday, September 24, 2007, at 1:00 p.m., in the meeting room, at Headquarters, Marconi Station, in Wellfleet, MA.   August 10, 2007  Completion of a Final Environmental Impact Statement for the Hunting Program at Cape Cod National Seashore  Cape Cod National Seashore Superintendent George E. Price, Jr. has announced that a Final Environmental Impact Statement (Final EIS) has been completed for the National Seashore’s hunting program.    May 24, 2007  Cape Cod Dune Shacks Found Not to Meet Criteria for Recognition as a Traditional Cultural Property  WASHINGTON, DC – The National Park Service announced today that the Dune Shacks of the Peaked Hill Bars Historic District, which is located within the bounds of Cape Cod National Seashore in Massachusetts, does not satisfy National Register of Historic Places requirements for recognition as a Traditional Cultural Property (TCP). In rendering this decision, the Park Service stressed that the district continues to remain eligible for listing on the National Register based on criteria of significance identified by the Keeper of the National Register in a determination of eligibility dating from May 1989.   February 20, 2007  Provincetown Community Compact to Have Short-Term Use of Fowler Cottage  Cape Cod National Seashore Superintendent George Price has announced that the seashore will be partnering with the Provincetown Community Compact to utilize the Fowler Cottage in the Dune Shacks of the Peaked Hill Bars Historic District on a short-term basis pending development of a plan for future use and preservation of the district. Under agreement with the seashore, The Compact will have use of the cottage through 2009.   February 09, 2007  Three Billion Dollar National Park Service Presidential Budget Proposal Could Benefit Cape Cod National Seashore  The President’s $2.4 billion National Park Service budget for Fiscal Year 2008 calls for the largest increase in park operations funding ever proposed and leveraged public-private investments that could generate as much as $3 billion to help the National Park Service prepare for its 100th birthday in 2016.  The proposed budget includes 3,000 new seasonal employees, continues increases for park maintenance, and targets specific cultural and natural resource improvements.  This budget proposal could impact the base budget for Cape Cod National Seashore.   January 10, 2007  Large Flocks of Waterfowl Feeding Furiously in East Harbor Lagoon this Winter  Massachusetts Coastal Zone Management and Cape Cod National Seashore staff report flocks of hundreds of sea and bay ducks, of at least 13 species, on East Harbor lagoon this winter.   January 08, 2007  Public Health Fish Consumption Advisory for Three Cape Cod National Seashore Ponds  Health officials in Wellfleet and Truro and Cape Cod National Seashore Superintendent George Price announce that they were notified this week by the Massachusetts Department of Public Health (MDPH) of a fish consumption advisory at Duck and Great Ponds in Wellfleet and Ryder Pond in Truro.  The MDPH advisory is based on average fish-sampling results from the Department of Environmental Protection (DEP) that showed that mercury in fish from these three ponds was at or above the Food and Drug Administration’s Action Level for mercury of 1.0 mg\/kg. Fish from the other two ponds sampled, Gull and Herring in Wellfleet, were below state advisory standards for mercury.    October 31, 2006  Cape Cod National Seashore Reports on Status of Dune Shack Ethnographic Study  George Price, Superintendent of the Cape Cod National Seashore, has distributed an update to the occupants of the Dune Shacks of the Peaked Hill Bars Historic District about the status of the ethnographic study and the subsequent evaluation of whether the area will be considered a Traditional Cultural Property (TCP) under the guidelines of the National Register. At the request of the Provincetown Board of Selectmen, the park, along with its Advisory Commission, suspended efforts in 2003 to develop a long-term management plan for the historic district in order to undertake the ethnographic study.   September 11, 2006  Updated Schedule for Hunting EIS  Superintendent George Price today announced the decision to extend the timeline for completing the Final Environmental Impact Statement for the Cape Cod National Seashore hunting program. The impact of this decision will maintain the status quo hunting program of the past three years since the U.S. Court ordered suspension of the hunting of pheasants in the boundary of the national park. All other aspects of the hunting program will remain the same until a new policy is enacted.",
    "url": "https:\/\/www.nps.gov\/caco\/learn\/news\/newsarchive.htm"
}
