{
    "title": "Cape Cod National Seashore: Ranger-Guided Activities",
    "body": "Ranger-Guided Activities         Our ranger-guided activities explore the many facets of Cape Cod National Seashore, and include guided walks, talks, performance and music-based programs, campfires, open houses at historic buildings, canoe trips, yoga, and more!     July-August Activities, including partner programs and National Park Service Centennial events This summer we're offering an exciting line-up of ranger-guided programs, including long hikes and short strolls; yoga on the beach; evening campfire talks; canoe trips and salt marsh explorations; InstaMeets; and evening lectures and performance and music-based events. The summer program culminates on August 25, the 100th anniversary of the National Park Service. Look for a full day of science activities, family fun, a US Postal Service commemorative cancellation, and a performance by the Cape Symphony.  Happy 100th birthday, National Park Service! Check out the latest news on the national seashore's Centennial events. (pdf)  For Ranger-Guided Programs Requiring Reservations  The majority of the national seashore's ranger programs are free and do not require reservations. Some programs involve a fee due to specialized equipment or staff training required, supply costs, or because they are several hours in duration and therefore involve a higher staff cost than shorter programs. In order to offer these programs, we must charge a fee to cover the costs. Most of the park's fee programs have been placed on the national reservation system, make a reservation at www.recreation.gov. Detailed directions for making reservations. (pdf) For those reserving places on the Salt Pond Paddle ranger-guided canoe program via recreation.gov, it is critical that you take note of program details provided by the reservation specialist, if reserving by phone, or read through all of the program information provided online so you are prepared for a safe and fun trip. These details include: Plan to arrive to the program 15 minutes prior to the scheduled start time of the trip. Bring water, sunscreen, and bug spray.   Environmental conditions may require strenuous activity, and potentially hazardous conditions may arise during trips. These include strong winds, tides, and currents.  Up to 3 people may occupy a canoe (2 paddlers and 1 non-paddler in the middle), and canoe trip leaders determine all seating arrangements at the start of the trip. Wading is required to enter the canoes. Footwear that can get wet is required; no flip-flops are allowed.   Attendees must assist with lifting and transporting canoes to the water. Children must be 6 years of age or older to participate; participants between the ages of 6 and 18 must be accompanied by an adult. There must be one adult per two children. PFDs must be worn and zipped up throughout the trip. All gear is provided by National Park Service, including Coast Guard approved PDFs.      High Tide Information   Important information about organized groups interested in attending ranger-guided programs:  In most cases, a group size greater than 8 may not participate in programs offered to the general public, unless the programs are suitable for large groups such as park films, campfire programs, auditorium, and amphitheater programs.  Driving directions to program locations in Eastham and Wellfleet",
    "url": "https:\/\/www.nps.gov\/caco\/ranger-guided-activities.htm"
}
