{
    "title": "Cape Cod National Seashore: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 73 results    Show ALL instances of recurring events   RSS Feed      Cape Cod National Seashore Canoe Trip:  Salt Pond Paddle      Time: 2:00 PM to 3:30 PM Location: Salt Pond Visitor Center Fees: $23 per adult, $18 per child 16 and under     Sunday, August 14, 2016 Canoe trip in Salt Pond. Reservations required. See tour details. View Details      Cape Cod National Seashore Canoe Trip: Paddling Adventure      Location: Location Varies Fees: $28 per adult, $21 per child 16 and under.  Minimum age is 12.     Sunday, August 14, 2016 Canoe trip, location and time varies. Reservations required. See tour details. View Details      Cape Cod National Seashore Hike: Off the Beaten Path      Time: 8:30 AM to 12:30 PM Location: Location varies Fees: $6     Sunday, August 14, 2016 Ranger hike, various locations. Reservations required. See tour details. View Details      Cape Cod National Seashore Open House: Old Harbor Life-Saving Station      Time: 2:00 PM to 4:00 PM Location: Old Harbor Life-Saving Station, Race Point Beach Fees: Free; Beach fees apply     Sunday, August 14, 2016 Everyday  from 07\/01\/2016 to 08\/31\/2016 Open House of Old Harbor Life-Saving Station View Details      Cape Cod National Seashore Summer Sunset Concerts at Herring Cove Beach, Provincetown      Location: Herring Cove Beach Fees: Free     Sunday, August 14, 2016 Free summer concerts, times vary. View Details      Cape Cod National Seashore Talk:  Terrace Talk      Time: 10:00 AM to 10:45 AM Location: Salt Pond Visitor Center Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly  from 07\/03\/2016 to 08\/28\/2016 Ranger talk at Salt Pond Visitor Center View Details      Cape Cod National Seashore Talk: Thar She Blows!      Time: 2:00 PM to 3:00 PM Location: Province Lands Visitor Center Fees: Free     Sunday, August 14, 2016 Ranger talk at Province Lands Visitor Center, ages 4-12 and parents View Details      Cape Cod National Seashore Tour: Highland Light      Time: 10:00 AM to 5:30 PM Location: Highland Light, Truro Fees: $6 for adults, $5 for seniors and students     Sunday, August 14, 2016 Everyday  from 07\/01\/2016 to 08\/31\/2016 Climb the Highland Light in Truro View Details      Cape Cod National Seashore Tour: Nauset Light      Time: 4:30 PM to 7:30 PM Location: Nauset Light Beach, Eastham Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly & Every Tuesday Weekly & Every Wednesday Weekly  from 07\/03\/2016 to 08\/31\/2016 Guided tour of Nauset Light View Details      Cape Cod National Seashore Tour: Three Sisters Lighthouses      Time: 5:00 PM to 6:00 PM Location: Nauset Light Beach Fees: Free     Sunday, August 14, 2016 Tour of Three Sisters Lighthouses View Details      Cape Cod National Seashore Walk:  Discover Nauset Marsh      Time: 3:30 PM to 4:30 PM Location: Salt Pond Visitor Center Fees: Free     Sunday, August 14, 2016 Ranger walk around Nauset Marsh View Details      Cape Cod National Seashore Walk:  Discover the Marconi Area      Time: 2:30 PM to 3:30 PM Location: Marconi Station Site Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly  from 07\/03\/2016 to 08\/28\/2016 Ranger walk at the Marconi area. View Details      Cape Cod National Seashore Walk: Ever-Changing Pamet Valley      Time: 9:00 AM to 11:00 AM Location: Pamet Area Trails Fees: Free     Sunday, August 14, 2016 Ranger walk in Pamet Area View Details      Cape Cod National Seashore Walk: Historic Highland District      Time: 3:00 PM to 4:00 PM Location: Highland House Museum Fees: Free     Sunday, August 14, 2016 Ranger walk around Highlands Area View Details      Cape Cod National Seashore WALK: PROVINCE LANDS 100 YEARS AGO       Time: 10:00 AM to 11:30 AM Location: Province Lands Visitor Center Fees: Free     Sunday, August 14, 2016 Ranger walk around Province Lands. View Details      Cape Cod National Seashore Walk: Sharks and Seals, Cape Cod's Dynamic Duo      Time: 10:00 AM to 11:00 AM Location: Coast Guard Beach, Eastham Fees: Free     Sunday, August 14, 2016 Ranger walk about sharks and seals. Reservations required. See tour details. View Details      Cape Cod National Seashore Activity: Healthy Parks, Healthy People with Cape Cod Healthcare      Time: 8:00 AM to 11:00 AM Location: Salt Pond Visitor Center Fees: Free     Monday, August 15, 2016 Every Monday Weekly & Every Tuesday Weekly & Every Wednesday Weekly & Every Thursday Weekly & Every Friday Weekly  from 06\/06\/2016 to 09\/02\/2016 Work with a healthcare practitioner to set and achieve your personal fitness goals through hiking at the national seashore. View Details      Cape Cod National Seashore Canoe Trip:  Salt Pond Paddle      Time: 10:00 AM to 11:30 AM Location: Salt Pond Visitor Center Fees: $23 per adult, $18 per child under 16     Monday, August 15, 2016 Every Monday Weekly & Every Friday Weekly  from 07\/04\/2016 to 08\/26\/2016 Canoe trip around Salt Pond. Reservations required. See tour details. View Details      Cape Cod National Seashore Museum: Highland House Museum      Time: 10:00 AM to 4:30 PM Location: Highland House Museum, Truro Fees: $5 for adults, $4 for seniors and students, Free for 12 and under     Monday, August 15, 2016 Every Monday Weekly & Every Tuesday Weekly & Every Wednesday Weekly & Every Thursday Weekly & Every Friday Weekly & Every Saturday Weekly  from 07\/01\/2016 to 08\/31\/2016 Highland House Museum View Details      Cape Cod National Seashore Obstacle Course: Cape Cod Ninja Warrior      Time: 10:00 AM to 11:00 AM Location: Meet at Province Lands Visitor Center Fees: Free     Monday, August 15, 2016 Ranger guided obstacle course on the beach View Details      Cape Cod National Seashore Snorkel: Underwater Worlds      Time: 2:00 PM to 3:30 PM Location: Location varies Fees: $15 per adult, $11 per child 16 and under. Minimum age is 10.       Monday, August 15, 2016 Snorkel with a ranger. Reservations required. See tour details. View Details      Cape Cod National Seashore Tour: Captain Penniman House      Time: 11:00 AM to 12:00 PM Location: Penniman House, Fort Hill Area Fees: Free     Monday, August 15, 2016 Guided tour of the Penniman House. Reservations required. See tour details. View Details      Cape Cod National Seashore Walk: Beginner's Birding      Time: 7:30 AM to 9:30 AM Location: Fort Hill Area Fees: Free     Monday, August 15, 2016 Every Monday Weekly  from 07\/04\/2016 to 08\/29\/2016 Ranger walk through Fort Hill Area View Details      Cape Cod National Seashore Walk: Discover Fort Hill      Time: 3:00 PM to 4:00 PM Location: Fort Hill Area Fees: Free     Monday, August 15, 2016 Ranger walk around Fort Hill View Details      Cape Cod National Seashore Walk: Dunes Over East Harbor      Time: 9:00 AM to 10:30 AM Location: High Head Area Fees: Free     Monday, August 15, 2016 Ranger walk at High Head area View Details      Cape Cod National Seashore Walk: Nature Tales and Remote Trails of Ballston Beach      Time: 9:00 AM to 11:00 AM Location: Ballston Beach, Truro Fees: Free     Monday, August 15, 2016 Guided walk of Ballston Beach area View Details      Cape Cod National Seashore Walk: Nature Tales and Remote Trails of Ballston Beach      Time: 9:00 AM to 11:00 AM Location: Pamet Area, Truro Fees: Free     Monday, August 15, 2016 Guided walk of Ballston Beach area View Details      Cape Cod National Seashore WALK: THE ROOSEVELTS, KENNEDYS, AND THE NATIONAL PARK SERVICE      Time: 4:00 PM to 4:30 PM Location: Province Lands Visitor Center Fees: Free     Monday, August 15, 2016 Ranger walk View Details      Cape Cod National Seashore Walk: Truro's Cold War Past      Time: 10:00 AM to 11:30 AM Location: Highlands Center, Truro Fees: Free     Monday, August 15, 2016 Ranger walk around Highlands Center View Details      Cape Cod National Seashore Activity: Take the Cape History Challenge!      Time: 1:30 PM to 2:00 PM Location: Salt Pond Visitor Center Fees: Free     Tuesday, August 16, 2016 Explore history at Salt Pond Visitor Center View Details      Cape Cod National Seashore Activity: Tidal Flats Foray      Location: Provicetown breakwater Fees: $6 per adult, $4 per child 16 and under.     Tuesday, August 16, 2016 Ranger activity in intertidal zone. Reservations required. See tour details. View Details      Cape Cod National Seashore Canoe Trip: Canoe Adventure      Location: Location varies Fees: $28 per adult, $21 per child 16 and under     Tuesday, August 16, 2016 Canoe trip around various locations. Reservations required. See tour details. View Details      Cape Cod National Seashore Hike: Art in the Dunes      Time: 4:00 PM to 7:00 PM Location: Province Lands area Fees: Free     Tuesday, August 16, 2016 Ranger hike around Province Lands. Reservations required. See tour details. View Details      Cape Cod National Seashore Talk: Chronicles from a Cape Codder      Time: 10:30 AM to 10:30 AM Location: Salt Pond Visitor Center Fees: Free     Tuesday, August 16, 2016 Ranger talk. Reservations required. See tour details. View Details      Cape Cod National Seashore Talk: Growing up on Cape Cod      Time: 12:00 PM to 1:00 PM Location: Salt Pond Visitor Center Fees: Free     Tuesday, August 16, 2016 Ranger talk at Salt Pond Visitor Center. Reservations required. See tour details. View Details      Cape Cod National Seashore Tour: Old Harbor Live-Saving Station      Time: 10:00 AM to 11:00 AM Location: meet at Province Lands Visitor Center Fees: Free     Tuesday, August 16, 2016 Tour the Old Harbor Life-Saving Station View Details      Cape Cod National Seashore Tuesday Nights at Salt Pond Visitor Center      Time: 7:00 PM to 8:00 PM Location: Salt Pond Visitor Center Fees: Free     Tuesday, August 16, 2016 Take a historical journey at Salt Pond Visitor Center. View Details      Cape Cod National Seashore Tuesday Nights at Salt Pond Visitor Center      Time: 7:00 PM to 8:00 PM Location: Salt Pond Visitor Center Fees: Free     Tuesday, August 16, 2016 Free lecture series View Details      Cape Cod National Seashore Walk: Bayside Stroll      Time: 10:30 AM to 11:30 AM Location: Great Island Fees: Free     Tuesday, August 16, 2016 Ranger walk at Great Island View Details      Cape Cod National Seashore Walk: Creative Nature      Time: 2:00 PM to 3:30 PM Location: Fort Hill Area Fees: Free     Tuesday, August 16, 2016 Ranger walk around Fort Hill View Details      Cape Cod National Seashore Activity: Fish, Snails, and Horseshoe Crab Tales      Location: Salt Pond Visitor Center Fees: $6 per adult, $4 per child 16 and under     Wednesday, August 17, 2016 Ranger activity around Salt Pond. Reservations required. See tour details. View Details      Cape Cod National Seashore Campfire: Nauset Light Beach      Time: 7:00 PM to 8:30 PM Location: Nauset Light Beach Fees: Free     Wednesday, August 17, 2016 Ranger campfire program at Nauset Light Beach View Details      Cape Cod National Seashore Hike: Breakwater to Long Point      Location: Provincetown Breakwater Fees: Free     Wednesday, August 17, 2016 Five-mile hike to Long Point. Reservation required. See tour details. View Details      Cape Cod National Seashore Open House: Captain Penniman House      Time: 10:00 AM to 12:00 PM Location: Penniman House, Fort Hill Area Fees: Free     Wednesday, August 17, 2016 Open House at Penniman House View Details      Cape Cod National Seashore Photography Walk: Exploring Nature With Your Camera      Time: 9:00 AM to 11:30 AM Location: Location Varies Fees: Free     Wednesday, August 17, 2016 Bring your camera for tips and tricks on great photography opportunities in the Province Lands area. Reservations required. See tour details. View Details      Cape Cod National Seashore Talk:  Terrace Talk      Time: 3:30 PM to 4:15 PM Location: Salt Pond Visitor Center Fees: Free     Wednesday, August 17, 2016 Ranger talk at Salt Pond Visitor Center View Details      Cape Cod National Seashore Talk: Bombs and Blackouts      Time: 2:00 PM to 2:45 PM Location: Marconi Station Site Fees: Free     Wednesday, August 17, 2016 Ranger talk at Marconi Station Site. Reservations required. See tour details. View Details      Cape Cod National Seashore Tour: Atwood-Higgins House      Time: 11:00 AM to 12:00 PM Location: Atwood-Higgins House Fees: Free     Wednesday, August 17, 2016 Ranger tour of the Atwood-Higgins House. Reservations required. See tour details. View Details      Cape Cod National Seashore Walk: Seal Scout      Location: Location varies Fees: Free     Wednesday, August 17, 2016 Ranger walk to observe seals; 1-2 hours, 1-2 miles in loose sand. Reservations required. See tour details. View Details      Cape Cod National Seashore WALK: THE ROOSEVELTS, KENNEDYS, AND THE NATIONAL PARK SERVICE      Time: 2:00 PM to 2:30 PM Location: Province Lands Visitor Center Fees: Free     Wednesday, August 17, 2016 Ranger walk View Details      Cape Cod National Seashore Activity: Small Fry Special      Time: 10:30 AM to 11:15 AM Location: Salt Pond Visitor Center Fees: Free     Thursday, August 18, 2016 Kids crafts and stories View Details      Cape Cod National Seashore Activity: Surfcasting 101      Time: 7:30 AM to 9:00 AM Location: Coast Guard Beach, Eastham Fees: $23 (minimum age 12)     Thursday, August 18, 2016 Surfcasting ranger activity. Reservations required. See tour details. View Details      Cape Cod National Seashore Hike: Explore Your Park, Eastham and Wellfleet      Time: 9:30 AM to 12:30 PM Location: Location varies Fees: $6     Thursday, August 18, 2016 Hike around various spots in Eastham or Wellfleet with a ranger. Reservations required. See tour details. View Details      Cape Cod National Seashore Historical Re-Enactment: Beach Apparatus Drill      Time: 6:00 PM to 7:00 PM Location: Old Harbor Life-Saving Station at Race Point Beach Fees: $6 for adults; $4 for seniors over 62 and children 7 to 17; children 6 and under are free. Pay on arrival, no reservations necessary.     Thursday, August 18, 2016 Historic re-enactment of Beach Apparatus Drill. View Details      Cape Cod National Seashore Talk: Marine Lecture Series      Time: 11:00 AM to 12:00 PM Location: Province Lands Visitor Center Fees: Free     Thursday, August 18, 2016 Weekly lecture series at Province Lands Visitor Center. View Details      Cape Cod National Seashore Walk: Beech Forest Birding      Time: 8:00 AM to 9:00 AM Location: Beech Forest Parking Area Fees: Free     Thursday, August 18, 2016 Join a ranger for an early morning bird walk. View Details      Cape Cod National Seashore Walk: Observing Nature Through Art      Time: 10:00 AM to 11:30 AM Location: Province Lands Area Fees: Free     Thursday, August 18, 2016 Ranger walk focused on drawing and\/or painting. View Details      Cape Cod National Seashore Activity: Yoga at the Cove      Time: 8:30 AM to 9:45 AM Location: Herring Cove Beach Fees: $11 per person     Friday, August 19, 2016 Morning yoga at Herring Cove Beach. Reservations required. See tour details. View Details      Cape Cod National Seashore Bike Tour: The Historic Province Lands Bicycle Tour      Time: 9:00 AM to 11:00 AM Location: meet at Province Lands Visitor Center Fees: Free     Friday, August 19, 2016 Ranger-led bike ride around Province Lands area. View Details      Cape Cod National Seashore Family Program: Seashore Crafts      Time: 2:00 PM to 3:00 PM Location: Province Lands Visitor Center Fees: Free     Friday, August 19, 2016 Create a seashore craft, ages 5-12 View Details      Cape Cod National Seashore Open House: Seashore Science      Time: 9:30 AM to 11:30 AM Location: Salt Pond Visitor Center Fees: Free     Friday, August 19, 2016 Open House at Salt Pond Visitor Center View Details      Cape Cod National Seashore Scavenger Hunt: The Amazing Race - Provincetown      Time: 10:00 AM to 11:30 AM Location: Provincetown Town Green, Bas Relief Park Fees: Free     Friday, August 19, 2016 Discover Provincetown's history on this scavenger hunt! Reservations required. See tour details. View Details      Cape Cod National Seashore Walk: Find Your Park - Share Your Story      Time: 2:00 PM to 4:00 PM Location: Pamet Area Trails Fees: Free     Friday, August 19, 2016 Share your National Park story on this ranger led walk through the Pamet Area. View Details      Cape Cod National Seashore Walk: Province Lands 100 Years Ago       Time: 10:00 AM to 11:30 AM Location: Province Lands Visitor Center Fees: Free     Friday, August 19, 2016 Every Friday Weekly  from 07\/15\/2016 to 08\/26\/2016 Guided walk with a ranger View Details      Cape Cod National Seashore Walk: Untold Stories of Cape Cod National Seashore      Time: 2:30 PM to 3:30 PM Location: Marconi Station Site Fees: Free     Friday, August 19, 2016 Ranger walk at Marconi Station Site View Details      Cape Cod National Seashore Campfire: Herring Cove Beach      Time: 7:00 PM to 8:00 PM Location: Herring Cove Beach Fees: Free     Saturday, August 20, 2016 Join a ranger for a campfire at Herring Cove Beach. View Details      Cape Cod National Seashore Family Program: Hands on Squid      Time: 2:00 PM to 3:30 PM Location: meet at Province Lands Visitor Center Fees: Free     Saturday, August 20, 2016 Family program about squid. View Details      Cape Cod National Seashore Walk: Seaside Stroll      Time: 10:00 AM to 11:00 AM Location: Coast Guard Beach Fees: Free     Saturday, August 20, 2016 Ranger walk along Coast Guard Beach View Details      Cape Cod National Seashore Tuesday Nights at Salt Pond Visitor Center      Time: 7:00 PM to 8:00 PM Location: Salt Pond Visitor Center Fees: Free     Tuesday, August 23, 2016 Learn about Snowy Owls and Saw-whet Owls at Salt Pond Visitor Center. View Details      Cape Cod National Seashore Event: Cape Cod National Seashore Celebrates the National Park Service Centennial      Time: 10:00 AM to 8:00 PM Location: Locations throughout the national seashore Fees: Free     Thursday, August 25, 2016 Day-long event featuring science, music, activities for children, US Postal Service  cancellation, and more! View Details      Cape Cod National Seashore Activity: Yoga on the Beach      Time: 7:30 AM to 8:45 PM Location: Nauset Light Beach Fees: $11     Saturday, August 27, 2016 Yoga on the beach. Reservations required. See tour details. View Details      Cape Cod National Seashore Special Feature: The Finest Hours      Time: 7:00 PM to 9:00 PM Location: Salt Pond Visitor Center Fees: Free     Monday, August 29, 2016 Watch The Finest Hours at Salt Pond Visitor Center. View Details      Cape Cod National Seashore Tuesday Nights at Salt Pond Visitor Center      Time: 7:00 PM to 8:00 PM Location: Salt Pond Visitor Center Fees: Free     Tuesday, August 30, 2016 Learn the true story that inspired the movie The Finest Hours. View Details",
    "url": "https:\/\/www.nps.gov\/caco\/planyourvisit\/calendar.htm"
}
