{
    "title": "Cape Cod National Seashore: Biking at Cape Cod National Seashore",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Biking at Cape Cod National Seashore              Biking at Cape Cod National Seashore           Bicyclists on Nauset Bicycle Trail   Biking is a favorite activity of many visitors to Cape Cod National Seashore.  Bike racks are provided at the seashore's public facilities. There are three bike trails in the seashore: Nauset in Eastham, Head of the Meadow in Truro, and Province Lands in Provincetown. In addition, the Cape Cod Rail Trail, maintained by the Commonwealth of Massachusetts, runs 26 miles between the towns of Dennis and Wellfleet. Bikes are allowed on the three designated national seashore bike trails, on paved roads and parking areas, and on unpaved roadways (fire roads). They are not permitted on trails or on beaches.  Cape Cod National Seashore bike trail brochure with safety information and maps Quick Bike Trail Facts - trail distance, condition, difficulty Be advised: Head of the Meadow trail has not been rehabilitated and is very bumpy. FLYOVER VIDEOS OF BICYCLE TRAILS - These Google Earth flyover videos show the terrain and challenging portions of each bicycle trail at Cape Cod National Seashore. Included are: Moors Road;Province Lands Bicycle Trail and three spurs: Herring Cove Beach, Race Point Beach and Bennett Pond;Nauset Bicycle Trail;and Head of the Meadow Bicycle Trail. VIRTUAL TOUR VIDEOS OF BICYCLE TRAILS - These videos provide handlebar views of the most challenging parts of the Province Lands and Nauset Bicycle Trails. Take a virtual tour of each hill through Google Earth, then take to the trail and ride it to see and experience each twist and turn. Bicycle Safety Awareness information - practical safety tips, gear, rules of the road, hazards, and more   And remember:  Helmets are required for people aged 16 and under, and recommended for all. You must ride on the right side of the road and obey all traffic laws, signs and traffic lights.   Plan ahead and be prepared for a safe ride. Make sure to bring water, sunscreen and a helmet! When you are driving and encounter bikes - Share the road.",
    "url": "https:\/\/www.nps.gov\/caco\/planyourvisit\/biking-at-cape-cod-national-seashore.htm"
}
