{
    "title": "Cape Cod National Seashore: Highlands Center at Cape Cod National Seashore",
    "body": "Highlands Center at Cape Cod National Seashore         Highlands Center at Cape Cod National Seashore National Park Service photo.  Mission Statement: The Highlands Center fosters the unique cultural and natural heritage of Cape Cod by facilitating scientific research, the arts tradition, and educational programs atop the dramatic sea cliffs of Cape Cod National Seashore.            Programs and Events   Current Partners    Points of Interest    Newsletters      Woods Walk Guide         Plans and Reports    Become a Partner    Public Art    Map    Directions       EcoArts Discovery Path    The Park Setting The Highlands Center at Cape Cod National Seashore occupies a point of singular beauty in Truro, Massachusetts. Its converging habitat, where land meets sea, provides a fitting backdrop for learning, reflection and research. Highlands Center: Past, Present, and Future Formerly the North Truro Air Force Station, in 1994, Cape Cod National Seashore (CCNS) acquired the 110-acre property. Since then, CCNS has adaptively reused six buildings and has made over $1 million in infrastructure improvements, allowing for the potential renovation and occupation of up to 45 buildings. Originally used for common space, housing, offices, and maintenance, buildings provide a broad range of opportunities for future users.   The Highlands Center core is its partners, an interactive community of artists, scientists and educators pursuing their work in a national park setting. These public and private program partners enrich each other's work and the center's mission through their distinctive activities.  Another ongoing goal is to exemplify the National Park Service's commitment to implementing \"green\" practices. The site seeks to demonstrate environmental stewardship through the use of sustainable practices, technologies, and renewable energy sources in its design, building rehabilitation, and operations. Public and Private Partners  Exploration of the arts, pertinent natural science research issues like ecosystem health and climate change, and unique educational programming are continually pursued at the site. Inquiries and proposals for cooperative ventures from non-profit organizations, government agencies, and educational institutions are welcomed to join the 8 existing partner organizations.   Learn more about our partners Contact Information We invite your participation in the Highlands Center redevelopment and programming. The site is open to the public for special tours, events, and scheduled public programs. Several partners also provide creative programs: Programs and Events. Please let us know if you want to be added to our newsletter mailing list through mail or e-mail. For additional information please contact: Lauren McKean, AICP NPS Highlands Center Project Manager Cape Cod National Seashore, 99 Marconi Site Road, Wellfleet, MA 02667 Phone: (508) 957-0731 Fax: (508) 349-9052 E-mail: lauren_mckean@nps.gov",
    "url": "https:\/\/www.nps.gov\/caco\/planyourvisit\/highlands-center-at-cape-cod-national-seashore.htm"
}
