{
    "title": "Hawai'i Volcanoes National Park: News Release Archive",
    "body": "News Release Archive           Subscribe  | What is RSS     May 13, 2016  Centennial Events for June 2016  Hawai‘i Volcanoes National Park celebrates its 100th anniversary in 2016, and continues its tradition of sharing Hawaiian culture and After Dark in the Park (ADIP) programs with the public in June. All ADIP and Hawaiian cultural programs are free, but park entrance fees apply. Programs are co-sponsored by Friends of Hawai‘i Volcanoes National Park and Hawai‘i Pacific Parks Association. Mark the calendar for these upcoming events:   October 15, 2015  Hawai‘i Volcanoes National Park November 2015 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in November.   August 14, 2015  Partial trail closure extended at Thurston Lava Tube  The exit trail leading out of Thurston Lava Tube will remain closed another week while workers repave the trail, following the replacement of an old electrical line.   August 03, 2015  Explore Kahuku in Hawai‘i Volcanoes National Park - August & September 2015 Programs  Everyone is invited to Find Your Park and participate in the upcoming Kahuku events and guided hikes at Hawai‘i Volcanoes National Park, in August and September 2015. Kahuku is open to the public every Saturday and Sunday of the month, and all events are free. You can explore on your own, or join these upcoming programs:   August 03, 2015  Park Prepares for Tropical Storm Guillermo  In anticipation of the heavy rain and wind forecast with the arrival of Tropical Storm Guillermo, all backcountry areas in Hawai‘i Volcanoes National Park will be closed as of 5 p.m. on Tues., Aug. 4 until it is safe to reopen them.   July 30, 2015  Exit route from lava tube to temporarily close  The exit route trail leading out of Thurston Lava Tube will close starting Mon., Aug. 3 while workers replace an electrical line. The lava tube will remain open, and the trail that leads into it will be used as both exit and entry.   July 28, 2015  New online “Camp Google” brings park to kids across the country  Kids, many who live thousands of miles from Hawai‘i, will have the opportunity to explore Hawai‘i Volcanoes National Park Wed., July 29 via the new online “Camp Google” experience.   July 17, 2015  Hawai‘i Volcanoes National Park August 2015 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in August. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.   June 19, 2015  Hawai‘i Volcanoes National Park July 2015 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in July. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.   June 11, 2015  EPA honors Hawai‘i Volcanoes National Park as Federal Green Challenge winner  The U.S. Environmental Protection Agency recognized Hawai‘i Volcanoes National Park with the EPA’s Federal Green Challenge Regional Overall Achievement award as part of its efforts to encourage federal departments to reduce their environmental footprints through sustainable practices.   June 05, 2015  Public Invited to Attend Talk Story Session on Hawai‘i Volcanoes National Park’s Draft General Management Plan \/ Wilderness Study \/ Environmental Impact Statement June 10  The public is invited to a talk story session about the Hawai‘i Volcanoes National Park draft general management plan, wilderness study, and environmental impact statement (GMP\/WS\/EIS) at the Kīlauea Visitor Center, June 10, 2015 from 5:30 p.m. to 7:30 p.m. In addition, a formal wilderness hearing will be held during this meeting to receive comments specific to the wilderness study. Park representatives will answer questions and take comments.   June 02, 2015  Hawai‘i Volcanoes National Park June 2015 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in June. All programs are free, but park entrance fees apply.   May 22, 2015  Free Summer Junior Ranger Program begins June 24  Keiki eight to 13 years old are invited to “Find Your Park” and become junior rangers through Hawai‘i Volcanoes National Park’s Keiki o Hawai‘i Nei summer program. The fun-filled, three-day program begins Wednesday, June 24 and ends Friday, June 26. The program is from 8 a.m. to 3 p.m. each day   May 21, 2015  La Réunion and Hawai‘i Connect through Sister Park Agreement  Hawai‘i Volcanoes National Park and La Réunion National Park, a French volcanic island in the middle of the Indian Ocean, signed a sister park agreement yesterday to fortify the mutual collaboration and cooperation between both parks.   May 20, 2015  Hawai‘i Volcanoes Will Increase Entrance & Camping Fees Beginning June 1  Hawai‘i Volcanoes National Park will incrementally increase entrance and camping fees over the next three years in order to fund deferred maintenance and improvement projects within the park, and to meet national standards for parks with similar visitor amenities. Entrance fees for recreational use have not increased since 1997   May 20, 2015  Hawai‘i Volcanoes National Park Blended Best of Western Science with Traditional Hawaiian Culture  Initial species count tops 416, including over 22 new to park’s species list; 73 threatened species also seen   May 13, 2015  Busy Weekend Expected at Hawai‘i Volcanoes National Park  Best known for its active volcanoes and stunning landscapes, Hawai‘i Volcanoes National Park will this weekend welcome hundreds of scientists, students and Hawaiian cultural practitioners to the BioBlitz and Biodiversity & Cultural Festival.   May 11, 2015  Hawai'i Volcanoes National Park to Host BioBlitz 2015  Join Top Scientists, Students and the Public in Race to Count Species and Celebrate Connection of Science and Hawaiian Culture.   May 04, 2015  Hawai‘i Volcanoes National Park May 2015 Hawaiian Cultural, After Dark in the Park and Other Events  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in May.   May 01, 2015  Artist-in-Residence Holds Open Studio for Visitors to Hawai‘i Volcanoes National Park  Hawai‘i Volcanoes National Park’s current artist-in-residence, feather artist Rick Makanaaloha Kia‘imeaokekanaka San Nicolas, is holding an open house Monday through Friday, now through May 16 from 10 a.m. to 3 p.m., at the 1932 Administration Building (also called the ‘Ōhi‘a Wing).   April 30, 2015  Hawai‘i Volcanoes National Park’s Draft General Management Plan \/ Wilderness Study \/ Environmental Impact Statement Available for Review and Comment  Hawai‘i Volcanoes National Park is pleased to announce the availability of its draft general management plan, wilderness study, and environmental impact statement (GMP\/WS\/EIS).   April 27, 2015  Rise in Lava Lake Creates Surge in Visitation  Thousands of additional visitors are flocking to Hawai‘i Volcanoes National Park to witness the large lava lake steadily rise at the summit of Kīlauea volcano.   April 23, 2015  Visitation to four national parks on Hawai‘i, the Big Island creates $175,579,100 in economic benefits  A new National Park Service (NPS) report shows that 2,282,752 people in 2014 visited four national park units on Hawai‘i, the Big Island, and spent $175,579,100 in communities near the parks. That spending supported 2,162 jobs on island, and had a cumulative benefit to the local community of $248,036,200.   April 23, 2015  Visitation to Hawai‘i Volcanoes National Park creates $136,838,700 in economic benefits  A new National Park Service (NPS) report shows that 1,693,005 visitors to Hawai‘i Volcanoes National Park in 2014 spent $136,838,700 in communities near the park. That spending supported 1,672 jobs on island, and had a cumulative benefit to the local community of $170,878,000.   April 17, 2015  Explore Kahuku in Hawai‘i Volcanoes National Park  April - June 2015 Programs   April 16, 2015  Park seeks BioBlitz & Cultural Festival volunteers  Nearly 100 volunteers are needed to help with the upcoming BioBlitz and Biodiversity & Cultural Festival at Hawai‘i Volcanoes National Park, May 15 and 16, 2015.   April 09, 2015  Junior Rangers encouraged to \"Find Your Park\" as National Park Week begins  Hawai‘i Volcanoes National Park encourages keiki to connect with their national park and World Heritage Site by becoming a Junior Ranger on Sat., April 18 – Junior Ranger Day and International Day on Monuments and Sites   April 07, 2015  Hawai‘i Volcanoes National Park Public Notice of Flight Operations  Notice of Flight Operations   April 07, 2015  Hawai‘i Volcanoes National Park to Host BioBlitz 2015  Sign Up Now to Join Top Scientists, Students and the Public in a Race to Count Species and Celebrate the Connection of Science and Hawaiian Culture May 15 and 16, 2015. 35th Annual Cultural Festival Moved to May and Expanded to Include Biodiversity   March 27, 2015  Volunteers Sought for Stewardship at the Summit - April through June 2015  Help protect the native Hawaiian rainforest at the summit of Kīlauea by volunteering for “Stewardship at the Summit” programs in Hawai‘i Volcanoes National Park, now through June 2015   March 24, 2015  Kitchen Fire Temporarily Closes Restaurants in Volcano House  Both restaurants in Volcano House are closed for at least two days while officials investigate the cause of a kitchen fire that sent a hotel employee to the hospital Tuesday morning.   March 20, 2015  11-year-old lost, and found, off Kīlauea Iki Trail  An 11-year-old boy from Canada who took a shortcut off Kīlauea Iki Trail was located by park rangers and reunited with his family Tuesday night, March 17.   March 17, 2015  April 2015 Hawaiian Cultural & After Dark in the Park Events  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in April. To celebrate the Merrie Monarch Festival’s 52nd anniversary, special cultural presentations are offered April 7, 9 and 10. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.   March 10, 2015  Friends of HVNP & Hawai‘i Volcanoes National Park Earn National Award for Public Lands Partnership  The nonprofit group Friends of Hawai‘i Volcanoes National Park (FHVNP), and Hawai‘i Volcanoes National Park, received the Association of Partners for Public Lands (APPL) 2015 Partnership Award for Public Lands Partners.   February 18, 2015  March 2015 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in March. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.  Mark the calendar for these upcoming events:   February 11, 2015  Celebrate Presidents Day Weekend with Free Admission to Hawai‘i Volcanoes National Park  Make an executive decision to visit a national park this Presidents Day weekend. All fee-charging national parks will offer free admission from February 14 through 16, including Hawai‘i Volcanoes National Park.   February 06, 2015  Fatality at Thurston Lava Tube  A 71-year-old male visitor from Japan died yesterday after suffering an apparent heart attack at Thurston Lava Tube in Hawai‘i Volcanoes National Park.   January 26, 2015  February 2015 Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in February. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.  Mark the calendar for these upcoming events:   January 23, 2015  Notice of Flight Operations for January and February 2015  Hawai‘i Volcanoes National Park announces the following upcoming flight plans for the remainder of January and February 2015:   January 23, 2015  New Hours at Jaggar Museum and Kīlauea Visitor Center  Effective immediately, Jaggar Museum in Hawai‘i Volcanoes National Park is open seven days a week, from 10 a.m. to 7:30 p.m., and Kīlauea Visitor Center is also open daily, from 9 a.m. to 5 p.m. The Hawai‘i Pacific Parks Association bookstores within both visitor facilities have the same hours.   January 02, 2015  Volunteers Sought for Stewardship at the Summit, January through March 2015  Resolve to protect the Hawaiian ecosystem from invasive, non-native plant species by volunteering for “Stewardship at the Summit” programs in Hawai‘i Volcanoes National Park, now through March 2015.   December 31, 2014  Tips for Visiting Hawai‘i Volcanoes National Park During Busy Holiday Season  Park visitation increases during the holiday travel season, especially between Christmas and New Year’s Day, and this week is no exception.   December 31, 2014  Master Mechanic Harold Mulliken Retires  New Year’s Eve is not only the last day of 2014, but it also marks the retirement of Hawai‘i Volcanoes National Park master mechanic Harold Mulliken. Born and raised in Volcano, Hawai‘i, Mulliken served his “playground” for nearly 25 years.   December 29, 2014  Explore Kahuku January - March 2015 in Hawai‘i Volcanoes National Park  Everyone is invited to participate in the upcoming Kahuku events and hikes at Hawai‘i Volcanoes National Park, offered January through March 2015. All events are FREE!   December 22, 2014  Hawai‘i Volcanoes National Park BioBlitz and Biodiversity Cultural Festival - May 15-16, 2015  Grab your daypack and join the National Geographic Society and the National Park Service at the Hawai‘i Volcanoes National Park BioBlitz and Biodiversity & Cultural Festival, Friday and Saturday, May 15 and 16, 2015.   December 17, 2014  January 2015 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in January – which is also Volcano Awareness Month, established by the USGS Hawaiian Volcano Observatory. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.  Mark the calendar for these upcoming events:   December 10, 2014  Hawai‘i Volcanoes National Park Public Notice  Notice of Flight Operations   November 24, 2014  December 2014 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and music with the community and visitors in December. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association. Mark the calendar for these upcoming events.   November 04, 2014  Hawai‘i Volcanoes National Park Releases Environmental Review for Emergency Access Route  Hawai‘i Volcanoes National Park is seeking public comment on the environmental review and decision regarding the construction and use of an emergency access route along the lava-covered section of Chain of Craters Kalapana Road. The environmental review for the emergency access route (22’ width) was completed in accordance with alternative NEPA arrangements developed by and in consultation with the Department of Interior and the President’s Council on Environmental Quality.   October 27, 2014  Hawai‘i Volcanoes National Park November 2014 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in November.   October 21, 2014  \"End of the Road\" will close during emergency route construction  Work begins Friday, October 24 on an emergency access route between Hawai‘i Volcanoes National Park and Kalapana along the historic Chain of Craters Road-Kalapana alignment, from the park side.   October 19, 2014  Most of Hawaiʻi Volcanoes National Park opens Sunday  Most of Hawai‘i Volcanoes National Park opened Sunday following Hurricane Ana, except for Mauna Loa Road which remains closed due to downed trees.   October 18, 2014  Parts of Hawaiʻi Volcanoes National Park reopen Saturday  Hawai‘i Volcanoes National Park reopened parts of Crater Rim Drive along Kīlauea Caldera today at noon, including Kīlauea Visitor Center and Jaggar Museum.   October 15, 2014  Hawai‘i Volcanoes National Park will close Friday  Hawai‘i Volcanoes National Park will be closed Friday, October 17 in anticipation of Tropical Storm Ana.   October 14, 2014  Hawai‘i Volcanoes National Park proposes fee increases for 2015  Hawai‘i Volcanoes National Park is seeking public feedback on possible entrance fee increases starting in 2015. Entrance fees for recreational use have not increased since 1997.   October 07, 2014  Notice of Aerial Operations Oct-Nov 2014  Hawai‘i Volcanoes National Park announces the following upcoming flight plans for October and November:   October 06, 2014  Volunteers Sought for Stewardship at the Summit: October through December 2014  Protect the Hawaiian ecosystem from invasive, non-native plant species by volunteering for “Stewardship at the Summit” programs in Hawai‘i Volcanoes National Park. Stewardship at the Summit begins at 9 a.m. and ends at noon. The dates from October through December are: October 8, 18, 24, and 31; November 7, 15, 21, and 29; and December 3, 12, 19, and 27.   October 03, 2014  Explore Kahuku October - December 2014 in Hawai‘i Volcanoes National Park  Everyone is invited to participate in the upcoming Kahuku events and hikes at Hawai‘i Volcanoes National Park, offered October through December 2014. All events are FREE!   October 01, 2014  Park Events Celebrate Archeology  Hawai‘i Volcanoes National Park commemorates both Hawaiian Archeology Week Oct. 3-12, and International Archeology Day on Oct. 18 by offering a series of ranger-guided hikes, archeology-themed events, and a special junior ranger program. All programs are free, but park entrance fees apply. Chisel these events onto your calendars:   September 22, 2014  Chain of Craters Road to be rebuilt as emergency route  The National Park Service announced today that it will work with the State and County of Hawai‘i to construct an emergency route along the former Chain of Craters Road to assist residents of lower Puna, whose access to the rest of the island would be cut off if lava covers Highway 130.   September 16, 2014  October 2014 Hawaiian Cultural & After Dark in the Park Events  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in October. All programs are free, but park entrance fees may apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association. Mark the calendar for these upcoming events:   September 12, 2014  Park Offers Free Entry & Volunteer Opportunities on National Public Lands Day, Sept. 27  Hawai‘i Volcanoes National Park invites everyone to volunteer and help protect the park’s native ecology on National Public Lands Day, Sat., Sept. 27. Everyone gets in for free, and volunteers at Hawai‘i Volcanoes National Park will receive a free pass to use on another day of their choosing.   September 09, 2014  New Tri-Park Pass Now Available  For less than seven cents a day, visitors can enjoy Hawai‘i Volcanoes National Park, Pu‘uhonua o Hōnaunau National Historical Park, and Haleakalā National Park by purchasing the annual tri-park pass, which is good for one year from the date of purchase.   September 05, 2014  Notice of Flight Operations for September  Hawai‘i Volcanoes National Park announces the following updated flight plans for the month of September.   August 21, 2014  Free Entrance to Hawai‘i Volcanoes National Park on  NPS Founders Day, August 25  The National Park Service (NPS) celebrates its 98th birthday on Monday, August 25, Founder’s Day, and entrance is free to all fee-charging national parks in America, including Hawai‘i Volcanoes National Park.   August 15, 2014  Kīpukapuaulu, Nāmakanipaio, and Mauna Loa Now Open  The popular forested trail at Kīpukapuaulu (known locally as “Bird Park”), Nāmakanipaio campground, and Mauna Loa summit and backcountry within Hawai‘i Volcanoes National Park are now open.   August 15, 2014  September 2014 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in September. All programs are free, but park entrance fees may apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association. Mark the calendar for these upcoming events.   August 14, 2014  Notice of Flight Operations August\/September 2014  Hawai‘i Volcanoes National Park announces the following upcoming flight plans for August and September 2014.   August 11, 2014  Most of Hawai‘i Volcanoes National Park is Open  Most of Hawai‘i Volcanoes National Park is now open, including popular trails like Kīlauea Iki. Some closures remain in effect as park staff removes fallen trees and other debris from roadways and trails following Tropical Storm Iselle.   August 09, 2014  Hawaiʻi Volcanoes National Park Reopens  Hawai‘i Volcanoes National Park is open today, Saturday, August 9, 2014, with some closures in effect as park officials assess damage and remove fallen trees and other debris from roadways and trails following Tropical Storm Iselle.   August 06, 2014  Partial Closures at Park as Hurricane Iselle Nears  To keep visitors and employees safe as Hurricane Iselle approaches the Hawaiian Islands, park officials will close all backcountry areas and certain roads in Hawai‘i Volcanoes National Park, effective 6 p.m. this evening. Kīlauea Visitor Center and Jaggar Museum will close at 1 p.m. tomorrow, Thurs., Aug. 7, 2014.   August 05, 2014  Park Prepares for Hurricane Iselle  In anticipation of Hurricane Iselle bearing down on the Hawaiian Islands, Hawai‘i Volcanoes National Park will remain open, but park officials are closing all backcountry areas and some roads.   August 04, 2014  Park Receives Grant from National Park Foundation for Endangered Honu‘ea  Hawai‘i Volcanoes National Park is one of 23 national parks selected to receive a 2014 Impact Grant from the National Park Foundation, the official charity of America’s national parks. The $19,200 grant will assist park efforts to protect the federally endangered hawksbill turtle, known as the honu‘ea in Hawaiian, by supporting park volunteers who monitor nesting beaches, rescue distressed females, eggs and hatchlings, improve habitat, and provide information to beachgoers along the southern coast of Hawai‘i Island.   July 25, 2014  Tours and Film Share History of World War II Detention Site  at Kīlauea Military Camp  Hawai‘i Volcanoes National Park will offer guided tours of the former World War II detention camp site at Kīlauea Military Camp on Tuesday, July 29, and show the documentary, The Untold Story: Internment of Japanese Americans in Hawai‘i.   July 21, 2014  August 2014 Hawaiian Cultural Programs in the Park  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian cultural programs with the community and visitors in August. All programs are free, but park entrance fees apply. (There is no After Dark in the Park event for August). Cultural programs are co-sponsored by the Hawai‘i Pacific Parks Association.   July 18, 2014  Tourism to Hawai‘i Volcanoes National Park Creates $124,937,400 in Economic Benefit  A new National Park Service (NPS) report for 2013 shows that the 1,583,209 visitors to Hawai‘i Volcanoes National Park spent $124,937,400 in communities near the park. This spending supported 1,476 jobs in the local area.   July 18, 2014  5 Hawai‘i National Parks to Celebrate Hawaiian Flag Day July 31  Five national parks on Hawai‘i Island and Maui will simultaneously commemorate the first national holiday in Hawai‘i, Lā Hae Hawai‘i (Hawaiian Flag Day), on Thursday, July 31.   July 16, 2014  Park Offers Free Hawaiian Music Songwriting Retreat  Hawai‘i Volcanoes National Park is offering a two-day Hawaiian music songwriting retreat for beginners on Saturday, August 16 and Sunday, August 17. Hawaiian music, language and haku mele (Hawaiian song) experts Kenneth Makuakāne and Kaliko Trapp-Beamer will lead the workshops.   July 14, 2014  Hawai‘i Island National Parks  to Celebrate Hawaiian Flag Day July 31  Four national parks on Hawai‘i Island will simultaneously celebrate the first national holiday in Hawai‘i, Lā ho‘iho‘i ea, or Hawaiian Flag Day, on Thursday, July 31. The event is free, but entrance fees apply at Hawai‘i Volcanoes National Park & Pu‘uhonua o Hōnaunau National Historical Park.   July 01, 2014  Reminder: Fireworks Prohibited in National Parks  Fireworks are prohibited in national parks, including the Fourth of July, according to federal law.   June 30, 2014  Notice of Flight Operations for July  Hawai‘i Volcanoes National Park announces the following upcoming flight plans for July.   June 27, 2014  Explore Kahuku July - September 2014  Everyone is invited to participate in the upcoming Kahuku events and hikes at Hawai‘i Volcanoes National Park, offered July through September 2014. Two new hikes and special holiday programs are included, and all are FREE!   June 18, 2014  July 2014 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in July. All programs are free, but park entrance fees may apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association. Mark the calendar for these upcoming events.   June 13, 2014  Experience Kahuku at Hawai‘i Volcanoes National Park's Annual Cultural Festival, July 12  Save the date and participate in Hawai‘i Volcanoes National Park’s 34th annual Cultural Festival, Saturday, July 12, 2014 at the park’s Kahuku Unit in Ka‘ū, 10 a.m. to 3 p.m. Free!   June 06, 2014  Summer Jr Ranger Program Begins June 17  Youngsters nine to 12 years old are invited to become junior rangers through the park’s Keiki o Hawai‘i Nei summer program. The fun-filled, four-day program begins Tuesday, June 17 and ends Friday, June 20. On June 17 and 20, the program is from 8:30 a.m. to 2:30 p.m.; on June 18 and 19, from 7:30 a.m. to 4 p.m.   June 04, 2014  Gail Minami-Judd Retires  Gail Minami-Judd retired from Hawai‘i Volcanoes National Park on May 31, 2014, following 31 years of dedication to the National Park Service (NPS). She served as the Supervisory Park Ranger and Kīlauea District Ranger for the Protection Division since 1990.   June 04, 2014  Clarence \"Aku\" Hauanio Retires  Clarence “Aku” Hauanio retired May 30, 2014 after 29 years of service to Hawai‘i Volcanoes National Park. Aku worked for the Natural Resources Management division as a pest control worker, and was devoted to protecting the endangered species within the park, including the nēnē (endemic Hawaiian goose), and the ‘ua‘u (Hawaiian petrel).   May 17, 2014  Hawai‘i Volcanoes National Park June 2014 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in June. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association.  Mark the calendar for these upcoming events.   April 25, 2014  Park Launches New Artist-in-Residence Program  In conjunction with the National Parks Arts Foundation, Hawai‘i Volcanoes National Park will launch its first Artist-in-Residence program in May. The debut artist will be Master of Hawaiian featherwork, Rick Makanaaloha Kia‘imeaokekanaka San Nicolas.   April 18, 2014  May 2014 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in May. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association.  Mark the calendar for these upcoming events.   April 08, 2014  Go Wild for Culture During National Park Week  Hawaii National Park, Hawai‘i – The National Park Service, in partnership with the National Park Foundation, will celebrate National Park Week April 19-27 with a free-admission weekend and special events nationwide.   March 31, 2014  Explore Kahuku April through June 2014  Everyone is invited to participate in the upcoming Kahuku programs, offered April through June 2014, in Hawai‘i Volcanoes National Park. Free!   March 25, 2014  Final Count for Humpback Whales from Hawai‘i Volcanoes National Park for 2014  Hawai‘i Volcanoes National Park encourages volunteers to register to help count humpback whales during the final 2014 Sanctuary Ocean Count held this Saturday, March 29, from 8 a.m. to 12 p.m.   March 25, 2014  Volunteers Sought for Stewardship at the Summit  Protect the Hawaiian ecosystem from invasive, non-native plant species by volunteering for “Stewardship at the Summit” programs in Hawai‘i Volcanoes National Park.   March 24, 2014  April 2014 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in April. To celebrate the Merrie Monarch Festival’s 51st anniversary, special cultural presentations are offered April 23, 24, and 25. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association.  Mark the calendar for these upcoming events:   March 10, 2014  Hawai‘i Volcanoes Attracted 1,583,209 Visitors in 2013  National Park Service (NPS) visitation figures released today show that 1,583,209 people visited Hawai‘i Volcanoes National Park in 2013 – an increase of 6.7 percent from 2012 visitation statistics.   March 03, 2014  Hawai‘i Volcanoes National Park Creates $113,376,400 in Local Economic Benefit  Report shows visitor spending supports 1,353 jobs in local economy.   February 21, 2014  China and Hawai‘i Linked by Sister Park Agreement  Hawai‘i Volcanoes National Park and Wudalianchi National Park in China have announced a sister park agreement to strengthen their shared volcanic heritage by promoting international cooperation and support for the mutual benefit of both parks.   February 14, 2014  March 2014 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in March. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.  Mark the calendar for these upcoming events:   February 12, 2014  Celebrate Presidents Day Weekend with Free Entry to All National Parks  To celebrate the connections between our national leaders and national parks, all 401 National Park Service sites will have free admission during the upcoming Presidents Day weekend, February 15-17.   February 06, 2014  Public Comments Sought on Park’s Administrative Aviation Plan and Environmental Assessment  Hawai‘i Volcanoes National Park has released its Mission Critical Administrative Aviation Plan and Environmental Assessment (plan\/EA) for managing the use of administrative aviation over the park. The public is invited to comment online or via mail by March 7, 2014.   January 30, 2014  Hiker Caught in Snowstorm is Rescued from Mauna Loa  Park rangers rescued a lone hiker Thursday morning who was  stranded on Mauna Loa after a winter snowstorm pummeled  the summit and lower elevations with heavy snow and high winds.   January 21, 2014  Hawaiian Cultural & After Dark in the Park Programs February 2014  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in February. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.  Mark the calendar for these upcoming events.   January 16, 2014  Fee-Free Days at Hawai‘i Volcanoes National Park in 2014  Mark your calendars for these nine fee-free dates at Hawai‘i Volcanoes National Park in 2014!   January 14, 2014  Count Humpback Whales from Hawai‘i Volcanoes National Park  Hawai‘i Volcanoes National Park encourages volunteers to register to help count humpback whales during the 2014 Sanctuary Ocean Count held the last Saturday of January, February and March (Jan. 25, Feb. 22, and Mar. 29), from 8 a.m. to 12 p.m.   December 30, 2013  Fireworks Prohibited in National Parks  Fireworks are always prohibited in national parks, including New Year’s Eve, according to federal law.   December 18, 2013  Hike, Explore & Protect Kahuku: January - March 2014 Programs  Hawai‘i Volcanoes National Park shares the Kahuku Unit by offering free programs to introduce visitors and residents to the park’s southernmost section on select Sundays from January through March 2014.   December 16, 2013  Hawai‘i Volcanoes National Park January 2014 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in January – which is also Volcano Awareness Month, established by the USGS Hawaiian Volcano Observatory. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.  Mark the calendar for these upcoming events.   December 12, 2013  Update to Crater Rim Drive Lane Closure  Weekly work will be completed during four 10-hour days, instead of five eight-hour days. There will be no construction work or lane closure in the area on Fridays.   December 05, 2013  Crater Rim Drive Lane Closure  The westbound lane fronting Steam Vents will be closed for up to 10 weeks while crews replace a deteriorated water main, beginning Mon., Dec. 9.   November 27, 2013  Hawai‘i Volcanoes National Park December 2013 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in December. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.  Mark the calendar for these upcoming events.   November 18, 2013  Critical Time for Nēnē  Visitors to Hawai‘i Volcanoes National Park now through April could get lucky and spot pairs of the endemic Hawaiian goose, or nēnē, flying overhead or grazing with goslings.   November 06, 2013  Free Entry to Hawai‘i Volcanoes National Park Veterans Day Weekend November 9-11  Hawai‘i Volcanoes National Park joins national parks across the country in waiving entrance fees all three days of the upcoming Veterans Day weekend, Nov. 9-11, Saturday, Sunday and Monday.   October 25, 2013  November 2013 Hawaiian Cultural & After Dark in the Park Events  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in November. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.  Mark the calendar for these upcoming events.   October 17, 2013  Hawai‘i Volcanoes National Park Reopens to Visitors  Hawai‘i Volcanoes National Park reopened to visitors today, Oct. 17, 2013. Visitors can access public areas and roads immediately while facilities and other public services are brought back online.  Hawai‘i Volcanoes National Park has been closed since Oct. 1, 2013 due to the government shutdown.   September 26, 2013  Hike, Explore & Protect Kahuku October through December 2013 Programs  Hawai‘i Volcanoes National Park celebrates the tenth anniversary of the Kahuku Unit by offering free programs to introduce visitors and residents to the park’s southernmost section, October through December 2013.   September 24, 2013  Hawai‘i Volcanoes National Park October 2013 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in October. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.  Mark the calendar for these upcoming events.   September 17, 2013  Notice of Flight Operations  Hawai‘i Volcanoes National Park announces the following upcoming flight plans:   September 10, 2013  Volunteer with the Park on September 28: National Public Lands Day  Hawai‘i Volcanoes National Park encourages the public to mālama ‘āina on Sat., Sept. 28 – National Public Lands Day – by volunteering to remove invasive Himalayan ginger in the park, or fountain grass in Ocean View.   August 30, 2013  New Volcano House History Walk Offered  Park Rangers at Hawai‘i Volcanoes National Park are interpreting the history of the famous Volcano House sm one step at a time.   August 26, 2013  September 2013 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in September. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.  Mark the calendar for these upcoming events.   August 23, 2013  Lost hiker located at daybreak  Park rangers and a helicopter pilot rescued a 76-year-old man early Friday morning who got lost near Pu‘u Huluhulu in Hawai‘i Volcanoes National Park the previous day.   August 14, 2013  Man Survives 115-Foot Fall  Park rangers on Tuesday rescued a man who had been stranded overnight after climbing over a barrier and falling 115 feet down a sheer cliff behind Volcano House in Hawai‘i Volcanoes National Park.   August 13, 2013  Park Announces New Fire Management Officer  James Courtright is the new Fire Management Officer (FMO) at Hawai'i Volcanoes National Park, and will oversee fire management for 11 national parks in the Pacific Island Park network.   August 09, 2013  August 2013 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in August. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.   July 30, 2013  Park Services Back to Normal as Flossie Dissipates  Park officials reopened the following areas within Hawai‘i Volcanoes National Park Tuesday morning, as Flossie weakened into a tropical depression.   July 28, 2013  Park Prepares for Tropical Storm Flossie  Hawaiʻi Volcanoes National Park will remain open during Tropical Storm Flossie, but with minimal services.   July 18, 2013  Kahuku Unit Guided Hikes July - September 2013  Hawai‘i Volcanoes National Park celebrates the tenth anniversary of the Kahuku Unit by offering free programs to introduce visitors and residents to the park’s southernmost section, now through September 2013.   July 12, 2013  Hawai'i Volcanoes National Park July 2013 Hawaiian Cultural & After Dark in the Park Events  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in July. All programs are free, but park entrance fees may apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.  Mark the calendar for these upcoming events.   July 03, 2013  Park Rangers Rescue Endangered Plants  It’s not always lost or injured hikers who get rescued by park rangers. Rangers from Hawai‘i Volcanoes National Park rappelled nearly 200 feet into a remote pit crater last week to “rescue” seeds and cuttings from four extremely rare Hawaiian plants in the national park. The park will use the seeds and cuttings to help reestablish these species.   July 01, 2013  Hawai'i Volcanoes National Park to Host 33rd Annual Cultural Festival Sat., July 13  Hawai'i Volcanoes National Park will host the 33rd Annual Cultural Festival on Sat., July 13 from 10 a.m. to 3 p.m. The festival is free, and park entrance fees are waived all day. This year's festival will be presented at the park's Kahua Hula (traditional hula platform) at Ka'auea, south of Kīlauea Visitor Center.   May 31, 2013  Hawai‘i Volcanoes National Park June 2013 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in June.   May 14, 2013  Record of Decision for Plan\/EIS for Protecting and Restoring Native Ecosystems by Managing Non-Native Ungulates  Hawai‘i Volcanoes National Park is pleased to announce that the Record of Decision for the Plan for Protecting and Restoring Native Ecosystems by Managing Non-Native Ungulates has been signed. The Record of Decision describes the alternative the National Park Service (NPS) has selected to implement and why, and completes this important planning effort for the park.   May 09, 2013  Island Youth Earn Summer Internships at Hawai‘i Volcanoes National Park  Nearly 50 Hawai‘i Island high school youth have completed training for eight-week summer internship programs with Hawai‘i Volcanoes National Park starting in June.   May 02, 2013  The Volcano House Story  The beloved Volcano House will fully reopen on the rim of Kīlauea caldera in Hawai‘i Volcanoes National Park next month, following a multi-million dollar upgrade and completing yet another chapter in the epic history of this iconic hotel.   May 01, 2013  May 2013 After Dark in the Park and Cultural Events  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in May. All programs are free, but park entrance fees apply. Mark the calendar for these upcoming events.   April 16, 2013  Did You Know? It’s National Park Week, April 20-28 : Entrance Fees Waived Monday, April 22 through Friday, April 26, 2013  Hawai‘i Volcanoes National Park invites everyone to join special hikes and programs offered at the park during National Park Week, April 20-28. Entrance fees are waived Monday through Friday, April 22-26.   April 11, 2013  15-Year-Old Lucky to be Alive  A 15-year-old San Rafael, CA boy who fell 25 feet into a steaming earth crack at Hawai‘i Volcanoes National Park Wednesday night was pulled to safety by Park Search and Rescue (SAR) personnel.   April 08, 2013  Park Reminds Public about Pets in the Park Policy  Managers of Hawai‘i Volcanoes National Park remind the public that dogs and other pets are not allowed in many areas of the park for safety reasons, and for the protection of threatened and endangered species.   March 19, 2013  Hawai‘i Volcanoes National Park April 2013 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in April. To celebrate the Merrie Monarch Festival’s 50th anniversary, special cultural presentations are offered April 3 and 4.  All programs are free, but park entrance fees apply. Mark the calendar for these upcoming events:   March 19, 2013  Hike, Explore, & Protect Kahuku this Spring  Hawai‘i Volcanoes National Park celebrates the tenth anniversary of the Kahuku Unit by offering free programs to introduce visitors and residents to the park's southernmost section, April through June 2013.   March 12, 2013  Halema‘uma‘u Eruption Reaches Five-Year Anniversary  Kīlauea Volcano’s summit eruption within Halema‘uma‘u Crater marks its fifth year of continuous activity on Tues., Mar. 19.   March 05, 2013  Volunteers Sought to Restore Historic Halema'uma'u Trail  Hawai‘i Volcanoes National Park has launched a new “Stewardship at the Summit” volunteer project to restore native Hawaiian forest surrounding one of the park’s most historic and beloved trails, Halema‘uma‘u Trail.   February 26, 2013  Hawai'i Volcanoes National Park March 2013 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors this month.  These programs are free, but park entrance fees may apply. Mark the calendar for these upcoming events.   February 26, 2013  Hawai'i Volcanoes National Park Creates $96,990,000 in Local Economic Benefits  A new National Park Service (NPS) report for 2011 shows that the 1,352,123 visitors to Hawai‘i Volcanoes National Park spent $96,990,000 in communities surrounding the park. This spending supported 1,177 jobs in the local area.   February 15, 2013  Hawai‘i Volcanoes National Park February 2013 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors this month. These programs are free, but park entrance fees may apply.   January 31, 2013  Ranger Earns Top Honors for Search-and-Rescue Training  Hawai‘i Volcanoes National Park Law Enforcement Ranger Nainoa Keana‘aina is the first-ever recipient of the Honor Graduate Award from the National Search and Rescue Academy (NSARA).   January 30, 2013  Hawai'i Volcanoes National Park Announces New Chief of Interpretation  Park Ranger Joni Mae Makuakāne-Jarrell is the new Chief of Interpretation at Hawai'i Volcanoes National Park, and oversees visitor services and educational and cultural programs at the park. She is the first native Hawaiian to serve in the position.   January 25, 2013  Final Plan & EIS for Protecting and Restoring Native Ecosystems by Managing Non-Native Ungulates Released Jan. 25, 2013  The National Park Service (NPS) has released a Final Plan and Environmental Impact Statement (plan\/EIS) for Protecting and Restoring Native Ecosystems by Managing Non-Native Ungulates in Hawai‘i Volcanoes National Park.   January 16, 2013  12 Fee-Free Days at Hawai'i Volcanoes National Park in 2013  Mark you calendars for these entrance fee-free days at Hawai'i Volcanoes National Park in 2013   January 14, 2013  Man Found Dead in Vehicle on Highway 11  Hawaii National Park, Hawai‘i – A 43-year old Hilo man was found dead in his vehicle on Highway 11 in Hawai‘i Volcanoes National Park on Sat., Jan. 12.   December 28, 2012  Hike, Explore, & Celebrate Kahuku's 10th Anniversary  Hawai‘i Volcanoes National Park celebrates the tenth anniversary of Kahuku by offering free programs to introduce visitors and residents to the park’s southernmost section, January through March 2013.   December 18, 2012  Hawai'i Volcanoes National Park January 2013 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing After Dark in the Park and Hawaiian cultural programs with the community and visitors throughout January – which is also Volcano Awareness Month, established by the USGS Hawaiian Volcano Observatory. These programs are free, but park entrance fees may apply. Mark your calendars for these upcoming events:   December 03, 2012  Hawai'i Volcanoes National Park December 2012 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors throughout December.  These programs are free, but park entrance fees may apply. Mark the calendar for these upcoming events.   November 29, 2012  Best Eruption Viewing in Hawai'i Volcanoes National Park  The narrow streams of lava that reached the ocean last Saturday are flowing several hundred yards outside of the park's easternmost boundary, over private land closer to Kalapana.   November 20, 2012  Vote for Your Favorite Student Film by Nov. 26  Eleven short films created by island students for the park’s Digital Mountain Film Festival are ready for viewing and voting on the festival's YouTube channel. Each film is approximately three minutes in length.   November 08, 2012  Hawaiian Petrels Get Ready for First Flight  It’s a precarious time of year for one of Hawai‘i’s rarest endemic seabird species, and the national park is keeping a watchful eye on its small population.   November 07, 2012  Free Entry to Hawaiʻi Volcanoes National Park Veteran's Day Weekend  Hawai'i Volcanoes National Park joins all 398 national park units across the country in waiving entrance fees for the upcoming Veteran's Day weekend, Nov. 10-12.   November 05, 2012  Nene Killed by Vehicle  Hawai'i Volcanoes National Park urges motorists to slow down and watch out for endangered nēnē while driving on Highway 11 and other park roadways.   October 19, 2012  Lava Lake Continues Tantalizing Trend  The lava lake within Halema‘uma‘u Crater at Kīlauea is tantalizing visitors and park staff as it continues its current trend of repetitive rising and falling, attracting many to the best vantage point: the overlook at Jaggar Museum.   October 11, 2012  Park Marks 25th Year as a World Heritage Site with Events  To commemorate the silver anniversary of its World Heritage Site status, and the 40th anniversary of the international World Heritage Convention, Hawaiʻi Volcanoes National Park is offering two events, one at the park and one at The Fairmont Orchid on the Kohala Coast.   October 05, 2012  Chief of Interpretation Jim Gale Retires  One of the Pacific West Region’s most respected and revered park rangers, Jim Gale, hangs up his flat hat for the last time today.   October 01, 2012  Park Earns \"StormReady\/TsunamiReady\" Designation  Hawaiʻi Volcanoes National Park has received federal recognition for its efforts to protect visitors and staff from weather-related and natural hazards from shoreline to summit.   September 21, 2012  Free Entry to Hawaiʻi Volcanoes & All National Parks Sept. 29  Hawaiʻi Volcanoes National Park joins all 397 national parks in waiving entrance fees in recognition of National Public Lands Day on Sat., Sept. 29. The annual event is the largest single-day volunteer effort for public lands in the United States. The park offers several special programs on Sept. 29 to celebrate the day, including two volunteer projects, and a guided hike of a new trail in Kahuku.   September 20, 2012  Hike, Explore & Protect Kahuku This Fall  Free programs offered by Hawaiʻi Volcanoes National Park introduce the captivating landscape, biodiversity and history of the park’s southernmost section to hikers. Here’s what’s in store for visitors this fall.   September 19, 2012  Park Invites Students to Enter Film Festival  Hawaiʻi Volcanoes National Park is ready for its close up, and invites students to focus their cameras on the park and enter the fourth annual Digital Mountain Film Festival.   September 13, 2012  October 2012 Hawaiian Cultural & After Dark in the Park Events  Hawaiʻi Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors throughout October.  These programs are free, but park entrance fees may apply. Mark your calendars for these upcoming events.   September 06, 2012  September 2012 Hawaiian Cultural and After Dark in the Park Events  Hawaiʻi Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors throughout September.  These programs are free, but park entrance fees may apply. Mark your calendars for these upcoming events.   August 22, 2012  New Kona Trail Opens in Hawaiʻi Volcanoes National Park  A new 4.5 mile hiking trail is open for visitors to Kahuku in Hawaiʻi Volcanoes National Park.   August 14, 2012  Volcano House and Cabins to Open \"Softly\" Saturday  Visitors will be able to stay in the Park’s A-frame cabins and purchase a limited selection of food, drink and retail items from the Volcano House beginning Sat., Aug. 18. The Volcano House will open daily from 7:45 a.m. to 6:30 p.m.   August 07, 2012  Park Seeks Public Input on Kahuku Restoration Plans  Hawaii National Park, Hawaiʻi -- Hawaiʻi Volcanoes National Park is developing a Restoration Plan and Environmental Assessment for former cattle pastures in Kahuku, and is seeking the public’s input.   August 01, 2012  Hawaiʻi Volcanoes National Park is 96!  Today, Hawaiʻi Volcanoes National Park turns 96 years old, and the park’s Centennial Anniversary is just four years away. Hawaiʻi Volcanoes was the 15th park to join the National Park Service, which now has 397 national parks – including a total of eight in Hawaiʻi.   July 30, 2012  Celebrate New Hawaiʻi Volcanoes National Park Quarter at the Park August 29  The public is invited to be part of an exciting, historic event as the United States Mint ceremonially releases the Hawaiʻi Volcanoes National Park quarter at the park’s Kahua Hula on Wed., Aug. 29 from 1:30 p.m. to 3 p.m.   June 22, 2012  Mother Nēnē Struck and Killed by Vehicle  On Tuesday evening, a female Hawaiian goose died after being struck by a vehicle on Chain of Craters Road near Pauahi Crater. Her mate of 13 years escaped harm, but remains in the area.   June 21, 2012  July 2012 Hawaiian Cultural and After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors throughout July.  These programs are free, but park entrance fees may apply. Mark your calendars for these upcoming events:   June 19, 2012  Volunteers Needed to Remove Fountain Grass in Ocean View  Volunteers are invited to work with the Ocean View Community Association and Hawaiʻi Volcanoes National Park staff to remove invasive fountain grass from roadsides in Hawaiian Ocean View Estates (HOVE) on Sat., June 23 from 9 a.m. to 3 p.m.   June 13, 2012  Park Reopens Keanakākoʻi Crater to Hikers  Hawaiʻi Volcanoes National Park has reopened the section of Crater Rim Drive near the Devastation Trail parking lot to Keanakākoʻi Crater, and a portion of Crater Rim Trail that leads from Chain of Craters Road to the south side of Keanakākoʻi,  to hikers.   June 11, 2012  Hawaiʻi Volcanoes National Park to Host 32nd Annual Cultural Festival July 14  Hawaiʻi Volcanoes National Park will host the 32nd Annual Cultural Festival on Sat., July 14 from 10 a.m. to 3 p.m. Park entrance fees will be waived all day.   May 18, 2012  Hawai'i Volcanoes National Park June 2012 Hawaiian Cultural & After Dark in the Park Programs  Hawai'i Volcanoes National Park continues its tradition of sharing Hawaiian culture & After Dark in the Park programs with the community and visitors throughout June. These programs are free, but park entrance fees may apply. Mark your calendar for these upcoming events.   May 16, 2012  Thanking America's Armed Forces  To show our appreciation for those who serve in the U.S. Military, on May 19 – Armed Forces Day – the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   May 11, 2012  Hike, Explore and Protect Kahuku  Two adventurous programs offered by Hawai‘i Volcanoes National Park this summer will introduce a captivating landscape, biodiversity and history of the park’s southernmost section to intrepid hikers.   May 07, 2012  Park Earns National Award for Air Quality Monitoring System  Hawaiʻi Volcanoes National Park has earned the national Safety and Health Group Award from the National Park Service for its work in monitoring air quality within the park, and communicating the information to the public and employees.   April 20, 2012  Native Hawaiian Flowers are a Global Legacy  U.S. Geological Survey botanist and author Linda Pratt will present the story of the amazing and beautiful native flowering plants, both endemic and indigenous, that thrive in Hawaiʻi Volcanoes National Park.  The program, “Hawaiian Flowers: A Celebration of World Heritage,” is a special After Dark in the Park presentation on Tues., Apr. 24 at 7 p.m. in the Kīlauea Visitor Center Auditorium.   April 17, 2012  Hawaiʻi Volcanoes National Park May 2012 Hawaiian Cultural & After Dark in the Park Programs  Hawaiʻi Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors throughout May.  Most programs are free (except where noted), but park entrance fees apply.   April 13, 2012  Picture Yourself at Hawai'i Volcanoes National Park During National Park Week, April 21-29!  Hawai'i Volcanoes National Park invites everyone to \"Picture Yourself\" at the park April 21-29.   April 09, 2012  International Scholars Learn Best Practices at Hawaiʻi Volcanoes  Two scholars from World Heritage Sites in China and the Philippines are studying how Hawaiʻi Volcanoes National Park, also a World Heritage Site, operates. Once they return to their countries, they will share how the National Park Service successfully integrates conservation and tourism.   April 06, 2012  Hawaiʻi Volcanoes' Youth Internship Program Grows  This week, 52 students from East Hawaiʻi started spring internships with Hawaiʻi Volcanoes National Park’s Youth Internship Program, part of the National Park Service’s Youth Partnership Program.   March 26, 2012  National Park Service Selects Hawaiʻi Volcanoes Lodge Company, LLC to Operate the Volcano House, Nāmakanipaio Campground, and Other Commercial Services Within Hawaiʻi Volcanoes National Park  The National Park Service has selected Hawaiʻi Volcanoes Lodge Company, LLC as the 15-year concession contract operator for the overnight accommodations, food and beverage, retail, and related services within Hawaiʻi Volcanoes National Park.   March 21, 2012  Hawaiʻi Volcanoes National Park April 2012 Hawaiian Cultural & After Dark in the Park Programs  Hawaiʻi Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors throughout April, including extra events during Merrie Monarch week. All programs are free, but park entrance fees apply. Mark your calendars for these upcoming events:   March 01, 2012  Volunteers Witness First Green Turtle Nesting on Hawaiʻi Island  Hawaiʻi Island Hawksbill Turtle Recovery Project recorded one of its most historic sea turtle nesting seasons in 22 years, including the first recorded green turtle nesting on the island of Hawaiʻi, a rare daytime nesting by a hawksbill turtle, and an increase in the number of newly tagged female hawksbills.   February 28, 2012  Hawaiʻi Volcanoes = Visitors, Money and Jobs for Local Economy  A new National Park Service report shows that 1,304,667 visitors in 2010 spent $88,258,000 in Hawaiʻi Volcanoes National Park and in communities near the park.   February 17, 2012  Not Just a Walk in the Park  Over the holidays, hundreds of hikers in Hawaiʻi Volcanoes National Park braved a 10-mile roundtrip trek over jagged terrain to witness molten lava cascading into the Pacific at the West Ka‘ili‘ili ocean entry. Many were unprepared for the arduous backcountry journey.   February 10, 2012  Hawaiʻi Volcanoes National Park March 2012 Hawaiian Cultural & After Dark in the Park Programs  Hawaiʻi Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors throughout March. These programs are free, but park entrance fees apply. Mark your calendars for these upcoming events:   February 03, 2012  Update on Road Improvement Project  Road improvement projects continue at Hawai'i Volcanoes National Park, and motorists are advised to drive with caution, and obey speed limits, traffic flaggers, construction signs, and control devices.   January 27, 2012  Hike, Explore, Protect Kahuku  Two adventurous programs offered by Hawai‘i Volcanoes National Park will introduce a captivating landscape, biodiversity and history of the park’s southernmost section to intrepid hikers.   January 26, 2012  Kīlauea's Volcanic Gases and Their Environmental Impacts  The public is invited to learn about Kīlauea’s volcanic gases and vog (volcanic air pollution) in an \"After Dark in the Park\" program at Hawaiʻi Volcanoes National Park on Tues., Jan. 31, at 7 p.m.   January 23, 2012  Hawaiʻi Volcanoes National Park February 2012 Hawaiian Cultural & After Dark in the Park Programs  Hawaiʻi Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors throughout February.   January 20, 2012  Upper Mauna Loa Road Temporarily Closed for Repairs  The mauka part of Mauna Loa Road is closed for repairs during daylight hours, today through Jan. 25, weather permitting, as road improvement projects continue at Hawaiʻi Volcanoes National Park. Mauna Loa Road will re-open at night and for the upcoming weekend.   January 20, 2012  Register Now to Count Whales at Hawaiʻi Volcanoes National Park  Hawaiʻi Volcanoes National Park encourages volunteers to help count humpback whales during the annual Sanctuary Ocean Count held the last Saturday of January, February and March (Jan. 28, Feb. 25, and Mar. 31) from 8 a.m. to 12:15 p.m.   January 18, 2012  Mauna Loa: How Well Do You Know the Volcano in Your Backyard?  Mauna Loa’s past eruptions and current status are the topic of an “After Dark in the Park” program in Hawaiʻi Volcanoes National Park on Tues., Jan. 24 at 7 p.m.   January 11, 2012  Four Free Days at Hawaiʻi Volcanoes National Park in January  Hawaiʻi Volcanoes National Park will join all 397 national park units across the country in waiving entrance fees Jan. 14-16 to commemorate Dr. Martin Luther King, Jr. Day. Entrance fees will also be waived on Sat., Jan. 21 to honor the U.S. Geological Survey Hawaiian Volcano Observatory’s 100-year anniversary and Open House.   January 11, 2012  The Story of HVO: 100 Years of Tracking Eruptions & Earthquakes  The story of the Hawaiian Volcano Observatory, which celebrates its 100th anniversary this month, is the topic of an “After Dark in the Park” program in Hawaiʻi Volcanoes National Park on Tues., Jan. 17 at 7 p.m.   January 05, 2012  Hawaiʻi Volcanoes National Park to be Commemorated on 2012 Quarter  The United States Mint will feature Hawaiʻi Volcanoes National Park on a commemorative 2012 quarter to be released August 27, 2012, through its America the Beautiful Quarters® Program.   December 20, 2011  2012 Annual Park Passes on Sale  The 2012 edition of the federal Interagency Recreation Pass and the annual Hawaiʻi TriPark Pass are now on sale – just in time for the holidays.   December 16, 2011  Hawaiʻi Volcanoes National Park January 2012 Hawaiian Cultural & After Dark in the Park Programs  Hawaiʻi Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors throughout January – which is also Volcano Awareness Month. These programs are free, but park entrance fees apply. Mark your calendars for these upcoming events:   December 14, 2011  Park Provides Access to Lava's West Kaʻiliʻili Ocean Entry  Lava from Kīlaueaʻs remote Puʻu ʻŌʻō vent has again reached the ocean within Hawaiʻi Volcanoes National Park boundaries, at a spot scientists have named the West Kaʻiliʻili ocean entry.   November 30, 2011  Volunteers Honored at Hawaiʻi Volcanoes National Park  Someone once said that volunteers aren’t paid because they are priceless, and the phrase rings true at Hawaiʻi Volcanoes National Park, where a total of 1,058 volunteers have logged a cumulative 88,499 hours of priceless service this year. That’s the equivalent of 43 full-time equivalent employees.   November 18, 2011  Park Seeks Comments on Draft Plan and EIS to Protect and Restore Native Ecosystems by Managing Non-Native Ungulates  Hawai‘i National Park, HI – The National Park Service is pleased to announce the availability of the draft plan and Draft Environmental Impact Statement  (DEIS) aimed at protecting and restoring native ecosystems by managing non-native ungulates (hoofed mammals) within Hawai‘i Volcanoes National Park.   November 17, 2011  Hawaiʻi Volcanoes National Park December 2011 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors throughout December. These programs are free, but park entrance fees apply. Mark your calendars for these upcoming events:   November 09, 2011  Entrance Station Repaving Project and Other Improvements Continue at Park  A project to repave and repair the road leading in and out of Hawaiʻi Volcanoes National Park will begin Thursday, November 10, while other road and parking lot improvements continue.   November 07, 2011  Hawaiʻi Volcanoes National Park November 2011 Hawaiian Cultural Program  Hawaiʻi Volcanoes National Park continues its tradition of sharing Hawaiian culture with the community and visitors throughout November.   November 01, 2011  Free Entry to Hawaiʻi Volcanoes National Park Veteran's Day Weekend and 2012 Dates  Mark your calendars, Hawaiʻi Volcanoes National Park will join all 395 national park units across the country in waiving entrance fees for the upcoming Veteran's Day weekend, Nov. 11-13, and on at least 18 days in 2012.   October 26, 2011  Parking Lot and Road Closures Scheduled During Park Repaving Project  Several roads and parking lots at popular trailheads and attractions will be temporarily closed or have limited access this week and next week during the current thoroughfare improvement project at Hawaiʻi Volcanoes National Park.   October 20, 2011  Hike and Explore the Park's Kahuku Unit in Kaʻu  Two adventurous programs offered by Hawaiʻi Volcanoes National Park will intoduce the compelling landscape, boiodiversity and history of the park's southernmost section to intrepid hikers.   October 14, 2011  LA RÉUNION ISLAND PRESIDENT AND DELEGATION TOUR HAWAIʻI VOLCANOES NATIONAL PARK  The president of La Réunion, a French volcanic island in the middle of the Indian ocean, visited Hawaiʻi Volcanoes National Park Thursday afternoon, and marveled over the similarities between Hawaiʻi Island and his home.   October 14, 2011  \"Digital Mountain\" Debuts Short Films by Local Youth  Hawaiʻi Volcanoes National Park hosts its third annual Digital Mountain youth film festival on Sat., Oct. 29 at 6 p.m. This years's theme is \"It's my Trail\", and the public is encouraged to attend, and to vote for their favorite film in advance.   October 13, 2011  Hawaiʻi Volcanoes National Park Appoints New Media Communications Contact  Hawaii National Park, HI - Hawaiʻi Volcanoes National Park has appointed public relations specialist Jessica Ferracane to its communications team.   September 30, 2011  Time Period for Public Input Extended for Hawaiʻi Volcanoes General Management Plan and Wilderness Study  The National Park Service is extending the deadline for public comment on four preliminary alternatives that detail a future vision for the park.   September 30, 2011  Kahuku Unit Palm Trail to Open Next Week  Hawaiʻi Volcanoes National Park is opening a new hiking trail in the park's Kahuku Unit on Saturday October 8, 2011.   August 18, 2011  Repaving of Jaggar Museum Path and Deck to Begin Monday, Aug 22, 2011 at Hawaiʻi Volcanoes National Park  Repaving of the exterior observation area and pathways adjacent to the Jaggar Museum will begin begin on Monday, August 22nd.   August 18, 2011  Controlled Burn Planned Friday at Hawaiʻi Volcanoes National Park  The fire management team at Hawaiʻi Volcanoes National Park is planning a controlled burn at Kealakomowaena on Friday, August 19, near the bottom of Chain of Craters Road.   August 12, 2011  Naulu and Napau Trails to Reopen Saturday  Two popular hiking trails within Hawai`i Volcanoes National Park will reopen for day use on Saturday, August 13, 2011.   August 05, 2011  Volcanic \"Double-Header\" Delights Park Visitors and Challenges Fire Crews  Kilauea’s new eruption action from Pu`u `O`o vent’s west flank and the glow from Halema`uma`u crater continue to draw visitors to Hawai`i Volcanoes National Park and while rangers prepare for a busy weekend, multi-agency fire managers work on extinguishing fires sparked by the new flows.   August 04, 2011  Chain of Craters Road Reopens for Spectacular Evening Views of Kilauea Eruption  The Chain of Craters Road was reopened today after a 24-hour closure due to new eruptive activity on Kilauea.   August 04, 2011  Public Invited to \"Talk Story\" on Preliminary Alternatives for General Management Plan  Hawai`i Volcanoes National Park has reached another milestone in its work on a General Management Plan and public input is needed.   August 01, 2011  New Emergency Center Wins Top LEED Green Building Certification  Hawai`i Volcanoes National Park's new Emergency Center wins top LEED (Leadership in Energy and Environmental Design) Green Building Certification   July 08, 2011  Construction Begins on Crater Rim Drive  A series of projects to reconstruct park roads will begin on Monday, July 11 at Hawai`i Volcanoes National Park   July 01, 2011  Volcano House Concession Not Met  The National Park Service (NPS) will be re-soliciting the Volcano House concession prospectus because the proposals received did not meet critical requirements for the concession contract.   June 14, 2011  Single Vehicle Accident Results in Fatality  In the early morning hours of Sunday June 12th, within Hawai`i Volcanoes National Park, a single vehicle accident on Highway 11 near milepost 35 claimed the life of a Kea`au man.   June 06, 2011  Hawai`i Volcanoes National Park's 31st Annual Cultural Festival  The 31st annual Cultural Festival will happen Saturday, July 9 from 10 a.m. to 3 p.m. at Hawai`i Volcanoes National Park's Kahuku Unit, in the Ka`u District   May 27, 2011  Hawai`i Volcanoes National Park June 2011 Hawaiian Cultural Programs  Hawai`i Volcanoes National Park continues its tradition of sharing Hawaiian culture with the community and visitors throughout June. Most programs are free, but Park entrance fees may apply. Mark your calendars for these upcoming events.   May 26, 2011  Hawai`i Volcanoes National Park Awarded Active Trails Grant  The National Park Foundation announced that it is proud to award Hawai`i Volcanoes national Park a grant to support the launch of Digital Mountain: It's My Trail Film Festival.   May 05, 2011  Hawai`i Volcanoes National Park May 2011 Cultural Programs  Hawai`i Volcanoes National Park continues its tradition of sharing native Hawaiian culture with the communtiy and visitors throughout May. Programs are free, but Park entrance fees may apply. Mark your calendars for these three upcoming events.   April 26, 2011  Namakanipaio Campground Restrooms Closed for Renovation  Restrooms at Namakanipaio Campground are closed for renovation, and will reopen in July. Three portable restrooms are in place in the meantime.   April 22, 2011  Hawai`i Volcanoes National Park Celebrates Merrie Monarch Festival with Hawaiian Programs April 27 - 29, 2011  Hawai`i Volcanoes National Park will celebrate the 48th annual Merrie Monarch Festival by offering Park visitors free Hawaiian cultural programs and live Hawaiian music Wednesday through Friday, April 27 - 29, 2011.   April 21, 2011  Four More Days to Visit Hawai`i Volcanoes National Park - for FREE!  There are only four days left to visit Hawai`i Volcanoes National Park for free during National Park Week which started April 16, 2011 and lasts through April 24, 2011   April 20, 2011  Mardie Lane, Longtime Voice of Hawai`i Volcanoes Retires  Hawai`i Volcanoes National Park Public Information Officer Mardie Lane retired after more than 30 years of serving the 333,086-acre national park.   April 06, 2011  Hawai`i Volcanoes Requests Comments on Alternatives for an Environmental Impact Statement to Address Commercial Air Tours over the Park  The National Park Service and the Federal Aviation Administration invite the public to comment on several preliminary alternatives as part of an effort to develop an Air Tour Management Plan and Environmental Impact Statement for Hawai`i Volcanoes National Park. Comments are due by June 6, 2011.   March 29, 2011  Park Volunteers Rescue Rare Turtles  Hawaii Volcanoes National Park turtle volunteers rescue a rare olive ridley nest.   March 14, 2011  Fire Creeping in Hawai`i Volcanoes  There is currently no lava activity on Kilauea Volcano's east rift. However, a lava flow from the Kamoamoa Eruption has sparked a slow-moving wildfire.   March 11, 2011  Hawai`i Volcanoes Reopens 6 Miles of Chain of Craters Road  Superintendent Cindy Orlando announced the reopening of six miles of upper Chain of Craters Road from 11:30 am to 5:00 pm daily.   March 07, 2011  Newcomer or Old-timer - Current Eruption Captivates  The Kamoamoa Fissure Eruption that began March 5, 2011, continues on the east rift of Kilauea Volcano.   February 13, 2011  Take a \"Sunday Walk in the Park\" with The Friends  Before the current activity on Kilauea’s east rift zone, the most long-lived rift eruption was that of Mauna Ulu, which began on May 24, 1969 and ended July 24, 1974.  Fissures will be visible to hikers on the Friends of Hawai‘i Volcanoes National Park’s February 13 “Sunday Walk in the Park”.  Led by Nick Shema, the two-hour, two-and-a-half-mile roundtrip walk will travel to the top of Mauna Ulu and back.   February 12, 2011  Help Free Forest of Faya  The Friends of Hawai‘i Volcanoes National Park (FHVNP) seeks volunteers for their next “Forest Restoration Project” on Saturday, February 12 from 8:30 a.m. to 1:00 p.m.   January 13, 2011  Hawai‘i Volcanoes Free this Weekend  No abstract supplied.   December 01, 2010  New Edition of the Annual TriPark Pass  Give a gift the gives all year. Support Hawaii's National Parks with a TriPark Pass.   October 21, 2010  Parched Park's 2010 Rainfall Rivals Sahara  The fire severity situation within Hawai`i Volcanoes National Park is at an all time high.   September 23, 2010  Fire Severity Meeting  Fire officials and community to meet and strategize on fire prevention and preparedness   September 18, 2010  Celebrate National Public Lands Day with Free Park Admission  On Saturday, September 25, 2010, Hawai`i Volcanoes National Park celebrates National Public Lands Day with free admission to park visitors.   August 30, 2010  Friends' Annual Meeting at Kahuku  For the first time, the Friends holds our members-only Annual Meeting at Kahuku.   August 19, 2010  Hawaiian Rain Forest Gets Stamp of Approval  On Wednesday, September 1, 2010, Hawai`i Volcanoes National Park partners with the US Postal Service in a special event--the First-Day-Issue of the Nature of America: Hawaiian Rain Forest Stamp.   July 27, 2010  Fire Threat Prompts Partial Closure of Hilina Pali Road  Extreme fire danger conditions exist in several area of Hawai`i Volcanoes National Park due to Hawai`i County's prolonged dry spell.   July 06, 2010  Youth Invited to Enter 2nd Annual Digital Mountain: It's My Park! Film Festival  No abstract supplied.   June 22, 2010  Come to Hawaii Volcanoes 30th Annual Cultural Festival  Hawai`i Volcanoes National Park's Annual Cultural Festival will take place on Saturday, July 10, 2010 from 10:00 am to 3:00 pm. The free event will be held on the front lawn of Kilauea Military Camp.   May 28, 2010  Single Car Accident In Hawai`i Volcanoes National Park Results in Fatality  The vehicle was traveling in a Ka`u direction when it crossed the center line.   May 27, 2010  Park Seeks Public Input on Crater Rim Drive Rehabilitation Environmental Assessment  Rehabilitation of Crater Rim Drive will minimize impacts to natural and cultural resouces along the road corridor, including those features that contribute to the road's eligibility for listing on the National Register of Historic Places.   May 06, 2010  Man Sentenced for Vehicle Break-in at Hawai`i Volcanoes National Park  On April 12, 2010, Ashley Kai Larita (31) was sentenced in United States District Court to 9 months in federal prison; 3 years supervised release; and ordered to pay $632 in restitution to the victims of his crime.   April 23, 2010  Eruption Duty Rangers Honored by Andrew Clark Hecht Public Safety Achievement Award  Hawai`i Volcanoes' eruption duty rangers and their supervisor received the 2009 Andrew Clark Hecht Public Safety Achievement Award, the highest award bestowed by the National Park Service for outstanding achievement in public and employee safety.   April 20, 2010  Hawai`i Volcanoes Honored by Hawaii Green Business Award  Since 2007, the park has reduced consumption of electricity by 17%, water by 13% and propane by 15%.   April 17, 2010  Fatal Motorcycle Accident in Hawai`i Volcanoes National Park  National Park Rangers respond to a single motorcycle accident on Highway 11.   April 08, 2010  Celebrate National Park Week from April 17-25, 2010 with Free Admission to Hawai`i Volcanoes National Park  Each year we take this time to celebrate the preservation and protection of 84 million acres of the world's most spectacular scenery, natural wonders and cultural treasures.   March 31, 2010  Rangers Implement Closures due to Windy Weather  Windy weather continues within Hawai`i Volcanoes National Park, with gusts buffeting some park areas at over 50 mph.   March 03, 2010  Parking Lot at Pu`u Pua`i Overlook to Close for Resurfacing  From Monday, March 15 through Wednesday March 31, 2010, the parking lot at Pu`u Pua`i Overlook will close to all vehicle and foot traffic.   February 18, 2010  New Firearms Law Takes Effect Monday  National Parks are now subject to state laws.   January 28, 2010  Fire Threat Prompts Call for Reinforcements and Restrictions  Due to the prolonged dry spell and recent fire activity on the Island of Hawaii, the National Park Service (NPS) requested and received supplemental funding to augment their initial-attack firefighting operation.   January 09, 2010  Come and Enjoy an Evening of Hawaiian Music by Auntie Diana Aki   A falseto singer and accomplished ukulele player, Auntie Diana is a Na Hoku Hanohano Award winner.   January 01, 2010  Come and Spend Time With Park Rangers and Volunteers  Make a bamboo nose flute and learn about the endagered hawksbill turtles.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/news\/archive.htm"
}
