{
    "title": "Acadia National Park: Artist-In-Residence",
    "body": "Explore This Park    Get Involved     Volunteer     Artist-In-Residence              Artist-in-Residence         Artist-in-residence sketching. NPS  Background Information The Artist-in-Residence (A-I-R) Program at Acadia National Park offers professional writers, composers, and all visual and performing artists the opportunity to pursue their particular art form while surrounded by the inspiring landscape of the park.  Each year, the park and its partner, the Schoodic Institute, provides housing to participants for two-week to four-week periods. Note: at this time stipends are not available.  In return, participating artists offer public programs, work with visiting student groups, and donate a representative piece of their work to the Schoodic Institute in support of the A-I-R program. These creative works are later sold or auctioned with the proceeds supporting A-I-R housing expenses and supplies.  Applying to be an Artist-in-Residence  The application period for the July 2016 - June 2017 season will open August 26, 2015 and run through January 30, 2016. To apply visit: https:\/\/uevent.com\/registration?code=ZJE4ESRJ1A   Upcoming Artists Acadia National Park will celebrate the twentieth anniversary of its Artist-in-Residence program this year. The following artists have been selected for upcoming residencies. Artist are listed in order of their residency dates. Photographer - Jennifer Booher, 2015 Photographer - Dan Greiner, August 14 – September 4 Photographer - Danielle Austen, September 8 – 30 Visual Artist - Melissa Fischer, October 14 – November 2 Visual Artist - Sarah Faragher, October 22 – November 14 Writer - Laura Wiseman, November 1 – 30 Visual Artist - Nancy McKay, March 15 – April 12 Visual Artist - Nancy Marshburn, April 10 – 31 Visual Artist - Robin Brooks, April 15 – May 1 Visual Artist - Lynn Mehta, May 8 – 31 Visual Artist - Ned Aldrich, May 27 – June 18 Visual Artist - Linda Mahoney, June 2 – 30        Lichen Light photograph. Barbara Southworth",
    "url": "https:\/\/www.nps.gov\/acad\/getinvolved\/supportyourpark\/artist-in-residence.htm"
}
