{
    "title": "Cape Cod National Seashore: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations        Campfire Permits A limited number of permits per beach per day for campfires at the park's six swimming beaches are available at park visitor centers. Reservations may be made up to 3 days in advance by calling Salt Pond Visitor Center at 508 - 255 - 3421 for beaches in Eastham and Wellfleet, and Province Lands Visitor Center at 508 - 487 - 1256 for beaches in Truro and Provincetown, or in person at the visitor centers beginning at 9 AM. Demand for reservations is extremely high during the summer months and park policy is to take reservations from those physically at the visitor center each morning before phone reservations are accepted. Permits are free, and must be picked up the day of the fire at the reserving visitor center, before 3:30 PM.  Fire permits for the ORV corridor are issued through the ORV office at Race Point Ranger Station in Provincetown. You may call them at 508 - 487 - 2100 x 0927, or in person at the ORV office beginning at 8 AM. Permits are not required for stoves using manufactured fuels or for charcoal grills when used in designated picnic areas at Doane Rock, Great Island, Pilgrim Heights, and Beech Forest, or on sandy or rocky beaches bordering tidewater.        Special Events and Use Permits Cape Cod National Seashore offers many scenic places to hold special events. Events such as weddings, family reunions, and other types of parties are permitted in the park, but require a special use permit and a fee. Special use permits must be acquired before the event and can be obtained through park headquarters. If you are unsure whether or not your specific gathering constitutes an \"event\" it is best to call and discuss your plans to determine whether or not you will need a permit. Commercial filming is another popular activity. Please see the short and long forms below depending on the complexity of the proposed filming. Wedding, special event, and commercial filming permit applications  Special Use Permit application  Commercial Film Permit application (short form)  Commercial Film Permit application (long form)   Contact Katie Trudeau by calling (508)771-2144 for details, and an application.          Special Events\/Campfires  Download a digital flier about special events and campfires at Cape Cod National Seashore.  Downloadable Information          Off-Road Vehicle (ORV) Permit Fees $50 - 7 Days $150 - Annual Self-contained Recreational Vehicle (SCV) Permits Fees $75 - 7 Days $225 - Annual  Annual ORV and SCV permits generally go on sale around April 10.  Find permit requirements on the main Oversand Beach Driving Page.      Reservations for Select Ranger-Guided Programs The majority of the national seashore's ranger programs are free and do not require reservations. Some programs have limited spaces available and require free reservations by calling a visitor center. Some are fee-based due to specialized equipment or staff training required, supply costs, or because they are several hours in duration and therefore involve a higher staff cost than shorter programs. In order to offer these programs, we must charge a fee to cover the costs. Most of the park's fee programs have been placed on the national reservation system at recreation.gov.  Download detailed directions for making reservations. Visit the Ranger Guided Programs page for additional details.",
    "url": "https:\/\/www.nps.gov\/caco\/planyourvisit\/permitsandreservations.htm"
}
