{
    "title": "Acadia National Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners       Friends of Acadia A private, nonprofit organization dedicated to ensuring the long-term protection of the natural and cultural resources of Acadia National Park and its region. To meet this mission, Friends of Acadia channels private donations to conservation and historic preservation projects in the park, monitors planning and legislative activities affecting Acadia, and sponsors volunteer groups in Acadia and surrounding communities. For more information about Friends of Acadia or to join, visit them online.       Schoodic Institute Schoodic Institute, a 501c3 nonprofit organization, is committed to guiding present and future generations to greater understanding and respect for nature by providing research and learning opportunities through its outstanding Acadia National Park setting, unique coastal Maine facilities, and innovative partnership programs. The Schoodic Institute exists in a close public-private partnership with the National Park Service. The Institute supports science and education throughout Acadia and the region and manages the Schoodic Education and Research Center campus.  Click here for more information about Schoodic Institute.       Eastern National Providing quality educational products and services to the visitors to America's national parks and other public trusts, the association's contributions have benefited parks and visitors by supporting research, educational, and interpretive projects and by funding publications. Click here for more information about Eastern National.       Commercial Partners  Dawnland, LLC Carriages in the Park, Inc. National Park Tours Oli's Trolley       Education Partners  Abbe Museum Camp Beech Cliff  College of the Atlantic Down East Educational Partnership Leave No Trace Center for Outdoor Ethics Local Schools (School Unions 92, 93, 96, and 98 and the Ellsworth School Department) Student Conservation Association University of Maine        Management Partners  Downeast Transportation, Inc. Hancock County Planning Commission Maine Department of Transportation Maine Coast Heritage Trust Maine Island Trail Association Mount Desert Island League of Towns       Science Partners  College of the Atlantic Institute of Ecosystem Studies Maine Department of Environmental Protection Maine Department of Inland Fisheries and Wildlife US Geological Survey US Fish & Wildlife Service US Environmental Protection Agency University of Maine University of Massachusetts University of Vermont       Trail Work Partners  Appalachian Mountain Club Maine Conservation Corps",
    "url": "https:\/\/www.nps.gov\/acad\/getinvolved\/partners.htm"
}
