{
    "title": "Acadia National Park: Geographic Information Systems",
    "body": "Geographic Information Systems       What is GIS? A Geographic Information System (GIS) is a computer system (hardware, software, data, and operator) that can store and analyze geographic data. Features on the Earth (such as roads, buildings, vegetation, soil types, slope, etc.) are represented as points, lines, or polygons, and each feature has a database record attached to it. For example, a building in a GIS data layer might have information about its roof material, siding, the year it was built, what its present function is, how many windows it has, and so on. A polygon on a soil map might have information on the type of soil, slope, permeability, suitability for agriculture, suitability for septic systems, etc. With GIS, maps are easy to update and can be re-printed as information changes. The power of GIS, though, is really in its ability to easily and quickly analyze information that would, using paper maps, be tedious and difficult. Using GIS, you could easily calculate, for instance, the area of wetlands within the park boundary by overlaying the two data layers—wetlands and park boundary. You could use a GIS data layer of property boundaries (tax maps) to quickly generate an abutter’s notification list. GIS can also be used to model such things as the spread of fire or to determine where to locate a new trail or radio tower to reduce visual and environmental impact. GIS at Acadia National Park The park has been building a Geographic Information System (GIS) since the 1980s. We have good basic data for the park and surroundings, and research in the park is adding more geographically related data every year. Maps and analyses are routinely made for reports, presentation, fieldwork, and planning by park staff and researchers. The park GIS specialist updates and operates the computer system, maintains the data, produces maps and analyses, helps people understand and use data we have gathered, and develops or acquires new data needed by the park.      More Information NPS Geographic Information Systems NPS Global Positioning Systems NPS GIS Date and Information",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/management\/rm_gis.htm"
}
