{
    "title": "Acadia National Park: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies       Enabling Legislation and Public Laws       Early Legislation U.S. Code - 16USC341       Regulations       Park rangers enforce a number of federal regulations in the park, including the Code of Federal Regulations, Title 36 (36 CFR), and the United States Code, Titles 16, 18, and 21. Within 36 CFR, park superintendents are granted the right to make park-specific regulations to maintain public health and safety, protect environmental or scenic values, protect natural and cultural resources, aid in scientific research, provide for equitable use of facilities, and avoid conflict among visitor use activities. These park-specific regulations are found in the Superintendent's Compendium. Included below is a partial list of park regulations.          Accidents Accidents must be reported to park rangers if property damage or personal injury are involved.          Alcohol Use\/Possession The following areas are closed to the consumption of alcoholic beverages, and\/or to the possession of a bottle, can, or other receptacle containing an alcoholic beverage that is open, or has been opened, or whose seal has been broken or the contents of which have been partially removed:  All public buildlings and facilities, excluding the area served by the Jordan Pond House Restaurant and staff housing Parking lots and pull-outs Sand Beach Echo Lake Beach Lake Wood shoreline Along the shoreline within 0.25 mile (0.4 km) of the cliff and swimming area known as \"Tyson Camp,\" \"Ranger Camp,\" or \"the Cliffs\", located on the southeast end of Long Pond.  It is illegal to be in the park when under the influence of alcohol or controlled substances. The possession of alcoholic beverages by a minor (less than 21 years old) is prohibited.          ATVs\/Motorbikes All motorized vehicles are prohibited on park trails and carriage roads. All-terrain vehicles are not allowed anywhere in the park.           Camping Camping is permitted only in designated campsites at Blackwoods, Seawall, and Duck Harbor (Isle au Haut) Campgrounds. For complete camping regulations, click here.           Feeding Wildlife Feeding wildlife is prohibited. This includes gulls and any roadside begging animals. All stored foods must be in a hard-sided locker or vehicle, or kept in such a manner as to be inaccessible to foraging animals.         Fires\/Firewood Contained charcoal and wood fires are allowed only in campgrounds and designated picnic areas in park-provided receptacles or private grills. Dead wood on the ground may be collected for use as fuel for campfires within the park, provided that wood is not collected from within the campgrounds (except from park-provided wood piles) and chainsaws are not used to gather wood.        Firearms in National Parks The law governing possession of firearms inside a national park changed on February 22, 2010. Visitors may possess firearms within a national park unit provided they comply with federal, state, and local laws. The role of the responsible gun owner is to know and obey the federal, state, and local laws appropriate to the park they are visiting. For information about Maine guns laws that affect Acadia National Park see the following statute - http:\/\/www.mainelegislature.org\/legis\/statutes\/12\/title12sec756.html.  Please remember that federal law prohibits firearms in certain park facilities and buildings. These places are marked with signs at public entrances.       Fireworks The possession or use of fireworks or firecrackers is prohibited.           Fishing Fishing is permitted in accordance with State of Maine laws. For more information, see Fishing.           Horses The use of horses and other pack animals is permitted on the certain trails, routes, and roads in the park. For more information, see Horseback Riding.           Hours of Operation The park is open 24 hours a day. However, Bass Harbor Head Lighthouse closes to visitors and motor vehicles at dark, while Carroll Homestead, Lake Wood, and Thompson Island Picnic Area are closed to motor vehicles at dark.        Hunting Hunting and trapping are prohibited.           In-Line Skating Roller skates, rollerblades, roller skis, skateboards, and any other coasting devices are permitted on roads closed to automobiles.           Island Closures A number of islands in the park are closed at certain times of the year to protect nesting bird species. For more information, see Boating.           Parking Parking is limited to specific areasin the park. For more information, click here.            Pets Pets must be leashed (six feet or less) or otherwise physically restrained at all times. For more information, click here.           Permits Permits are required for activities such as scientific research and collecting, commercial photography\/filming, commercial tours and activities, etc. Please see the Superintendent's Compendiumfor a complete list of activities and events that require a permit.           Public Property\/Natural and Cultural Features The possession, injury, destruction, removal, or disturbance of park property or natural resources, including animals, plants, minerals, cultural, and archaeological objects is prohibited. This includes collecting rocks, cobbles, plants, marine organisms, other natural materials, and historic objects and artifacts.           RVs\/Load, Weight, and Size Limits RVs are permitted in the park, but some areas are not accessible due to low bridge heights or limited turnaround space. For more information, see Vehicle Restrictions.           Seat Belts Federal law requires that seat belts are worn when driving or riding as a passenger in a national park.           Snowmobiles Snowmobiles are permitted in certain areas of the park.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/management\/lawsandpolicies.htm"
}
