{
    "title": "Acadia National Park: Wildlife",
    "body": "Wildlife Program          The wildlife conservation program at Acadia National Park consists of a variety of research, inventory, monitoring, and management activities. Research activities include cooperating with wildlife researchers who are investigating patterns and causes of amphibian diseases, the ecology of wintering purple sandpipers, and preferred monitoring methods for vernal pool amphibians and stream salamanders. Independent research efforts are also being conducted at the park on the ecology of the invasive European Fire Ant, genetic diversity in brook trout, the burden levels and effects of mercury on different species of different taxa (e.g., bird, amphibian, mammal), assessing the effects of an introduced and non-native spider on native spiders and their prey, and the effects of coastal land use on intertidal and estuarine fishes. The National Park Service at Acadia is sponsoring inventories of freshwater, intertidal and estuarine fishes; bird species and their seasonal use of park estuaries; and terrestrial mammals in wetland and mountain top communities. Inventory activities have also included single taxa assessments (selected taxa BioBlitz) by subject-matter specialists to update the current knowledge of ants, and butterflies and moths at the Schoodic Unit of Acadia National Park using the newly established Schoodic Education and Research Center as the center for these efforts. Acadia National Park staff cooperate with Maine state biologists in annually monitoring nesting sites for state-endangered peregrine falcons and federally threatened bald eagles to identify areas requiring protection from visitor activities and providing information for outreach and education programs Other monitoring efforts involve documenting the numbers of migrating fall raptors, the number of breeding species of amphibians in temporary catchments and vernal pools, and the distribution of beaver colonies in park wetlands. Wildlife management activities focus on limiting disturbance to wildlife species and damage to wildlife habitats that could occur as a result of park operations or visitor activities. Equally important is providing information for educational outreach programs, building on a proactive rather than a reactive approach. Management can begin with the earliest phases of project planning and continue through the final stages of maintenance and implementation. Wildlife management activities include review and participation in park operations, construction projects, and leading or collaborating with numerous Maine agencies and private groups involved in mitigating disturbances to wildlife species and their habitats.      More Information NPS Biologic Resources US Fish and Wildlife Service USGS Biological Resources Division",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/management\/rm_wildlife.htm"
}
