{
    "title": "Acadia National Park: Water Resources",
    "body": "Water Resources         At 150 feet, Jordan Pond is the deepest lake in Acadia.   Water resources are among the most dominant features of the landscape at Acadia National Park. They are integral to ecosystem health and function and are fundamental to a variety of recreational pursuits including fishing, sightseeing, canoeing, sailing, and swimming. Protection of the scientific and scenic attributes associated with park lakes, streams, and wetlands, and their use as a source of public drinking water, were significant factors in the park's establishment and form the core of the park's water resources program. Water resources within or adjacent to the park include 14 Great Ponds (lakes greater than 4 hectares\/10 acres), 10 smaller ponds, more than two dozen named streams, and 10 named wetland areas. Lakes and ponds cover about 1,052 ha, and wetlands cover about 1,670 ha (equivalent to approximately 7.4% and 10.1%, respectively, of the park's area). Objectives of the water resource program are to:  provide baseline information on park water quality; serve as an early warning system for human induced changes and threats such as non-point source pollution (cultural eutrophication), impacts to visitor health (bacterial contamination), acidic deposition, and climate change; identify potential pollution sources; and track water quality trends.  In recent years the park has started to develop a core long-term monitoring program for freshwater resources. Two sets of selected lakes have been identified for monitoring the effects of atmospheric deposition\/acidification and cultural eutrophication, the two greatest threats to freshwater ecosystems identified in a workshop of water resource professionals. The park also conducts monitoring of benthic macroinvertebrates and periodic bacterial monitoring at park swim beaches. Recently completed water related research at Acadia includes:  a hydrological characterization of the Northeast Creek estuary; an inventory and assessment of fisheries resources; and PrimeNet studies related to spatial patterns of atmospheric deposition, assessment of the ecological effects of atmospheric deposition of nitrogen and mercury, and possible impacts to amphibians and other biota.   Acadia's water program is conducted in collaboration with the NPS Water Resources Division, Maine Department of Environmental Protection, the Water Research Institute at the University of Maine, and the United States Geological Survey.      More Information NPS Water Resources Maine Bureau of Land & Water Mitchell Center of Environmental and Watershed Research USGS Water Resources EPA Office of Water",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/management\/rm_waterresources.htm"
}
