{
    "title": "Acadia National Park: Vegetation Program",
    "body": "Vegetation Program         Native plants ready for transplantation   Acadia National Park is situated near the boundary of two major biogeographic regions and contains a unique mixture of northern and southern plant species. The park's vegetation management program focuses on documenting and understanding the park's flora, protecting rare species, monitoring and controlling invasive non-native plants, and restoring disturbed habitats and landscapes. Some examples of ongoing vegetation activities at Acadia National Park include: A new vegetation map of the park was created in 2003 through a joint effort of the National Park Service, U.S. Geological Survey-Biological Resources Division, Maine Natural Areas Program, and The Nature Conservancy. The mapping project identified 53 vegetation communities within the park, based on 1997 color infrared aerial photography. Numerous plant species of international, national, and state significance occur in Acadia National Park. A long-term monitoring program has been developed to track the status and health of these species.  Nearly a third of the park’s flora is non-native, and some of these species are extremely invasive and threaten the integrity of natural communities. Purple loosestrife is one species that has been actively managed at the park since 1988 using an integrated pest management (IPM) strategy. Staff monitor wetlands annually for the presence of this species and treat observed individuals with a glyphosate herbicide application. Based on 15 years of intensive management, purple loosestrife populations at Acadia National Park are at very low levels. Park staff are working to restore natural areas in the park that have been degraded by visitor impacts or construction activities. Sites are first stabilized, then planted with native plants. Acadia National Park maintains a nursery of plant materials propagated from native park vegetation. Staff monitor restored sites annually to assess additional maintenance needs, identify continued visitor impacts, and evaluate the overall success of the work. The park is actively restoring selected vistas along the carriage roads and Park Loop Road that have become obscured by vegetation. Many of these vistas are considered important cultural landscapes and are integral to the historic character of these roads.      More Information NPS Biological Resources Gardening to Conserve Maine's Native Landscape (pdf - 283KB)",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/management\/rm_vegetation.htm"
}
