{
    "title": "Acadia National Park: Land Resources",
    "body": "Land Resources         NPS\/Sheridan Steele  Acadia National Park is one of the few national parks created virtually entirely of land donated to the federal government. In addition, Congress gave the National Park Service the responsibility to hold conservation easements on private property within the Acadian archipelago. The park's lands program is charged with keeping records of these properties, marking and monitoring park boundaries, and working together with interested landowners to protect the ecological, cultural, and scenic values of their holdings. Specific components of the lands program include: Conservation Easements The National Park Service at Acadia National Park currently holds conservation easements on 184 properties in 18 towns. All easements but one are on islands. These conservation easements protect more than 12,000 acres of land. Ongoing activities include:  evaluating properties offered to the National Park Service as potential conservation easements; working with landowners interested in establishing conservation easements to devise appropriate strategies to protect their properties; monitoring properties held by the National Park Service to ensure compliance with the terms of their conservation easement; and resolving conflicts on conservation easement properties that are held by the National Park Service.  Boundary Management Acadia National Park has approximately 120 miles of boundary, not all of which are marked or surveyed. Ongoing activities include:  monitoring development on lands adjacent to the park to ensure that activities on private property do not encroach on or damage park resources and  clearing, marking, and surveying park boundaries.       More Information National Center for Recreation and Conservation Land and Water Conservation Fund Maine Island Trail Association Maine Coast Heritage Trust",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/management\/rm_landresources.htm"
}
