{
    "title": "Acadia National Park: Cultural Resources",
    "body": "Cultural Resources          Cultural resources can be defined as physical evidence or place of past human activity: site, object, landscape, structure; or a site, structure, landscape, object or natural feature of significance to a group of people traditionally associated with it.  Types of cultural resources often found in national parks:  Archeological resources: The remains of past human activity and records documenting the scientific analysis of these remains. Historic structures: Material assemblies that extend the limits of human capability. Cultural landscapes: Settings we have created in the natural world. Ethnographic resources: Sites, structures, landscapes, objects or natural features of significance to a traditionally associated group of people. Museum objects: Manifestations of human behavior and ideas.  Examples of cultural resources found at Acadia National Park:  Native American: Shell middens, camps, portage paths, ceremonial and\/or sacred sites, plant gathering areas 17th -19th century settlement: Farms, mills, quarries, estates, cemeteries, lighthouses, shipwrecks Park development era: Park Loop Road, carriage roads, hiking trails, campgrounds, Schoodic Peninsula.  Cultural resource management involves:  Research: Identifying, evaluating, documenting, registering, and establishing other basic information on resources. Planning: Ensuring that information on resources is well integrated into management decisions and setting priorities. Stewardship: Ensure that planning decisions are carried out and resources are preserved, protected, and interpreted to the public.  Recent park cultural resource projects:  Archeological Overview and Assessment Native American Traditional Use Study Reinterment and forensic study at Saint Croix Island cemetery Hiking Trails Cultural Landscape Report Schoodic Peninsula Historic District National Register Nomination       More Information NPS History and Culture Library of Congress Maine Historic Preservation Comission      Native American Resources Aroostook Band of Micmacs Houlton Band of Maliseets Passamaquoddy Tribe Penobscot Nation",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/management\/rm_culturalresources.htm"
}
