{
    "title": "Acadia National Park: Resource Management",
    "body": "Resource Management       What we do        We develop and maintain a foundation of knowledge about the features and values - i.e., park ecosystems, cultural heritage, and visitor experiences - that the National Park Service is charged with protecting at Acadia National Park. We facilitate research to detect and clarify threats to natural and cultural resources and test alternative management actions to help resolve problems or issues. We support research and conduct monitoring about visitor use to inform park managers and the public about the quality of visitor experiences at Acadia National Park. We monitor the condition of park natural and cultural resources to learn about their status and health. We acquire, curate, and interpret historic objects\/documents and natural history specimens to preserve the history of the natural and cultural resources and administration of Acadia National Park and Saint Croix Island International Historic Site. We manage information (tabular data, digital maps, etc.) so that it is safeguarded, accessible, and available for park managers, scientists, and interested members of the public. We assure that all park activities are in compliance with applicable federal, state, and local laws. We protect the scenic, ecological, and cultural values of lands adjacent to the park by collaborating with landowners, local communities, and land trusts to establish, monitor, and enforce the terms of conservation easements on private properties.  For more information about research in the park, visit Research Guidelines.      Resource Management Programs         Acadia National Park Motor and Carriage Road Vistas    Locations of motor road vistas as collected by Olmsted Center for Landscape Preservation.  Locations of carriage road vistas as collected by ACAD carriage road vista inventory 2013.  Zoom to view vista managed area.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/management\/rm.htm"
}
