{
    "title": "Acadia National Park: Other Resources",
    "body": "Explore This Park    Learn About the Park     Education     Other Resources               Other Resources       The education office has many resources available to support school programs. A free teacher's packet with a variety of park information is available upon request. For further information about these resources, please contact the education staff. State of Maine Learning Results Acadia's curriculum-based programs are aligned with the Next Generation Science Standards, the Common Core State Standards and the legislated Maine Learning Results More information about Maine's content area standards is available on the State of Maine website.  Teacher Discount Eastern National offers a teacher discount at any Eastern National outlet in the park. A 15% discount applies to all items purchased with a valid school ID. Discounts are available in person, by phone at 207-288-4988, and online.  Video Resources  A Kid's Eye View, The Science Behind the Scenery of ANP This video highlights some of the research and scientific work done in Acadia National Park. It also showcases different jobs in the science field. Middle level students from Bar Harbor, Maine, interview a variety of biologists about their work. A 49-page study guide accompanies the video.   Running time for the entire video is approximately 55 minutes. Individual topic segments vary in length from 5 to 10 minutes. Contact the education staff for a copy.   Leave No Trace Leave No Trace is an outdoor ethic that helps keep Acadia beautiful by teaching people how to minimize their impacts on park resources. Teachers can obtain a free copy of the \"Leave No Trace in Maine\" DVD to use in their classroom. This 15-minute DVD shows how Leave No Trace principles apply to the recreational activities in Maine, from fishing to hiking. A limited number of DVDs are available on a first-come, first-served basis. To receive your copy, contact Acadia's visitor use specialist at 207-288-8727 or via e-mail.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/education\/otherresources.htm"
}
