{
    "title": "Acadia National Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       Jump to: Centennial Junior Ranger Program Junior Ranger Program Girl Scout Ranger Program Boy Scout Ranger Program Links for Kids Acadia Quest Special Events          Become a Centennial Junior Ranger! Do you want to become an Acadia Centennial Junior Ranger? Fantastic! Just download the book (below) and bring it with you to one of our programs! We'll check your activities, and pledge you in as an official Centennial Junior Ranger.  Can't visit the park? No worries! Just follow these directions:  Download and complete the Centennial Junior Ranger book. Take a photo or two of yourself holding your book, open to your favorite activity. Send an email, with the photos and your mailing address, to acad_education_office@nps.gov. We'll mail you the prizes you've earned from completing the program!          A young park visitor learns about beavers at the Junior Ranger station. NPS\/D.R. Hunt  Junior Ranger Program  What is a Junior Ranger? A junior ranger attends ranger programs, completes activities in a workbook, and promises to take care of Acadia. It is a great way to learn and have fun in the park! How do you become a Junior Ranger? When you arrive in the park, stop by a visitor center, nature center, or one of the park campgrounds to obtain your booklet. Complete activities in the booklet and attend ranger programs. A park employee will check your answers, sign your booklet and give you an official Acadia Junior Ranger patch. What about the National Junior Ranger program? Learn more about the National Junior Ranger program here.          Girl Scout Ranger Program The Girl Scouts of America and the National Park Service has partnered together to create opportunities for Girl Scouts to connect with our nation's precious natural and cultural resources while engaging in fun and meaningful activities in our national parks. How do I become a Girl Scout Ranger?  Print out a Girl Scout Ranger Log Sheet and Girl Scout Ranger Certificate. Plan to attend park ranger programs when you visit and participate in volunteer opportunities in the park. A ranger will need to sign your log sheet after these activities.  Once you have recorded 5 hours, bring your log sheet and your printed certificate to a visitor center to be officially signed. After completing 10 hours of service you can earn a well-deserved Girl Scout Ranger badge!  For more information visit: http:\/\/www.nps.gov\/subjects\/youthprograms\/girlscoutranger.htm Girl Scout troops interested in this program must schedule through the volunteer coordinator at 207-288-8716 or by email.       Boy Scout Ranger Program Click here to learn more about the Scout Ranger program in the National Park Service. Click here to download a Scout Ranger certificate.          Links for Kids Every Kid in a Park gives unlimited, free access to Acadia National Park and any federal lands to every 4th grader in the country and their guests through August 31, 2016! Visit www.everykidinapark.gov, play an online game, then download and print your own park voucher or pass. WebRangers Design your own ranger station, explore parks, and collect virtual junior ranger badges!  Are you doing research? Check out our School Projects page!         Acadia Quest  Acadia Quest is a series of youth- and family-oriented experiences in the park that encourage youth and families to explore, learn about, and protect national parks and other conserved lands. Families or friends create a team and complete activities in categories of Explore, Learn, and Protect. For more information, visit the Friends of Acadia website here.       Special Events         At National Junior Ranger Day, kids participate in many different activities NPS\/Todd M. Edgar  National Junior Ranger Day (spring) To celebrate National Park Week, family groups with children 12 and under are invited to come join in the fun as we explore, learn, and discover how to protect your national parks. Have a picnic, play games, visit a beaver pond, and learn about Acadia's wildlife, plants, and human history. There is no charge to participate; children must be accompanied by an adult. For more information about this year's events, visit: National Junior Ranger Day on MDI 2016 or National Junior Ranger Day on Schoodic 2016.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/kidsyouth\/index.htm"
}
