{
    "title": "Hawai'i Volcanoes National Park: News Releases",
    "body": "News Releases              Hawai'i Volcanoes National Park Fact Sheet (pdf 97KB)          Subscribe  | What is RSS     August 10, 2016  Notice of Flight Operations for August 2016  Hawai‘i Volcanoes National Park announces the following upcoming flight plans for August 2016:   August 10, 2016  Celebrate the 100th Anniversary of the National Park Service with a Fee-Free Weekend of Hawaiian Music, Culture & Science  Hawai‘i Volcanoes National Park invites everyone to celebrate the 100th anniversary of the National Park Service through music, culture and science on Friday and Saturday, August 26 and 27…absolutely free!   August 09, 2016  Summit Explosion Justifies Closure of Halema‘uma‘u Crater  An explosion from Kīlauea volcano’s summit Saturday evening flung chunks of molten and solid rock onto the rim of Halema‘uma‘u Crater, turned night into day, and destroyed the power system for scientific equipment used to monitor the volcano.   August 01, 2016  100 Years and No Signs of Stopping  Kīlauea is putting on quite a show for park visitors eager to see a volcanic eruption – just like it was 100 years ago today when Hawai‘i Volcanoes National Park was established on August 1, 1916.   July 22, 2016  Partial Closures at Park as Tropical Storm Darby Nears  To keep visitors and employees safe as Tropical Storm Darby approaches Hawai‘i Island, park officials will close all backcountry areas and certain roads in Hawai‘i Volcanoes National Park, effective 5 p.m. today, Friday, July 22.   July 18, 2016  Hawai‘i Volcanoes National Park Centennial Events for August 2016  August 1 is the 100th anniversary of the establishment of Hawai‘i Volcanoes National Park, and August 25 marks the 100th anniversary of the National Park Service itself. Come celebrate and Find Your Park all month long with five fee-free dates, a native plant giveaway, the annual Cultural Festival and BioBlitz and other many other special centennial events!   July 15, 2016  Park Offers Route and Tips for Viewing Lava Flows  Visitors may hike and bicycle along the gravel emergency access route at the end of Chain of Craters Road to view and access lava as it flows down the Pūlama Pali and spreads out onto the coastal lava plain in the national park, and towards the ocean.   July 06, 2016  Volunteer for “Stewardship at the Summit” Programs  Help ensure the future of the Hawaiian rainforest at the summit of Kīlauea volcano for the next 100 years and volunteer for “Stewardship at the Summit” programs in Hawai‘i Volcanoes National Park, now through September 2016.   July 05, 2016  Rangers Urge Park Visitors to View Latest Flows from Safe Distance  The newest lava from Kīlauea volcano is drawing visitors to Hawai‘i Volcanoes National Park, as flows from Pu‘u ‘Ō‘ō vent in the remote east rift zone stream down the Pulama Pali, spread onto the coastal lava plain and slowly advance towards the Pacific Ocean   June 15, 2016  Centennial Events for July 2016  Hawai‘i Volcanoes National Park celebrates its 100th anniversary in 2016, and continues its tradition of sharing Hawaiian culture and After Dark in the Park (ADIP) programs with the public in July. All ADIP and Hawaiian cultural programs are free, but park entrance fees apply. Programs are co-sponsored by Friends of Hawai‘i Volcanoes National Park and Hawai‘i Pacific Parks Association. Mark the calendar for these upcoming events:   June 09, 2016  Save the Date for the 36th Annual Hawai‘i Volcanoes Cultural Festival & BioBlitz  Mark your calendars for the free Hawai‘i Volcanoes National Park Cultural Festival & BioBlitz, Saturday, August 27, 2016!   June 07, 2016  Hawai‘i Volcanoes National Park’s Abbreviated Final General Management Plan \/ Wilderness Study \/ Environmental Impact Statement Record of Decision Signed  The Record of Decision (ROD) approving the Hawai‘i Volcanoes National Park Abbreviated Final General Management Plan\/Wilderness Study\/Environmental Impact Statement (Final GMP\/WS\/EIS) was signed into approval on May 24, 2016. This plan provides long-term management guidance about the preservation and use of this national treasure, UNESCO World Heritage Site and International Biosphere Reserve.   June 01, 2016  Notice of Flight Operations for June 2016  Hawai‘i Volcanoes National Park announces flight plans for June 2016   May 25, 2016  The Nēnē Class of 2016 Takes Flight  It’s springtime and nēnē have begun to reappear in Hawai‘i Volcanoes National Park, after being less visible since fall and winter, when they hunker down to nest, raise goslings and grow a new set of flight feathers (molt).   May 18, 2016  Hawai‘i Volcanoes National Park Will Increase Fees Beginning June 1  On June 1, Hawai‘i Volcanoes National Park entrance fees will increase, as part of a three-year incremental plan to meet national standards for parks with similar visitor amenities.   May 06, 2016  Free Summer Junior Ranger Programs begin June 7 and June 14  Keiki from ages 7 to 13 years old are invited to “Find Your Park” and become junior rangers through Hawai‘i Volcanoes National Park’s free Keiki o Hawai‘i Nei summer program during the park’s centennial year.   May 06, 2016  Escape Road Improvements Begin Monday  A project to improve and repair Escape Road from Highway 11 to Nāhuku (Thurston Lava Tube) in Hawai‘i Volcanoes National Park will begin Monday, May 9.   April 28, 2016  Visitation to Hawai‘i Volcanoes National Park in 2015 creates $151,246,200 in economic benefits  Report shows visitor spending supports 1,834 jobs in local economy   April 28, 2016  Nāmakanipaio Campground Now Open  Nāmakanipaio Campground in Hawai‘i Volcanoes National Park has reopened. Hawai‘i Volcanoes Lodge Company, which manages the campground under a concession contract for the park, is taking reservations immediately.   April 19, 2016  Roundup of Centennial Events at Hawai‘i Volcanoes National Park - April through December 2016  Hawai‘i Volcanoes National Park is in the fourth month of celebrating its 100th anniversary, and everyone is invited to participate in the year-long celebration that lasts through December 31, 2016.   April 19, 2016  Hawai‘i Volcanoes National Park Centennial Events for May 2016  Hawai‘i Volcanoes National Park celebrates its 100th anniversary in 2016, and continues its tradition of sharing Hawaiian culture and After Dark in the Park (ADIP) programs with the public in May.   April 12, 2016  Explore Kahuku in Hawai‘i Volcanoes National Park April - June 2016  Everyone is invited to Find Your Park and participate in the upcoming Kahuku events and guided hikes at Hawai‘i Volcanoes National Park, from April through June 2016. Kahuku is open to the public every Saturday and Sunday of the month from 9 a.m. to 3 p.m., and all events are free. You can explore Kahuku on your own, or join these upcoming programs, including a new trail, Pu‘u Kahuku.   April 07, 2016  Find Hawai‘i Volcanoes National Park During National Park Week  Celebrate the National Park Service’s 100th anniversary – and the centennial of Hawai‘i Volcanoes National Park – during National Park Week, April 16-24. Entrance fees will be waived nine full days, and a “National Park Rx Day” will be held on Sunday, April 24.   April 07, 2016  Lost Camper Located  A man from Holland who was missing overnight from Kūlanaokuaiki Campground in Hawai‘i Volcanoes National Park on Tues., April 5 has been located.   April 04, 2016  Notice of Flight Operations for April 2016  Hawai‘i Volcanoes National Park announces the following upcoming flight plans for April 2016:   March 15, 2016  Hawai‘i Volcanoes National Park Centennial Events for April 2016  Hawai'i Volcanoes National Park celebrates its 100th anniversary in 2016, and continues its tradition of sharing Hawaiian culture and After Dark in the Park (ADIP) programs with the public in April   March 11, 2016  Sulphur Banks Trail Improvements Underway  A project to improve and repair the popular Sulphur Banks Trail and boardwalk in Hawai‘i Volcanoes National Park has begun.   March 10, 2016  Find Your Park on the Big Screen  Hawai‘i Volcanoes National Park will show sister park movies for free to raise awareness of the other national parks in Hawai‘i and the Pacific Islands during its centennial year – which also marks the 100th anniversary of the National Park Service.   March 10, 2016  Park's Abbreviated Final General Management Plan\/Wilderness Study\/EIS Available for Review  Hawai‘i Volcanoes National Park is pleased to announce the release of the Hawai‘i Volcanoes National Park Abbreviated Final General Management Plan\/Wilderness Study\/Environmental Impact Statement (Final GMP\/WS\/EIS). This plan provides long-term management guidance about the preservation and use of this national treasure, UNESCO World Heritage Site and International Biosphere Reserve.   March 08, 2016  Notice of Flight Operations for March 2016  – Hawai‘i Volcanoes National Park announces the following upcoming flight plans for March 2016:   February 23, 2016  Traveling Quilt Exhibit Honors National Park Service Centennial  During March, Hawai‘i Volcanoes National Park will display 13 colorful art quilts created to celebrate the National Park Service centennial anniversary   February 19, 2016  Puapo‘o Lava Tube Adventures Return for Park’s 100th Birthday  Visitors to Hawai‘i Volcanoes National Park during its centennial year can reserve an adventurous guided hike into a large lava tube formed by Kīlauea volcano centuries ago.   February 18, 2016  Hawai‘i Volcanoes National Park Centennial Events for March 2016  Hawai'i Volcanoes National Park celebrates its 100th anniversary in 2016, and continues its tradition of sharing Hawaiian culture and After Dark in the Park (ADIP) programs with the public in March.   February 01, 2016  Notice of Flight Operations February 2016  Hawai‘i Volcanoes National Park announces the following flight plans for February 2016:   January 29, 2016  After Dark Goes OUT of the Park in 2016  Hawai‘i Volcanoes National Park’s popular After Dark program will travel to Hilo and Kailua-Kona this year to celebrate the park’s centennial anniversary in those communities. This year is also the 100-year anniversary of the National Park Service.   January 22, 2016  Hawai‘i Volcanoes National Park Centennial Events for February 2016  Hawai‘i Volcanoes National Park celebrates its 100th anniversary in 2016, and continues its tradition of sharing Hawaiian culture and After Dark in the Park (ADIP) programs with the public in February.   December 31, 2015  Save the Hawaiian Rainforest and Volunteer for “Stewardship at the Summit” Programs, January – June 2016  Help ensure the future of the Hawaiian rainforest at the summit of Kīlauea volcano for the next 100 years by volunteering for “Stewardship at the Summit” programs in Hawai‘i Volcanoes National Park, now through June 2016.   December 24, 2015  Hawai‘i Volcanoes National Park Offers Free Admission for 17 Days in 2016  The National Park Service turns 100 years old in 2016, and so does Hawai‘i Volcanoes National Park. All national parks will waive entrance fees on 16 special days in 2016, and Hawai‘i Volcanoes will offer one additional fee-free day to celebrate its 100th birthday on Aug. 1, 2016.   December 24, 2015  Hawai‘i Volcanoes National Park Centennial Events for January 2016  Hawai‘i Volcanoes National Park celebrates its 100th anniversary in 2016, and continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the public in January.   December 17, 2015  Roundup of Centennial Events at Hawai‘i Volcanoes National Park  Hawai‘i Volcanoes National Park celebrates its 100th anniversary in 2016, and everyone is invited to participate in the year-long celebration from New Year’s Day through December 31, 2016.   December 04, 2015  Centennial Series Schedule for 2016 After Dark in the Park programs & hikes  From New Year’s Day 2016 through December 31, 2016, Hawai‘i Volcanoes National Park will celebrate its centennial anniversary, and everyone is invited to join the celebration! Starting in January, and running each month through December 2016, Hawai‘i Volcanoes National Park will offer a Centennial-themed After Dark in the Park program on a Tuesday night about a fascinating facet of the park’s 100-year history. The following Saturday, a ranger-guided excursion will connect visitors in person to the topic discussed. The Centennial Series events are free, are co-sponsored by the Friends of Hawai‘i Volcanoes National Park, but park entrance fees apply. No advance registration is required.   December 04, 2015  After Dark in the Park & Centennial Hike Series Showcase a Century of Stewardship  In 2016, Hawai‘i Volcanoes National Park will celebrate 100 years  of connecting people to, and caring for, the extraordinary landscape, native plants and animals and Hawaiian culture linked with Kīlauea and Mauna Loa volcanoes   December 04, 2015  Notice of Flight Operations December 2015  Hawai‘i Volcanoes National Park announces the following upcoming flight plans for December 2015:   November 30, 2015  Victim in Fatal Thanksgiving Crash Identified  The female victim of a fatal single-vehicle accident that occurred in Hawai‘i Volcanoes National Park Thursday night has been identified as 23-year-old Destanie Renon of Waikoloa.   November 27, 2015  National Park Service rangers seek witnesses to fatal crash  National Park Service rangers are seeking witnesses to a fatal single-vehicle accident that occurred on Highway 11 near mile marker 30 and the Pi‘i Mauna Drive intersection in Hawai‘i Volcanoes National Park on Thursday night.   November 19, 2015  Hawai‘i Volcanoes National Park December 2015 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in December. All programs are free, but park entrance fees apply.   November 16, 2015  New Hawai‘i Volcanoes Artist-in-Residence uses technology for new perceptions of Hawaiian beauty  Everyone is invited to experience a bold new perspective on the beauty of Hawai‘i through innovative digital artist Dr. Jean-René Leblanc, the artist in residence at Hawai‘i Volcanoes National for December 2015.   November 04, 2015  Free Entry to Hawai‘i Volcanoes National Park on Veterans Day, November 11  Hawai‘i Volcanoes National Park joins national parks across the country in waiving entrance fees for Veterans Day, Wednesday, November 11.   October 30, 2015  Notice of Flight Operations for November 2015  Hawai‘i Volcanoes National Park announces the following upcoming flight plans for November 2015:   October 27, 2015  Nesting Season Begins for Endangered Nēnē  It's breeding and nesting season for nēnē, and park visitors are urged to drive with caution and to give the endangered Hawaiian goose space.   October 09, 2015  Nāmakanipaio Closed due to Hazardous Trees  Nāmakanipaio Campground and cabins are closed until further notice due to several large and hazardous eucalyptus trees that recently fell.   October 09, 2015  Keola Awong Selected as Kahuku Unit Area Manager in Hawai‘i Volcanoes National Park  Keola Awong is the new site manager for the Kahuku Unit within Hawai‘i Volcanoes National Park. She will oversee staff and visitor programs in the 116,000-acre unit, which is open to the public on weekends from 9 a.m. to 3 p.m.   October 09, 2015  Explore Kahuku October thru December 2015 in Hawai‘i Volcanoes National Park  Everyone is invited to Find Your Park and participate in the upcoming Kahuku events and guided hikes at Hawai‘i Volcanoes National Park, from October through December 2015. Kahuku is open to the public every Saturday and Sunday of the month, and all events are free. You can explore on your own, or join these upcoming programs:   October 09, 2015  Notice of Flight Operations for October 2015  Hawai‘i Volcanoes National Park announces its upcoming flight plans for October 2015.   October 05, 2015  Dog rescued from earth crack in Hawai‘i Volcanoes National Park  Search-and-rescue rangers safely extracted a pet dog from a 20-foot-deep earth crack in the national park over the weekend.   September 21, 2015  Herb Kane artwork restored at Jaggar Museum  A colorful wall mural of Hawaiian deities painted by Herb Kawainui Kane has been restored at Jaggar Museum in Hawai‘i Volcanoes National Park.   September 18, 2015  Park Offers Free Entry and Stewardship Opportunity on National Public Lands Day, Sept. 26  Hawai‘i Volcanoes National Park invites everyone to volunteer and help protect the native Hawaiian rainforest on National Public Lands Day, Sat., Sept. 26.   September 15, 2015  Hawai‘i Volcanoes National Park October 2015 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in October.   September 09, 2015  Volunteers Sought for Stewardship at the Summit  September through December 2015  Help protect the native Hawaiian rainforest at the summit of Kīlauea by volunteering for “Stewardship at the Summit” programs in Hawai‘i Volcanoes National Park, now through December 2015.   September 08, 2015  Hawai‘i Volcanoes National Park - Public Notice  Notice of Flight Operations   September 04, 2015  New Logo Commemorates Park's Centennial Anniversary in 2016  In 2016, Hawai‘i Volcanoes National Park will celebrate a century of caring for, and connecting people to, the remarkable landscape, native plants and animals and Hawaiian culture linked with Kīlauea and Mauna Loa volcanoes. The park’s new centennial logo depicts the three elements that define Hawai‘i Volcanoes National Park: culture, geology, and biology.   September 02, 2015  Hawai‘i Volcanoes National Park Welcomes 4th Grade Students Through Every Kid in a Park Initiative  Hawai‘i Volcanoes National Park invites all fourth grade students to visit the park for free as part of the White House’s new Every Kid in a Park program. Starting today, fourth grade students can now go to www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.   September 01, 2015  Park Mules to the Rescue  Heroes come in all shapes and sizes, and at Hawai‘i Volcanoes National Park, some have four legs. Last week, park mules and a horse transported two injured hikers suffering from dehydration to safety.   August 25, 2015  Alternating lane closures at entrance station begin this week  A project to replace window frames in both entrance station booths at Hawai‘i Volcanoes National Park will result in alternating lane closures for the next two weeks.   August 19, 2015  John Broward Selected as Chief Ranger for Hawai‘i Volcanoes National Park  John Broward has been selected as Chief Ranger at Hawai‘i Volcanoes National Park, and will direct visitor and resource protection for the 333,086-acre park.   August 19, 2015  Ross Williams Selected as Fire Management Officer for Hawai‘i Volcanoes National Park  Ross Williams is the new Fire Management Officer (FMO) for Hawai‘i Volcanoes National Park. He oversees fire management operations for the Pacific Island Park network, which includes 12 national parks in Hawai‘i, Guam, Saipan and American Samoa.   August 18, 2015  Find Your Park and Celebrate the 99th Birthdays of the National Park Service & Hawai‘i Volcanoes National Park  The National Park Service turns 99 years old on Aug. 25 and Hawai‘i Volcanoes National Park – which marked its 99th birthday on Aug. 1 – want to give you a present – free admission! The usual entrance fee of $15 will be waived for all visitors on Tues., Aug. 25.   August 17, 2015  September 2015 Hawaiian Cultural & After Dark in the Park Programs  Hawai‘i Volcanoes National Park continues its tradition of sharing Hawaiian culture and After Dark in the Park programs with the community and visitors in September. All programs are free, but park entrance fees apply. Programs are co-sponsored by the Hawai‘i Pacific Parks Association, and your $2 donation helps support park programs.  Mark the calendar for these upcoming events:   August 14, 2015  Campgrounds and backcountry reopen as Hilda dissipates  Due to the gradual deterioration of Tropical Depression Hilda and a decrease in forecasted wind speeds, park rangers have re-opened all previous storm-related closures within Hawai‘i Volcanoes National Park.   August 11, 2015  Park Prepares for Hurricane Hilda  In anticipation of the heavy rain and wind forecast with the arrival of Hurricane Hilda, all backcountry areas in Hawai‘i Volcanoes National Park will be closed as of 5 p.m. on Tues., Aug. 11 until it is safe to reopen them. No backcountry permits will be issued until park staff reassess the storm’s impact.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/news\/newsreleases.htm"
}
