{
    "title": "Acadia National Park: Collecting Specimens",
    "body": "Explore This Park    Learn About the Park     Science & Research     Collecting Specimens               Collecting Specimens        Researcher banding birds. NPS       Are you looking to apply for a research permit? Read the information below, and then go to the NPS Research Permit and Reporting System (RPRS).       Jump to: Conditions for specimen collection Information for researchers who are collecting specimens Suggested curation materials and supplies Cataloging instructions       Conditions for Specimen Collection Click here for conditions guiding specimen collection. Collecting specimens in national parks is allowed in limited circumstances when it is necessary for research or educational purposes. By federal regulation, specimens collected within the park are property of the NPS. Regardless of where the collections are stored, they must be properly accessioned and cataloged into the NPS's cataloging system. Also by federal regulation, a researcher must be an official representative of a reputable scientific or educational institution or governmental agency to be authorized to collect specimens in the park. Collecting specimens not authorized on your permit or for your private purposes is not allowed.       Information for researchers collecting specimens      No specimens (biological or physical) may be collected unless specifically authorized on your Scientific Research and Collecting permit.  All specimens collected on Acadia National Park are property of the NPS, as dictated by federal regulation. After the study is completed, the specimens collected must come to Acadia National Park to finalize their accessioning and cataloging. If you would like to request that the specimens be lent to another repository, please contact the Museum Curator for the loan paperwork. Regardless, the specimens must come to Acadia National Park prior to being loaned.  Artifacts, Archaeological Sites, and Rare, Threatened, or Endangered Species Information regarding the location of artifacts, archaeological sites, or rare, threatened, or endangered species in the park must not be released or published. If you have questions regarding this policy, or the status of specific species, contact the Science Coordinator or the Science Information and Communications Manager.  Mandatory Curatorial Responsibilities of Research Permit Holders Your Research Permit outlines your curatorial responsibilities as the collector (see Conditions section of the permit) Please be advised: all specimens, as well as their derivatives and byproducts, remain the property of the United Stated Federal Government. Therefore, if you collect specimens that are to be retained (not destroyed during analysis), they must:  Be accessioned and catalogued into the National Park Service's Interior Collection Management System (ICMS) according to NPS standards Bear National Park Service (NPS) accession and catalog numbers (in accordance with 36 CFR section 2.5).   Before You Begin Collecting:  An accession number will be assigned to your study and will be on your research permit. The accession number allows us to link all of the materials submitted with a study. Please note: No specimens may be collected until an accession number has been issued. In general, the Acadia National Park museum collections is the preferred long-term repository for specimens collected in Acadia National Park. There are situations, however, when use of other repositories is appropriate, in furtherance of the NPS mission to ensure access to and preservation of museum collections. All such repositories must meet NPS standards for preservation and protection of museum collections. NPS does not loan specimens to individuals. If you believe a repository other than Acadia National Park is most appropriate, please contact the Museum Curator and submit Appendix A as a part of your permit application (an option during the online permit application process in the Research Permit and Reporting System). Regardless, specimens must come to Acadia National Park prior to being loaned, so that we can finish the accessioning and cataloging process. Because researchers are responsible for initial care, preparation, cataloging, and labeling of specimens, all research projects generating museum collection specimens should have funding to address curation responsibilities. Please contact the Museum Curator to discuss potential costs associated with meeting the researcher's initial curation responsibilities. For more information on the appropriate supplies and techniques for preservation and storage, please see Required Curation Materials and Supplies (below).  During Collecting: During collecting, it is essential to gather all of the information required to catalog specimens. Please review the fields in the Cataloging Spreadsheet prior to collecting specimens, so that you can ensure that you record all of the necessary information. You can use the Museum Catalog Worksheet-NH (Form 10-254B) (below) during field work to document pertinent data on-site if you would like. Please remember your assigned Accession # must be located on everything related to your research (i.e. specimen tags, field data sheets, reports, notes, etc) to track the entire project.   When your study is complete:   Contact the Science Information and Communications Manager within 90 days of collecting to obtain catalog numbers for specimens that will be retained. All specimens from a study will be cataloged together with the same accession number even if the study takes place over several years. When your study is complete, contact the Museum Curator and make sure you have the following information: your permit number, accession number, dates collecting began and ended, number of specimens collected (estimates are acceptable for large collections until an accurate count is completed). Enter specimen information into our Cataloging Spreadsheet, which will help us catalog the specimens in the NPS's Interior Collection Management System (ICMS). Please follow the Cataloging Instructions for entering information in the spreadsheet. You must label the specimens with archival quality labels, such as acid-free paper or Tyvek, imprinted with archivally stable ink. Please follow accepted practices for applying labels to your specimens. All labels MUST be permanently labeled with Acadia National Park accession and catalog numbers, in this format: ACAD-XXXXX for accession numbers and ACADXXXXX for catalog numbers. (Please note the difference in format for accession and catalog numbers.) Contact the Science Information and Communication Manager if you have questions about labeling or would like us to help with printing labels.  After cataloging: Within one year of the final date of collecting, please submit:  Any specimens that are to be permanently retained, along with your labels and project documentation. An electronic copy of your Cataloging Spreadsheet to the Science Information and Communication Manager. A copy of your field records (notes, maps, recordings, etc.) to the Science Coordinator and the Science Information and Communications Manager. Please copy notes, maps, and other written or printed matter onto acid-free paper. We will preserve your field records and specimens in the park's museum collections.  If you find you are having trouble meeting this deadline, please contact the Science Information and Communications Manager to make other arrangements.  Please feel free to contact the Museum Curator, Science Coordinator, or Science Information and Communications Manager any time during this process. We are here to help you comply with the terms of your permit and make compliance as easy as possible.      Suggested Curation Materials and Supplies Click here for more information on Curation Materials and Supplies.       Cataloging Instructions We ask that you use our cataloging spreadsheet to document key information associated with the collection of your specimens.This information will make your specimens as useful as possible to park managers, educators, and future researchers. We will preserve this information in the National Park Service's Interior Collection Management Systems (ICMS). Click here for more information on Cataloging Instructions. Right click and choose \"Save link as\" to download a copy of the cataloging spreadsheet. This form needs to be saved as either .csv or .txt file and returned to park with your reports. Click here to download a copy of Natural History Catalog Record (Form 10-254B).",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/nature\/collecting-specimens.htm"
}
