{
    "title": "Acadia National Park: Conditions Guiding Specimen Collection",
    "body": "Explore This Park    Learn About the Park     Science & Research     Collecting Specimens     Conditions Guiding Specimen Collection                Conditions Guiding Specimen Collection       Cataloging Your Collections and Sending Them Back  Fill out the cataloging spreadsheet Please enter the data about your specimens into Acadia's Cataloging Spreadsheet. When collecting specimens in the field, be sure to please also collect the required data in a way that will be easy to convert into the Cataloging Spreadsheet. You will need an accession number and a set of catalog numbers from the Museum Curator to complete your Cataloging Spreadsheet.     Getting an accession number for your specimens An accession number will be assigned to you before your permit is approved. The accession number will be located on your approved permit in the section entitled \"Collection of the following specimens or materials, quantities, and any limitations on collecting.\"    Getting catalog numbers for your specimens Once you have collected your specimens, contact the Science Information and Communications Manager with the number of specimens collected and she will issue catalog numbers.   Returning specimens to Acadia All specimens and their data must be returned to the park--they should NOT be sent directly to other repositories. Acadia National Park staff will send the specimens and loan forms to the requested repositories. Please contact the Museum Curator to arrange the return of specimens.   Property of the NPS All specimens remain the property of the NPS as required by federal regulation, and must be accessioned and cataloged into the park's collection.   Scientific purposes only Any specimens collected under this permit, any components of any specimens (including but not limited to natural organisms, enzymes or other bioactive molecules, genetic materials, or seeds), and research results derived from collected specimens are to be used for scientific or educational purposes only, and may not be used for commercial or other revenue-generating purposes unless you have entered into a Cooperative Research and Development Agreement (CRADA) or other approved benefit-sharing agreement with the NPS. The sale of collected research specimens or other unauthorized transfers to third parties is prohibited.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/nature\/conditions-guiding-specimen-collection.htm"
}
