{
    "title": "Acadia National Park: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems       Jump to: Beaches Coasts\/Shorelines Forests Geologic Formations Intertidal and Subtidal Zones Lakes and Ponds Mountains Wetlands, Marshes, and Swamps       Beaches         Sand Beach NPS  The sea constantly reinvents the coastline of Acadia National Park. Waves and currents take material from one point on the coast, only to deposit it somewhere else. Cobble beaches are created in this manner, as rocks are dislodged and smoothed by the force of the ocean then placed on another section of shoreline. Because Acadia's coast is young, sandy shores are rare. However at Sand Beach, the park's largest feature of this type, shore currents have shifted the tons of sand that the sea eroded from the rocks. Mixed into the sand are broken bits of shells and the skeletons of crabs, mussels, sea urchins, and other marine life.        Coasts\/Shorelines         Little Moose Island NPS  The resilient land of Acadia National Park began rising after glaciers retreated north around 15,000 years ago. The level of the sea worldwide rose close to its present height as the ice sheets melted. Although this sea level rise had leveled off to less than an inch everyone one hundred years, today's oceans rise at a rate of nearly an inch per decade! The bedrock gave substance and the glaciers gave character, but without the sea, Acadia would be like a gem without a setting. Each headland, bay, and inlet reveals the majestic interface between sea and land.        Forests         Forest in Acadia NPS\/Ken Johnson  Acadia National Park is blanketed with forests and woodlands that are situated in the transition zone of two ecoregions: the northern boreal forest and the eastern deciduous forest. Much of the park is covered by spruce-fir forests, which is representative of the boreal influence; however, Acadia also contains stands of oak, maple, beech, and other hardwoods more typical of most of New England. There are also several unique, isolated forest communities, such as pitch pine and scrub oak woodlands, that are found in the park at their northeastern range limit. Similarly, jack pine reaches the southern limit of its range in Acadia.        Geologic Formations         Bubble Rock, a glacial erratic NPS  Ridges of granite were sculpted by glaciers measuring up to 9,000 feet thick, create the landscape of Acadia that we see today. Evidence of the glaciers can be seen just about everywhere: broad U-shaped valleys hold lakes, glacial erratics dot the landscape, as do glacial erosional scars like chatter marks, striations, glacial polish, potholes, and kettle ponds. Perhaps the most obvious reminder of Acadia's glacial legacy is the fjord-like Somes Sound (the only feature of its kind on the U.S. Atlantic Coast) with its deeply carved head and shallow mouth of glacial deposits. For more information about Acadia's geology, click here.      Intertidal and Subtidal Zones         Intertidal zone NPS  With over forty miles of rocky shoreline, Acadia National Park possesses a tremendously rich intertidal flora and fauna. Twice daily, the nutrient-rich marine waters cover these plants and animals. However, during the lower tides, the ocean leaves behind pools of water inhabited by sea stars, dog whelks, blue mussels, sea cucumbers, rockweed, and other creatures and plants.  For more information about tidepooling, click here. For more information about the creatures that inhabit tidepools, click here.         Lakes and Ponds         Eagle Lake from Conners Nubble NPS\/Todd M. Edgar  Lakes and ponds add shimmering contrast to Acadia's forested and rocky landscape. Within or adjacent to the park, you will find 14 Great Ponds and 10 smaller ponds. Great Ponds and ponds that serve as local water supplies have a number of usage restrictions, which may include watercraft restrictions and other regulations. Please obey posted signage in these areas.        Mountains        Eagle Lake NPS  It has long been noted that the rising sun touches the slopes of Cadillac Mountain before any other place in the United States. In fact, native people who have called this area home for thousands of years called themselves Wabanaki, meaning \"People of the Dawn.\" At 1,530 feet, Cadillac is the highest point along the North Atlantic seaboard. It is one of the more than 20 mountains that rise from the sea and comprise much of the island on which a portion of Acadia National Park is located. These mountains inspired the explorer-navigator Samuel Champlain to name the island Isle des Monts Desert in 1604-the Island of Barren Mountains. Life is not easy at the top, but the mountains are not as barren as Champlain described. They are home to forests of spruce and pitch pine. Tiny subalpine plants blossom in joints in the granite and on the leeward side of rocks. Squat, gnarled trees may survive winter after harsh winter.         Wetlands, Marshes, and Swamps         Wetlands NPS  Over 20% of Acadia National Park is classified as wetland. All classes of wetlands are found within the park. They form the transition between terrestrial and aquatic environments, and contribute significantly to the health, productivity, and uniqueness of the region. Wetlands are especially important because they maintain biodiversity by providing a habitat for a wide range of species. Native wildlife frequent wetlands alongside species that are nesting, overwintering or migrating, such as birds along the Atlantic flyway. More than half of Maine's state-listed rare plants are found in wetland habitats, and at least one rare plant is found in each Acadia wetland type.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
