{
    "title": "Acadia National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants        Fall leaf with water droplets. NPS\/Kristi Rugg       Jump to: Ferns Freshwater Plants Grasses Marine Plants\/Algae Mosses and Liverworts Wildflowers         Ferns on a stream. NPS\/Bill Gawley  Ferns Ferns thrive in cool, moist, shaded areas, which are quite common on the coast of Maine. Some of the easier-to-recognize ferns are species of rock polypody, which appear almost identical and are often found growing in leaf litter duff on top of large rocks. The fronds are singular and look like they are growing in a small colony or mat. Another pair of related common ferns are cinnamon fern and interrupted fern. These two also look very much alike. Both are large ferns with vegetative fronds arranged in whorls around the center. Cinnamon fern has separate, fertile, spore-producing fronds which sprout from the center of the plant in spring. These fronds are a cinnamon-like golden brown in color, which accounts for the plant's common name. Interrupted fern produces fertile leaflets in the upper third of the vegetative fronds, hence the frond is \"interrupted\" by the smaller fertile leaflets \"within\" the frond.         Water lily. NPS\/Bill Gawley  Freshwater Plants Freshwater (also referred to as \"aquatic\") plants are probably one of the most conspicuous features of the lakes, ponds, and streams of Acadia National Park. Approximately 80 species of freshwater plants can be found in the park, with an additional dozen species that are considered semi-aquatic shoreline species. Seven of these aquatic or semi-aquatic species are either currently listed or proposed for listing on Maine's Official List of Endangered and Threatened Plants, while about 30 others are considered \"locally rare.\"         Reed canary grass. NPS\/CW Greene  Grasses About a quarter of the plants that one encounters at Acadia National Park appear \"grass-like.\" The amateur would probably call all of these grasses, but in fact some are sedges and some are rushes. Here is a little rhyme to help tell the three apart: \"sedges have edges, rushes are round, and grasses have joints.\" Sedges usually have a triangular stem, rushes have round stems, and grasses have a jointed stem. Sedges, grasses, and rushes often inhabit wet areas. All of them have flowers;they just aren't showy. Take a closer look and you will be amazed at the diversity of these wind-pollinated wildflowers!         Palmaria habitat. NPS\/Sarah Hall  Marine Plants\/Algae As you explore the shoreline in the park, you will often see algae in the shallow waters near the shore or washed up on the rocks. A field guide-developed by Sarah Hall and Joseph Stachelek for their senior capstone project at the University of Maine, under the guidance of Professor Susan Brawley-includes some of the common species you might see. Click here to download a Field Guide to Marine Plants\/Algae, click here.         Sphagnum moss NPS  Mosses and Liverworts If you find a bog in Acadia National Park, you are sure to see sphagnum (pronounced \"sfagnum\") moss. Mosses, like ferns, reproduce by spores. Mosses by necessity always grow in low mats in wet areas close to their nutrient source. Sphagnum species are common and come in shades of green, red and brown. Bog hummocks, which are small mounds of sphagnum, often form to create an undulating bog surface. Each species of sphagnum finds its own niche based on levels of soil moisture. Therefore, the species of sphagnum growing on the top of the hummocks are usually different from the ones growing between the hummocks!          Wood lily. NPS\/C Jacobi  Wildflowers If you are in a wooded area of Acadia National Park, you are likely to find common, native woodland flowers, such as wild lily-of-the-valley (Maianthemum canadense), bunchberry (Cornus canadensis), goldthread (Coptis trifoliaformerlyC. groenlandica), bluebead lily (Clintonia borealis), and starflower (Trientalis borealis). In August and September Acadia's native wildflowers, the asters and goldenrods, are in full bloom.         Almost one quarter of Acadia's flora is non-native, and about 25 species are state-listed rare plants. It is evident that 300 years of human settlement and land use have changed the composition of plant communities throughout Acadia National Park. Read about the exotic plant management program here.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/nature\/plants.htm"
}
