{
    "title": "Acadia National Park: Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality                Air Quality         A poor visibility day at Acadia National Park NPS  Located along the mid-coast of Maine, Acadia is downwind from large urban and industrial areas in states to the south and west. Periodically, high concentrations of air pollutants blow into the park from these areas. Acadia is considered a Class I area under the Clean Air Act, which means that the park deserves the highest level of air-quality protection.  Consequently, Acadia is deeply involved in the National Park Service's comprehensive air resources management program, designed to assess air pollution impacts and protect air quality related resources. The air resources management program at Acadia includes monitoring, research, and regulatory interaction with state and federal agencies. Explore detailed information on Acadia National Park's air resources at Air Quality in Parks.        Acadia's air monitoring site NPS\/Bill Gawley  Monitoring Air Pollution  Since 1979, Acadia National Park's air quality monitoring program has been documenting current conditions and determining long-term trends for pollutants such as ozone, particulates, mercury deposition, and acid precipitation, as well as visibility and meteorology. Additionally, there are ongoing efforts to better understand the biological effects of air pollutants on park resources by attracting and supporting air quality effects research.  Assessing Impacts of Air Pollution  Scientific research conducted over the past decades has documented the harmful effects of air pollution upon natural and scenic resources in Acadia National Park. Although spectacular vistas are still common in Acadia, pollutants from upwind sources contaminate park air and degrade visibility. Monitoring data show that visibility conditions at Acadia have improved slightly from 1988 through 1998, but are still less than half what they should be at \"natural background\" levels. Summer ozone levels occasionally exceed federal health standards. The highest ozone concentration reported in Maine was measured at Acadia (Isle au Haut) on June 15, 1988. Ozone concentrations below the federal health standard have been shown to damage sensitive park vegetation. The effects of atmospheric deposition are another major concern at the park. Acid precipitation (rain, snow, and fog) can be a major influence on lake and stream chemistry, cause nutrient enrichment in estuaries, and affect sensitive vegetation. The results of mercury monitoring assessments in atmospheric deposition and other environmental indicators including surface waters, soils, forests, fish, and birds indicate a particular threat from this anthropogenic contaminant.  Hotspot on Mercury  Mercury is a toxic heavy metal that accumulates in the tissue of organisms and concentrates in the food chain. Largely a result of manmade processes such as burning coal for electricity and incineration of waste, mercury is emitted into the atmosphere and then deposited by precipitation into aquatic and terrestrial ecosystems. Research in the park has discovered high concentrations of mercury in lakes and streams, sediments, soils and wildlife including birds and fish. Mercury reduces reproductive success, impairs growth and development, and decreases survival, and therefore consumption of mercury-contaminated fish can be harmful to humans as well as to other wildlife.  Additional Mercury Information   Mercury Contamination at Acadia National Park  Effects of Mercury at Acadia National Park Mercury: An Invisble Foe that Knows No Boundaries\"",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/nature\/airquality.htm"
}
