{
    "title": "Acadia National Park: Common Native Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Common Native Plants                Common Native Plants       Below is a list of our common native plants, including their scientific name and location.   A  alder, green or mountain Alnus viridis ssp. crispa mountains   alder, speckled Alnus incana ssp. rugosa meadows   arrowhead, common Sagittaria latifolia freshwater marshes and ponds   ash, American mountain Sorbus americana coniferous woods   ash, white Fraxinus americana deciduous woods   aspen, big-toothed Populus grandidentata deciduous woods, roads and meadows   aspen, trembling Populus tremuloides deciduous woods, roads and meadows   aster Aster spp. mountains  aster, bog Aster nemoralis bogs   aster, flat-topped white Doellingeria umbellata meadows  aster, large-leaved Aster macrophyllus deciduous woods  aster, New York Symphyotrichum novi-belgii meadows  B   bearberry Arctostaphylos uva-ursi mountain tops and dry, rocky places   beech, American Fagus grandifolia deciduous woods  birch, gray Betula populifolia mountain tops and dry, rocky places  birch, paper Betula papyrifera deciduous woods   birch, yellow Betula alleghaniesis deciduous woods  bladderwort, horned Utricularia cornuta freshwater marshes and ponds  blueberry, high-bush Vaccinium corymbosum freshwater marshes and ponds  blueberry, low sweet Vaccinium angustifolium coniferous woods, deciduous woods, roads and meadows, mountain tops and dry, rocky places  blueberry, velvet-leaf Vaccinium myrtilloides mountain tops and dry, rocky places  blue-eyed-grass Sisyrinchium montanum var. crebrum roads and meadows  bluejoint, Canada Calamagrostis canadensis freshwater marshes and ponds  bluet Houstonia caerulea roads and meadows  bog rosemary Andromeda polifolia var. glaucophylla bogs  bunchberry Cornus canadensis coniferous woods, deciduous woods  bush-honeysuckle Diervilla lonicera deciduous woods, mountain tops and dry, rocky places  C   cat-tail, common Typha latifolia freshwater marshes and ponds  cherry, choke Prunus virginiana deciduous woods  cherry, pin Prunus pensylvanica deciduous woods, mountain tops and dry, rocky places  chokeberry, black Photinia melanocarpa bogs, mountain tops and dry, rocky places  cinquefoil, three-toothed Sibbaldiopsis tridentata mountain tops and dry, rocky places  cotton-grass Eriophorum spp. bogs  cranberry, large Vaccinium macrocarpon bogs  cranberry, mountain Vaccinium vitis-idaea coniferous woods, mountain tops and dry, rocky places  cranberry, small Vaccinium oxycoccos bogs    crowberry, black Empetrum nigrum bogs, mountain tops and dry, rocky places  D  dewdrop Rubus dalibarda coniferous woods  dogbane, spreading Apocynum androsaemifolium roads and meadows  E  elder, red-berried or stinking Sambucus racemosa ssp. pubens deciduous woods   F  fern, bracken Pteridium aquilinum var. latiusculum deciduous woods, mountain tops and dry, rocky places  fern, Christmas Polystichum acrostichoides deciduous woods  fir, balsam Abies balsamea coniferous woods  fireweed Epilobium angustifolium roads and meadows   G   goldenrod, gray Solidago nemoralis roads and meadows  goldenrod, northern bog Solidago uliginosa bogs  goldenrod, Rand's Solidago simplex ssp. randii mountain tops and dry, rocky places  goldenrod, rough-stemmed Solidago rugosa roads and meadows  goldthread Coptis trifolia deciduous woods   H  hairgrass Deschampsia flexuosa roads and meadows  hardhack or steeplebush Spiraea tomentosa roads and meadows  harebell Campanula rotundifolia mountain tops and dry, rocky places  heather, golden Hudsonia ericoides mountain tops and dry, rocky places  hemlock, eastern Tsuga canadensis coniferous woods  hobblebush Viburnum lantanoides coniferous woods, deciduous woods  holly, mountain Nemopanthus mucronatus mountain tops and dry, rocky places  huckleberry, black Gaylussacia baccata mountain tops and dry, rocky places  huckleberry, dwarf Gaylussacia dumosa var. bigeloviana bogs   I  iris, blueflag Iris versicolor bogs   J  juniper, common Juniperus communis var. depressa mountain tops and dry, rocky places  juniper, creeping Juniperus horizontalis mountain tops and dry, rocky places   L  Labrador-tea Rhododendron groenlandicum bogs  larch Larix laricina bogs  laurel, bog Kalmia polifolia bogs  laurel, sheep or lambkill Kalmia angustifolia bogs, deciduous woods, mountain tops and dry, rocky places  leatherleaf Chamaedaphne calyculata bogs  lily, bluebead Clintonia borealis coniferous woods, deciduous woods  lobelia, water Lobelia dortmanna freshwater marshes and ponds  loosestrife, whorled Lysimachia quadrifolia roads and meadows   M  maple, mountain Acer spicatum deciduous woods  maple, red Acer rubrum bogs, deciduous woods  maple, striped Acer pensylvanicum deciduous woods  maple, sugar Acer saccharum deciduous woods  mayflower, Canada Maianthemum canadense coniferous woods, deciduous woods, roads and meadows  meadow-rue, tall Thalictrum pubescens roads and meadows  meadowsweet Spiraea alba var. latifolia roads and meadows  milkweed, common Asclepias syriaca roads and meadows  mountain holly Nemopanthus mucronatus coniferous woods   O  oak, red Quercus rubra deciduous woods  oatgrass, poverty Danthoia spicata mountain tops and dry, rocky places   P  partridgeberry Mitchella repens conif    pearly everlasting Anaphalis margaritacea roads and meadows  pickerelweed Pontederia cordata freshwater marshes and ponds  pine, jack Pinus banksiana mountain tops and dry, rocky places  pine, pitch Pinus rigida mountain tops and dry, rocky places  pine, red Pinus resinosa coniferous woods  pine, white Pinus strobus coniferous woods, deciduous woods  pinesap Monotropa hypopithys coniferous woods  pitcher plant Sarracenia purpurea bogs  poverty grass Danthonia spicata roads and meadows  pyrola, one-flowered Moneses uniflora coniferous woods  pyrola, round-leaved Pyrola americana deciduous   R  raspberry, red Rubus idaeus mountain tops and dry, rocky places  rhodora Rhododendron candense bogs, freshwater marshes and ponds  rose, bristly Rosa nitida bogs  rose, swamp Rosa palustris freshwater marshes and ponds  rose, Virginia or field Rosa virginiana roads and meadows, mountains and dry, rocky places   S  sandwort, mountain Minuartia groenlandica mountain tops and dry, rocky places  sarsaparilla, bristly Aralia hispida roads and meadows, mountain tops and dry, rocky places  sarsaparilla, wild Aralia nudicaulis coniferous woods, deciduous woods, roads and meadows  saxifrage, early Saxifraga virginiensis deciduous woods  shadbush or serviceberry Amerlanchier spp. coniferous woods, deciduous woods, roads and meadows  shinleaf Pyrola elliptica coniferous woods  snowberry, creeping Gaultheria hispidula bogs  Solomon's seal, false Maianthemum racemosum deciduous woods  Solomon's seal, small Polygonatum pubescens deciduous  spatterdock or yellow water-lily Nuphar variegata freshwater marshes or ponds  spruce, black Picea mariana bogs  spruce, red Picea rubens coniferous woods  spruce, white Picea glauca coniferous woods  St. Johns-wort, marsh Triadenum virginicum freshwater marshes and ponds  starflower Trientalis borealis coniferous woods, deciduous woods  strawberry, wild Fragaria virginiana roads and meadows  sundew, round-leaved Drosera rotundifolia bogs  sundew, spatulate-leaved Drosera intermedia bogs  swamp candles Lysimachia terrestris freshwater marshes and ponds  sweet gale Myrica gale bogs  sweetfern Comptonia peregrina mountain tops and dry, rocky places   T  trailing arbutus Epigaea repens coniferous woods  turtlehead, white Chelone glabra freshwater marshes and ponds  twinflower Linnaea borealis ssp. longiflora deciduous woods  twisted stalk, rosy Streptopus lanceolatus coniferous woods, deciduous woods   V  violet Viola spp. deciduous woods   W  water-lily, fragrant Nymphaea odorata freshwater marshes and ponds  white-cedar, northern Thuja occidentalis deciduous woods, freshwater marshes and ponds  willow Salix spp. roads and meadows   winterberry Ilex verticillata fresh  wintergreen Gaultheria procumbens coniferous woods, deciduous woods  witherod or wild raisin Viburnum nudum var. cassinoides coniferous woods, mountain tops and dry, rocky places  wood sorrel, northern Oxalis montana coniferous woods  woodreed, drooping Cinna latiolia coniferous woods   Y  yellow rattle Rhinanthus minor roads and meadows",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/common-native-plants.htm"
}
