{
    "title": "Acadia National Park: Permits",
    "body": "Explore This Park    Learn About the Park     Science & Research     Permits              Permits        2011 LepBlitz species ID work NPS       Are you looking to apply for a research permit? Read the information below, and then go to the NPS Research Permit and Reporting System (RPRS).       Jump to: Permits Acadia National Park's research permitting policies Permit review process Conditions What to do when your permit expires       Permits  To do research in Acadia National Park, you must apply for a research permit through the Research Permit and Reporting System. The National Park Service is committed to facilitating research in parks. The permit review process is designed to ensure that research can be done safely without impairing natural or cultural resources or visitor experiences. When submitting a permit application, be sure to include well-labeled, explicit responses to the following questions, either in the online application form or in a separate document (e.g., research proposal) that you upload with your application:   What is the purpose of your study? What methods will you use, including dates of fieldwork and location? How will the study likely impact natural and cultural resources, even if those impacts will likely be minimal? And how do you plan to minimize those impacts? How will the study likely impact visitor experiences? How do you plan to manage and share your data? How do you plan to manage your safety during your fieldwork?  During and after the study, we ask that you submit reports updating us on your progress and share data that you collect so we can preserve them in our park archives and use them to inform park management decisions. Click here for more information about required reports.      Acadia National Park's Research Permitting Policies It is the policy of the National Park Service to guarantee that management of park sites is enhanced by the highest quality scientific information. Understanding our natural and cultural resources is vital to improving park management and expanding scientific knowledge. Research will be allowed as long as it can be conducted safely and in a manner that does not threaten or diminish the resources of or visitor experiences in Acadia National Park. A research permit is required to conduct research in the park. The research permit will be approved by the park's Science Coordinator. The following are some of the criteria used to evaluate research proposals:  Does the proposed research unreasonably disturb park resources, staff, other researchers, or visitors? Is the proposed research scientifically valid? Can the proposed research be conducted safely? Does the proposed research require additional state, federal, or local permits? Have those permits been obtained or requested, or will they be obtained prior to doing research?  Does the proposed research require collection of specimens? If so, do the methods follow the conditions for researchers who are collecting specimens?  All research permit applications must be submitted at least 30 days in advance of planned field activities. Some permits may require longer to review and approve, so submitting 45-60 days in advance of fieldwork is advisable. Projects that may take longer to review include those that require permits from other agencies, work with vertebrates (which will require NPS IACUC approval), and research that requires review by experts outside of our park staff. For more information on how to apply for NPS IACUC approval please visit: http:\/\/nature.nps.gov\/biology\/iacuc\/index.cfm       Permit Review Process  The Science Coordinator will consult with park staff and outside subject-area experts to ensure that proposed work is scientifically valid, will not harm the park's natural and cultural resources, will not unduly affect park visitors or staff, follows the appropriate policies and conditions, and can be conducted safely. We may ask for supplemental information if necessary. We endeavor to treat all investigators fairly. Students who propose to conduct research studies must have a representative from their institution or agency serve as a co-investigator. Once your research permit has been approved, you will be notified by the Science Coordinator or the Science Information and Communications Manager.       Conditions Research permits in Acadia National Park must uphold specific permit conditions. To learn more about these regulations, please click here to download information on Acadia National Park permit conditions and here for information on general conditions for scientific research in the National Park Service.  For researchers who plan on collecting specimens as part of their field work, please visit our Collecting Specimens page for a list of permit conditions. Breach of any of the terms of your permit or violation of park regulations will be grounds for revocation of your permit and denial of future permits.        What to do when your permit expires Renewing a permit Research permits are authorized on a calendar year basis, starting when your permit is issued and expiring on December of that same year. After this date, your permit is no longer valid. Your permit may be renewed if your project needs additional time to be completed. Modifications or amendments to your originally proposed project must be submitted 30 days in advance of any fieldwork. We recommend that you submit these changes when you are renewing your permit at the beginning of the calendar year.      Annual Reports By March 31st of each calendar year, you are required to submit an Investigator's Annual Report (IAR) through the Research Permit and Reporting System whether or not you are renewing your permit. Final Reports Please remember that you are obligated to provide the park with an Investigator's Annual Report as well as a final report within 90 days of the completion of your project. We also request that you send us copies of all reports, papers, etc. related to your research in Acadia National Park. These reports, papers, etc. will be kept in the park's bibliography and archives so they can be used in future research and education programs and to inform park management decisions. Click here for more information on Reports.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/nature\/permits.htm"
}
