{
    "title": "Rocky Mountain National Park: 2009 Artists In Residence",
    "body": "Meet Our 2009 Artists In Residence       Schedule of 2009 Artist-In-Residence Dates and Public Programs Every year a small handful of talented artists is invited to Rocky Mountain National Park, each for a two week Artist-In-Residence Program from June through September. The peace, serenity, and beauty of this special place, inspires their artistic creativity resulting in works of art drawn from nature. Selected by a jury panel of professional artists, these artists represent a variety of artistic disciplines from musicians, writers, sculptors, painters, photographers, poets, and performing artists. During their stays, these artists share their artistic visions in public presentations. After their residencies, these artists will donate a fully finished art work to the park. Join our artists as they share their creative visions in public presentations. Discover why artists are important to the National Park Service and why Rocky Mountain National Park hosts Artists-In-Residence each summer. Public programs will be held on Wednesday evenings at 7:30 p.m. at the Beaver Meadows Visitor Center auditorium from June 17 through September 2.         While Sharon Bass’ journey as an artist started as a photographer and editor, today this quilt artist employs a variety of media –painting her own fabrics, stamping, and re-assembling commercial fabrics to reflect the natural world. For her residency she hopes to translate many photographs into a print, collage and\/or a fiber-based quilt. During her presentation she will discuss her process of translation - taking a photo image through the stages of editing, patternmaking, construction and back to photography. Sharon Bass is the exhibit curator for the Kansas Art Quilters. She is scheduled to participate in the Quilters S.O.S. – Save our Stories project. This interview will be part of a public archive held by the Library Congress. She has taught her artistic skills in northern Italy and at the University of Kansas and University of Arkansas.         Plain air painter John Hulsey of Lawrence, Kansas draws the viewer into his paintings and brings the landscape to life with the exquisite use of light. For his residency, Mr. Hulsey hopes to create a body of artwork, which will be featured in a future exhibition dedicated to his experiences at Rocky. He has also been an Artist-in-Residence at both Glacier and Yosemite National Parks. In 2003 he was designated a Master Painter by “International Artist Magazine”.         The quality of light in Lanny Grant’s art draws in the viewer and often re-kindles a personal memory of the mountains. He is a Plein air painter from Silt, Colorado. In 2002, he was commissioned to create a painting of the Mount of the Holy Cross to commemorate Pope John Paul II’s Colorado visit in 1993. This painting is now in the permanent art collection at the Vatican in Rome. Mr. Grant’s paintings have been included in the “Top 100” finalists in the Annual Arts for Parks competition in both 1995 and 2002. His artistic images have been featured on Leanin’ Tree’s greeting cards.         Photographer Carl Johnson of Anchorage, Alaska is devoted to contributing to the legacy of national parks in providing something of value for future generations. He spent last summer as an Artist-in-Residence at the remote Gates to the Arctic National Park and Preserve in northern Alaska. This summer at Rocky, he will continue to merge technology with wilderness while exploring the Park’s backcountry. Mr. Johnson plans to capture images that will express the vast ecological diversity of the Rocky Mountain National Park.         For his residency wildlife artist Brent Langley plans to paint subjects often overlooked by other artists such as beaver ponds, marmots, or pikas among the rocks. His harmonious works of art depict resident wildlife immersed in their habitat while creating a pleasurable, educational and scientifically accurate image for the viewer. Mr. Langley comes to us from Coal Valley, Illinois with the desire to be a voice for the environment through his art and in his public presentations. He was in the Top 100 for the Paint the Parks exhibition in 2007 and 2008. Mr. Langley’s paintings have also been in the Arts for the Parks Top 200 in 1993, 2002, 2004 and 2005.         Photographer Nick Holmes hails all the way from the Isle of Mull, in Scotland! He has a life-long interest in Isabella Bird – they both grew up in adjacent English villages, he later worked at her family’s former property, and now he is living on the Scottish Island where Isabella Bird embarked on her journey to Estes Park and the Rocky Mountains. During his public presentation, he will discuss Isabella Bird’s impressions and adventures in the Rockies and share images from her life in a rustic English village and a craggy island in Scotland. He proposes to compliment her original photographic images of the Rockies with his own photographic interpretation of those locations in Colorado and Great Britain 135 years later. For his residency project Mr. Holmes will be creating a large photographic collection for archival and educational purposes.      2009 Artist-In-Residence Dates and Public Programs Public programs will be held on Wednesday evenings at 7:30 p.m. at the Beaver Meadows Visitor Center auditorium from June 17 – September 2    Residency Dates Artist Public Presentation Dates   June 14–27 Sharon Bass-Quilter June 17 & 24   June 28–July 11 John Hulsey-Painter July 1 & 8   July 12-25 Carl Johnson-Photographer July 15 & 22   July 26–Aug 8 Brent Langley-Painter July 29 & Aug 5   August 9–22 Lanny Grant-Painter Aug 12 & 19   August 23–Sept 5 Nick Holmes-Photographer Aug 26 & Sept 2",
    "url": "https:\/\/www.nps.gov\/romo\/getinvolved\/supportyourpark\/meet_our_2009_artists.htm"
}
