{
    "title": "Acadia National Park: Collections",
    "body": "Collections       William Otis Sawtelle Collections and Research Center           Looking through the collections at the Center. NPS  Located in Bar Harbor at Park Headquarters, the center is dedicated to William Otis Sawtelle, founder of the Islesford Historical Museum on Little Cranberry Island. The center houses historic artifacts, archival documents, and natural history specimens. The collection represents the natural and cultural history of Acadia National Park, Saint Croix Island International Historic Site, the Carroll Homestead of Southwest Harbor, George B. Dorr, one of the founding fathers of Acadia, the Town of Cranberry Isles, \"New France,\" and the administrative history of Acadia and Saint Croix.  The center is open to researchers by appointment only. Access to the collection for scientific research, genealogical study, or development of a publication is permitted. Prospective researchers should contact the Curator for an appointment. To arrange an appointment to conduct research fill out a research request form.       Updates       Over a four-year period, National Park Service staff and volunteers completed a project to catalog more than 120,000 historic items. The project was funded through the Federal Lands Recreational Enhancement Act. The following collections were processed during this ambitions project:   Cranberry Isles Collection: (1596-1939) original documents relating to the maritime and genealogical history of the Cranberry Isles. William Otis Sawtelle Collection: (1692-1941) personal papers of William Otis Sawtelle (founder of Islesford Historical Museum). Items include his research notes on local genealogy, Maine, and New France, as well as his scientific research. Carroll Farm Collection: (1840-1966) documents the lives of the Carroll Family of Southwest Harbor Islesford Wharf Company, Islesford Collection, Inc., and the U.S. Life Saving Station Collections document the history of these organizations on Islesford.  During fall 2007, new storage cabinetry was installed at the collections and research center to expand the capacity to store and manage collections in a state-of-the-art-facility.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/historyculture\/collections.htm"
}
