{
    "title": "Acadia National Park: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors        View from Cadillac Mountain on a clear day. NPS\/Kent Miller       Jump to: Air Quality Climate Change Fire Regime Geologic Activity Non-native Species Pests Scenic Vistas Water Quality Weather         A poor visibility day at Acadia. NPS  Air Quality Located along the mid-coast of Maine, Acadia National Park is downwind from large urban and industrial areas in states to the south and west. Periodically, high concentrations of air pollutants blow into the park from these areas. Click here for more information on air quality and monitoring.         Green snake. NPS\/K Grant  Climate Change Climate change refers to changes in the Earth's long-term weather patterns. Some changes in climate occur naturally; gradual temperature fluctuations over thousands of years are a natural part of the Earth's climate. The Ice Age, for example, was a period of time when our climate was much cooler than it is now. However, human activities can also cause changes;the term \"climate change\" is generally used to describe a more rapid, human-caused increase in the Earth's average temperature.  Scientists believe that humans are increasing the greenhouse effect through activities that produce greenhouse gases (GHGs). Since the beginning of the industrial revolution, atmospheric concentrations of carbon dioxide have increased over 35 percent, methane concentrations have more than doubled, and nitrous oxide concentrations have risen by about 18 percent. The increase in global temperatures associated with increased atmospheric concentrations of these GHGs is commonly referred to as global warming, which is manifested locally or regionally as climate change.  How do we affect climate change? Check out the carbon dioxide calculator to see how our choices at home can reduce carbon dioxide emissions. Want to help us understand climate change? Read more about citizen science opportunities. How might future warming alter visitation: https:\/\/irma.nps.gov\/DataStore\/Reference\/Profile\/2222464   Climate change exposure: https:\/\/irma.nps.gov\/DataStore\/Reference\/Profile\/2213728         Prescribed burns play an important role in managing natural resources. NPS\/Todd Edgar  Fire Regime Research on fire occurrence in Acadia National Park indicates that large, naturally caused fires are not as common as in many of the western parks. The cool, humid, coastal climate and low occurrence of natural ignition sources such as lightning makes these fires relatively rare. To learn about the Fire of 1947, click here.  To learn more about the park's fire management program, click here.         Jordan Pond NPS  Geologic Activity Acadia's landscape had its beginnings long before sunbeams first caressed the slopes of Cadillac Mountain. Click here to learn more about Acadia's geology.  Minor Earthquakes Shake the Park At 8:07 p.m. on Monday, October 2, 2006 a minor earthquake of magnitude 4.2 shook the ground around Acadia National Park. The epicenter of the earthquake was located in the Atlantic Ocean just off Schooner Head, on the eastern side of the park. Damage appeared to be limited to rocks falling on the Park Loop Road, which re-opened after a brief closure, and some park trails. This earthquake followed several small aftershocks that occurred since the first earthquake on September 22 (magnitude 3.4).         Purple loosestrife. NPS  Non-native Species The National Park Service defines non-natives as species that occur in a given place as a result of direct, indirect, deliberate, or accidental actions by humans. Likewise, non-native animal species can be introduced into an area deliberately, for agricultural use or fish stocking; or by \"hitching a ride\" on objects like boat hulls and outboard motors. Many species find their way to new locations in crop seed, soil, or nursery stock. There are currently about 12 non-native plant species in Acadia National Park that are of high management concern. For more information please visit our Vegetation and Integrated Pest Management pages.          Raccoon in campground. NPS  Pests Pests are those species that interfere with the purposes of the park such as protecting natural or cultural resources, or visitor safety. For example, carpenter ants threaten the structural integrity of park buildings. Raccoons and red foxes can carry rabies and quickly learn to aggressively scavenge food scraps from campers and other visitors. Non-native diseases such as beech bark disease and white pine blister rust kill trees, and can change the structure, composition, and functions of forests in Acadia. Click here for additional information about forest pests in Acadia. The National Park Service uses Integrated Pest Management (IPM) to manage pests. This approach is based on proper identification of a pest and a thorough understanding of the biology of the pest species being managed.          Moon rising over Cadillac Mountain. NPS\/Ginny Reams  Scenic Vistas Both the motor road system and the (non-motorized) carriage road system at the park were carefully laid out by prominent landscape architects to take advantage of these spectacular views. Although they are dependent on the natural landscape of Acadia, these designed landscapes have themselves become significant, owing to their history and the sensitivity with which they were designed and built. In recent years, park staff have been actively restoring historic vistas on the carriage road system. Click here to learn more about our current vista management project.         Monitoring water quality. NPS\/Bill Gawley  Water Quality Integral to ecosystem health and function, the waters of Acadia also allow visitors to engage in a variety of recreational pursuits. Protection of the scientific and scenic attributes associated with Acadia's lakes, streams and wetlands, and their use as a source of public drinking water, were significant factors in the park's establishment. Water resources within or adjacent to Acadia include 14 Great Ponds, 10 smaller ponds, more than two dozen named streams and 10 named wetland areas.  Monitoring data collected since the early 1980's show that most of Acadia National Park's lakes and ponds have excellent water quality. Recent studies discovered high concentrations of mercury in several freshwater fish species sampled in park lakes. Click here to learn more about Water Resources in the park.         Winter from the gatehouse near Jordan Pond. NPS  Weather The weather in Acadia National Park is moderate compared to the rest of northern New England. Click here for more information about Acadia's weather.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/nature\/environmentalfactors.htm"
}
