{
    "title": "Acadia National Park: History of Hancock County Trustees",
    "body": "Hancock Country Trustees of Public Reservations        Charles W. Eliot (right), founder of the Hancock County Trustees of Public Reservations, stands with George B. Dorr, first superintendent of the park and member of the trustees, along the shore of Jordan Pond. H.W. Gleason       Written in 2001 on the eve of the 100th anniversary of the Hancock County Trustees of Public Reservations... What if Acadia National Park did not exist? What would Mount Desert Island, Schoodic Peninsula, or Isle au Haut be like without a park to protect mountain summits, shoreline, and woodlands? It’s difficult to know, but we can guess that forests would have been harvested, and much shoreline currently open to the public would be off-limits due to private ownership. Perhaps condominiums would dot mountain heights, affecting the scenic vistas that are now protected. Because Acadia does exist, no one will ever know what could have been. The story of Acadia National Park’s creation begins a hundred years ago on a cold winter day in the Boston home of Charles W. Eliot, president emeritus of Harvard University, and a summer resident of Mount Desert Island. He was looking through the papers of his deceased son when he came across an article written by him for Garden and Forest, noting that the increase in private ownership in Maine might eliminate public access to its scenic beauties. The younger Eliot wrote:  It is time decisive action was taken, and if the state of Maine should…encourage the formation of associations for the purpose of preserving chosen parts of her coast scenery, she would not only do herself honor, but would secure for the future an important element in her material prosperity.  Mount Desert Island no doubt played a part in developing in the son, Charles Eliot, a keen eye for, and love of, natural beauty. He spent many summers exploring the island on an intimate level, as a member of the Champlain Society, a group of college students that studied the natural sciences and performed field work from their base camp on Somes Sound. Charles Eliot became a landscape architect with the Olmsted firm in Boston, pioneering in developing design plans for preserving outstanding natural features in parks, while retaining their regional character. His defense for preserving a stand of virgin trees led to the formation of the Trustees of Public Reservations in Massachusetts. His work ended prematurely with his death in 1897. Inspired by the article, Charles W. Eliot brought his son’s ideas to Mount Desert Island. The atmosphere on the island was receptive. Since the 1880s, others beguiled by the island’s beauty had organized themselves into public-spirited Village Improvement Societies, located in Bar Harbor, Seal Harbor, and Northeast Harbor. Their concerns ranged from sanitation to cultural events, and to the building of hiking trails. Eliot proposed to them to create an organization to set aside special lands. The response of the Village Improvement Societies was enthusiastic. Committees were formed, and on September 12, 1901, the Hancock County Trustees of Public Reservations was incorporated for the purpose of \"…acquiring, owning and holding lands and other property in Hancock County for free public use.\" Donations of land were slow to come in at first, but five years after the inception of the Trustees, they were presented with a large tract encompassing the Bowl and the Beehive. When timber harvesting threatened Cadillac Mountain, the Trustees acquired its western slope in a tract that also included Pemetic and Bubble Mountains. The work of the Trustees gained steam. Donors presented gifts of land ranging from an acre or two to preserve a brook or favorite view, to much larger, wild tracts. Some land was purchased with aid from the island’s water companies to protect watersheds of lakes and ponds used as public water supplies, further preserving undeveloped tracts. The efforts of the Trustees were not without criticism. The withdrawal of so much land from town tax rolls provoked a challenge in the Maine legislature to repeal the group’s tax-exempt status. Without it, the Trustees could not afford to retain their lands. The measure was defeated, but Trustee George B. Dorr feared they would be challenged again, and he believed the only way to truly protect Trustee lands was to attain national park status. With Charles W. Eliot’s blessing, George B. Dorr pursued national park status, and in 1916, presented 5,000 acres to the American people in the form of a national monument, penned into existence by President Woodrow Wilson. An act of Congress in 1919 designated Acadia as the first national park east of the Mississippi River. When stating the case for a national park on the coast of Maine, George B. Dorr wrote:  Saved to future generations as it has been to us, in the wild primeval beauty of the nature it exhibits, of ancient rocks and still more ancient sea, with infinite detail of life and landscape interest between, the spirit and mind of man will surely find in it in the years and centuries to come an inspiration and a means of growth as essential to them ever and anon as are fresh air and sunshine to the body.  George B. Dorr’s words are still relevant today as Acadia National Park journeys into a new century. Thanks to the good stewardship of the park and its resources, Acadia is still much the same as when its lands were held by the Trustees. It is each generation’s responsibility to ensure this magnificent gift, enjoyed by millions, endures into the next century and beyond. The Hancock County Trustees of Public Reservations still exists today, maintaining the 300-acre Woodlawn estate in Ellsworth, Maine. Built for Colonel John Black in the 1820s, it was bequeathed to the Trustees in 1928 and can still be toured today. Today, the public-spirited Friends of Acadia follows in the footsteps of the Trustees. It is a private, nonprofit organization dedicated to ensuring the long-term protection of the natural and cultural resources of Acadia National Park and its region.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/historyculture\/hctpr.htm"
}
