{
    "title": "Acadia National Park: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions          Federal Parks and Wildlife Refuges       Saint Croix Island International Historic Site 125 miles (201 km) Located 8 miles (13 km) south of Calais, Maine, on U.S. Route 1, Saint Croix Island IHS commemorates one of the earliest European settlements in North America and the first attempt at permanent French colonization in the territory they called l'Acadie (Acadia). Visit Saint Croix's website for more information.  Maine Coastal Islands National Wildlife Refuge 50 miles (80 km) Composed of islands along the Maine coast, this wildlife refuge protects nesting habitat for diverse seabird and wading bird populations, as well as bald eagles. Visit Maine Coastal Islands' website for more information.  Moosehorn National Wildlife Refuge 150 miles (241 km) The eastern-most national wildlife refuge in the Atlantic flyway, this wildlife refuge protects migrating waterfowl, wading birds, shorebirds, upland game birds, songbirds, and birds of prey. Visit Moosehorn's website for more information.          State Parks       Lamoine State Park 21 miles (34 km) This park is the closest state park to Acadia. Located across Frenchman Bay from Mount Desert Island, it includes a campground, picnic area, and boat ramp. Click here for more information. Baxter State Park 120 miles (193 km) Featuring Katahdin Peak, the tallest mountain in Maine and the northern end of the Appalachian Trail, Baxter State Park offers numerous recreational opportunities. Click here for more information.  Maine contains more than 30 state parks; more information about the Maine state park system is available here.          Chambers of Commerce       Bar Harbor Chamber of Commerce 800-288-5103 or 207-664-2940 website Bar Harbor Merchants Association barharbormerchantsassociation@gmail.com website Mount Desert Chamber of Commerce 207-276-5040 website Southwest Harbor\/Tremont Chamber of Commerce 207-244-9264 website Ellsworth Chamber of Commerce 207-667-5584 website Schoodic Area Chamber of Commerce 207-963-7658 website Deer Isle-Stonington Chamber of Commerce 207-348-6124 (summer) website Trenton Chamber of Commerce 207-667-1259 website Maine Office of Tourism 888-624-6345 (voice) 888-877-2317 (TTY) website",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/nearbyattractions.htm"
}
