{
    "title": "Acadia National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 03, 2016  Acadia National Park Invites Everyone to #FindYourPark during the Centennial Birthday Month  The National Park Service invites visitors of all ages to join in the celebration of its 100th birthday throughout the month of August.  With special events across the country, and free admission to all 412 national parks from August 25 through August 28, the NPS is encouraging everyone to #FindYourPark \/ #EncuentraTuParque for the centennial.   July 29, 2016  Peregrine falcon nesting areas reopen July 29th  The National Park Service (NPS) has reopened Precipice, Valley Cove, and Jordan cliffs and most associated trails in Acadia National Park to public entry as of today. The Valley Cove Trail will remain closed for maintenance work.   July 26, 2016  Lurvey Spring Road to be closed for tree maintenance  The National Park Service will close all of Lurvey Spring Road in Acadia National Park to public access from 6:30 am to 4 pm on August 1 -4 for roadside tree and limb removal. Lurvey Spring Road runs between Echo Lake Beach Road and Long Pond Road in Southwest Harbor.   June 20, 2016  Improvements to Island Explorer Circulation at Bubble Pond  From June 23 to October 10, the Bubble Pond parking area will be open only to Island Explorer buses and bicycles to improve visitor safety and allow better circulation for the buses. During this time, the Island Explorer will provide fare-free bus service to Bubble Pond via the Loop Road (#4) and Jordan Pond (#5) routes.For the bus schedule and other Island Explorer information, please visit www.exploreacadia.com.   May 03, 2016  Tourism to Acadia National Park in 2015 created $305 million in total economic benefits  A new National Park Service (NPS) report shows that Acadia National Park’s 2.81 million visits in 2015 resulted in $248 million in total visitor spending in the local communities. That spending supported 3,878 jobs and had a cumulative benefit to the local economy of $305 million.   April 26, 2016  2016 Car-Free Mornings  Visitors to Acadia will have the opportunity to enjoy two car-free mornings on Park Loop Road in 2016. The National Park Service (NPS) will close Park Loop Road on Mount Desert Island to private vehicles from midnight to noon on Saturday, May 14, and Saturday, September 17.   April 16, 2016  Human remains found in Acadia National Park  On Friday, April 15, volunteer members of Maine Search and Rescue Dogs (MESARD) discovered human remains near Parkman Mountain in Acadia National Park. Park rangers and members of Mount Desert Island Search and Rescue (MDISAR) recovered the remains, which were transported to the Maine Office of the Chief Medical Examiner (MOCME) in Augusta to determine the identity and cause of death of the individual.   March 15, 2016  Trail Closure for Peregrine Falcon Nesting 2016  The Precipice, Jordan Cliffs, and Valley Cove areas are closed due to peregrine falcon nests.   March 03, 2016  Rabies Found in a Raccoon at Sieur de Monts  The National Park Service recovered a dead raccoon near the restroom at Sieur de Monts in Acadia National Park this week and confirmed that it was infected with rabies.   March 01, 2016  Maine State Legislature Honors Acadia  The Maine State Legislature adopted a joint resolution in February commemorating the centennial of Acadia. State Senator Brian Langley (Senate District 7) introduced the resolution, and State Representative Brian L. Hubbell (House District 135) shepherded it through the House of Representatives.   February 16, 2016  Acadia National Park Launches Online Sale of Park Entrance Passes  The National Park Service (NPS) has launched a pilot program to sell entrance passes for Acadia National Park online through the “Your Pass Now” website (www.yourpassnow.com). Visitors to Acadia now have the convenience of purchasing—at no additional cost—annual and seven-day entrance passes in advance of their trip.   February 09, 2016  $68.3 Million in Deferred Maintenance  The National Park Service (NPS) this week released its fiscal year 2015 deferred maintenance statistics for national parks. The $11.9 billion nationwide total was up from the $11.49 billion reported at the end of fiscal year 2014. Acadia's portion of deferred maintenance backlog is approximately $68.3 million.   January 29, 2016  Acadia Receives Funding through the National Park Service Centennial Challenge Program  This week, the National Park Service announced $15 million in support of 69 projects in 63 parks. This includes $32,864 for outreach to fourth graders in Maine with ranger-led programs at Acadia National Park and Saint Croix Island International Historic Site. The funding for will be matched by Friends of Acadia (FOA).   September 15, 2015  Boats and Buoys Exhibit at Islesford Historical Museum Excites Visitors  The park is pleased to announce the opening of a new exhibit at Islesford Historical Museum titled, “Boats & Buoys: Lobstering on Little Cranberry Island,” which will run through October 16 and return for the 2016 summer season with additional exhibits for the Acadia Centennial.   April 28, 2015  Acadia Announces Centennial Challenge Projects- NPS Matches Friends of Acadia Funds for Historic Trails and Carriage Road Work  From trail repairs to new wayside interpretive panels, the National Park Service this week announced $26 million for more than 100 initiatives that will help parks prepare for centennial visitors. The National Park Service received a $10 million Congressional appropriation that was matched with $15.9 million from more than 90 partner organizations.   May 12, 2014  Acadia National Park Centennial Logo Unveiled  In preparation for the celebration of Acadia National Park's centennial in 2016, Acadia National Park (ANP) and Friends of Acadia (FOA) today unveiled the official Acadia Centennial Logo at a meeting of the Acadia Centennial Partners at the Ellsworth City Hall. The logo, designed by Catherine Breer of Freeport, Maine, was the winner of the nationwide Centennial Logo Contest sponsored by the partner organizations.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/news\/newsreleases.htm"
}
