{
    "title": "Acadia National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Go to information on: Physical \/ Mobility Deaf \/ Hearing Loss Blind \/ Low Vision Service Animals         Access Guide       Acadia National Park is constantly striving to make your visit more enjoyable by making facilities as accessible as possible. For information about accessibility in the park, download a copy of the Accessibility Guide.       General Information          Entrance Fees U.S. citizens or permanent residents who are permanently disabled are eligible for the Interagency Access Pass. This free, lifetime admission pass is valid at National Park Service, Bureau of Land Management, US Fish and Wildlife Service, US Forest Service, and Bureau of Reclamation sites.  Must be obtained with valid identification Does not cover or reduce special recreation permit fees or fees charged by concessioners Available at park entrance stations, most visitor centers, and online; admits pass owner and passengers in a private vehicle  For information, or to download an application visit http:\/\/www.nps.gov\/fees_passes.htm       For your health       Air Quality Air pollution produced in eastern states is often carried into Maine by the wind. Park staff monitor ozone levels so that they can issue ozone advisories if levels are dangerous to people with respiratory conditions. For more information call (207) 288-3338.       Medical Information Call 911 for emergency medical or police assistance or to report accidents or injuries. Mount Desert Island Hospital 10 Wayman Lane, Bar Harbor, ME 04609 (207) 288-5081 http:\/\/www.mdihospital.org\/site\/  Maine Coast Memorial 50 Union Street, Ellsworth, ME 04605 (207) 664-5311 http:\/\/mcmhospital.org\/site\/  Eastern Maine Medical Center 489 State Street, Bangor, ME 04402 (207) 973-7000 http:\/\/www.emmc.org\/       Contact Information Island-wide emergency number: 911  Acadia National Park is continually working to improve access for all visitors. If you have any comments or suggestions concerning access during your visit to Acadia or desire more information about the park, please contact: Acadia National Park PO Box 177 Bar Harbor, ME 04609 (207) 288-3338 e-mail us",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/accessibility.htm"
}
