{
    "title": "Acadia National Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         Hikers with a dog on leash. NPS  Guidelines Emergency phone: 911 Be prepared. While hiking remember to bring:  Water; at least 20 oz (.6 L) Map Adequate clothing (rain jacket and warm layers) First aid kit Flashlight  General Guidelines:  Be careful while walking near cliff ledges. Tell someone your plans. Remain in one place if you become separated from your group. Check for ticks. Wear long pants and use insect repellent. Poison ivy is found throughout Acadia. Learn to identify and avoid it. Drive safely and wear your seatbelt at all times. Do not drink and drive. When in doubt, ask a ranger first!          Hiker ascending stone steps of Emery Path. NPS\/Greta Rybus  Ticks Ticks are prevalent in Acadia. Mostly active late spring to early fall, these pesky biters can transmit Lyme disease and other illnesses. To protect yourself:  avoid brushy areas and dense leafy areas where ticks are abundant, wear long pants and sleeves, check your skin and clothes frequently for ticks, use an appropriate insect repellent containing DEET, shower soon after being outdoors.  For more information visit the Centers for Disease Control and Prevention's Ticks page.         A climber ascends Otter Cliffs over the ocean. NPS\/Kent Miller  Climbing Safety   Climbers assume responsibility for personal safety. On some routes local climbers maintain fixed protection or rappel stations. As always, evaluate them before using. At Otter Cliff, the park maintains fixed anchors on top that must be used instead of trees to belay several climbs. Evaluate these anchors as well, and notify the park immediately of safety concerns. Climbers at Great Head and Otter Cliff should know tides and weather forecasts; climbing at these areas is more difficult and dangerous at high tide or in heavy seas. Climb within your limits.          Hikers on The Precipice Trail. NPS\/Kristi Rugg  Trail Safety   Carry water; at least 20 oz (.6 L) and more on warm days Wear sturdy hiking shoes and dress for variable weather Follow blue trail blazes and use a map Do not modify or build new cairns. Changes to trail markers may endanger other hikers Know the difficulty level of the trail and your physical abilities and limitations.         Child on a bike on the carriage road over Duck Brook Bridge. NPS\/Greta Rybus  Carriage Road Safety  You may encounter heavy machinery and trucks used for carriage road maintenance. Please be careful.  Bicyclists yield to all users. Everyone yields to horses, which can be startled by sudden movements. Slow down! Speeding can be hazardous. Be prepared to stop. Sudden stops are dangerous on loose gravel. Stay to the right. Give a clear warning before passing on the left. Move to the side when stopped. Wear a helmet and carry water; at least 20 oz (.6 L) and more on warm days. Leave no trace. Carry out what you carry in. Snowmobiles may travel on the carriage road on the east side of Eagle Lake. Please use caution..       Poison Ivy Poison ivy is found throughout the park. It is not an invasive exotic plant, but rather a native component of the plant community of coastal Maine. It thrives in areas of disturbance, such as along the shore and is tolerant of salt spray and other harsh conditions. Berries from the plant are a highly nutritious food for birds and animals. The vine provides cover and protects the soil from erosion. As a native plant, poison ivy is protected in most places in the park. We do manage poison ivy along Ocean Path. We will never get rid of it or be able to treat all areas where people might come in contact with it, but we do try to reduce the greatest risk. Please use caution while in the park and keep an eye on your children and pets. Remember, leaves of three, let it be! If you do come in contact with poison ivy, use soap and water within 30 minutes to gently wash off the resin from your skin or pet's fur. If you think you've come into contact with poison ivy on your clothes, promptly wash them with detergent. If a rash develops, consult your doctor. For more information, visit our Poison Ivy page.",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/safety.htm"
}
