{
    "title": "Acadia National Park: Weddings",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Weddings                Weddings          Getting Wed at Acadia       Congratulations on your upcoming wedding or commitment ceremony! Acadia National Park has inspiring vistas and natural settings ideally suited for small, informal ceremonies and permits events of this type that support the park's mission.  Permits are required for weddings and commitment ceremonies in the park, with the exception of simple ceremonies of up to 10 people that meet certain restrictions (see permits, below, for more information). The nonrefundable permit application fee is $50. The National Park Service maintains strict conditions for private events, so please read the regulations and conditions below and determine if they correspond with your event plans. Receptions are not permitted in the park, unless they are held at a park concession facility. Permits Weddings and commitment ceremonies may be scheduled any time within the same calendar year and not less than 10 working days prior to your ceremony. Please complete the wedding application form in as much detail as possible to avoid delays in permit approval due to incomplete information. Be sure to include the nonrefundable application fee of $50 with your application, paid by check or money order only, made payable to the National Park Service. Mail your application and payment to: Acadia National Park Attn: Special Use Permit Coordinator PO Box 177 Bar Harbor, ME 04609  After favorable review of your application, you will be asked to sign the regulating permit indicating that you have read and will abide by the special conditions listed. Please keep a copy of the permit for yourself. The approved permit must be in your possession at the time of the ceremony. Entrance fees into the park are not waived for either participants or guests.  When permits are not required: Simple ceremonies of up to ten people (including the officiate) may be conducted without a permit, subject to the following restrictions:  All vehicles must be parked in designated areas and not off-road. Event participants are encouraged to carpool, utilize the Island Explorer, or use shuttle vehicles from outlying parking areas. The use of voice amplification, any sort of public address system, or any audio device is prohibited. The installation of any signs (including road markings, roadside signage, etc.) is prohibited. To protect parklands and wildlife, the releasing of balloons, doves, or butterflies and the throwing of rice, birdseed, flower petals, or other natural or artificial material is not allowed. No enhancements of any sort (chairs, arches, decorations, etc.) are permitted. The ceremony may not interfere with other park visitors' use of the area or the normal flow of vehicle or pedestrian traffic in any way. Participants should stay on sand, trails, rock surfaces, or other durable surfaces during the ceremony.  Click here to download the Wedding Permit Application. Restrictions and Event Management The permit does not allow your ceremony to restrict other park visitors from your chosen location, nor does it guarantee you a specific site. To have more privacy, it is recommended that you avoid sites that attract a large number of visitors, or schedule your ceremony for early or late in the day. Time allowed for outdoor events is normally one hour or less. Maximum usage limits have been established for certain areas in the park. An additional charge of $60 per hour may be incurred for an event monitor if there is potential for any interference with visitor use, impact on park resources, or congestion of a highly visited area. Concession Services Arrangements for use of the concession services and facilities for ceremonies, receptions, and transportation may be made by contacting the concessionaires directly. Marriage License Maine residents must apply in the town\/city where they reside. The license is valid in any community in Maine for a period of 90 days from the date the intentions are filed. Note: Couples who maintain separate Maine residences must apply in one of the communities of residence. Out-of-state residents may apply in any town\/city in the state of Maine. The license is valid for a ceremony performed in any community in Maine for a period of 90 days from the date the intentions are filed. Regulations  Access for other park visitors must not be impeded. A special use permit is authorization for your ceremony to take place on park lands and does not grant exclusive use of an area. It is recommended that you choose less visited sites and schedule your event early or late in the day if you wish to increase the privacy of your event. Special use permits may be denied for some locations during periods of heavy use (e.g., Labor Day weekend, during the period from June 15 - September 15, etc.). Available parking is limited, often crowded, and not guaranteed. Carpooling or van shuttles are highly recommended and may be required depending on 1) time of year, 2) time of day, and 3) location of the wedding. This will help ensure that your guests arrive on schedule and at the correct location. All vehicles, including motorcycles, must be parked in designated areas only; no off-road parking is allowed. Parking limits are enforced. Receptions are not permitted. The use of special equipment, such as canopies, arches, chairs, or other decorations require park administrative review and are generally not allowed. Please detail any special equipment requests in the application and consider using the parklands as your backdrop. Special conveyances, including but not limited to, horse-drawn carriages (except where allowed on the carriage roads and at Wildwood Stables), electric carts, and hot air balloons are prohibited. Amplified music and public address systems are prohibited. Non-amplified musical instruments that make sound that is unreasonable considering the nature and purpose of the event and\/or disturbs nonparticipating persons in the vicinity of the event are also prohibited. Reasonable efforts to follow Leave No Trace outdoor ethics principles to minimize impacts on park resources or experiences of other park visitors should be made. Excavating, digging, or disturbing soils, plants, and trees is prohibited. When traveling and choosing a site for your wedding, choose the most durable surfaces available: established trails, rock, gravel, dry grasses, lawn area, or snow. In pristine areas, disperse use to prevent the creation of trails, and avoid places where impacts are just beginning. If you will be using the trail system to reach your wedding location, do not shortcut switchbacks. Concentrate your use on existing trails and walk single file in the middle of the trail, even when wet or muddy. To protect parklands and wildlife, the releasing of balloons, doves, or butterflies and the throwing of rice, birdseed, flower petals, or other natural or artificial material is not allowed. Birdseed provides an unnatural food source for park wildlife and may introduce exotic plant species. Because of the park's close proximity to the ocean, balloons are prohibited since they can be harmful to marine life. Releasing doves or butterflies is prohibited by law and will upset the natural balance of wildlife in the park. Acadia National Park rangers strictly enforce all laws relating to excessive drinking. Please discuss alcohol use in advance. Picnic areas may not be reserved and are only available on a first-come basis. Any activity not allowed to the general public will not be allowed to a wedding party. Pets must be leashed at all times in all locations. All fees are nonrefundable.",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/weddings.htm"
}
