{
    "title": "Rocky Mountain National Park: 2012 Artists In Residence",
    "body": "Explore This Park    Get Involved     Volunteer     Artist-In-Residence Program     2012 Artists In Residence                Meet our 2012 Artists In Residence       Every year a small handful of talented artists is invited to Rocky Mountain National Park, each for a two week Artist-In-Residence Program from June through September. The peace, serenity, and beauty of this special place, inspires their artistic creativity resulting in works of art drawn from nature. Selected by a jury panel of professional artists, these artists represent a variety of artistic disciplines from musicians, writers, sculptors, painters, photographers, poets, and performing artists. During their stays, these artists share their artistic visions in public presentations. After their residencies, these artists will donate a fully finished art work to the park. Join our artists as they share their creative visions in public presentations. Discover why artists are important to the National Park Service and why Rocky Mountain National Park hosts Artists-In-Residence each summer. Public programs will be held on Wednesday evenings at 7:30 p.m. at the Beaver Meadows Visitor Center auditorium from June 20 through August 22.         Freelance Photographer James Branaman comes to Rocky from St. Petersburg, FL. His residency project will focus on creating an archive of Rocky Mountain scenes that often elude the casual and short-time visitor. His photographic techniques will include the use of remote-controlled camera traps. Additionally, he will explore lengthy night exposures combined with \"light painting\" to create an archive of some of the more interesting historic structures within the Park. Recently Mr. Branaman was selected to be an Artist-in-Residence at Everglades National Park this fall. His public programs are on June 20 and 27.         Writer Robin Enright hails from one of Rocky's nearby communities. Through sharing her own experiences in nature, she developed a regular following as a columnist, and inspired her readers to pursue their own outdoor adventures. For her residency project she plans to keep a daily journal. From this she will share her experiences with readers in a way that she hopes will bring them \"back outside, back into nature and back into our national parks\". More importantly she hopes to reveal \"how the preservation of self and perspective are intimately intertwined with nature\". Through her eloquent writing style, Ms. Enright will celebrate the natural world while making Rocky an emotionally accessible place to everyone. In her writings she also hopes to reveal parts nature that often go unnoticed.  Ms. Enright's public programs are on July 4 and 11.         Botanical Illustrator and artist Patty McAuliffe of Denver, CO. specializes in creating eye-catching and detailed etchings for others to enjoy. Through her artwork she portrays the myriad of nature's wonderful details in a scientifically accurate way. Ms. McAuliffe uses pencil, ink, and watercolor as her favorite media for traditional illustration. She has recently been applying botanical and wildlife art to intaglio printmaking with her own etching press. Her preferred artistic medium as an Artist-in-Residence will be drawing on-location, painting, and photography as documentation methods. Later, she hopes to compile these resources into a plate for use in her fine art printmaking studio. Ms. McAuliffe previously served as the President of the Rocky Mountain Society of Botanical Artists. Her public programs are on July 18 and 25.         Writer Mary Taylor Young will be composing what she calls, a \"love letter to Rocky\" in the form of a book celebrating Rocky Mountain National Park's centennial. This book will showcase the mission and achievements of the National Park System while emphasizing its vital role in the preservation and accessibility of one of America's treasures. Her writings explore the natural world through imagery, metaphor and the use of senses. Ms. Young is currently based in Caste Rock, CO. She has authored numerous books, articles, brochures and publications. She has also served as an Artist-in-Residence with Think360 Arts in Denver, and as a Naturalist-in-Residence with the Audubon Society of Greater Denver. Join Ms. Young for her public programs on August 1 and 8.         Photographer Richard Eskin of Townson, MD. has previously been an Artist-in-Residence at North Cascades and Acadia National Parks. For his residency at Rocky he will create modern-day images from the same park locations shown in historical photographs. By contrasting preserved areas with those showing ecological and human-caused changes over time, Mr. Eskin hopes to provide a meaningful perspective on the values of national parks. Mr. Eskin is currently the Director of the Science Services Administration for the Maryland Department of the Environment. As a trained ecologist his photographic images provide a unique perspective. His images have been selected for, and sold at the Center for Fine Art Photography's National Juried Competition and as a gift to an environmental delegation from China.  Mr. Eskin's public programs will be on August 15 and 22. Mr. Eskin will also be participating in Rocky Mountain National Park's Bioblitz festival sponsored by the National Geographic Society. On August 24-25 he will conduct photo workshops and kid's programs. Advance registration will be required. Register for these events by emailing bioblitz@ngs.org",
    "url": "https:\/\/www.nps.gov\/romo\/getinvolved\/supportyourpark\/artist_in_residence_selectees_2012.htm"
}
