{
    "title": "Rocky Mountain National Park: 2007 Artists In Residence",
    "body": "Meet Our 2007 Artists In Residence          Every year a small handful of talented artists is invited to Rocky Mountain National Park, each for a two week Artist-In-Residence Program from June through September. The peace, serenity, and beauty of this special place, inspires their artistic creativity resulting in works of art drawn from nature. Selected by a jury panel of professional artists, these artists represent a variety of artistic disciplines from musicians, writers, sculptors, painters, photographers, poets, and performing artists. During their stays, these artists share their artistic visions in public presentations. While the majority of our artist’s public programs will be at Moraine Park Museum on Thursdays at 2:30 p.m., please call the Park at (970) 586-1206 to verify the dates and locations for our artist programs, since they may vary. After their residencies, these artists will donate a fully finished art work to the park. Artists for 2007: Paul Miller is a writer from Ft. Collins, Colorado. He is the managing editor and writer for Colorado State Magazine. He is also a freelance writer. According to Mr. Miller, he believes places like Rocky Mountain National Park can transform the soul. For his residency project he plans to reflect and write on the role our natural world can play in helping to heal people’s psyches. He also hopes to include the legacy of William Allen White as part of his future writings. His writing is informative, real, and absolutely outstanding. One member of the jury panel commented, “I hated it when I finished reading his work, I just wanted to keep on reading – it was so terrific.” Mr. Miller will be at Rocky August 19 through September 1, 2007. Kevin Traynor, composer and pianist, is currently from Overland Park, Kansas. He grew up in Dublin, Ireland and emigrated while in his 20’s to complete his doctoral work. Mr. Traynor’s compositions are inspired from the natural world. His music is beautifully soothing and uplifting. One can easily visualize what his songs are about from both the musical composition and song titles. Mr. Traynor will be in residence August 5-18, 2007. Daniel Coburn is a photographer from Topeka, Kansas. For his residency project he will focus on visitors interacting with, and enjoying the majestic landscape and natural wonders of Rocky Mountain National Park. Mr. Coburn hopes to capture images of large groups of people out enjoying nature. He also plans to interact with park staff to learn why people feel the need to come to national parks generation after generation. Mr. Coburn has been in many juried international competitions. Daniel Coburn will be in the Park July 8-21, 2007. Linda Beach comes to Rocky this summer all the way from Chugiak, Alaska, near Anchorage. A visual artist, she specializes in fiber arts with intricate images of nature depicted on quilts. Her skill renders fabric into a meaningful interpretation of the natural world. The jury panel remarked that her artwork showed admirable skill and was artistically excellent.  Ms. Beach participated as an Artist-in Residence at Denali National Park in 2005. Linda Beach will be our first Artist-In-Residence this summer from June 24-July 7, 2007.         Mingshi Huang is a Plein Air artist living in Ann Arbor, Michigan. He paints primarily with oil paint. Mr. Huang is originally from China, there he taught art at Nanjing University. Mr. Huang’s long term goal is to create a series of paintings on the national parks of the Rocky Mountain region. He believes we must preserve our inspiration resources. Mingshi Huang will be experiencing Rocky during his residency from July 22-August 4, 2007. Don Pearson is a visual artist from Tulsa, Okalahoma. He specializes in brilliant and detailed colored pencil work. His artworks are so fine they almost have the appearance of photographs. He has been an art instructor with the Rocky Mountain Nature Association. For two years Mr. Pearson received recognition and awards in the “Top 100” of the Art for the Parks competition. He will be in Rocky Mountain National Park from September 2-15, 2007.",
    "url": "https:\/\/www.nps.gov\/romo\/getinvolved\/supportyourpark\/artist_in_residence_selectees_2007.htm"
}
