{
    "title": "Acadia National Park: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go       Jump to Bass Head Harbor Lighthouse Scenic Areas Visitor Centers Museums          Bass Harbor Head Light         Bass Head Harbor Light. NPS  Bass Harbor Head Light is the only lighthouse on Mount Desert Island. Currently a private residence for the commander of the local Coast Guard unit, the lighthouse has short trails on either side that provide spectacular views.          Scenic Areas         Sunrise from Cadillac Mountain. NPS  Cadillac Mountain At 1,530 feet (466 m), Cadillac Mountain is not only the tallest mountain in the park, but also the tallest mountain along the eastern coast of the United States. Cadillac Mountain is accessible via a winding, narrow, 3.5-mile road. The road is closed from December through April 14 and whenever weather condtions (e.g. dense fog or ice) require.        Isle au Haut cliffs. NPS  Isle au Haut \"High Island\" is the English translation for Isle au Haut, the name given by the French navigator Samuel Champlain during his explorations of the Maine coast in 1604. For more information, please download the Isle au Haut brochure. If you are looking to camp on Isle au Haut (Duck Harbor Campground) visit our camping page for more information.         Ocean meets granite cliffs. NPS  Park Loop Road The 27-mile (43 km) Park Loop Road system offers outstanding views of the park's ocean shoreline, coastal forests, and mountain silhouettes. This historic road system is open from April 15 through November, 24 hours a day, weather permitting (small portions remain open all year).          Waves off Schoodic Point. NPS\/Kristi Rugg  Schoodic The Schoodic Peninsula offers a wide array of opportunities for discovering Maine's rugged coast without all the congestion of Mount Desert Island. Whether exploring on foot, by bike, or by car, there is something for everyone. Learn more on our Schoodic page.         Flower macro. NPS  Wild Gardens of Acadia On less than one acre, the Wild Gardens of Acadia offer a microcosm of Mount Desert Island's natural habitats. As you stroll the level gravel and pine-needle paths, see what's in bloom and learn to recognize a variety of native plants, which are labeled to aid in identification. Watch the abundant bird life or just listen to the spring-fed brook in a most tranquil setting. Please refrain from smoking or bringing your pets into the Wild Gardens of Acadia.         Visitor Centers         Somes Sound. NPS  Hulls Cove Visitor Center Watch a free 15-minute audiovisual program about the park, available in English, French, German, audio description, and captioned. An audio tour of Acadia and the surrounding area is available for purchase.           Cross-country skiing. NPS  Park Headquarters When Hulls Cove Visitor Center is closed, the Winter Visitor Center at park headquarters on Route 233 west of Bar Harbor serves as the primary visitor contact station.         Hikers with dog on a leash. NPS  Thompson Island Information Center Located on Route 3 at the head of Mount Desert Island, this center displays area information that can help guide your visit.          Museums         Islesford Exhibit. NPS  Islesford Historical Museum Explore the Cranberry Isles and the lives of their hardy inhabitants in the Islesford Historical Museum on Little Cranberry Island. The island is accessible by mail boat or tour boat from Northeast Harbor or Southwest Harbor. From late May through mid October, the park offers the ranger-narrated Islesford Scenic and Historic Cruise, which makes a 45-minute stop at the museum (see the Schedule of Events for dates and times).",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/placestogo.htm"
}
