{
    "title": "Acadia National Park: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery               Photo Gallery       Jump to: Galleries PanoramAcadia          Galleries                     Best of AYTT 2016   40 Photos  Here's a showcase of some of the best shots captured by our youth photographers from this summer.          Park Science Day   34 Photos  New climate science exhibits at Sieur de Monts Nature Center, a brand new film by David Shaw, and the announcement of a new partnership.          National Junior Ranger Day 2016 - Camp Beech Cliff   25 Photos  This year we celebrated National Junior Ranger Day at Camp Beech Cliff.            Best of Acadia   4 Photos  Some of our favorite photos of Acadia National Park          Baker Island   15 Photos  Images of a remote, ocean-sculpted island seen by few visitors.          Diptera Blitz   11 Photos  Wonder what happens during a BioBlitz? Check out these images from the 2006 Diptera Blitz, when professional and amateur entomologists gathered for a 24-hour search for diptera species on the Schoodic Peninsula.            Earthquake Effects   14 Photos            Fire   10 Photos  Fire crew images from around the park.          Founders of Acadia   9 Photos  Images of the visionaries who helped make Acadia a national park.            Jordan Pond House   9 Photos            Lepidoptera Blitz   12 Photos  To get a feel for how a BioBlitz works, check out these images from the 2004 Lepidoptera (Moth and Butterfly) Blitz.          Minor Order Blitz   19 Photos  Take a look at the events from the 2009 Minor Order BioBlitz.            Peregrine Falcons   10 Photos  Peregrine Falcons          Ranger Program Photos   16 Photos  Acadia offers a variety of ranger-led programs.          Seasons   42 Photos  These images will give you an idea of the many faces of Acadia throughout the year.            Spider Blitz   12 Photos  See research in action during the 2006 Spider Blitz!               Prev    1   2   of 2  Next                  PanoramAcadia         Dorr Summit. NPS\/Ray Radigan  Dorr Summit (360°, 2.25 MB) Photographer: Ray Radigan Nestled between Cadillac Mountain and Frenchman Bay, Dorr Mountain is the third tallest mountain on Mount Desert Island.        Schoodic Coast. NPS\/Todd M. Edgar  Schoodic Coast (360°, 2.16 MB) Photographer: Todd M. Edgar Pink granite and black diabase dikes form the rocky coastline of the Schoodic Peninsula.        Sunrise on Ocean Drive. NPS\/David Restivo  Sunrise on Ocean Drive (360°, 1.8 MB) Photographer: David Restivo The sun rises along Ocean Drive with views of Gorham Mountain to the east and Otter Cliff to the west.        Dancehall Rocks NPS\/David Restivo  Dancehall Rocks (360°, 1.8 MB) Photographer: David Restivo Waves break on an unusually flat slab of granite on the south side of Baker Island, about three miles off the coast of Mount Desert Island.      More Student Creations Listen to recordings about Acadia and nature by students:  Acadia Song by junior rangers in Mrs. Sawyer's 2006-2007 second-grade class in Brewer, Maine. \"Nature Needs Kids\" (© 2005 Jenny Morgan) by students at the Columbus (Ohio) School for Girls.",
    "url": "https:\/\/www.nps.gov\/acad\/learn\/photosmultimedia\/photogallery.htm"
}
