{
    "title": "Acadia National Park: Group Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Campgrounds     Group Camping                Group Camping       Length of Stay: 14 nights per group per season  Resource Protection: Place all camping equipment, cars, tents, etc., on bare soil only, not on vegetation or the leaf layer of the forest floor. Digging trenches and driving nails into trees is prohibited. Feeding wildlife and picking wildflowers and other plants is prohibited. Only three vehicles are allowed per group site. RVs and travel trailers are not to be used on group sites. Wheeled vehicles and\/or trailers must be in established parking areas. Food should be stored in a rigid food locker, vehicle, or in such a manner as to be inaccessible to raccoons, squirrels, and similar animals.  Fires and Firewood: Kindle fires only on the concrete grill pad and do not leave them unattended, including when retiring for the night. Collect dead and down wood from the forest floor only. Standing trees and their limbs, dead or alive may not be taken. Firewood can be purchased locally.  Quiet Hours: 10 pm - 7 am. At all times, noise must at a reasonable volume and cause minimal impact on other campers.  Generators: May only be used 8 am - 7 pm.  Disorderly Conduct\/Intoxication: It is illegal to be in the park while under the influence of alcohol and\/or controlled substances. The possession of alcohol by persons under 21 years of age is prohibited.  Traffic Regulations: Campground speed limit is 15 mph and all roads are one-way. Observe the stop sign at the ranger station each time you enter. Bicycles must obey all traffic signs and regulations. Remove detachable mirrors when not towing. Skateboards and rollerblades\/skates are prohibited.  Water Use\/Disposal: Washing dishes or hair at water spigots or in restrooms is prohibited. Please wash at campsites. Waste water outlets on RVs must have a bucket under them.  Pets: Pets must be leashed, caged, or otherwise under physical control at all times. They must not be left unattended at any time.  Check-Out Time: 10 am. Please drop windshield permit in check-out box.  Payment\/Registration: Camping in Acadia National Park requires appropriate registration and payment of use fees.  Campsites: Campsites must be obviously marked with personal property to show it is occupied, such as with a tent, sign, tablecloth, or low-value item. Camp only in designated sites.  Utilities: Connecting to any water or electric utility is prohibited.",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/groupcamping.htm"
}
