{
    "title": "Acadia National Park: Schoodic",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Schoodic              Schoodic        Waves crashing off Schoodic Point. NPS\/Kristi Rugg       The Schoodic Peninsula offers a wide array of opportunities for discovering Maine's rugged coast without all the congestion of Mount Desert Island. Whether exploring on foot, by bike, or by car, there is something for everyone.       Jump to: Getting Around Bicycling Camping Hiking Programs       Getting Around A six-mile (10 km), one-way loop road offers views of lighthouses, seabirds, and forested islands. Vehicle turnouts that provide opportunities to stop and enjoy the scenery. Stopping on the road and parking outside of designated pull-offs are prohibited. Arey Cove Road leads to Schoodic Point, a windswept, rocky point providing spectacular views of Mount Desert Island. Much of Schoodic Loop Road is one-way. RVs are permitted only on the section of Schoodic Loop Road that accesses Schoodic Woods Campground. Unless otherwise posted, the speed limit is 35 mph (56 km\/hr). During the summer season (late June–Columbus Day) Island Explorer buses provide free transportation in and around the peninsula. The bus drivers stop when waved down by visitors and buses are equipped with bicycle racks.         Bicyclists enjoying new paths at Schoodic. NPS\/Stuart West  Bicycling Enjoy riding the Schoodic Loop Road and the 8.3 miles (13.4 km) of bike paths! Bicyclists must obey the one-way traffic flow on the road and are encouraged to use free Island Explorer buses and bike paths. Steep and winding bike paths provide spectacular views. Safety tips:  Riding single-file is recommended as bike paths are narrow and are often hilly with blind curves. Yield to walkers and notify others in advance of passing. Please be alert to emergency response and maintenance vehicles may be traveling on the bike paths. Keep an eye on children in your group. Keep speeds down. Intersection numbers are posted at each junction. Keep track of where you are and where you're going.          Campsite in Schoodic Woods Campground. NPS  Camping Tent, hike-in, group, and RV sites (with hookups) are available at the Schoodic Woods Campground. For more information visit our Camping page.       Hiking A basic Schoodic Peninsula trail map (without topography lines) is available for download.  Alder Trail easy, 0.6 miles (1 km) Traveling amongst premier birding habitat, this trail leads from Blueberry Hill parking area to the start of Schoodic Head Trail. Anvil Trail moderate, 1.1 miles (1.8 km) Rocky and steep sections mark this trail up the southeastern side of Schoodic Head. Buck Cove Mountain Trail moderate, 3.2 miles (5.1 km) Beginning near the group sites in Schoodic Woods, this trail passes through forests and highbush blueberries to summit Buck Cove Mountain and continue up the north face of Schoodic Head. East Trail moderate, 0.5 miles (0.8 km) Ascending the east face of Schoodic Head, this trail has steep sections that will require some scrambling. Lower Harbor Trail easy, 1.5 miles (2.4 km) Following the coastline this trail wanders through pine forests, offering the possibility of viewing sea birds. Schoodic Head Trail moderate, 0.6 miles (1 km) This rocky trail summits Schoodic Head from the end of Alder Trail. Sundew Trail easy, 0.7 miles (1.1 km) This nature trail travels through dense forests near the coastline on the Schoodic Education and Research Center campus.       Programs Park ranger programs are offered seasonally. See our Calendar for more information.",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/schoodic.htm"
}
