{
    "title": "Acadia National Park: Duck Harbor Campground",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Campgrounds     Duck Harbor Campground                Duck Harbor Campground         Park rangers visit with campers at the Duck Harbor Campground. NPS  Duck Harbor Campground is located on Isle au Haut, a rugged island off the coast of Stonington, Maine. Remote and inaccessible to automobiles, Isle au Haut is linked to the mainland by mailboat. Five primitive sites are available at Duck Harbor from May 15 to October 15 by advance reservation. You must have a reservation to camp. Camping is permitted in designated sites only, and party size is limited to six persons per site. Facilities include:   Five lean-to shelters, three-sided with roof and floor. Dimensions are 8' tall, 8' deep, and 12.5' wide. Use of tents is limited to what can fit inside the shelters.   Fire ring   Picnic table   Composting toilet   Hand pump for water located 1,600 feet from shelters.   Checkout: 11 a.m.   Quiet hours are from 10 p.m. to 8 a.m. Generator use is prohibited.   Reservations 1. Obtain a reservation request form. Reservation requests must be postmarked April 1 or later. Requests before April 1 will be returned without action. Telephone requests are not accepted. 2. Choosing dates:   Check with Isle au Haut Boat Services company for schedule (see ferry information).   Maximum length of stay: 3 nights\/4 days   \"Departure date\" is the day you vacate the campsite.   Campers are limited to one stay per calendar year.   You are more likely to receive a reservation if you apply for alternate dates and\/or indicate you will accept fewer days than the number requested.   3. One reservation request form reserves one site. Six people are permitted per site. Larger groups need additional request forms. Only one request form and fee accepted per envelope. 4. A $25 special use permit fee must accompany each reservation request form regardless of how many nights you wish to camp. There is no additional camping fee.   Postal money order, certified check, or personal check payable to the National Park Service is accepted. Do not send Canadian currency.   If your reservation request is accommodated, your fee becomes non-refundable, and you will receive a reservation confirmation. If the park is unable to honor your request, your $25 will be returned. When you travel to Isle au Haut, bring your Special Use Permit.   Mail Reservation Request Forms and Special Use Permit fee to:  Acadia National Park PO Box 177 Bar Harbor, ME 04609 Attn: Isle au Haut Reservations  Ferry Isle au Haut is linked to the mainland by a ferry from Stonington. No auto ferry exists. The ferry runs year-round to the town landing. From mid-June through late September it also travels to Duck Harbor. The mailboat operates on a first-come, first-served basis. For current fare and schedule information, contact:  Isle au Haut Boat Services P.O. Box 709 Sea Breeze Avenue Stonington, ME 04681 207-367-5193 or 207-367-6516 www.isleauhaut.com  Click here to view the Isle au Haut brochure.",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/duckharbor.htm"
}
