{
    "title": "Acadia National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits       Jump to  Special Use Permits - Stationary Event at a Single Location (e.g. picnics, family reunions) - Events on Hiking Trails, Bike Paths, Carriage Roads, and Motor Roads - First Amendment Activities - Memorialization Permit - Weddings - Commercial Filming\/Photography - Group Camping - Group Climbing - Miscellaneous Activities - Where to Send Your Permit Application  Other Types of Permits        Special Use Permits       Stationary Event at a Single Location (e.g. picnics, family reunions) Events in the Mount Desert Island District of Acadia - Events that exceed 30 participants require a Special Use Permit. - Please note that areas accessible only by trail are limited to groups no larger than 20 people. Events in the Schoodic District of Acadia - Events at Frazer Point that exceed 30 participants require a Special Use Permit. - Groups larger than 15 anywhere but at Frazer Point require a permit. This is because the Schoodic District is managed to provide greater opportunities for solitude (Schoodic GMP, 2006). - Events on the Schoodic Education and Research Center campus do not require a permit. For more information about hosting group events on the campus, please contact Schoodic Institute at 207-288-1317. Click here to download a Special Use Permit application.       Events on Hiking Trails, Bike Paths, Carriage Roads, and Motor Roads Events in the Mount Desert Island District of Acadia - Groups that exceed 20 participants (e.g. walkers, runners, bicyclists, and motor vehicles) require a Special Use Permit. Events in the Schoodic District of Acadia - Groups that exceed 15 participants require a Special Use Permit. Click here to download a Special Use Permit application.       First Amendment Activities Freedom of speech, press, religion, and assembly are Constitutional Rights. However, the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect park resources. Therefore, all First Amendment activities with over 25 participants require special use permits, and the park may regulate the time, place, and manner in which they are conducted. First Amendment activities with less than 25 participants who utilize designated areas do not require a permit. First Amendment permit requests will be processed within two business days. Some examples of special events that require permits are:  Distribution and\/or sale of printed matter Religious services Scattering of ashes Public demonstrations or assemblies, etc. Collecting signatures for petitions  Click here to download a Special Use Permit application.      Memorialization Permit  A permit is required for the scattering of ashes. There is no charge for a memorial permit. Click here to download a Special Use Permit application.      Weddings The park's inspiring vistas and natural settings are ideally suited for small, informal weddings. All weddings with over 10 participants require an approved wedding permit. For more information and to download a wedding application, see Weddings.      Commercial Filming\/Photography  A commercial filming\/photography permit is required for any filming or photography involving models, sets, or props. For more information about photography and filming permits, including restrictions and application procedures, download the Commercial Film\/Photography brochure. Download an Application Form Short Form Long Form       Group Camping  Click here for information about group camping regulations. Click here to view the group camping reservation form. Fill out the form and fax it to (207) 288-8792 or mail to:  Acadia National Park P.O. Box 177 Bar Harbor, ME 04609 Attn: Group Reservations      Group Climbing  Reservations are required for organized commercial and noncommercial climbing groups wanting to climb at Otter Cliffs. They are not needed for groups of friends climbing together. The reservation season will run from Saturday of Memorial Day weekend to Labor Day. Organized groups of five persons or less do not need a reservation for Otter Cliffs.  The group size limit of 12 applies to all climbing groups using any park climbing areas at any time of the year. The purpose of this size limit is to reduce the effects of large groups on park resources and the climbing experience. We request your cooperation.  Click here to download a fillable copy of a permit and for more information.      Miscellaneous Activities Other activities may require permits if there is the potential for interference with visitor use, congestion of highly visited areas, or possible impacts on park resources.      Where to Send Your Permit Application Send completed Special Use Permit applications to: Acadia National Park Attn: Special Use Permit Coordinator PO Box 177 Bar Harbor, ME 04609 Special instructions are listed on the application forms; please read them carefully. A completed application must be accompanied by an application fee of $50 in the form of a cashier's check or money order made payable to the National Park Service. The application fee is non-refundable unless it is determined that your event does not require a Special Use Permit.       Other Types of Permits Some additional activities require permits as well, but these permits are administered separately from special use permits. For more information about obtaining authorization for these activities, please follow the links provided.  Specimen collecting, research, and some science education activities Engaging in or soliciting any business (Commercial Use Authorizations)",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/permits.htm"
}
