{
    "title": "Acadia National Park: Fishing",
    "body": "Fishing          Freshwater Fishing       Fishing season: approximately April through September. Click here for State of Maine Fishing Requlations.  For more information on fishing in and around the park, click here.       Regulations       Portions of lake and pond shorelines may be privately owned. Please respect private property. Several ponds and lakes on the island are public drinking water supplies where swimming, wading, and pets are prohibited. Please follow posted regulations. Eating freshwater fish containing mercury can be harmful if consumed in quantities. For safe-eating guidelines, consult the Maine Department of Inland Fisheries and Wildlife website here. Boaters: Clean your boat before you float. Watch out for hitchhiking plants on boats and equipment. A single invasive plant or plant fragment can infest an entire lake or stream. Dispose of plants on high, dry land away from lakes and ponds.      Licenses       State of Maine fishing licenses are required for Maine residents 16 years or older and non-residents 12 years or older. Fees vary based on resident\/non-resident status, age, and length of license. Licenses can be purchased at many area retailers, as well as online through the Maine Department of Inland Fisheries and Wildlife here.         Ice Fishing       Ice fishing season: generally January through March. Many larger ponds and lakes in the park are popular locations for ice fishing. Please be cautious on frozen bodies of water and ensure that ice thickness is sufficient to support your weight.         Ocean Fishing        A license is not required to fish in the ocean. There are, however, safety concerns:  Be cautious of surf conditions. Sudden waves can wash the shore and sweep you out to sea. Watch your footing; seaweed and algae-covered rocks are extremely slippery  Ocean fishing areas include:  Sargent Drive, Somes Sound Mackerel, bluefish, and striped bass July through September. Frazer Point, Schoodic Peninsula Mackerel periodically mid-July through September.           Fish and Areas       Bubble Pond brook trout  Eagle Lake landlocked salmon brook trout lake trout  Echo Lake landlocked salmon brook trout Half Moon Pond brook trout Hodgdon Pond brown trout chain pickerel smallmouth bass sunfish white perch yellow perch  Jordan Pond landlocked salmon lake trout Long Pond landlocked salmon brook trout smallmouth bass chain pickerel  Lower and Upper Breakneck Ponds brook trout  Lower Hadlock Pond brook trout brown trout sunfish white perch Round Pond smallmouth bass  Seal Cove Pond alewives brown trout chain pickerel smallmouth bass sunfish white perch white sucker yellow perch  Upper Hadlock Pond brook trout Witch Hole Pond brook trout         Boat restrictions       Motors over 10 horsepower are prohibited on: Eagle Lake Echo Lake Hodgdon Pond Jordan Pond Lower Hadlock Pond Seal Cove Pond Upper Hadlock Pond Internal combustion engines are prohibited on: Bubble Pond Round Pond Witch Hole Pond No motors are permitted on: Half Moon Pond Lower and Upper Breakneck Ponds  There is no horsepower limit on: Long Pond",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/fishing.htm"
}
