{
    "title": "Acadia National Park: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around       Jump to: Bus Road Closures Vehicle and Bus Rules and Restrictions          Bus       Island Explorer June 23 through early October Provides service between park destinations, local communities, and Bar Harbor-Hancock County Regional Airport. Regularly scheduled buses stop at destinations in the park, including campgrounds, carriage road entrances, and many trailheads. You can also flag down buses along their route; drivers will pick up passengers anywhere it is safe to stop. For information about bus schedules visit a park contact station, or Island Explorer's website.          Road Closures       For a schedule and map of road closures and restrictions due to construction, check our Temporary Closures page.  Park Loop Road closed annually December through April 14. Road opening is weather-dependent. Most of Park Loop Road, including the road to Cadillac Mountain, is closed. Two short sections of Park Loop Road remain open all year:  Scenic one-mile (1.6 km) section along the ocean: Access via Schooner Head Road, two miles (3.2 km) south of downtown Bar Harbor Access to Jordan Pond: Access via Route 3 and Jordan Pond Road in Seal Harbor.  The brochure, Winter in Acadia, contains a map showing the open sections of the Park Loop Road. Paved Roads closed annually December through April 14.  Beech Mountain Road Parking Area Duck Brook Road from Duck Brook Bridge to West Street Extension Great Meadow Drive Kebo Street (park-owned section only) Schooner Head Road (southern end) Stanley Brook Road West Street Extension (park-owned section only)  Unpaved Roads closed annually November 15 through May 14.  Long Pond Road Lurvey Spring Road Seal Cove Road Western Mountain Road Schoodic Head Road (Schoodic Peninsula)            Vehicle and Bus Rules and Restrictions       Bus\/Coach Rules For information on road restrictions visit our Commercial Tour Information page.",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/gettingaround.htm"
}
