{
    "title": "Acadia National Park: Campgrounds",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Campgrounds               Camping       Firewood Alert  Firewood brought in from other areas may contain non-native insect species that pose a serious threat to Acadia National Park's resources. Quarantines have been issued for some areas. Please leave your firewood at home. Firewood is available locally near both Blackwoods and Seawall Campgrounds. For more information, see the pest alert produced by the National Park Service.         Campgrounds         Blackwoods campsite. NPS  Blackwoods Campground  Located on Route 3 the campground is 5 miles (8 km) south of Bar Harbor. It is open all year, with the following restrictions:  May - October: Reservations recommended. Fee: $30 per site, per night. April and November: Weather permitting, Fee: $15 (self-registration) December - March: A limited number of campsites are available for primitive camping only in the off season at Blackwoods. During this time campers must obtain a camping permit from the dispatch at park headquarters (8am - 4:30 pm daily). Facilities are limited to a hand pump for water and a portable toilet. The campground entrance road is closed to automobiles during this time; campers are required to hike in from the campground entrance on Route 3. Campers must pack out all trash. Fee: Free. For more information, visit the Winter Camping page.         Tidepooling. NPS  Seawall Campground  Located on Route 102A this campground is 4 miles (6 km) south of Southwest Harbor. It is open from late May to September 6th. Seawall Campground will be closing on September 5th, 2016 for renovations. Reservations are recommended.  Fee (per site, per night): $22 walk-in tent sites; $30 drive-up tent, camper, and motor home sites.        Hikers with a dog. NPS   Schoodic Woods Campground  Located on the Schoodic Peninsula, this campground is 3 miles (5 km) southeast of Winter Harbor. It is open from late May until Columbus Day. Reservations are highly recommended.  Fee (per site, per night): $22 hike-in tent sites, $30 drive up tent\/small RV, $36 RV with electric only sites, $40 RV with electric and water  Discounts available for Senior and Access pass holders.      Reservations for Blackwoods, Schoodic Woods, and Seawall campgrounds  Reservations for individual sites are handled by the National Recreation Reservation Service (NRRS), not the park. By Phone 877-444-6777 877-833-6777 (TTY) 518-885-3639 (International) 888-448-1474 (Customer Service) Online www.recreation.gov        Group camping at Seawall. NPS  Group Camping  Group campsites, which accommodate groups of 15 people, are located at Blackwoods, Schoodic Woods, and Seawall campgrounds.  Blackwoods 4 sites Schoodic Woods 2 sites Seawall 5 sites  Seasons are as follows: Blackwoods May 15–October 15 Schoodic Woods May 25–October 10 Seawall late May–September 6 Click here for information about group camping regulations. Click here to submit a request form. Fill out the form and fax it to (207) 288-8792 or mail to: Acadia National Park PO Box 177 Bar Harbor, ME 04609 Attn: Group Reservations          Fall colors in the fog. NPS  Duck Harbor Campground (Isle au Haut)  Located on Isle au Haut, a rugged island off the coast of Stonington, Maine, this remote and inaccessible to automobiles campground is linked to the mainland by mailboat. Five primitive sites are available at Duck Harbor from May 15 to October 15 by advance reservation. You must have a reservation to camp. Camping is permitted in designated sites only, and party size is limited to six persons per site. Facilities include: Click here for information on reservations.  Click here for a reservation application. Click here for a map and brochure of Isle au Haut.         Horses of Wildwood Stables. NPS  Wildwood Stables Campground  Open only to visitors with stock animals. For more information, visit Wildwood Stables website.",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/camping.htm"
}
