{
    "title": "Rocky Mountain National Park: 2016 Artists In Residence",
    "body": "Explore This Park    Get Involved     Volunteer     Artist-In-Residence Program     2016 Artists In Residence                Meet our 2016 Artists-in-Residence       This year the National Park Service is celebrating its centennial. As we move into its next century, parks are looking towards the future and exploring ways to engage young people in national parks and the arts. Since the late 1800’s, national parks and art have had a special relationship. Early-day artists accompanied many of the expeditions that explored the American West. These artists documented their discoveries in paintings, photographs and prose, and played a key role in influencing congress to protect many of our national parks. In honor of the significant role that artists have played in the creation of national parks, in 1984 Rocky Mountain National Park established the first Artist-in-Residence Program in the National Park System. Today over fifty national park areas have Artist-in-Residence Programs. This year Rocky’s Artist-in-Residence Program will celebrate the National Park Service centennial by hosting three professional artists and three youth artists. Two of our youth artists were recently selected from a Statewide Student Art Celebration Contest organized by the Estes Park Environmental Center in partnership with Rocky Mountain National Park. As part of the celebration, our third youth artist, Rocky’s first child Artist-in-Residence, has been invited to return for another residency.         Visual Artist Melissa Gordon just completed her junior at Monarch High School. Rocky Mountain National Park welcomes Ms. Gordon as one of three youth artists participating in our Artist-in-Residence Program as part of the National Park Service centennial celebration. As a Colorado native she is passionate about the outdoors and the natural world. Although she has stretched her artistic abilities by using different artistic mediums, she favors painting since the paint flows easily on canvas with just the whisk of a brush. Whether capturing the overall landscape or the small details hidden in magnificent scenery, Ms. Gordon relies on nature as the inspiration for her artwork. She hopes to continue her art career by improving her techniques throughout her lifetime. At college she plans to study Environmental Engineering. She will be in residence from June 19–25.         Visual Artist Leah Kegerreis from Plano, Texas, was Rocky’s first child Artist-in-Residence back in 2011 when she was just eight years old. Since then, Leah has continued to hone her artistic talents. Now 13, she has been invited by the park’s former Superintendent to return as an Artist-in-Residence as part of the centennial celebration for the National Park Service. In 2015, Leah’s sketch Gingerbread Puzzle won first place in Dallas’ Private School Invitational. As a young artist, Leah enjoys exploring the creative process using a variety of visual media, including acrylic, watercolor, and pencil. Leah’s plein air painting at Bear Lake from her previous residency is on display at the Moraine Park Visitor Center. Her watercolor and pencil artwork depicting a scene near Dream Lake is on display at Beaver Meadows Visitor Center. Ms. Kegerreis will be in residency at Rocky from June 26–July 2.         Visual Artist Sierra Burgoyne will be a senior is Monarch High School next fall. This young artist views art is an important form of self-expression, enjoyment and relaxation. Ms. Burgoyne focuses mainly on drawing people using the medium of pencil and paper. While in residency at Rocky Mountain National Park, she hopes to broaden her horizons by drawing more natural landscapes and animals and enhance her skills with watercolor and paints. Sierra will be in residency from July 3–9, 2016.         Painter Richard Harrington hails to Rocky from Oregon City, Oregon. He has more than 800 paintings in private collections throughout North America and Europe. Since 2000 his artwork has also been exhibited in numerous art museums across the country. While at Rocky his residency project will be to create large scale paintings that capture the unique ecosystems in Rocky Mountain National Park. These paintings will later be exhibited together to give the viewer a sense of moving through a place. Mr. Harrington will be in residency from July 10–23.         Visual Artist Dawn Lee comes to Rocky from Sayville, New York. She has previously been an Artist-in-Residence at Great Sand Dunes National park and Fire Island National Seashore. Her artwork has been exhibited and featured in museums throughout New York. For her residency project she will create large composite drawings to serve as a journal documenting Rocky’s plants, animals, land formations and weather. Ms. Lee will be at Rocky from August 7–20.         Photographer Danielle Austen of Hillsborough, New Jersey, has been an Artist-in-Residence at Great Smoky Mountains, Acadia, and Everglades National Parks, and also at the Vermont Studio Center. She has received numerous photography awards including the 2015 International Nature – Landscape Photography Award. Her images have also been exhibited at museums and photography shows throughout the country. For her residency project she plans to capture images of water in the park. Through these images she hopes to show the importance of water as an integral part of the health of wildlife, forests and meadows. Her focus will also reveal the more mystical nature of water through the interplay of light, patterns, tones and abstract imagery. Ms. Austen will be in residency at Rocky from August 21–September 3.",
    "url": "https:\/\/www.nps.gov\/romo\/getinvolved\/supportyourpark\/air-2016.htm"
}
