{
    "title": "Acadia National Park: EarthCache Program",
    "body": "EarthCache Program        Acadia's EarthCache Program offers you an exciting opportunity to explore the park while learning more about its geological story. NPS\/Stuart West       This National Park Service-sponsored recreational activity leads you to some of the park's significant geological resources. Using your GPS unit and a set of clues obtained from this website and hidden along the journey, you can guide yourself to a series of sites in the park. Please note that geocaching with traditional physical caches is not permitted in the park.      Materials       GPS unit Detailed map of Mount Desert Island or an Acadia National Park Map Piece of paper and pen Compass (optional) Logbook, if you are a letterbox enthusiast       General Information        This program requires the use of park roads. The roads required to access the featured geological sites are generally open (weather permitting) from April 15 through November. All of the sites are located on trails or hardened surfaces. There is no need to go off trail. As will all EarthCache sites, there are no physical caches to be found. You will be required to search for hidden clues. Parking is available at or near each coordinate. As will all park visitors, you a required to pay the park entrance fee or have a valid park pass. There is no fee to participate in the EarthCache Program.       How it Works        Use your GPS and provided clues to search for and find multiple EarthCaches. The Story of Glaciers will provide coordinates for your first stop. Keep a record of all coordinates. You will need them to solve the final clue. After a successful completion you can obtain the hand-carved Acadia National Park EarthCache Program stamp imprint and enter your name in the program logbook. The estimated time to complete the program is 4-6 hours. The tour will take you over much of the park. Print this certificate of completion when you have finished the program. Acadia EarthCache Certificate       More Information       If you want to know what those who have completed the course think, check out their comments. Are you interested in learning more about EarthCache activities nationwide? Then visit the Geologic Society of America's EarthCache website.",
    "url": "https:\/\/www.nps.gov\/acad\/earthcache.htm"
}
