{
    "title": "Blackstone River Valley National Heritage Corridor: BV101",
    "body": "Blackstone Valley 101       What is Blackstone Valley 101? Blackstone Valley 101 is an interactive on-line learning program that gives an overview of the history and heritage of the valley, while explaining why this area is nationally significant.   Who is the audience for Blackstone Valley 101? This program is ideal for people who deal with the public, such as museum staff, volunteers, or staff at businesses in the valley. It’s also great for teachers, potential visitors to the area, and valley residents with an interest in learning more about the place we live. Whether you are a long term resident of the valley or new to the area, you will find Blackstone Valley 101 interesting and informative.     What does it cost?  It is absolutely free. You can even get a free Blackstone Valley 101 pin, if you choose to submit your results to the program coordinator at the end of the program!   How long does it take? Most people have found that it takes around 45 minutes to complete. It is broken up into 4 segments, so you can do some or all of the program at one time.   How does it work? The program operates like a slide show. It is narrated using a computer-generated voice, with accompanying photos and key words appearing on the screen. At the end of each of the four segments, a self-check appears.    Is it accessible for people with hearing loss? Subtitles are available upon clicking the Closed Caption button. Can Blackstone Valley 101 be used with youth programs? Blackstone Valley 101 was originally developed as a program for adults. However, there are ways that the program may be used with youth programs. Click the link below to learn more. Using BV101 In Youth Programs   Ready to Start? Click the link below:  Start Blackstone Valley 101    Having trouble getting the program to load? You need to have Adobe flash on your computer. If you don't have it, you can download it for free at Adobe's website.",
    "url": "https:\/\/www.nps.gov\/blac\/getinvolved\/supportyourpark\/bv101.htm"
}
