{
    "title": "Acadia National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes       Jump to 2016 Fee Free Days Where to Purchase Entrance Passes Entrance Fees Non-Commercial Organized Group Fees Commercial Tours Annual and Lifetime Passes       2016 Fee Free Days To encourage Americans to explore our country's natural beauty, rich history and culture, Secretary of the Interior Sally Jewell announced that the National Park Service will waive entrance fees on 16 days in 2016.  January 18 Martin Luther King, Jr. Day April 16–24 National Park Week August 25–28 National Park Service Birthday September 24 National Public Lands Day November 11 Veterans Day      Where to Purchase Entrance Passes           Detailed Acadia National Park Map   The following locations issue all park passes: Hulls Cove Visitor Center Sand Beach Entrance Station Thompson Island Information Center Bar Harbor Village Green Park Headquarters Blackwoods Campground Schoodic Woods Campground Seawall Campground  The following locations only issue some park passes. Please call ahead for details. Cadillac Mountain Gift Shop Jordan Pond Gift Shop Mount Desert Town Office Bar Harbor Chamber of Commerce, Cottage Street Southwest Harbor\/Tremont Chamber of Commerce LL Bean in Freeport, ME           Buy Your Pass Online! You can buy your annual or weekly pass online at Your Pass Now.       Entrance Fees All park visitors are required to pay an entrance fee upon entry May–October. Passes are non-transferable. Credit cards are accepted at all fee collection areas.          Private Vehicle: $25 valid for 7 days Admits private, non-commercial vehicle (15 passenger capacity or less) and all occupants. Buy your pass online!  If the vehicle pass is purchased, no other pass is necessary.           Motorcycle: $20 valid for 7 days Admits one or two passengers on a private, non-commercial motorcycle. Buy your pass online!         Per Person: $12 valid for 7 days Admits one individual with no car (bicyclist, hiker, pedestrian). Youth 15 and under are admitted free of charge. Buy your pass online!      Non-commercial Organized Group Fees  Organized groups such as scouts, rotary clubs, youth groups, churches, reunions, etc. that do not qualify for an Educational Fee Waiver are charged as follows.  $25 per vehicle: Non-commercial vehicles with 15 or less capacity. $12 per person: Non-commercial vehicles with 16 or greater capacity. Youth 15 and under are admitted free of charge.  Please refer to our page on Educational Fee Waivers for more information.       Commercial Tours A commercial tour is defined as consisting of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provisions of the service. A commercial use authorization is required for all tours entering the park. For more information, visit Do Business With Us page.       Annual and Lifetime Passes          Acadia Annual Pass: $50 Valid for 12 months from purchase date. This pass provides access to Acadia National Park only. This pass admits the pass holder and passengers in a non-commercial vehicle. Buy your pass online!      The following passes provide access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee, and can be obtained at any park entrance station. A pass admits the holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder +3 adults at per person fee areas. To purchase a pass online, visit: http:\/\/store.usgs.gov\/pass\/index.html.         Interagency Annual Pass: $80 Valid for 12 months from purchase date.         Interagency Annual - Military Pass: $0 This is a free pass for active duty military personnel and their dependents, with valid documentation (CAC Card or DD Form 1173).          Interagency Annual Volunteer Pass: $0 This pass is for volunteers acquiring 250 service hours on a cumulative basis. Click here to learn about volunteer opportunities at Acadia.          Access Pass: $0 Valid for life. This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities.         Senior Pass: $10 This is a lifetime pass for U.S. citizens or permanent residents age 62 or over.         Every Kid in a Park 4th Grade Pass: $0 This is a free pass for U.S. 4th grade students. Please visit www.everykidinapark.gov for instructions on how to obtain the voucher required to exchange for the pass. This pass is valid for 12 months beginning September of the year the student begins 4th grade and valid until the following August.       Your Fees Benefit the Park  The fees you pay when visiting Acadia make a difference! Under the Federal Lands Recreation Enhancement Act, Acadia keeps 80% of all fees collected and uses that money to fund critical projects that improve visitor services and protect natural and cultural resources in the park such as:  · Operate and maintain the Island Explorer bus service · Provide unique interpretive programs · Provide lifeguards at Sand Beach and Echo Lake Beach · Maintain and rehabilitate park carriage roads and hiking trails · Improve park accessibility for visitors with disabilities · Remove invasive exotic species · Maintain and repair campgrounds and park structures",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/fees.htm"
}
