{
    "title": "Acadia National Park: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons       Jump to: Visitor Centers Museums Campgrounds Seasonal Closures       Visitor Centers  Hulls Cove Visitor Center April, May, September, and October: 8:30 am–4:30 pm, daily June 1-18: 8:30 am–4:30 pm, daily June 19-30: 8 am–6 pm, daily July & August: 8 am–6 pm, daily   Park Headquarters 8 am–4:30 pm Park passes sold until 4 pm. November–December: daily (closed on Thanksgiving and Christmas; closing at 2 pm on Thanksgiving Eve, Christmas Eve, and New Year's Eve) January–February: weekdays (closed on New Year's Day, Martin Luther King Jr Day, and Presidents' Day) March 1–April 14: daily (closed on Memorial Day) April 15–October 31: weekdays Rockefeller Welcome Center Memorial Day–Columbus Day Exhibits are open 10 am–4 pm, daily Business hours: 8 am–5 pm, weekdays Columbus Day–Memorial Day Exhibits are open 10 am–4 pm, weekdays Business hours: 8 am–4 pm, weekdays  Thompson Island Information Center May 10–October 15: 8:30 am - 5:30 pm   Village Green Information Center May 25–Columbus Day: 8 am–5 pm       Museums Islesford Historical Museum Call 207-288-3338 or 207-244-9224 for more information. May 28–June 19, 2016 Monday–Saturday, 9 am–3 pm Sunday, 11 am–4 pm June 20–September 4 daily, 11 am–4 pm September 4–October 14 Monday–Saturday, 9 am–3 pm Sunday, 11 am–4 pm  Sieur de Monts Nature Center May: 9 am–5 pm, weekends, closed May 1st for construction June–September 6th: 9 am–5 pm, daily       Campgrounds For more information, please visit our Camping page. Blackwoods Campground Open year-round. December–March: primitive walk-in camping only (permit required)   Seawall Campground Open late May through September 6th. Closing early this season for construction.   Schoodic Woods Campground Open late May to Columbus Day   Duck Harbor Campground (Isle au Haut) Open May 15–October 15 (permit required)          Seasonal Closures        Park Loop Road Closed annually December 1 - April 14. Road opening may be delayed on years of heavy snow and ice. Two short sections remain open year-round.  Unpaved Roads Closed November 15 - May 15. For current conditions visit Road Closures.    Winter Restrooms The following restrooms are open during winter operations:  Brown Mountain Parking Area Eagle Lake Boat Ramp Eagle Lake Carriage Road Fabbri Picnic Area Jordan Pond Boat Ramp Parkman Mountain Parking Area Sand Beach Parking Area  Map of Winter Restrooms",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/hours.htm"
}
