{
    "title": "Blackstone River Valley National Heritage Corridor: News",
    "body": "Explore This Park    Learn About the Park     News             News          A VITAL AND ACTIVE PLACE There is always some news from the Blackstone Valley: new projects, new visions, new successes. Here are some of the more recent articles that have appeared in the media about the John H. Chafee Blackstone River Valley National Heritage Corridor.      IN THE NEWS Sen. John Kerry: Blackstone Valley's past, future Metro west Daily News, October 14, 2011  Historic Park bill filed for R.I., Mass Providence Journal, October 14 2011  Congressman Neal Will Visit Lookout Rock on Monday Daily Northbridge, October 10, 2011 New Push for Blackstone River National Park Status Daily Millbury, October 11  Secretary of the Interior Tours Blackstone Valley Woonsocket Call, August 17 Secretary of the Interior Salazar Visits Blackstone Valley Valley Breeze, August 17 Edward Fitzpatrick: Creating a new national park in Blackstone River Valley Providence Journal, July 31 Volunteer Gives Back Woonsocket Patch.com, July 29 Ranger: Slatersville was the model for future mill villages Valley Breeze, July 27 Has The Day Arrived For A Blackstone National Park? National Parks Traveler Blog, July 22 A new national park? Greenboro, NC News Record Travel Blog, July 19 Park Service report bolsters Blackstone River area Providence Journal, July 19   Blackstone heritage corridor could become new national historical park Providence Journal, July 18, 2011 Park service supports new national park in RI, MA Boston Globe, July 18 Park Service looking at three plans Woonsocket Call, July 18, 2011 Whitinsville, Hopedale backed for national park Worcester Telegram, July 18, 2011 Local Sites on Path to Become National Historic Parks WBRU 95.5 Providence, July 18, 2011 To honor Union soldier, historical group will repair his gravestone Woonsocket Call, ‎Jul 10, 2011‎ RI senator eyes Blackstone Valley as national park Boston Globe, Associated Press, ‎Jul 6, 2011 ‎Diner has new life Worcester Telegram, ‎Jul 6, 2011‎ Blackstone Valley 101: Online tutorial aims to educate, inspire Worcester Telegram, May 2011",
    "url": "https:\/\/www.nps.gov\/blac\/learn\/news\/index.htm"
}
