{
    "title": "Acadia National Park: Educational Fee Waivers",
    "body": "Educational Fee Waivers       Educational fee waivers are granted to educational institutions whose curriculum relates specifically to the resources in Acadia National Park.      Fee Waiver Information       National Park Service regulations allow school groups and other approved national and international academic institutions to obtain a waiver of park entrance fees, provided the visit is for educational or scientific purposes, and the resources or facilities that the group intends to use support those purposes.  Educational fee waivers are not automatically granted. Applicant groups must demonstrate that they qualify for the waiver. There are three requirements (listed below) that the group must meet to qualify for an educational fee waiver: eligibility, educational purpose, and relevancy of park resources or facilities. Eligibility Applicants must prove they are an academic or scientific institution. Relevance Applicants must provide a written explanation identifying the park resources and\/or facilities that will be used to support the educational purpose of the visit, and how they are relevant to that purpose. Educational Purpose Applicants must provide a written statement confirming that the visit supports a specific curriculum for which academic credit is offered. Entrance fee waivers are granted only if the above three criteria are met. If the group is on a commercial tour, the applicant must state how the tour supports the curriculum. Groups that do not qualify for an educational fee waiver will be charged the appropriate entrance fee and may be considered as a Non-Commercial Organized Group. Click here for more information.      Application        Please send completed applications along with the required documentation to the Fee Management Office at Acadia National Park at acad_fee_waivers@nps.gov or mailed\/faxed to the address below.  Click here for a copy of the Fee Waiver Application  Note: Any non-commercial group from an academic institution in which all students are under the age of 16 are eligible for fee exemption. Please fill out the application, disregarding the criteria. A confirmation letter is still necessary inside the park.  All applications must be received at least two weeks prior to date of visit.  Address Acadia National Park Attn: Fee Management Office P.O. Box 177 Bar Harbor, ME 04609-0177 Phone\/Fax 207-288-8781 207-288-8792 (fax)",
    "url": "https:\/\/www.nps.gov\/acad\/planyourvisit\/feewaivers.htm"
}
