{
    "title": "Rocky Mountain National Park: 2008 Artists In Residence",
    "body": "Meet Our 2008 Artists In Residence       Every year a small handful of talented artists is invited to Rocky Mountain National Park, each for a two week Artist-In-Residence Program from June through September. The peace, serenity, and beauty of this special place, inspires their artistic creativity resulting in works of art drawn from nature. Selected by a jury panel of professional artists, these artists represent a variety of artistic disciplines from musicians, writers, sculptors, painters, photographers, poets, and performing artists. During their stays, these artists share their artistic visions in public presentations. While the majority of our artist’s public programs will be at Moraine Park Museum on Thursdays at 2:30 p.m., please call the Park at (970) 586-1206 to verify the dates and locations for our artist programs, since they may vary. After their residencies, these artists will donate a fully finished art work to the park. Join our artists as they share their creative visions in public presentations. Discover why artists are important to the National Park Service and why Rocky Mountain National Park hosts Artists-In-Residence each summer. Artist’s programs are Tuesday evenings at 7:30 p.m. in the Beaver Meadows Visitor Center Auditorium from June 3 through August 19, 2008.         June 3 & 10 – Join Painter Kevin Muente from Erlanger, Kentucky who believes national parks have profoundly changed his artwork and spirit. Mr. Muente is currently an Associate Professor of Painting at Northern Kentucky University. In 2005 he participated as Artist-In-Residence at Denali National Park and in 2007 at Wild Acres, Little Switzerland, North Carolina. In 1995 he was selected for the Fine Arts Summer Study Abroad Program, in Paris, France and also in Florence, Italy.         June 16 & 24 – Join accomplished composer Daniel Kellogg of Erie, Colorado whose compositions have the trademark of nature-inspired themes. While Mr. Kellogg earned his Doctorate of Music at Yale School of Music, he currently serves as the Assistant Professor of Composition at the College of Music, University of Colorado, Boulder. His musical compositions have been featured at Carnegie Weil Hall, and are scheduled to be featured in the National Symphony Orchestra and Aspen Music Festival. He has been commissioned for the Ensemble Orchestral de Paris, the National Symphony, Philadelphia Orchestra, Colorado Symphony Orchestra, San Diego Symphony, and more. In 1997 he was listed in BBC magazine as composer of “Next Generation” in Who’s Who in Music. Mr. Kellogg has been a Composer-In-Residence for the Green Bay Symphony, South Dakota Symphony, Young Concert Artists Inc, and the University of Connecticut, Dept of Music. He hopes to use his residency here for inspiration for a new commission from the National Symphony Orchestra.         July 1 & 8 – Join Plein-air painter John Taft from nearby Longmont, Colorado. Mr. Taft moved to Colorado 8 years ago just to be close to Rocky Mountain National Park to nourish and inspire his soul for painting landscapes. His artwork was selected for the 2005 Arts for Parks Mini 100 show, and he was invited to exhibit his work in Oil Painters of America, the Colorado Governor’s Show. He also received an Award for Excellence in the 2006\/2007 Oil Painters of America National Exhibition. . Her artwork has appeared in the National Wildlife Federation children’s magazine, Your Big Backyard. She has also illustrated many children’s books on natural history, wildlife and the environment. Ms. Jacques has been commissioned to do illustrative artwork for vendors like Disney, Michaels, and Party City.         July 15 & 22 – Join Children’s Art Illustrator Laura Jacques from Cromwell, Connecticut. Her artwork has appeared in the National Wildlife Federation children’s magazine, Your Big Backyard. She has also illustrated many children’s books on natural history, wildlife and the environment. Ms. Jacques has been commissioned to do illustrative artwork for vendors like Disney, Michaels, and Party City.         July 29 & August 19 – Join storyteller, musician and performing artist Cory Hills. Mr. Hills comes from Lawrence, KS with an interesting blend of international experience. He has lately been using the percussive art of storytelling blended with contemporary and classical music to create fun and accessible performances. Mr. Hills graduated with honors from Queensland Conservatorium in Brisbane, Australia and later received a Research Fellowship for Fabrica Institute in Treviso, Italy in 2005. He has performed for the Queensland Orchestra (Australia), National Symphony Orchestra, and the U.S. Army Band. Mr. Hills has given concerts with his large repertoire of music styles in Europe, Australia and the U.S. His performances have been called, “really cool, fun and unique”. For his residency he plans to write, and compose original aurally-told stories with music inspired by nature and the Park’s history.         August 12 & 19 – Join Poet Will LaPage from Eureka Springs, Arkansas with 50 years of experience writing poetry about parks, nature, and inspiration. Besides being a writer he has served as the Director of New Hampshire’s State Parks and Historic Sites and assisted national park systems in Eastern Europe, and Central and South Africa in development and planning. He was the first ever recipient of the National Recreation and Park Association’s Theodore and Franklin Roosevelt Award for excellence in park and recreation research. Mr. LaPage has been an Artist-In-Residence at the Isles of Shoals in the Gulf of Maine. For his residency at Rocky Mountain National Park he hopes to write pieces on the sanctioned and unsanctioned creative artifacts of visitors and volunteers.",
    "url": "https:\/\/www.nps.gov\/romo\/getinvolved\/supportyourpark\/artist_in_residence_selectees_2008.htm"
}
