{
    "title": "Blackstone River Valley National Heritage Corridor: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People       Immigration and Settlers The story of the Blackstone Valley is the story of people at work. Whether a Nipmuc warrior hunting along a pristine river, a Yankee craftsman inventing a new tool in his workshop, or a 12-year old girl from Quebec toiling at a loom, each added their voice, their sweat and their genius to the creation of the Blackstone Valley. Today, citizens from every corner of the world call the Blackstone Valley home. Here are just a few of their contributions to our tale.        Many early English settlers in the Blackstone River Valley built stone-ender houses, where a massive chimney took up an entire wall.  This is the Eleazer Arnold House (1693) in Lincoln, RI.   NATIVE AMERICANS The earliest residents of the Blackstone Valley were the Paleo-Indians, who arrived in this region about 12,000 years ago. By the early 17th century, three principal tribes lived here: the Narragansett, the Nipmuc and the Wampanoag. They followed a semi-nomadic life, occupying fields for the planting of corn, beans and squash until forced by soil depletion to move on. The Native Americans also depended upon hunting and fishing in the waters of the Blackstone River Watershed as other sources of food. The Native Americans’ hold on the region was shattered by their defeat by the English settlers during the King Philip’s War (1675-1676). Few sites of this era remain, but many of the trails created by the Native Americans gradually transformed into the modern roads we know today, and those with a trained eye can still see signs and reminders of those days. The Native Americans of the Blackstone River Valley did not disappear after the King Philips War. The Nipmuc, Narragansett and Wampanoag peoples are all still active members of the Blackstone Valley Community. EARLY ENGLISH SETTLERS The first European settler in the Blackstone Valley was fittingly enough the Reverend William Blackstone, who built his home, Study Hall, in what is now Cumberland, Rhode Island in 1635. Blackstone was not however the first European to ever see this area, as other explorers, hunters, fisherman and trappers had previously visited the Blackstone River Valley. Roger Williams and a small band of followers established Providence within a year of Blackstone’s settlement. Within a few years, scattered farms and a few small hamlets began to pop up all over what was then the American frontier. The majority of these early colonists were English and most, especially in Rhode Island, were seeking a place where they could live with a freedom of religion denied them in England or Massachusetts. There was a small number of people who came from other lands, including French Huguenots and Africans who came here in bondage. Settlers from England and Scotland would dominate the Blackstone River Valley through the early days of the industrial revolution. Almost everyone living in the Blackstone Valley during the colonial era farmed, but by the mid-1600s the settlers had begun to tap into the waterpower opportunities of the region with grist mills, saw mills and iron forges.        Joseph Bannigan   THE IRISH The advent of the Industrial Revolution meant that the Blackstone River Valley needed a large number of mill workers. In the early years of the mill era, the majority of mill workers were native-born Yankees who were encouraged to come off the farm in return for a steady income. Within a few decades, however, the surplus of local labor did not meet the mills’ demands. One of the first groups to answer the call for laborer was the Irish. The first major wave of Irish immigrants came to the BlackstoneRiverValley in the 1820s, and most came here to build the BlackstoneCanal. These Irish canal diggers were professionals at their craft, having worked on canals in England, Ireland and many on the Erie Canal in New York. Upon their arrival here, the Irish found themselves subject to prejudices, particularly for their Catholic faith. At first, the Irish were allowed only to work at manual task, such as canal and railroad construction. Soon though, the need for labor forced mill owners to hire them. By the mid-1800s, the Irish were the major immigrant work force in the Blackstone Valley, a larger waves of immigrants continued to arrive here, especially during the Potato Famine years. As the Irish population grew, several of their entrepreneurs began to make their way up the ladder to management and mill owners. One example was Joseph Bannigan who created the small Woonsocket Rubber Company and became the President of U.S. Rubber. THE FRENCH CANADIANS The boom of the Blackstone River Valley was based on waterpower, but by the middle of the 19th Century, steam power had come to the forefront. Steam power meant that larger mills could be built, and that they no longer needed to be situated only along the river. Steam power also drove the railroads that allowed productivity to rise. This new productivity required even more workers, and mill agents traveled north to Quebec to recruit French Canadians to leave their farms and take up millwork. The offer was an attractive one, especially considering the short growing season of Quebec and the traditionally large families of the Quebecois. At first, many viewed this offer as a short-term opportunity to earn some needed cash before returning to farm life. While travel back to Canada was common, most immigrants made their home here and the French Canadian population in the Blackstone Valley boomed throughout the second half of the 1800s. Their communities were usually tight knit in an attempt to preserve their faith, language and culture. The French Canadians came to dominate certain towns, in particular Woonsocket, which evolved into what was effectively a French speaking city by 1900. The presence of this French speaking work force even helped to attract investors from Belgium and France to build mills in the region to avoid paying import tariffs. While the French accent is less commonly heard on the streets of the Blackstone Valley, the French Canadian community remains vital here. For the full story of the French Canadians in the Blackstone Valley, please visit the Museum of Work and Culture in Woonsocket.        Swedish steel worker in Worcester's Quinnsigamond Village.   THE SWEDES Unlike most ethnic groups that scattered across the Valley, the Swedish immigrants concentrated in a few select communities. This was not due to bias, but because of they were specifically recruited to work in the steel and wire industries that were found mostly in Worcester, Providence and East Providence. The largest Swedish population in the region was found in Worcester’s Quinsigamond Village, home to Washburn and Moen’s wire mill. Agents for the wire works and others in the steel industry went to the iron regions of Sweden starting in the 1870s and recruited experienced workers on a wholesale basis. As opposed to the French Canadians, the Swedes sought to assimilate themselves into American culture as quickly as possible by learning English and becoming active in local political activities. The Swedes however, did continue to celebrate their own traditions and culture, which has become a part of the tapestry of the Blackstone Valley. EASTERN EUROPEANS Around 1900, a new wave of immigrants arrived in the Blackstone River Valley, this time from Eastern Europe especially from Poland and the Ukraine. Once again, the lack of available farmland in their native homes was a major incentive for emigration. Another reason to come to America was the lack of a national identity back home. At the time, there was no independent Ukraine or Poland. Each was divided between Russia and the Austro-Hungarian Empire. Upon arrival here, Eastern Europeans found that it was their turn to take the lowest paying jobs in the textile mills until they too became a more established force. Today, active Polish Clubs still can be found throughout the Valley today, and St. Michael’s Ukrainian Catholic Church in Woonsocket continues to be a community center. 21st CENTURY IMMIGRATION Though the massive waves of immigrants seen in the days of the textile boom are gone, people continue to arrive in the Blackstone River Valley seeking their piece of the American Dream. Today immigrants arrive here from Central and South America, South East Asia and almost every other corner of the globe. During the 1970s few young people of the Blackstone Valley wanted to take jobs in what they viewed to be a dying textile industry. Several factories began to recruit master weavers from Colombia, weavers who learned their craft on Draper Looms of the same vintage as those here in the Blackstone Valley. Dominicans, Mexicans, Guatemalans, and residents from many other Latin American nations joined the Colombians. Today, some neighborhoods, like along Dexter Street in Central Falls, Spanish signs hang on storefront where French or Polish was once spoken. In the past 20 years, Hmong and Cambodian immigrants have also arrived in growing numbers, refugees from their war torn homelands. Each of these nationalities faces the same struggles and barriers that earlier immigrants had to overcome. They too will succeed, and enrich the culture of the Blackstone River Valley.",
    "url": "https:\/\/www.nps.gov\/blac\/learn\/historyculture\/people.htm"
}
