{
    "title": "Blackstone River Valley National Heritage Corridor: Get on the River",
    "body": "Get on the River         Kayakers on Bowdish Lake, Glocester, RI Cheryl Thompson Cameron  Enjoying the Blackstone The story of the Blackstone River and Canal can be told from many vantage points. Perhaps the best way to experience its history and beauty is on the waterways themselves. Throughout the watershed, the river and canal segments form an interesting and sometimes seamless exploration of the Valley and its industrial heritage where you will discover the dams, canal locks, bridges and other structures that tell the story of “America’s Hardest Working River”. The main stem of the river meanders 46 miles from Worcester, Massachusetts to Providence, Rhode Island through urban landscapes, historic villages, farmlands, and forests. The Blackstone drops an average of almost 10 feet per mile. This drop allowed for the development of the many mills you will see along the way. Today, 18 dams are still in place and present paddlers with the challenge of several portages in certain stretches of the river. Providing access to the river is one of the priorities of the Corridor Commission and plans are underway to improve access points and portages. While present pollution levels allow only recreational fishing in the Blackstone River, there are strong constituencies working to build support for water quality improvement.        Park Service Rangers lead a Paddle Club tour   There are several ways to get on the river and canal, including: Take a ride on the Blackstone Valley Explorer - narrated and special tours of the Blackstone River.  Paddle with The Blackstone River Paddle Club - evening paddles with local paddlers   Zap! the Blackstone - group activities to help revitalize the Blackstone Watershed To get out on the river yourself -  see our Google Earth River Guide showing river features, or download any of the suggested trips below based on your skill level and site preferences. Tours can be printed out at letter or legal size, but the information is the same in each. BLACKSTONE RIVER GUIDE ON GOOGLE EARTH River Guide With Parking, Dams, Rapids, and Portages BEGINNER TOURS \/ MASSACHUSETTS Blackstone Gorge to Millville Lock INTERMEDIATE TOURS \/ MASSACHUSETTS Northbridge 8x11 Northbridge 11x17 River Bend Farm Beginner and Intermediate 8x11 River Bend Farm to Blackstone Gorge 8x11 River Bend Farm to Blackstone Gorge 11x17 BEGINNER TOURS \/ RHODE ISLAND Woonsocket to Manville 8x11 Woonsocket to Manville 11x17 Valley Falls 8x11 INTERMEDIATE TOURS \/ RHODE ISLAND Lincoln 8x11 Lincoln 11x17",
    "url": "https:\/\/www.nps.gov\/blac\/planyourvisit\/get-on-the-river.htm"
}
