{
    "title": "North Country National Scenic Trail: Volunteer",
    "body": "Volunteer         Volunteers Working on Trail NPS file photo  The North Country Trail is built and maintained primarily by volunteers. Volunteers are continually developing new trail segments, improving existing segments and obtaining landowners permission for the trail to cross their land.  The 301A Volunteer Agreement Form is for use by Chapter Leaders to sign up individuals and groups as official NPS VIP's if they are not already listed on a group form with the Chapter. The 301B Volunteer Agreement Form should be used in conjunction with Form 301A when registering groups. The Job Description Library is provided for Chapter Leaders to print out and attach it to the 301A Agreement Form. This will reduce the time it takes to generate the final Agreement Form. Support Services Trail Construction and Repair Trail Maintenance Vegetation Management Cumulative list It is important that all volunteers are aware of potential hazards and safety procedures related to their assigned tasks. The Job Hazard Analysis (JHA) listings are numbered for easy reference, and correspond to the Job Descriptions. Volunteers should be informed of these and provided hard copies as requested. 01-Lifting Heavy Objects 02-Long Handled Tools and Saws 03-Power Mowers 04-Painting 05-Litter Pickup 06-Chainsaw Operation 07-Food Handling 08-Motor Vehicle Operation 09-Carpal Tunnel Syndrome 10-Herbicide Safety The NCT Volunteer Safety Handbook was designed as a collaborative effort between the NPS, NCTA, and various chapter and affiliate leaders. Please share this important safety resource with all volunteers in your area.Having fun and enjoying the trail safely is important. The National Park Service requires all parks and trails to have a Documented Safety and Health Plan. The North Country Trail's Safety and Health Plan pertains to employees and volunteers alike, and can be viewed by clicking here. The Tailgate Safety Series is available for viewing and use by both volunteers and other trail users. Relevant topics should be reviewed at beginning of the work day or hike to ensure a safe experience. Chainsaws, Driving, General Hiking, HAZMAT Encounters, Heat Disorders, , Hike Leader, Hydration, Hypothermia, Insects\/Snakes\/Animals, Lyme Disease, Thunderstorms, Violent Enounters All volunteers of the North Country NST are required to uphold the professional standards of the National Park Service's Volunteers-In-Parks Program. Please review this 'Professionalism in the Workforce' policy to familiarize yourself on the shared commitments between the NPS and the volunteer workforce.",
    "url": "https:\/\/www.nps.gov\/noco\/getinvolved\/volunteer.htm"
}
