{
    "title": "Rocky Mountain National Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners       Private sector support for America's national parks is a tradition as old as the parks themselves. Even before the National Park Service (NPS) was established in 1916, citizens were stepping forward to protect special places exemplifying the United States of America's national heritage. Over the years, partnerships have become essential to getting things done both within and beyond park boundaries. Visit the NPS Partnerships website to learn more. Rocky Mountain National Park is honored to work with many partners and our amazing Volunteers in Parks who donate over 105,000 hours in labor every year. Follow the links below to learn more about some of the groups that help us protect this special place.         Rocky Mountain Conservancy The Rocky Mountain Conservancy promotes stewardship of Rocky Mountain National Park through education and philanthropy. Since 1931, RMC has been producing educational publications, offering seminars, supporting research, and providing aid and support to Rocky and other public lands partners.          Continental Divide Research Learning Center The Continental Divide Research Learning Center (CDRLC) is part of a National Park Service-wide initiative to promote scientific research in national parks. The CDRLC coordinates opportunities to study the natural, social and cultural processes of Rocky Mountain National Park and uses education to engage the public as partners in resource preservation.          Tatra National Parks Did you know that Rocky Mountain National Park has sisters? It's true! Located in Poland and Slovakia, the Tatra National Parks are mountain parks and international biosphere reserves.          Costa Rican Parks Rocky has another set of sisters in Costa Rica: Monteverde Cloud Forest, Santa Elena Cloud Forest Reserve, Children's Eternal Rainforest, and Arenal National Park. What do we share in common? Birds! Over 150 species of birds share the ecosystems of Rocky and Costa Rica.",
    "url": "https:\/\/www.nps.gov\/romo\/getinvolved\/partners.htm"
}
