{
    "title": "Rocky Mountain National Park: Artist-In-Residence Program",
    "body": "Artist-In-Residence Program       Attention Artist-In-Residence Applicants Post marked applications for the 2016 Artist-In-Residence season will be accepted October 1 through November 15, 2015.         Artists in National Parks Artists have had a long-standing impact on the formation, expansion and direction of our national parks. Painting the landscapes of the American West, visual artists like George Catlin and Albert Bierstadt focused attention on natural wonders in the western landscape, then unfamiliar to the eastern populace. These visual records of early artists helped to stimulate the establishment of many of our national parks. Today, painters continue to document national park landscapes with contemporary approaches and techniques. Writers, sculptors, musicians, composers, and other performing artists also draw upon the multifaceted quality of parks for inspiration. These artists translate the national park's purpose, as a place of pleasure and preservation, into images which bring others enjoyment and a deeper understanding of the parks many Americans may never visit. Rocky Mountain National Park's Artist-In-Residence Program continues this tradition. Download a printable brochure and application.          Artist-In-Residence Program The Artist-In-Residence Program at Rocky Mountain National Park offers professional writers, composers, and visual and performing artists the opportunity to pursue their artistic discipline while being surrounded by the park's inspiring landscape. Selected artists stay in a historic cabin for two-week periods from June through September. No stipend is provided.     Artwork Donations Selected artists participating in Rocky's Artist-In- Residence Program from 2012 through 2015 are asked to donate to the Park an original piece of work from, and representative of their residency in Rocky Mountain National Park which will serve to promote and celebrate the Park's upcoming centennial in 2015. Donated artwork must be received no later than one year after an artist's residency. Artwork from visual artists should be framed with UV protective glass and prepared for hanging before donation. Artists are also required to provide the copyright for this artwork to the National Park Service. The National Park Service will not allow the commercial use of any donated artwork once it is selected and accessioned into the Park's permanent museum collection. Artwork may be used in exhibits and for educational purposes by Rocky Mountain National Park's nonprofit cooperating association for their products.  The artist retains a royalty-free, nonexclusive use license under the copyright of the art. The National Park Service owns the artwork and the rights to reproduce it. Under those rights, the artist has a license to make use of the artwork for his or her purposes. When artists reproduce artwork for their own purposes, publication information will include the the language: \"This artwork was produced under the Artist-In-Residence Program at Rocky Mountain National Park.\"  These creative works are exhibited as frequently as possible and shared with the public through other appropriate means. Artwork not on display is stored in the park's secure, environmentally controlled museum storage facility. A jury panel of professional artists will select one or more pieces of visual artwork from the previous year's donations, to become part of the park's permanent museum collection.  Selection is based on artistic caliber, the artwork's ability to communicate the values and processes of Rocky Mountain National Park, and to meet the needs and scope of the park's art collection. Donated pieces not selected for the park's permanent collection will be displayed and available for purchase at Moraine Park Museum. Proceeds from these sales will be shared equally between the donating artist, and the park's Artist-In-Residence program. These funds will be used to offset program operational costs. After one season of display, unsold artwork will be returned, with the copyright, to the artist.         Public Presentations Artists will present two 45-minute public programs during their residencies. This interaction can be tailored to an individual’s medium, interest, and experience using only a few hours of one’s stay. Programs can be demonstrations, talks, exploratory walks, or performances. Artists must provide their own supplies and equipment for these presentations. In addition, artists are requested to give public presentations in their communities about their residency experiences. The Artist-In-Residence Program aspires to share with the public the scenic beauty and stories of Rocky Mountain National Park through the world of art.                Threefold Purpose of the Artist-In-Residence Program The finished artwork will characterize Rocky Mountain National Park for present and future generations, and offer the park visitor and the general public an opportunity to see our heritage through the eyes and ears of the contributing artists, thereby fulfilling one of the program’s main purposes. Another aim of the program is to ensure the preservation of the William Allen White Cabin, a historic structure within Rocky Mountain National Park. Built in 1887, this home was set aside in 1984 to house Artist-In-Residence participants. Perpetuating the memory of William Allen White, a famous American editor and author, is the third purpose of the program. Mr. White and his family spent thirty-one summers in his cabin amidst the inspiring landscape of Moraine Park and the Rocky Mountains.         The William Allen White Cabin During summer and fall the William Allen White Cabin is the home of Rocky Mountain National Park’s Artist-In-Residence. The cabin above Moraine Park was the summer retreat of William Allen White from 1912 to 1943. A nationally recognized journalist and editor of the Emporia Gazette (Kansas), White’s spirit lives on with the contemporary artists who work in his cabin today. The cabin has a high-beamed living\/dining area with a large fireplace, one bedroom and bathroom, and a small kitchen. There is limited central heat. The cabin is fully furnished including linens and kitchenware. Artists must provide their own groceriesand may choose to bring personal amenities. Pets are not allowed. Because of the historic nature of the cabin, the facility is not fully accessible. Personal accessibility needs can be addressed on a case by case basis.         How to Apply Artists must submit application materials and art samples exactly as indicated on the entry form. Insufficient, or excess materials, are causes for application rejection, as is an artist's proposed use of a work already in progress as a residency project.   Download a printable brochure and application.  Calendar Entries are accepted for the 2016 Program with postmarks dated October 1 through November 15, 2015. Applications postmarked after the deadline will not be considered. Notifications will be made to finalists by April 15, 2016. The Selection Process A panel of professionals from diverse artistic disciplines will choose five to six finalists, with two alternates. Selection is based on artistic merit, the Statement of Purpose, and appropriateness to a national park residency.  Program Management Rocky Mountain National Park's Artist-In-Residence Program is managed by the Division of Interpretation & Education. It is one of the founding and longest running programs in the national park system. The works completed under this program contribute to the public understanding and appreciation of our national parks and create a legacy preserved for future generations.",
    "url": "https:\/\/www.nps.gov\/romo\/getinvolved\/supportyourpark\/artist_in_residence.htm"
}
