{
    "title": "North Country National Scenic Trail: Youth Nature Photography Exhibit",
    "body": "Explore This Park    Plan Your Visit     Calendar     Youth Nature Photography Exhibit              North Country Trail to Host Youth Nature Photography Exhibit       Battle Creek, MI –The National Park Service (NPS), the North Country Trail Association, and Parks In Focus are sponsoring an exhibit showcasing nature photography taken by area youth during four August hiking trips in local parks.The hiking trips were conducted with the Chief Noonday Chapter of the North Country Trail Association, Calhoun County, The City of Battle Creek, The Michigan Department of Natural Resources, The YMCA, and The Boys and Girls Club. Parks In Focus collected and sorted all the digital photos taken and selected the best photograph from each participant for public display.The photos have been printed in large format and will be on display at the Battle Creek Community Foundation at 32 W. Michigan Avenue during the month of September. A special premiere will be held for the participating youth and their families on September 2 from 5-8pm, followed by a Grand Opening for the general public on September 3 from 5-8pm.Beverages and light refreshments will be served. North Country Trail Superintendent Mark Weaver initiated this project as part of the NPS Find Your Park and Centennial campaigns. \"The art of photography is an excellent means to engage local youth with the outdoors.  With cameras in their hands, children can focus on their surroundings and find the art in nature whether it is a broad vista or a detail of the venation of a maple leaf.  We hope that this experience gives youth the opportunity to see things in a different way and ultimately develop a greater appreciation of the outdoors in their own backyard.\" The public will be notified by social media of the September 3rd Grand Opening.         Picture This Brochure",
    "url": "https:\/\/www.nps.gov\/noco\/planyourvisit\/youth_photography.htm"
}
