{
    "title": "North Country National Scenic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address          P.O. Box 288 Lowell, MI 49331                 Directions         When complete, the North Country National Scenic Trail will be approximately 4,500 miles long. Currently, over 2,000 miles of trail are complete and waiting for you to use. Park headquarters based in Lowell, MI.  Directions Details           Operating Hours & Seasons         Trail Hours The North Country Trail is generally open at all times and during all seasons. There may be area or seasonal closures at the discretion of the local land owner or manager. If you are not sure please contact our partner organizations or the local managers for additional information.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           With the trail going through over 4600 miles through seven states from the Northeast to the Great Plains, weather along the trail can be highly variable. You could be subject to any kind of weather or temperature related emergency depending on your location and the season. Be careful to protect yourself from heat-related illnesses and hypothermia while out on the trail. Be mindful of lightning, severe storms, and other environmental hazards common to the “North Country.”         Fees & Passes     Entrance Fees:   Fees - $0.00 No fees are charged for hiking on the trail but fees may be required for parking, camping, or entrance at various sections along the trail. http:\/\/www.nps.gov\/noco\/planyourvisit\/fees.htm         Visitor Centers                  There are many different ways to enjoy the North Country National Scenic Trail from hiking for a few hours to an overnight camping trip to an extended backpacking trip. It all depends on the amount of time you have, your energy, and your fitness level. Basic information about planning a visit can be found in the links to the left or on the North Country Trail Association's website.",
    "url": "https:\/\/www.nps.gov\/noco\/planyourvisit\/basicinfo.htm"
}
