{
    "title": "Rocky Mountain National Park: 2014 Artists In Residence",
    "body": "Explore This Park    Get Involved     Volunteer     Artist-In-Residence Program     2014 Artists In Residence                Meet our 2014 Artists In Residence       Every year a small handful of talented artists is invited to Rocky Mountain National Park, each for a two week Artist-In-Residence Program from June through September. The peace, serenity, and beauty of this special place, inspires their artistic creativity resulting in works of art drawn from nature. Selected by a jury panel of professional artists, these artists represent a variety of artistic disciplines from musicians, writers, sculptors, painters, photographers, poets, and performing artists. During their stays, these artists share their artistic visions in public presentations. After their residencies, these artists will donate a fully finished art work to the park. Join our artists as they share their creative visions in public presentations. Discover why artists are important to the National Park Service and why Rocky Mountain National Park hosts Artists-In-Residence each summer. Public programs will be held on Wednesday evenings at 7:30 p.m. at the Beaver Meadows Visitor Center auditorium from June 19 through September 4th.         Wildlife painter Dustin Van Wechel of Gilbert, AZ will be in Rocky from June 15 – June 28. He believes national parks have been his greatest teacher and inspiration for the arts. For his residency project at Rocky, Mr. Van Wechel will use plein air sketches to create a body of studio-work that will reveal relationships between the park's landscape and its wild residents. Mr. Van Wechel was a recipient of the Grand Teton Lodge Company and Wildlife Award for the 2006 Arts for the Parks contest. He was featured artist in the 2012 Southwestern Wildlife Exposition and exhibits in galleries in Jackson, WY. and Scottsdale, AZ.         Visual artist Trine Bumiller of Denver, Colorado specializes primarily in oil painting. For her residency project at Rocky she plans to create 100 paintings to honor the park's up-coming centennial. These abstract, yet recognizable works, will capture Rocky's plant and animal life, geology, weather and history. Ms. Bumiller has previously been an Artist-in-Residence at Denali National Park in Alaska. Her artwork has been featured in numerous exhibitions from coast-to-coast. She will be in residency at Rocky from June 29 - July 12.         Storyteller and writer John Stansfield of Monument, Colorado will be at Rocky from July 13 – 26. His residency project is to develop a new first-person Enos Mills reenactment, focused on Mills' intense seven-year campaign for the establishment of Rocky Mountain National Park. He will also create a written work on the same subject. Mr. Stansfield has been a professional storyteller since 1979 and is the author of several books, including Enos Mills: Rocky Mountain Naturalist. He is the recipient of numerous awards including the National Storytelling Network Oracle Award, Buffalo Commons Storytelling Festival Master Storyteller Award, storytelling fellowships, Colorado Author's League Award and Colorado Book Award Finalist. He has presented workshops at national and regional conferences and for staff at various national parks; has performed at countless museums, festivals, schools and other institutions; as part of the Colorado Humanities Chautauqua Speakers Bureau         Photographer Michael Lang's striking images have been showcased in many Front Range galleries in Colorado. For his residency project at Rocky he plans to create a series of black and white images to highlight the park and is unique qualities through unusual lighting. In these images he also hopes to capture the park from different perspectives - that of an outdoor person, visitor, photographer and historian. Mr. Lang will be in residency from July 27 - August 9.         Painter and art teacher, Jessica Bryant comes from Coeur d'Alene, Idaho. For her residency at Rocky she will maintain a daily blog chronicling her experiences and sharing images from within the park. She will also begin a body of work to represent this landscape and its significance, from which one piece will be donated to the park. She has previously been an Artist-in-Residence four times at Badlands National Park. There, she has fostered a partnership between Badlands and the Red Cloud Indian School to connect Lakota youth with art and the proposed first Tribal National Park. Ms. Bryant has also been an Artist-in-Residence at Sorenson Magnet School in Coeur d'Alene. She has worked on multiple large-scale projects that promote discussions on science, preservation, and stewardship by involving children with art and nature. She will be in residency at Rocky from August 10 - 23.         Photographers James and Jenny Tarpley come to Rocky from Marion, North Carolina with nine years of professional experience. For their residency project they will research 100 years of photography at Rocky to recreate a series of present-day images that mirror pictures from the past. In this \"past-present\" approach, they also hope to capture images of wildlife in the landscape to draw viewers into the scene. The couple has previously been Artists-in-Residence at Congree National Park in South Carolina.  They will be in residency at Rocky from August 24 - September 6.",
    "url": "https:\/\/www.nps.gov\/romo\/getinvolved\/supportyourpark\/meet-our-2014-artists-in-residence.htm"
}
