{
    "title": "Rocky Mountain National Park: 2013 Artists In Residence",
    "body": "Explore This Park    Get Involved     Volunteer     Artist-In-Residence Program     2013 Artists In Residence                Meet our 2013 Artists In Residence       Every year a small handful of talented artists is invited to Rocky Mountain National Park, each for a two week Artist-In-Residence Program from June through September. The peace, serenity, and beauty of this special place, inspires their artistic creativity resulting in works of art drawn from nature. Selected by a jury panel of professional artists, these artists represent a variety of artistic disciplines from musicians, writers, sculptors, painters, photographers, poets, and performing artists. During their stays, these artists share their artistic visions in public presentations. After their residencies, these artists will donate a fully finished art work to the park. Join our artists as they share their creative visions in public presentations. Discover why artists are important to the National Park Service and why Rocky Mountain National Park hosts Artists-In-Residence each summer. Public programs will be held on Wednesday evenings at 7:30 p.m. at the Beaver Meadows Visitor Center auditorium from June 19 through September 4th.         Photographer Andy Nelson will focus his residency project on photographing Rocky's dedicated volunteers and the role they play in preserving national parks. Mr. Nelson is a master at revealing human stories through photographs. His images are stunning and emotionally powerful. He currently teaches photojournalism, storytelling and writing at Kansas State University, Manhattan. He has received seven awards for his photographic work with the White House News Photographers Association. Mr. Nelson has also been an independent photo journalist in Thailand. He will be in Rocky from June 16 - 29.         Water media artist Joy Keown of Laramie, WY specializes in landscape paintings to create a sense of place.  She will be in residency from June 30 - July 13. With Rocky's 2015 centennial fast approaching, she wants to find out more about the early painters who exhibited their art work at the 1917 National Parks Conference in Washington, DC. At Rocky, Joy hopes to locate the sites where some of these early artists painted their landscapes. She plans to document these landscapes with photographs and watercolor studies for future studio paintings. For her public talk she will share her discoveries on the history and influence of early artists in Rocky Mountain National Park. Joy has served as an Artist-in-Residence for the Cooper Center for Creative Arts in Laramie and worked as a park ranger-naturalist in Yellowstone for many summers.         Writer and photographer Rob Wilson of Novi, Michigan will be in Residency at Rocky from July 14 - 27. His multidisciplinary project, combining photography and writing, will reveal the wonder and awe that visitors experience in the park. In 2010 Mr. Wilson photographed over fifty national park areas as part of a photographic narrative tour and blog project. He has been an Artist-in-Residence at Great Smokey Mountains National Park and twice has had images selected in the international Camera Obscura Competition.         Photographer Stan Honda hails from New York City. He has been an Artist-in-Residence at Grand Canyon and Petrified Forest National Parks and a special \"visiting artist\" at Chaco Culture National Historic Park. At Rocky, Mr. Honda's residency project will focus on capturing images of the amazing night sky in juxtaposition with the wild landscape. He hopes to reawaken our sense of wonder with his starry, national park images and reveal a world obscured from most Americans by light pollution. Mr. Honda's major photographic assignments included capturing the Final Missions Space Shuttle, Haiti earthquake aftermath, Iraq war documentaries, attack and recovery efforts of the 9\/11 World Trade Center, and six presidential election campaigns and inaugurations. Mr. Honda will be in residency at Rocky from July 28 - August 10.         Musician and composer Bill McCormick is looking forward to exploring new terrain for musical inspiration. Coming from Carrboro, North Carolina he will be at Rocky from August 11 - 24. With the park's 2015 centennial in mind, he hopes to compose songs that celebrate the park's wildlife, the park experience over the last 100 years, and to commemorate former park resident and Pulitzer Prize writer, William Allen White. Mr. McCormick has produced numerous CD's and has also performed in Edinburgh, Scotland at the Fringe Festival.         Musician and composer David Boye, of Lincoln, Nebraska has been coming to Rocky since 1965. His residency project will celebrate the Park's centennial by creating a multi-sensory musical composition that captures Rocky's beauty and bridges a hundred years of musical history. This project will blend a variety of musical styles and include ambient and ethereal sounds. Mr. Boye will be in residency at Rocky from August 25 - September 7. He is a nationally recognized songwriter, composer and producer. Mr. Boye has produced seven full-length musical CD's which include acoustic guitar, blues, guitar, jazz ensembles and folk rock. He has also been an Artist-in-Resident at Homestead National Monument and North Cascades National Park",
    "url": "https:\/\/www.nps.gov\/romo\/getinvolved\/supportyourpark\/meet-our-2013-artists-in-residence.htm"
}
