{
    "title": "Blackstone River Valley National Historical Park: 2 Factory Site",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Self Guided Walking Tours     Hopedale Self GuidedTour     2 Factory Site                  2 Factory Site        Draper loom company complex NPS        As you head northwest along Hopedale Street, you will immediately be struck by the monolithic factory complex before you. The Draper office building across the street, between Social and Chapel streets, is connected to the manufacturing plant by a tunnel. It was at the Draper offices, not the town hall, that most residents paid their taxes during the years of the Draper Corporation's dominance. The section of the factory built first stands on Freedom Street, where it was constructed to take advantage of water power from Hopedale Pond. From the bridge on Freedom Street, you can see the water rushing under the building. By the 1890s, the Drapers dominated the nation's loom-making business. They manufactured every piece of the machines they used, including the nuts and bolts. They processed raw steel in their own foundry. They purchased land in northern New England to assure themselves of a steady supply of wood. The Grafton and Upton Railroad brought in raw goods, while trolleys provided transportation for workers from Milford and Uxbridge. To ensure a force of stable dedicated workers, the Drapers built quality company housing. Today, these large, comfortable duplex houses are still inhabited. You can see some of them along the shoreline of Hopedale Pond an in other sections of town. In 1887, the Drapers cut the work week to fifty-five hours, more than a decade before Massachusetts made those hours a state requirement. Well into the 20th century, residents regulated their lives according to the company's bells which rang at 6 am to wake people up, 6:55 am to alert employees to report for work, noon for lunch, and 12:55 pm to remind employees to return to work. A 9 pm bell served as a curfew for most of the town's youth.      Jump to Introduction 1 Adin Ballou Park 3 Little Red Shop 4 The Parklands 5 Dutcher Street Company Housing 6 Unitarian Church and Town Hall 7 Bancroft Memorial Library       Hopedale Walking Tour Map",
    "url": "https:\/\/www.nps.gov\/blrv\/planyourvisit\/2-factory-site.htm"
}
