{
    "title": "Blackstone River Valley National Historical Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Workers at a mule spinner making thread    Birthplace of the American Industrial Revolution  President Andrew Jackson: “I understand you taught us how to spin, so as to rival Great Britain in her manufactures; you set all these thousands of spindles at work, which I have been delighted in viewing, and which have made so many happy, by a lucrative employment.” Samuel Slater: “Yes Sir. I suppose that I gave out the psalm and they have been singing to the tune ever since.” George S. White, Memoir of Samuel Slater The Blackstone River Valley of Massachusetts and Rhode Island is the “Birthplace of the American Industrial Revolution,” the place where America made the transformation from Farm to Factory. America’s first textile mill could have been built along practically any river on the eastern seaboard, but in 1790 the forces of capital, ingenuity, mechanical know-how and skilled labor came together at Pawtucket, Rhode Island where the Blackstone River provided the power that kicked off America’s drive to industrialization.   In 1789, Providence merchant Moses Brown was attempting to build a new factory to spin cotton fiber into thread at the falls of the Blackstone River in Pawtucket, RI. Along with a source of water power, Pawtucket also had a century old tradition as home to tool and machine makers, and Brown had plenty of capital to invest in the project. However, months of work led only to frustration, Then in December 1789, Brown hired Samuel Slater, a recent immigrant from England. Slater had spent seven years working in a textile mill in England, rising to the position of overseer of machinery and mill construction. When he arrived in Pawtucket, Slater determined that Brown’s machinery would not work, but Slater was convinced that he could modify it into working order. He set to work and one year later in December 1790 the experimental mill was in operation - the first successful water powered cotton-spinning factory in the United States, and the beginning of a new age of industrialization         Foreman and workers in weave room of Slatersville Mill   The success of the Slater Mill inspired other entrepreneurs to build their own mills, first throughout the Blackstone Valley and then eventually all over New England. To take advantage of water power sources, new mill villages were built where once only field and forest stood.   Here investors built not only mills, but homes, schools and churches for their workers. The lifestyle changes for these new mill workers, mostly Yankee farmers, were dramatic. On the farm, the seasons and the sun governed the workday. Once in the mill, the rhythm of nature was replaced by the tolling of the factory bell. Time became a commodity, to be strictly measured and sold at a set rate. The artisan's skill or farmer's produce no longer had as much value as the sheer amount of time a worker was able to stand beside their ceaseless machine.   As new and larger mills were constructed over the 1800's, new sources of workers were needed to fill them. Among the first new workers were Irish immigrants, many of whom had come to the area in the 1820's to help construct the Blackstone Canal. During the 1860's and 1870's, mill owners began to recruit French Canadians to leave their farms in Quebec and become mill workers in the Blackstone Valley. More workers followed them from nations like Poland, Sweden and Portugal. Even today, immigrants are still arriving in the Blackstone Valley from places like Central America and Cambodia to find work in the remaining mills here. The arrival of these workers changed the face of the Blackstone Valley in many ways. New languages filled the air as different cultures and traditions were added to the story of the valley.        The Blackstone Canal    In conjunction with the Industrial Revolution was the need for a transportation revolution to cheaply and efficiently move heavy cargo between the mills on the river and the port of Providence. The river itself was impassible to large boats, and horse drawn wagons too slow and expensive. The first solution was the construction of the Blackstone Canal in 1824-1828. The canal was faster than roads, but more importantly much cheaper. Each canal barge could haul 30-35 tons of cargo pulled by only two horse. The canal, though an improvement was still flawed, and it is not until the coming of the Railroad that the industrial revolution can explode throughout the Blackstone Valley and America. The Boston to Worcester line in 1835, followed by the Providence & Worcester in 1847 allowed for the fast, cheap and reliable transport of raw materials, finished goods and farm products between the villages of the Blackstone Valley and the ports of Providence and Boston. Rail service also made practical the conversion of the textile mills of the valley from waterpower to steam power by the 1860's and 1870's. These forces, combined with a little hard work, made the Blackstone Valley an economic and industrial powerhouse. Today, the elements that turned this quiet valley into an industrial powerhouse are still present. The river, the canal, the mill villages, the agricultural landscape and many of the mills are still here – part of the living landscape of the Blackstone River Valley.",
    "url": "https:\/\/www.nps.gov\/blrv\/learn\/historyculture\/index.htm"
}
