{
    "title": "Blackstone River Valley National Historical Park: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities            Although our name says Historical Park, there are a number of outdoor recreational opportunities both within the park and throughout the entire Blackstone River Valley for you to enjoy. Please check out some of the links below to see how you can get out and about in the Blackstone River Valley.        Enjoying the Bikepath behind the Kelly House    Blackstone River Bikeway One of the most exciting projects currently underway in the Heritage Corridor is the construction of the Blackstone River Bikeway. When completed, this bikeway will extend forty-eight miles from downtown Worcester, MA to India Point Park in Providence, RI. From there it will connect with the existing East Bay Bikepath and continue on to Bristol, RI.  The bikeway will serve as an alternate mode of transportation for commuters as well as the region's premiere recreational bicycle facility, connecting New England's second and third largest cities serving a population of more than 1 million.  Currently almost 20 miles of the Bikeway have been completed, including about 14 miles of paved, off-road bike path. The remainder is in marked, on-road routes. Click here to learn more about the Bikeway.          Paddling under one of the bridges in the Hopedale Parklands    Get Out On The River The story of the Blackstone River and Canal can be told from many vantage points, but perhaps the best way to experience its history and beauty is on the waterways themselves. The river and canal segments form an interesting and sometimes seamless exploration of the Valley and its industrial heritage where you will discover the dams, canal locks, bridges and other structures that tell the story of “America’s Hardest Working River”.     The main stem of the river meanders 46 miles from Worcester, Massachusetts to Providence, Rhode Island through urban landscapes, historic villages, farmlands, and forests. The Blackstone drops an average of almost 10 feet per mile. This drop allowed for the development of the many mills you will see along the way. Today, 18 dams are still in place and present paddlers with the challenge of several portages in certain stretches of the river.         To get out on the river yourself - see our Google Earth River Guide showing river features, or download any of the suggested trips below based on your skill level and site preferences. Tours can be printed out at letter or legal size, but the information is the same in each. BLACKSTONE RIVER GUIDE ON GOOGLE EARTH River Guide With Parking, Dams, Rapids, and Portages BEGINNER TOURS \/ MASSACHUSETTS Blackstone Gorge to Millville Lock INTERMEDIATE TOURS \/ MASSACHUSETTS Northbridge 8x11 Northbridge 11x17 River Bend Farm Beginner and Intermediate 8x11 River Bend Farm to Blackstone Gorge 8x11 River Bend Farm to Blackstone Gorge 11x17 BEGINNER TOURS \/ RHODE ISLAND Woonsocket to Manville 8x11 Woonsocket to Manville 11x17 Valley Falls 8x11 INTERMEDIATE TOURS \/ RHODE ISLAND Lincoln 8x11 Lincoln 11x17",
    "url": "https:\/\/www.nps.gov\/blrv\/planyourvisit\/outdooractivities.htm"
}
