{
    "title": "Blackstone River Valley National Historical Park: Whitinsville Self Guided Tour",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Self Guided Walking Tours     Whitinsville Self Guided Tour                 Whitinsville Self Guided Tour        1849 Map of Whitinsville NPS       Whitinsville presents a remarkably complete picture of one of the distinctive by-products of the Industrial Revolution in New England: the company town. Maintained and controlled by the Whitin family for over 100 years, Whitinsville today reveals its evolution from agrarian settlement to industrial giant, and offers a fascinating glimpse of the powerful family behind it all.   To learn more about Whitinsville's history, read the introduction below, or jump to one of the stops along this walking tour of the town.      1 James Fletcher Homestead 2 1826 Brick Mill 3 Granite Cotton Mill 4 Whitin Machine Works 5 Whitin Mansions 6 Memorial Square      Introduction to Whitinsville  The First Mills Following the Revolutionary War, Colonel Paul Whitin came from Dedham, Mass., to serve as an apprentice in an iron forge in the budding community then known as South Northbridge. James Fletcher owned the forge, along with most of the land that now comprises Whitinsville. Eventually, Paul Whitin married Fletcher’s daughter, Betsy, with whom he had five sons and a daughter. The Whitin-Fletcher alliance was further solidified in 1809 with the establishment of the Northbridge Cotton Mill.   Beginnings of the Whitin Machine Works    In 1826, Whitin went into partnership with his sons Paul, Jr., and John C., forming Paul Whitin and Sons. Both sons were astute businessmen, but it was John’s inventiveness and marketing acumen that led to the development of Whitin Machine Works, which would overshadow the family cotton mills and become the world’s largest textile machine shop.    The Growth of a Machine Empire     Eventually over 5,600 people worked for the Machine Shop, and the Whitins built nearly 1,000 worker dwellings between the mid-1820s and mid-1920s. In addition, the Whitins built or subsidized the town’s schools, churches, town hall, library, and recreational facilities. Like lords of the manor, the Whitins erected grand homes from which they dictated many aspects of the town’s political and social life. They perpetuated a system of benevolent paternalism, providing job security and an orderly environment in exchange for worker loyalty.    By the late 1940s, worker loyalty was tempered by a tide of labor unrest. When employees voted to unionize, company president E. Kent Swift—the last of six generations of Whitins to run the company— resigned. The Whitins sold their interests in Whitin Machine Works along with their town properties.",
    "url": "https:\/\/www.nps.gov\/blrv\/planyourvisit\/whitinsville-self-guided-tour.htm"
}
