{
    "title": "Rocky Mountain National Park: Get Involved",
    "body": "Explore This Park    Learn About the Park     Management     Elk and Vegetation Management     Get Involved                Get Involved        Colorado's Wildlands Restoration Volunteers planted willow cuttings in Moraine Park. NPS         Visitors view elk from roadsides during the autumn elk rut. NPS   Public Involvement is still an active part of elk and vegetation management. Each year thousands of people enjoy watching elk during the annual autumn mating season called the elk rut. Primary viewing areas are along roadsides of the core winter range. Volunteer Opportunities The public can volunteer on specific management projects directly related to elk and vegetation management. For current volunteer opportunities go to Volunteer.gov. Elk Surveys Each winter, trained volunteers help the park collect elk population data that are used to inform management decisions. These citizen scientists conduct surveys each month from November through March, and the data are used to estimate the number of elk using winter range inside the park. Elk Bugle Corps A specially trained group of volunteers helps park rangers during the elk bugling season every fall. They are stationed at meadows and other locations to offer information to park visitors about elk, Rocky Mountain National Park and the National Park Service. They also provide visitor safety and traffic control during the busiest time of year.        Volunteers help the park with elk and vegetation management. NPS   Elk Exclosure Monitoring The park may recruit volunteers to help maintain elk fences, called exclosures in the park. This may include repairing fences or installing net fences outlined by adaptive management needs. Net fences require less equipment for installation and incorporate wilderness values that are important to the park. Elk Culling Elk culling is not currently implemented and volunteers are not needed at this time. Qualified volunteers complete a comprehensive application and interview process, and must pass a background investigation and intensive training. Selected team members are volunteers of the National Park Service (NPS), act under NPS leadership and are required to participate in all field operations associated with elk culling.       Connect to more information about elk and vegetation management below.      Elk Management  Chronic Wasting Disease      Vegetation Management  Elk and Vegetation Management Plan",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/get-involved.htm"
}
