{
    "title": "Blackstone River Valley National Historical Park: Slatersville Self Guided Tour",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Self Guided Walking Tours     Slatersville Self Guided Tour                 Slatersville Self Guided Tour        Drawing of Slatersville Mills, 1894 NPS       At first glance Slatersville appears to be a classic New England small town—crisp white houses stand neatly aligned along quiet streets that merge at the town common and the Congregational church. In reality, Slatersville is America's first planned industrial village and its true heart is not the quaint common, but the massive stone mill along the river. To learn more about Slatersville's history, read the introduction below, or jump to one of the stops along this walking tour of town.      1 Slatersville Reservoir 2 Slatersville Library and Western Mills 3 Slatersville Mills 4 Slatersville Worker Housing 5 Slatersville Church and Common 6 John Slater House 7 North Smithfield Town Hall 8 Slatersville Commercial Blocks         Introduction to Slatersville How it began In 1803, John Slater, younger brother of Samuel Slater, came to America from England. Samuel Slater assigned him the task of finding a site for a new textile mill. After searching throughout the region, he chose Buffum's Mills, a small settlement along the Branch River where a sawmill, gristmill, and blacksmith's shop were already in operation. In 1805, the Slaters' partners William Almy and Obadiah Brown began buying the land and water rights, and on July 4, 1807, the new stone mill opened. Unlike the Slater Mill in Pawtucket, this mill required a village to house the workers. The success of Slatersville proved that it was feasible to build mills outside of population centers, thus opening up the entire Blackstone Valley for industrialization. Henry Kendall Takes Over The Slater family continued to own Slatersville until 1900 when they sold it to James R. Hooper, who used the mill to bleach and dye cloth. In 1915, Hooper sold the village to Henry P. Kendall. Like the Slaters before him, Kendall took a personal interest in the village and initiated many improvement projects. He renovated many of the homes, made sure that the houses were maintained, lawns and shrubbery were planted, and he forbade the removal of any tree without his approval. Much of the traditional New England character of Slatersville is attributable to the efforts of Mr. Kendall. Slatersville Today The current residents still exhibit the sense of pride instilled by the Slaters and Henry Kendall.While the surrounding areas have been developed, the village core has been preserved and Main Street looks much as it did in the 1920's after Kendall's renovations. Thus, modern Slatersville is not only a mill village entering its third century, but the end result of a preservation project that has been lovingly carried out on a community level for one hundred years.",
    "url": "https:\/\/www.nps.gov\/blrv\/planyourvisit\/slatersville-self-guided-tour.htm"
}
