{
    "title": "Blackstone River Valley National Historical Park: Hopedale Self GuidedTour",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Self Guided Walking Tours     Hopedale Self GuidedTour                 Hopedale Self Guided Tour        Detail from 1888 Bird's Eye view of Hopedale NPS       Hopedale is unique among the villages of the Blackstone River Valley; it was born of two distinct attempts to create an ideal society. Founded in 1841 as a small communal association of Practical Christians who advocated temperance, abolition, women's rights, Christian socialism, and non-violence, Hopedale evolved into a paternalistic model company town. To learn more about Hopedale's history, read the introduction below, or jump to one of the stops along this walking tour of town. 1. Adin Ballou Park 2. Factory Site 3. Little Red Shop 4. The Parklands 5. Dutcher Street Company Housing 6. Unitarian Church and Town Hall 7. Bancroft Memorial Library       Introduction to Hopedale Today, its tree-lined streets, abundant parks, grand buildings, and silent towering manufacturing complex invite you to relive the story of a town rooted in a dream of \"peak and love\" and tempered by the fire of industry and spectacular wealth. How it began The story began when Universalist Reverend Adin Ballou and forty-four followers purchased a 258 acre farm in an area long known as \"the Dale,\" located on both sides of the Mill River in the town of Milford. There they established \"Fraternal Community No. 1, \" launching what they hoped would be an ever growing number of Practical Christian communities that would transform the world. Boom in Looms Among this small band of Yankee pioneers was Ebenezer D. Draper, who ran a machine shop that produced parts for mechanical weaving looms. Eventually, Draper's business became the main source of supporrt for the communal association, and in 1856 he and his entrepreneurial brother, George, purchased the community and assumed all of its debts. George Draper give rise to a new era in Hopedale. His successful use of technological innovations resulted in the Draper Company's emergence as the nation's leading manufacturer of looms for the textile industry. Combining great wealth with a strong social conscience, the Draper family maintained complete control over the town for over one hundred years. They provided jobs, built and maintained award-winning workers' houses, erected imposing public buildings, and regulated most aspects of public life within the community. They also left an endowment that continues to be used for community projects today. Continued success George Draper had a passion for finding innovative technology to make the production of cloth more efficient. He led the company's charge to become the nation's leading producer of machines for the cloth-making industry. The more idealistic Ebenezer, who had started the business as a member of the original Hopedale community, eventually moved to Boston and died in bankruptcy. At its height of production, the Draper Corporation employed more than 4,000 workers. But, due largerly to the decline of the American textile industry, the Draper family divested themselves of most of their town properties in the 1960s, and the corporation was acquired by an outside owner. By 1978 the plant was closed. Now Today, the sprawling factories lies on the edge of town like a sleeping giant. But the town's moral and social underpinnings still resonate in the streets of Hopedale — streets named Freedom, Social, Union, Peace, and Hope",
    "url": "https:\/\/www.nps.gov\/blrv\/planyourvisit\/hopedale-self-guided-tour.htm"
}
