{
    "title": "Grand Portage National Monument: 2008 Releases",
    "body": "VHS Prevention and Response Plan Approved         A North canoe in Lake Superior on Grand Portage Bay. NPS Photo \/ Pam Neil  Date: March 19, 2008 Contacts: Seth Moore, Fish and Wildlife Biologist, Grand Portage Band of Chippewa, 218-475-2415 ext. 22 Bob Krumenaker, Superintendent, Apostle Islands National Lakeshore, 715-779-3397 ext. 101 Tim Cochrane, Superintendent, Grand Portage National Monument, 218-475-0123 Phyllis Green, Superintendent, Isle Royale National Park, 906-487-7140 or 906-487-7149 Jim Northup, Superintendent, Pictured Rocks National Lakeshore, 906-387-2607, ext. 202  Jay Glase, Fisheries Biologist, Midwest Regional Office, 906-487-7167   National Park Service and Grand Portage Band of the Lake Superior Chippewa Approve VHS Prevention and Response Plan (OMAHA, Nebraska) The four units of the National Park System on Lake Superior (Isle Royale National Park, Apostle Islands and Pictured Rocks National Lakeshores, and Grand Portage National Monument) and the Grand Portage Band of the Lake Superior Chippewa have approved a plan to protect park and tribal fishery resources from viral hemorrhagic septicemia, or VHS.  VHS is a deadly fish virus that was first detected in the lower Great Lakes in 2003 and continues to spread to additional locations each year, but has not yet been found in Lake Superior. VHS is known to infect at least 28 species of fish within the Lake Superior Basin, including many popular species for both commercial and recreational fishing and has been the cause of large fish kills in other parts of the Great Lakes. It spreads between fish through urine, feces and reproductive fluids released into the water and through the eating of other infected fish. Park and tribal fishery biologists believe the virus has significant potential to impact the ecological integrity of fishery resources in these protected areas and recreational fishing opportunities. The virus does not impact humans.  The plan developed by the National Park Service and the Grand Portage Band identifies six major categories of vectors which could cause the spread of VHS into and within these parks and reservation waters: Aquaculture, Untreated Ballast Water, Commercial and Subsistence Fishing, Movement\/Migration of Fish, NPS and Reservation Operations and Water-Based Recreational Activities. The plan also analyzes the likelihood (relative risks) associated with these various vectors and includes recommendations on what must be done to mitigate the threat posed by that specific risk. The highest risk vectors include the use of VHS infected bait by fisherman, the spread of VHS by infected water and\/or fish in boats, agency and tribal operations, and untreated ballast water exchange.   The plan outlines 16 recommended Prevention Actions including an aggressive Public Education and Outreach Campaign, recommendations to restrict the use of any fish bait that is a potential vector of VHS within park units, requiring that agency and recreational boats and associated equipment be properly decontaminated before launch within National Park Service waters, prohibiting the exchange of ballast water within park units, and close collaboration between other federal, state and local agencies and organizations that have broader authority and jurisdiction over VHS related issues. The plan was developed by an interagency group of subject matter experts representing a broad spectrum of perspectives and expertise.  \"The National Park Service has a legal obligation to do everything we can possibly do to keep VHS from impacting the fishery resources in these parks, and we also want to be good citizens in preventing the parks within the Lake Superior Basin from becoming an initial source of VHS infection in the larger Lake Superior watershed,\" said National Park Service Midwest Regional Director Ernie Quintana. \"However, because these four parks are linked by Lake Superior but located in three states - Michigan, Wisconsin and Minnesota - all of which have taken slightly different approaches to preventing the spread of VHS, we needed a comprehensive plan to protect the parks, where we have a very high preservation mandate.\" \"I commend these four parks and the Grand Portage Band for working together to develop a solid prevention and response plan,\" Quintana added. \"But it is also clear that we can not do it alone. This is a complex issue over which we do not have full control or jurisdiction. Preventing this disease from impacting the fishery resources in these parks will require sensitive and sophisticated collaboration between a number of other agencies, the respective states, local boaters and anglers, and the visitors to these parks,\" Quintana emphasized.  \"Fish are life,\" said Norman Deschampe, Grand Portage Band Tribal Chairman. \"They sustain us physically and are a part of who we are. Our people have lived along the lake and have fished from the lake forever. We are delighted to work with the National Park Service, or any entity, to prevent VHS from entering Lake Superior. We must all collaborate to keep it from spreading westward into Lake Superior and into other inland lakes.\" The Grand Portage Band is a full partner in the creation of this prevention plan and has joint management responsibilities for Grand Portage National Monument along with the National Park Service. \"This virus is known to emerge and spread fairly rapidly in the early spring. With the spring shipping and fishing seasons upon us, we will have to move quickly to prevent the spread of the virus this spring. Some parks may have to impose emergency restrictions to require boat decontamination and prohibit the use of potentially infected bait within the park. However, we look forward to and appreciate the opportunity to work with all interested stakeholders, including individual anglers, in implementing this plan and protecting local fishery resources from this and other aquatic nuisance species,\" Regional Director Quintana concluded. Emergency Prevention and Response Plan For Viral Hemorrhagic Septicemia (VHS) (very large pdf file - 149 pages) Viral Hemorrhagic Septicemia (VHS) Initial Press Release February 2008 VHS site bulletin (pdf)",
    "url": "https:\/\/www.nps.gov\/grpo\/learn\/news\/copy-of-vhs-prevention-and-response-plan-approved.htm"
}
