{
    "title": "Rocky Mountain National Park: Background",
    "body": "Explore This Park    Learn About the Park     Management     Elk and Vegetation Management     Background                Background        Elk and vegetation resources have historical connections. NPS         Farmers collected hay in Moraine Park during the 1880's. NPS  Elk Management - The Past Elk (Cervus elaphus), also known as wapiti, are native to the Rocky Mountain National Park (RMNP) region.  As the human presence in the Estes Valley increased during the late 1800's, elk were locally extirpated by market hunting and domestic livestock began grazing the land.  Wolf extirpation soon followed by the beginning of the 20th century. Tourism activities eventually competed with ranching, and elk were reintroduced in 1913-1914, shortly before RMNP was established. Elk thrived in the protected national park where wolves and hunting were absent.        Elk were reintroduced to the area in 1913 and 1914. NPS  Park staff actively managed population growth from 1994-1968, through culling (lethal removal) and live removal. This control ceased in 1969 and elk numbers grew to an estimated high of 2,800 to 3,500 individuals between 1997 and 2001.  Concerns about these high numbers prompted a re-examination of elk management in the park. In 1994, new research began to document the numbers, trends and ecological effects of elk in RMNP and the Estes Valley.  Several aspects of the elk population were found to be outside the natural range of variation, including core winter range densities, overall population size and migration behavior.   This over-abundant and over-concentrated elk population negatively affected plant communities and beaver populations already impacted by human activity.  The need for action became apparent when existing conditions were compared with the expected normal variation under natural conditions.  Research results revealed that the winter range ecosystem was out of balance and would remain so without intervention.        Large groups of elk occupy meadows such as Moraine Park each fall and winter. NPS\/Ann Schonlau  Elk Management - The Present Elk management in Rocky Mountain National Park today is very different than it was 100 years ago.  National Park Service Management Policies direct park managers to maintain the ecological processes of naturally evolving ecosystems.  If resources have been altered by past human activities, active management may restore them to a more natural condition.   These management complexities are now addressed in the park's Elk and Vegetation Management Plan\/Environmental Impact Statement. This 20-year plan began in February 2008 after a comprehensive research and planning phase.  The plan's goal is to begin restoring the natural range of variability in the elk population and affected plant communities to the extent possible, while maintaining opportunities to view elk in their natural habitat.        Gates allow visitors to recreate in vegetation areas protected by fences called elk exclosures. NPS   Modern elk and vegetation management strategies in the park use the best-available science to guide management actions to work toward the plan's objectives. Management tools such as culling have been used sparingly, while others like elk exclosure fences and vegetation restoration are ongoing needs.  An annual monitoring program tracks short-term developments, while a larger review will reveal management progress every five years.  Based on these results, other alternatives outlined in the plan may be considered in the future as needed.        Park staff monitor aspen communities throughout the winter range. NPS   Adaptive Elk Management - The Future The National Park Service recognizes that resource managers must prepare for new and changing conditions. Adaptive management is the process of using information as it becomes available to change management approaches. This strategy applied to elk and vegetation management in the park allows managers to make adjustments when needed. Consistent and current information from research and monitoring will continue to guide management and advance our knowledge of this complex topic. Results from the first adaptive management review will be released in 2015.       Connect to more information about elk and vegetation management below.      Planning Research    Elk and Vegetation Management Plan Development    Recent and Current Research  Elk Population Management        Vegetation Management",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/background.htm"
}
