{
    "title": "Grand Portage National Monument: your dollars at work",
    "body": "Your Dollars At Work        Dormitory completed roof with black solar panels (view larger images in Dormitory photo gallery below). All NPS Photos \/ Brian Sherburne         Recovery Act sign.   National Park Service Dormitory and Leadership in Energy and Environmental Design “LEED”1 In 2009 Grand Portage National Monument received funding to provide housing for “seasonal” or part time employees. Funding was provided to build a dormitory for employees as the national monument is within Grand Portage Reservation which is experiencing a housing shortage and thus there was little private sector housing available. The dormitory will be 4,356 square feet and will have eight bedrooms and two combination kitchen and living room areas. The building was funded through the America Recovery and Reinvestment Act, or ‘Stimulus Bill.’         Concrete pumper for foundation.   LEED for Homes is a voluntary certification system that promotes and demonstrates the design and construction of high performance ‘Green’ homes. It is a verification system that a home or building is designed and built using strategies which improve performance such as energy savings, water efficiency, CO2 emissions reduction, improved indoor environmental quality, stewardship of resources and sensitivity to their impacts. A LEED certified home designed and constructed using sustainable practices is environmentally healthier for occupants and is constructed to be more durable. Thus LEED houses generally require less maintenance and use less energy than a typical home built today. The National Park Service is working to meet the highest LEED level, or ‘platinum.’        In-floor heat installation.   How do you build a LEED home? You design your home so when constructed there is little scrap material left over (to minimize materials to be taken to the land fill). You buy, and construct with, materials that are made as close to the site as is practicable. You build with the most up to date techniques to minimize, for example, heat loss through the walls and roof. You insulate well, including insulation underneath your cement slab to minimize heat loss into the ground. In our building, we are producing electricity through a photovoltaic system. With our design we should produce approximately 12,000 kilo watt hours in a year or about one third of our energy consumption in the building. You design the building’s south facing windows so they “take in” winter sunlight, but are shaded from sunlight from the hottest part of the day in the summer months. You use high efficiency water fixtures to minimize water use. These are but a sampling of methods to build a ‘Green’ house and qualify for a high LEED rating.        Setting the lower trusses.   The dormitory is the result of a fundamental partnership between the National Park Service and the Grand Portage Band. The “Band” has provided a long term lease for the lands on which the building is constructed. And through the Tribal Self Governance Act agreement, the National Park Service is having the “Band” build the dormitory. The two entities, the Grand Portage Band of Lake Superior Chippewa and Grand Portage National Monument , regularly work together on a variety of efforts. The dormitory is the latest of 84 projects the Band has done in concert with the national monument.  1. \"LEED\" is \"Leadership in Energy and Environmental Design\" administered by the United States Green Building Council.                   Dormitory   5 Photos  Platinum LEED certified seasonal housing.",
    "url": "https:\/\/www.nps.gov\/grpo\/learn\/management\/your-dollars-at-work.htm"
}
