{
    "title": "Grand Portage National Monument: Laws & Policies",
    "body": "Laws & Policies       Congress established Grand Portage National Monument on September 2, 1958 (72 Stat. 1751):   Rules and Regulations   A selection of park rules and regulations is below. The complete rules and regulations of Grand Portage National Monument are contained in two documents:   1. Federal regulations covering all National Park Service lands are contained in the Code of Federal Regulations (CFR), Title 36, Chapter 1. 2. In addition, regulations pertaining specifically to Grand Portage National Monument are contained in Superintendent's Compendium 2016 (942KB pdf).   Alcohol   Consumption of alcoholic beverages is prohibited in the following areas:   All monument buildings except employee residences All monument parking lots Within the walls of the palisade   The Superintendent may allow the consumption of alcoholic beverages in closed areas of the monument as part of special event activities, if the consumption of alcohol does not adversely reflect upon the monument or create an unsafe or hazardous situation.   Collecting   All natural, cultural, and archeological resources are protected and may not be removed or disturbed.   Relic hunting is prohibited. Possession of a metal detector in the park is unlawful.   Firearms and Other Weapons   Legislation: As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws to legally possess firearms in this park. Refer to Section 512 of the Credit Card Accountability Responsibility and Disclosure Act of 2009, Public Law 111-24, 123 Stat. 1764-65.   Park User Responsibility: It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearm laws before entering this park. As a starting point, please see the Minnesota Firearms Laws   Minnesota law requires that states must have substantially similar standards in order to be granted permit to carry reciprocity. In determining which states currently meet that standard, the Department considered a number of components of the new law, including handgun training requirements, use of criminal background checks, mutual reciprocity issues, as well as prohibitions for criminal convictions and civil commitments. Another crucial consideration was other states' ability to provide Minnesota law enforcement personnel with confirmation of permit validity 24 hours a day, 7 days a week.   Some out of state permits are valid in Minnesota: Minnesota laws authorize individuals holding gun permits from the following states to carry in Minnesota:         Alaska Arkansas Kansas Kentucky Louisiana Michigan Missouri New Mexico Nevada Ohio Oklahoma Tennessee Texas Utah Wyoming         Please note that the permit issued by your state does not supersede Minnesota's laws or regulations. Legal conduct in your state may not be legal in Minnesota.   Weapons Prohibited in Federal Facilities: Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. Refer to 18 U.S.C. ยง 930.   Lost and Found   Property may not be left unattended longer than 24 hours. Found property must be turned in to the Heritage Center or nearest park ranger.   Pets   Pets are allowed in the park, but must be physically restrained at all times. Leashes may not exceed six feet in length. Pets, except service animals, are prohibited in buildings or inside the historic stockade fence and may not be tied to objects and left unattended.   Pet excrement must be immediately collected by the pet handler and removed from the site or deposited in an appropriate waste container.   Trash and Littering   Littering or other dumping of refuse is prohibited. Use of park dumpsters for discarding household trash is prohibited.   Recreational Activities   Activities prohibited in the historic site and trail areas include, but are not limited to, kite-flying, ball-playing, Frisbee-throwing, sledding, tobogganing, tubing, snowmobiling, etc.   Motor vehicles and bicycles must remain on established paved roads and parking areas. Bicycles are prohibited from all park trails and sidewalks.   Picnicking is allowed only at the park picnic sites.   Roller skates, in-line skates, roller skis, skateboards, coasting vehicles, and similar devices are prohibited.   Smoking   Smoking is prohibited in all park buildings.   Wildlife   Hunting, trapping, touching, feeding, teasing, or otherwise disturbing wildlife or fish is prohibited.",
    "url": "https:\/\/www.nps.gov\/grpo\/learn\/management\/lawsandpolicies.htm"
}
