{
    "title": "Grand Portage National Monument: Planning",
    "body": "Explore This Park    Get Involved     Planning            Planning      The following links will take you to planning projects in Grand Portage National Monument, including the Final General Management Plan (GMP), Environmental Impact Statement (EIS), Draft Environmental Assessment (EA), and Long Range Interpretive Plan (LRIP). A glossary of these terms is found at the end of this document. These documents are in PDF format and require Adobe Acrobat Reader, available free online, to be viewed or printed.   Management Plans 1. Final General Management Plan\/Environmental Impact Statement (GMP\/EIS), 2003. (91.7 MB pdf) 2. Grand Portage National Monument - Long Range Interpretive Plan (LRIP), 2005. (2 KB pdf) 3. Final Wildland Fire Management Plan and Environmental Assessment, Grand Portage National Monument Resource Division, 2004. (6,895 KB pdf) 4. Wildland Fire Management Plan Environmental Assessment, Grand Portage National Monument Resource Divsion, May 2004. (1,458 KB pdf) 5.Superintendent's Compendium, 2015. (308 KB pdf)6. Public Review: East Meadow Environmental Assessment (6.7 MB doc)7. Public Review: East Meadow Environmental Assessment (19.0 MB pdf)    Glossary of Terms:  Environmental Impact Statement (EIS): An EIS is prepared when a proposed action or alternatives have the potential for significant effect on human environment. General Management Plan (GMP): The GMP describes a preferred alternative and four alternatives for managing and using Grand Portage National Monument. The plan is intended to provide a foundation to help management guide programs and set priorities. The alternative that is finally chosen as the plan will guide the management of Grand Portage National Monument for the next 15 to 20 years. Long Range Interpretive Plan (LRIP): The LRIP examines a park's purposes and significant resources in order to establish the park's primary interpretive themes and visitor experience goals. The actions in the plan are those that the park can reasonably be expected to accomplish in 7-10 years, the expected life span of the LRIP.",
    "url": "https:\/\/www.nps.gov\/grpo\/getinvolved\/planning.htm"
}
