{
    "title": "Rocky Mountain National Park: Frequently Asked Questions",
    "body": "Explore This Park    Get Involved     Volunteer     Frequently Asked Questions              Volunteer Frequently Asked Questions       1. How can I sign up to be a volunteer? 2. How do I find out what is available? 3. What happens with my application after it's complete? 4. Do you offer internships at Rocky Mountain? 5. What are the general qualifications for Volunteer Positions? 6. Is there a minimum amount of time I have to volunteer? 7. Is housing (campsite, RV or room) available? 8. Is there a specific uniform? 9. What benefits can I expect to receive as a volunteer? 10. Can I use a government computer? 11. What reimbursements are available? 12. What if I get injured as a volunteer? 13. Can I get educational or community service credit for volunteering? 14. Can my group volunteer for a project? 15. Can I suggest my own volunteer project? 16. Are there other places like Rocky Mountain national Park where I can volunteer? 17. I read in the brochure that several opportunities are for the \"summer season,\" how long is that? 18. Do you have options for Eagle Scouts? 19. I am a current volunteer, how can I apply for a new opportunity? 20. I don't have time to volunteer. How else can I contribute?  How can I sign up to be a volunteer? There are two avenues for applying to be a volunteer at Rocky Mountain National Park. All of our available positions that we're currently recruiting for can be found on our website: www.nps.gov\/romo\/supportyourpark\/volunteer.htm You can click on the link that says \"current volunteer opportunities\". This will show you a list of all of our available opportunities. If you find a position title that interests you, you can click on it and it will take you to the full position description on www.volunteer.gov. There, you will also find an \"apply now\" button associated with each available position. Please apply to any position that you're interested, available and qualified for. Please note that the majority of our volunteer positions do not come with free housing or camping… so for the most part, you must live in the commuting area of Rocky Mountain National Park. Please check the housing status and availability of the position before you submit an application. Please be as thorough as possible on your application with regards to your experience and qualifications. Keep in mind that the majority of our volunteer opportunities are competitive. We might receive 10 applications for every 1 opening.   How do I find out what is available? All of our current openings are listed on the website at: www.nps.gov\/romo\/supportyourpark\/volunteer_openings.htm . Please read the information for each volunteer opportunity, determine which position(s) you are interested in and then fill out the application.  It is best to select volunteer positions for which you not only have an interest, but also those that matches your skills and experiences. The majority of our positions are recruited for approximately 5 months prior to their start date. For example, we begin recruiting for the summer in January or February... so it's extremely beneficial to start looking and applying early.  What happens with my application after it is complete? After completing the application, it will be forwarded through the Volunteer Coordinator to the person responsible for supervising the volunteer position. The Supervisor is responsible for the selection for selecting volunteers for the particular position(s).. Some supervisors will interview for the volunteer opportunities much like a job, and some might request to speak with references. Additional questions and reference-checking is often the case for positions that are full-time and come with government housing or free camping. Do you offer internships at Rocky Mountain? Yes! Each year, Rocky Mountain requests the help of college students and recent graduates to take part in our internship progam. Check our internship page for current openings: www.nps.gov\/romo\/supportyourpark\/internships.htm. We also bring on interns through the Student Conservation Association: http:\/\/thesca.org. The SCA has opportunities for people of all ages - from 15 on up.  What are the general qualifications for volunteer positions? We are seeking people who have an ability to communicate with the public, like to work hard, and have a sincere desire to help protect the resources of Rocky Mountain National Park. To accomplish this, we must select the most qualified and dedicated volunteer candidates. There is competition for our volunteer positions and we strive to select those applicants who are best qualified. Each volunteer opportunity has a different set of qualifications. For instance, some positions require technical skills, like experience identifying birds by sight and sound. Other positions require volunteers to be great communicators and team-players. Check the qualifications listed for each announcement to see which position(s) you're qualified for. Is there a minimum amount of time I have to volunteer? Time commitments vary for each position. Some supervisors are simply looking for volunteers to substitute intermittently, while others require a set one or two day per week commitment. Normally, the minimum hours will be posted on the opportunity announcement. For positions that come with housing (an apartment or free campsite) volunteers must commit a minimum of 32 hours\/week. Each volunteer opportunity will list whether or not there is housing available and the amount of time committment they are looking for. Is housing (tent campsite, RV site or room) available? There are very few volunteer opportunities that come with free housing or a free full-time campsite. It will list explicitly on the position description whether or not housing or camping is available for a specific position. Please look closely, if there is camping or housing available, it will be stated. For intermittent volunteers who live one hour or more away from the park, free camping might be available either before or after the day you are assigned to work. Free camping is only available in connection with a scheduled volunteer assignment or project and is extremely limited. No hookups are available for these free campsites and they are available on a first-come, first-serve basis through the Volunteer Office.. Is there a specific uniform for volunteers? Depending on the position, you may either be required to wear a uniform or allowed to wear your regular clothing. If required, the volunteer uniform consists of dark brown pants, a tan shirt and a dark brown hat. All of these can be checked out from the Volunteer Office. We have a limited supply of brown pants available. You are also welcome to purchase your own pair of brown pants. Pictured below are some of our volunteers in the required uniform.                hat benefits can I expect to receive as a volunteer? Volunteers receive free admission to the park while volunteering, and may receive free camping or other accommodations as well, depending on the project and its duration (please see the housing question above). Meals are not provided. Annually, there is a \"volunteer recognition event\" where volunteers receive various service awards depending on their hours worked. And, of course, all volunteers have the opportunity to do meaningful work with interesting people in a National Park setting! Can I use a government computer? Yes, but only in conjunction with certain volunteer positions. Prior to being given access, a federal background check must be completed. Additionally, each volunteer must complete annual \"security awareness\" training. What reimbursements  are available?  As a general rule, volunteers are not reimbursed for out of pocket expenses incurred during their volunteer service.  The following is a list of reimbursable expenses per Rocky Mountain VIP reimbursement Policy.   1) VIP Uniform Pants - A limited supply is available at the Volunteer Office. If you decide to buy you own, please check with your supervisor to see if funding is available prior to incurring this expense. 2) Fingerprinting fees and postage to send the fingerprints to HR for required background checks. 3) Mileage for VIPs using their personal vehicle for work. Supervisor must approve this prior to the volunteer incurring expenses. What if I get injured as a volunteer? When you begin working as a volunteer, you will sign up either as an individual volunteer or as part of an organized group of volunteers. In both cases, your agreement form should include a specific position description, specifying exactly what kinds of volunteer services you agree to perform. When your term of service begins, you will receive training on how to perform your assigned duties safely. Safety is always our highest priority. If you are nevertheless injured \"on the job,\" notify your supervisor or project leader immediately.  They will help you to arrange prompt medical care. As soon as you are able to do so, you and your supervisor will need to complete a form documenting your injury and treatment, and certifying that it took place while performing the duties spelled out in your position description. For purposes of liability or injury only, volunteers working within their position descriptions may be fully covered by the Federal Government through the Workers Compensation program. Can I get educational or community service credit for volunteering? In most cases, yes.   Many schools require their students to complete service projects, or may offer educational credits for long-term assignments. We are happy to provide whatever proof of participation is required. Please notify your supervisor if you require documentation.  Can my group volunteer for a project? Absolutely! We welcome group volunteers at Rocky! Please contact the Volunteer Program Manager to express your interest in volunteering, and we'll send you our group volunteer catalog and application. Please contact us at least a month in advance to request a project. We'll do our best to meet your needs and appreciate your flexibility! Also note that most projects have a minimum and maximum group size and a minimum age requirement. The group size might be flexible, especially if we can divide your group into several smaller groups working on separate projects. Can I suggest my own volunteer project? Sure! Contact the Volunteer Program Manager for details. Are there other places like Rocky Mountain National Park where I can volunteer? I'm glad you asked! Yes, Colorado has many wonderful natural areas, and their combined need for volunteers is vast. To learn about volunteering in other national park areas, visit www.nps.gov\/volunteer. For information about volunteer opportunities with any Federal land management agency, go to www.volunteer.gov. Contact individual local or state parks to ask how you can help. I read in the brochure that several of the opportunities are for the \"summer season,\" how long is that? Our busy season starts with Memorial Day and continues through the Elk Rut ending in the middle of October. Once again, the season varies by position and the start and end dates are always posted in the announcement. Do you have options for Eagle Scouts? Yes-but we receive far more requests for such projects every year than we are able to accommodate. If you'd like to participate, contact the Volunteer Program Manager and ask what options might be available. Spring and summer are the most likely seasons to work on your project. Be specific about what kinds of work you'd like to help with. I am a current volunteer, how can I apply for a new opportunity? Simply send the Volunteer Coordinator an email indicating you are interested in a position listed on the website and it will be forwarded to the Supervisor responsible for selecting volunteers. Or you can always call the Coordinator at (970) 586-1330 and express an interest. You may also contact the supervisor of a particular position and express your interest directly to them. I don't have time to volunteer. How else can I contribute? We work closely with several local non-profit organizations that support the park and its goals. The Student Conservation Association helps with our youth volunteer and internship programs, and is actively involved in recruiting young people for work in public lands nationwide.  The Rocky Mountain Conservancy (RMC) is one of sixty-five cooperating associations nationwide that work with the national park system. Established on July 8, 1931 RMC is one of the oldest cooperating organizations in the nation. Its nonprofit, corporate charter was issued on June 20, 1955. For more information, including how to donate to Rocky Mountain National Park, go to the Rocky Mountain Conservancy's website. (www.rmconservancy.org). The National Parks Conservancy's website offers many tools for keeping informed about, and participating in, issues relating to national parks nation-wide.  All of these organizations have websites packed with ideas for getting involved, from building trails to writing letters, from donating money to participating in discussions about park policy. Find your own way to get involved -- and thank you for your generous support!",
    "url": "https:\/\/www.nps.gov\/romo\/getinvolved\/supportyourpark\/vip-faq.htm"
}
