{
    "title": "Grand Portage National Monument: Management Plans, Reports and Studies",
    "body": "Management Plans, Reports and Studies        Jump To... Management Plans Archaeology History and Ethnohistory Natural Resources Museum Collections        In 1936 the MHS sent archaeologist Ralph Brown to Grand Portage. With help from a Grand Portage Ojibwe crew, Brown defined the stockade line and discovered several foundations within it. NPS Photo \/ Willoughby Babcock  The first research at what would eventually become Grand Portage National Monument was spearheaded by the Minnesota Historical Society. In 1922 the MHS sent Dewey Albinson to Grand Portage, his main goal was to relocate the original footpath and draw maps of the upper \"Fort Charlotte\" end. With the aide of an Ojibwe guide, Albinson completed this and also composed a now famous image of Manitou Geezigance (Little Cedar Spirit Tree). In 1999 a new Division of Resources Management was formed at Grand Portage National Monument. Since then, new research and studies that have been accomplished are reflected in the PDF links below.  Management Plans 1. Final General Management Plan\/Environmental Impact Statement (GMP\/EIS), 2003. (91.7 MB pdf) 2. Grand Portage National Monument - Long Range Interpretive Plan (LRIP), 2005. (2 KB pdf) 3. Final Wildland Fire Management Plan and Environmental Assessment, Grand Portage National Monument Resource Division, 2004. (6,895 KB pdf) 4. Wildland Fire Management Plan Environmental Assessment, Grand Portage National Monument Resource Division, May 2004. (1,458 KB pdf) 5. Superintendent's Compendium, 2016 (942 KB pdf). Top of Page   Archaeology 1. Woolworth, Alan R., Archaeological Excavations at the Northwest Company's Fur Trade Post, Grand Portage, Minnesota, In 1936-1937 by the Minnesota Historical Society 1964. (37,482 KB pdf) 2. Woolworth, Alan R., Archaeological Excavations at the Grand Portage National Monument 1962 Field Season, Museum Curator, Minnesota Historical Society, December, 1968. (13,848 KB pdf) 3. Woolworth, Alan R., Archaeological Excavations at Grand Portage National Monument: 1963-1964 Field Season, 1969. (31,024 KB pdf) 4. Woolworth, Alan R., Archaeological Excavations at the North West Company's Depot, Grand Portage, Minnesota in 1970-1971 by the Minnesota Historical Society, 1975. (47,141 KB pdf) 5. Woolworth, Alan R., An Historical Study of the Grand Portage, Grand Portage National Monument, Minnesota, Minnesota Historical Society, St. Paul, Minnesota, 1993. (2, 685 KB pdf) 6. Clark, Caven, Ph.D., Late Prehistoric Cultural Affiliation Study, Grand Portage National Monument, Minnesota, Prepared by Archaeological Consulting Services, Ltd., Tempe, Arizona, November 9, 1999. (14,824 KB pdf) 7. Birk, Douglas A., Archeologist\/ Historian, Grand Portage National Monument Maintenance Area Preliminary Survey,February 2006. (542 KB pdf) 8. Hamilton, Scott, Graham, James, Norris, Dave, If These Walls Could Speak: Using GIS to Explore the Fort at Grand Portage National Monument, Department of Anthropology, Lakehead University, Thunder Bay, Ontario, Canada, 2004. (23,340 KB pdf) 9. Cooper, David J., Of Sextants and Satellites: David Thompson and the Grand Portage GIS Study CRLS Colloquium, Kenora, Ontario, Canada, 2004. (1,677 KB pdf) Top of page  History and Ethnohistory  1. Thompson, Erwin N., Grand Portage: A History of Sites, People and Fur Trade, National Park Service, June 1969. (27,276 KB pdf) 2. Cockrell, Ron, Grand Portage National Monument Administrative History, 1982, revised 1983. (2,267 KB pdf) 3. White, Bruce M., Grand Portage National Monument Historic Documents Study, Turnstone Historical Research, August 2004. (1,198 KB pdf) 4. Birk, Douglas A., National Register of Historic Places Registration Form, March 2, 2005. (542 Kb pdf) 5. White, Bruce M., Grand Portage as a Trading Post: Patterns of Trade at \"The Great Carrying Place,\" Turnstone Historical Research, St. Paul, Minnesota, September, 2005. (8,763 KB pdf) Top of page  Natural Resources 1. Grand Portage National Monument Preliminary Soil Survey, 2010 (894 Kb pdf)  2.Implementation of a Long-term Vegetation Monitoring Program at Grand Portage, National Monument, 2008\/07 (11,890 KB pdf) 3. Potential Impact of Btk (Bacillis thurinigiensis var. kurstaki), Used to Slow the Spread of the Gypsy Moth (Lymantria dispar Linnaeus), on Non-target Lepidoptera at Grand Portage National Monument, Cook County, Minnesota, 2008. (960 KB pdf) 4. Initial Inventory of the Moths of Grand Portage National Monument, Cook County, Minnesota, 2002. (1,243 KB pdf) 5. Smith, Douglas W., A survey of Beaver Ecology in Grand Portage National Monument, Minnesota, Michigan Technological University, Houghton, Michigan, 1988. (1,076 KB pdf) 6. Historic Disturbance Regimes and Natural Variability of Grand Portage National Monument, Grand Portage National Monument Resource Division, 2003. (6,061 KB pdf) 7. Vegetational Analysis of Grand Portage National Monument from 1986-2004. (8,530 KB pdf) 8. Nocturnal Bird Survey 2002-2004, Grand Portage National Monument Resource Division, NRTS 2008. (1,644 KB pdf) 9. A Checlist of Sawagakigin (Plants) and Aweesinhyag (Animals) at Kitchi Onigaming National Monument, 2013. (18,380 KB pdf) 10. Forest Vulnerability Project Brief 2.29.15 (114 KB pdf) 11. Mercury in streams at Grand Portage National Monument (738 KB pdf) Top of page  Museum Collections 1. GPNM Scope of Collections Statement (1,612 KB pdf) Top of page          Civil Conservation Corps Indian Division Crew Grand Portage, 1936. Minnesota Historical Society",
    "url": "https:\/\/www.nps.gov\/grpo\/learn\/education\/reports-and-studies.htm"
}
