{
    "title": "Grand Portage National Monument: Kitchen",
    "body": "Kitchen         NWCo. partner and author Alexander Mackenzie (Click on images to view larger).    \"The mode of living at the Grand Portage is as follows: The proprietors, clerks, guides, and interpreters mess together, to the number of sometimes an hundred, at several tables, in one large hall, the provision consisting of bread, salt pork, beef, hams, fish, and venison, butter, peas, Indian corn, potatoes, tea, spirits, wine, &c. and plenty of milk, for which purpose several milch (sic) cows are constantly kept,\" Journals of Alexander Mackenzie.           View sketch of the Kitchen fireplace and cooler uncovered in 1970-1. MHS Archeologist Alan Woolworth  Archeological excavations of the kitchen area during 1970-71, yielded almost 14,500 artifacts. The remains of a fireplace were also discovered and behind it a small stone-lined dry well or cooler with its wooden floor still in place. The fireplace and cooler was exactly centered on the mess house. This strongly implied the kitchen and mess house were associated with each other. View 1975 kitchen report (14 Mb pdf).        An interpretive ranger prepares bread as a baker from Montreal would have for the Rendezvous during the 1780-90s. NPS Photo \/ Linda Morrison   Delicate bouquets of bread, scones, shortbread, fish, soups and stews drift from the kitchen preparation room and the outdoor oven during the summer season. Perhaps you will meet the personal chef or the baker who may have traveled with agent (essentially the NWCo. CEO) Simon McTavish from Montreal to supervise kitchen operations during the rendezvous and to cook Simon's favorite dishes!       Go to next Venue, Go to Previous Venue, or choose a venue from the images below.       Venues left to right: Heritage Center, Ojibwe Village, Canoe Warehouse, Kitchen, Great Hall, Grand Portage Trail and Fort Charlotte. NPS Photos \/ Sharon Layton \/ John PrenevostArtwork \/ Howard Sivertson",
    "url": "https:\/\/www.nps.gov\/grpo\/learn\/photosmultimedia\/kitchen.htm"
}
