{
    "title": "Grand Portage National Monument: Great Hall",
    "body": "Great Hall                            Daniel Williams Harmon             (Click on images to view larger)    Departing Lachine, a parish of Montreal, on April 29th, 1800, Daniel Williams Harmon, recently hired as a clerk of the domineering North West Company, arrived at Grand Portage having traveled 1 ½ months by canoe to attend his first summer rendezvous. On July 4, he wrote in his journal, \"This evening the gentlemen of the place dressed and we had a famous ball in the dining room, and for musick (sic) we had the bag-pipe the violin, the flute and the fife, which enabled us to spend the evening agreeably. At the ball were a number of this countries ladies, who danced not amiss.\"         Buffalo robe reproduction on display painted by Michael Galban. NPS Photo \/ Mike Plummer-Steen    The dining hall Harmon wrote about was rediscovered by MHS archeologist Ralph Brown during the fall of 1937. After delineating the stockade the previous summer, Brown discovered foundations inside the stockade constructed from fine-grained sandstone. Measuring 95 by 30 feet, the foundation is the largest inside the stockade. The first reconstructed Great Hall was completed in 1940. It burned to the ground when struck by lightning in 1969. The Great Hall now standing was completed in 1972 and reflects the post and beam French-Canadian architecture common to NWCo. depots.         Visitors talk with a living history interpreter in the Great Hall. NPS Photo \/ Mike Plummer-Steen   Today, when you visit the Great Hall, a living history interpreter will guide you through the fully furnished grand room and four corner bedrooms of a building built to exchange gifts, greetings and entertain their trade partners the Ojibwe people of Lake Superior. During the rendezvous, it served as a multi-function space for NWCo. partner\/owners to catch-up on news, hold business meetings and dine. Then, it was time to celebrate another successful year.       Go to next Venue, Go to Previous Venue, or choose a venue from the images below.       Venues left to right: Heritage Center, Ojibwe Village, Canoe Warehouse, Kitchen, Great Hall, Grand Portage Trail and Fort Charlotte. NPS Photos \/ Sharon Layton \/ John PrenevostArtwork \/ Howard Sivertson",
    "url": "https:\/\/www.nps.gov\/grpo\/learn\/photosmultimedia\/great-hall.htm"
}
