{
    "title": "Grand Portage National Monument: Collections",
    "body": "Collections         Ojibwe birchbark container(makuk)with floral embroidery - GRPO 17156 NPS photo \/ Karen Stay  Collection Overview  Grand Portage National Monument houses over one hundred thousand museum objects. These range from archeological artifacts excavated from fur trade sites such as Fort Charlotte on the Pigeon River and the North West Company depot at Grand Portage to thousands of historical photos, maps, and papers. A major focus of the collection is native Ojibwe artwork and everyday objects. Yet another part of the collection includes geological and biological specimens from park natural resource researchers. The collection is important for the study of the Great Lakes fur trade and for understanding the culture and history of the Grand Portage Ojibwe people. It also preserves specimens to support research on the area's plants, animals, and environment. Part of the collection is on exhibit at the Monument, both in the Heritage Center gallery as well as in the reconstructed buildings of the historic North West Company depot. However, because only a small part of the collection may be exhibited at one time, the park is working to develop a Web catalogue of interesting collection items. Please check back from time to time to see more of the collection.  Grand Portage National Monument expresses its gratitude to a number of people and institutions who have invested their time and assistance in developing the content featured on the following web pages. Special thanks to photographer John Reed, museum technician Kristin Mercer, and project manager Alice Newton of the National Park Service's Harpers Ferry Center Digital Imaging Project, St. Cloud State University Department of Anthropology and student intern Karen Stay, and archeologist Douglas Birk.  Museum Collections Grand Portage NM also on NPS Web Catalog Grand Portage NM Scope of Collections Statement (1,612 KB pdf)",
    "url": "https:\/\/www.nps.gov\/grpo\/learn\/historyculture\/collections.htm"
}
