{
    "title": "Grand Portage National Monument: Fort Charlotte",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Virtual Tour     Fort Charlotte                Fort Charlotte         George Nelson - Red River Settlers - Peter Rindisbacher(Click on images to view larger) Courtesy of Canadian Heritage Gallery   \"One of our brigades, fitted out I belive (sic), for Fort des Prairies. Slept as usual at Portage la Perdrix, Only a few hundred yards from our Stores at the north end of the Grand Portage, where they feasted & got drunk upon the regale that was always given them when they arrived from, or departed for, their winter quarters. When they arose the next morning they found thirty kegs of high Wines all run out! Upon examination it was found they had been bored with two gimlet holes each! The consternation & injury this occasioned may be imagined…It created an excessive bad feeling and led to retaliations some of which would have ended tragically but for providence, but nothing further ever followed.\" My First Years in the Fur Trade, George Nelson, XYCo. clerk rival to NWCo. in 1802.         Fort Charlotte on the Pigeon River Watercolor by Howard Sivertson   From 1963-1976 a series of dives, sponsored by the Quetico-Superior Underwater Research Project, took place near historic Pigeon River canoe landings at Ft. Charlotte. An assemblage of artifacts were found including materials from birchen canoes, cedar paddles and footwear; items only preserved because of the anaerobic conditions in the river bottom sediments. Principle Investigator on the project, archeologist Douglas Birk, has stated, \"These objects comprise one of the largest and most diverse collections of fur trade-era artifacts yet recovered in Minnesota.\"         \"Deluxe\" campsite at Fort Charlotte NPS Photo \/ Jessica Barr   Two \"deluxe\" campsites await your arrival to Ft. Charlotte. Each site can accommodate up to nine canoeists or hikers and includes two wooden tent pad decks and a fire grate. Should you come by canoe, a stepped canoe landing is available for off-loading. Click on the links to obtain your camping permit(s) and camping information. Compare your wilderness experiences to those of the Grand Portage Ojibwe and other Indian people, French-Canadian voyageurs and French, English and Scottish fur traders at the kiosk exhibit in the campground area.       Go to next Venue, Go to Previous Venue, or choose a venue from the images below.       Venues left to right: Heritage Center, Ojibwe Village, Canoe Warehouse, Kitchen, Great Hall, Grand Portage Trail and Fort Charlotte. NPS Photos \/ Sharon Layton \/ John PrenevostArtwork \/ Howard Sivertson",
    "url": "https:\/\/www.nps.gov\/grpo\/learn\/photosmultimedia\/fort-charlotte.htm"
}
