{
    "title": "Grand Portage National Monument: Fur Trade Collections",
    "body": "Fur Trade Collections         1936 Excavations by the MHS and WPA at the NWC depot on Grand Portage Bay. MHS photo \/ Willoughby Babcock  Archeological Investigations at Grand Portage  Overview   The investigation of archeological resources at Grand Portage National Monument began in 1922 with an effort by the Minnesota Historical Society (MHS) to map visible remains of Fort Charlotte on the Pigeon River. In 1936-1937, the MHS and Works progress Administration (WPA) began major excavations and reconstruction work at the North West Company depot on Grand Portage Bay. The MHS resumed field work at Grand Portage in the 1960s and early 1970s, resulting in the discovery and reconstruction of the NWC warehouse and kitchen structures. The MHS also conducted a remarkable series of underwater excavations at Fort Charlotte, resulting in the discovery of thousands of well-preserved fur trade artifacts from the bottom of the Pigeon River, and greatly improved understanding of fur trade material culture. The NPS Midwest Archeological Center has also conducted excavations and remote sensing work at Grand Portage, mostly in relation to compliance archeology projects such as the completion of park sewers, drain lines, and water line installation. In 2000, the Institute for Minnesota Archeology (IMA) began a cooperative project with Grand Portage National Monument to investigate the Grand Portage itself, surveying the 8 ½ mile portage corridor for archeological sites related to encampments, fur trade posés (rest stops), and watering holes.University research teams including archeologists from University of Minnesota, Lakehead University, and University of Wisconsin-La Crosse have also helped further our knowledge of Grand Portage's archeological heritage.                      Archeological Excavations   9 Photos  In 1922 the MHS began work at what is now Grand Portage National Monument. These images reflect past and present investigations in the depot, on the portage and in the Pigeon River and depot site at Fort Charlotte.",
    "url": "https:\/\/www.nps.gov\/grpo\/learn\/historyculture\/fur-trade-collections.htm"
}
