{
    "title": "Grand Portage National Monument: Grand Portage Trail",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Virtual Tour     Grand Portage Trail                Grand Portage Trail         Simon McTavish - The NWCo. \"Premier\"       (Click on images to view larger) Canadian Museum of Civilization   \"The Grand Portage is the Key to that part of British America. It is indispensably necessary;\" McTavish and his cohorts told the government in 1792, \"that the Grand Portage be thrown into our hands, or at any rate, that it be considered an open highway, equally belonging to both parties (United States & British Canada)…Without this, even the part of the North West still within our limits would become useless.\" Gilman, The Grand Portage Story page 75.         The \"Meadow\" today, ironically dammed by beavers. NPS Photo \/ David Cooper   The Grand Portage corridor has been the most recent focus of archeological investigations. Using data collected by David Thompson, former Nor'wester and surveyor for the international boundary commission, archeologists Douglas Birk and David Cooper traced the 1821 portage using GIS technology. Thompson's 1821 portage data, it turned out, compared closely with the present portage configuration.  From 2000 through 2003 cultural features were investigated by archeological teams including resting places (posés in French) referred to in fur trade journals. Cultural features have been located along the portage such as watering holes called \"the Fountain,\" \"the Parting Trees,\" perhaps the last glimpse voyageurs had of Lake Superior and home while weighed down by their 180 pound burdens, and a place called \"the Meadow\" of \"rich grass fields.\"                              Silver Moon trade silver                             NPS Photo \/ David Cooper   In 2003, while researching a potential posés site, one of the finest examples of silver moon trade silver with a peacock-like etching was uncovered. It is now on display in the Heritage Center. Such systematic archeological investigations of Grand Portage offer glimpses of the culture and lifestyle of those who came before us.  Today's portage trail corridor can be thought of in two parts: the eastern \"half\" that passes through gaps and valleys to avoid the high rocky ridges and the western \"half\" that passes over elevated terrain to avoid steep slopes and swamps. The parking area at Old Highway 61 approximately divides the halves so hikers can choose the \"exploration into history\" of their choice.       Go to next Venue, Go to Previous Venue, or choose a venue from the images below.       Venues left to right: Heritage Center, Ojibwe Village, Canoe Warehouse, Kitchen, Great Hall, Grand Portage Trail and Fort Charlotte. NPS Photos \/ Sharon Layton \/ John PrenevostArtwork \/ Howard Sivertson",
    "url": "https:\/\/www.nps.gov\/grpo\/learn\/photosmultimedia\/grand-portage-trail.htm"
}
