{
    "title": "Grand Portage National Monument: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation      Directions Grand Portage National Monument is about 150 miles northeast of Duluth, Minnesota and 50 miles southwest of Thunder Bay, Ontario, Canada along the beautiful north shore of Lake Superior. The Monument is located in northeastern Minnesota's \"Tip of the Arrowhead\" within Grand Portage Indian Reservation in the community of Grand Portage, Minnesota.  The Heritage (visitors) Center and parking lot address is 170 Mile Creek Road. Coming from the south on MN Highway 61, turn right at the sign to Grand Portage National Monument on to Casino Road (where the Spur gas station and Trading Post is located). Turn left, at the stop sign and intersection of Casino and Mile Creek Roads.  Drive approximately 3\/4 of a mile and turn left at the large wooden Heritage Center sign (on the left side of the mile Creek Road) and up the sloped pavement into the parking lot. Please note that the parking lot entrance and exit are one-way only. Transportation Plane  Minneapolis-Saint Paul International Airport is a major U. S. hub for passengers flying to the Midwest. Connecting flights can be accessed from Minneapolis to Duluth, Minnesota or Thunder Bay, Ontario, Canada. To reach Grand Portage, Minnesota, private ground transportation is recommended either by private or rental vehicle. Bus Bus Transportation is available from the cities of Duluth, Minnesota and Thunder Bay, Ontario, Canada. For further information about bus schedules, please contact Grand Portage Lodge and Casino at: 218-475-2401. Contact Information The Monument Heritage Center and headquarters (open year around) and the stockade historic site (open from Memorial to Columbus weekends (mid-May to mid-October))  address is: P.O. Box 426, 170 Mile Creek Road, Grand Portage, Minnesota 55605 Phone: 218-475-0123 If you would like more information or just get lost please e-mail us!",
    "url": "https:\/\/www.nps.gov\/grpo\/planyourvisit\/directions.htm"
}
