{
    "title": "Grand Portage National Monument: Accessibility",
    "body": "Accessibility        Visitors with disabilities can get a ride from the Heritage Center to the historic site and back. NPS Photo \/ Mike Plummer-Steen       A sidewalk connects the parking area, which has two accessible parking areas, to the Heritage Center. Two floors of exhibits in the Heritage Center are completely accessible. The sidewalk outside the Heritage Center continues to the crosswalk at Mile Creek Road (County Road 17).Please use caution while crossings as Mile Creek Road is the most used road by Grand Portage  After the crosswalk, the path becomes a hardened gravel accessible trail throughout the historic site. The path goes through the Ojibwe Village. A path that does not meet accessibility standards leads down to the Voyageurs Encampment. A ramp connects the canoe warehouse to the hardened pathway. Interpretive exhibits include the largest birchbark canoes you will ever see plus displays and programs presented inside, all of which are accessible. A ramp located on the west side of the kitchen, allows entry to the back door of the kitchen. Another ramp from the kitchen’s east side, allows access to the main gate under the gatehouse and a view of the Grand Portage footpath and the Mount Rose Trail which are not accessible pathways. An accessible breezeway connects the kitchen to the great hall which also accessibly connects to all porches of the reconstructed kitchen and great hall. Interpretive exhibits, hands-on displays, video programs and ranger conducted interpretive activities that are offered in these buildings are accessible. Restrooms in the historic site are connected to the accessible trail. Each restroom includes an accessible stall. Two wheelchairs are available free of charge to use during your visit. Wheelchairs are located in the Heritage Center and in the great hall. Please ask monument staff for assistance. Large print, audiotape and Braille formatted interpretive literature can be provided when we are given a three working day notice. Language interpreters may also be provided if we are alerted three days before your visit. Please contact the monument’s Accessibility Coordinator or the Chief Interpreter.",
    "url": "https:\/\/www.nps.gov\/grpo\/planyourvisit\/accessibility.htm"
}
