{
    "title": "Grand Portage National Monument: Permits & Reservations",
    "body": "Permits & Reservations        Pigeon River at Fort Charlotte, a place of serenity and solitude. NPS Jessica Barr       Advance Reservations for Fort Charlotte Backcountry Campsites   There are two backcountry campsites at the Fort Charlotte end of the Grand Portage.   Hiking to Fort Charlotte is a nine mile trek from the trailhead at the historic depot.  A shorter hike of four and one-half miles can be taken from the trailhead at Old Highway 61. From either trailhead, it can be a challenging hike under the load of a full backpack. While making your camping plans please take into consideration the groups physical condition and backpacking experience.   Each site is limited to nine campers or less.   A free camping permit is required for backcountry camping at Fort Charlotte.   One of the campsites at Fort Charlotte is set aside for campers on a first come, first served basis.   Campers can check for availability and, if open, obtain their permit at the Heritage Center\/Park Headquarters.   Canoe expedition groups planning to camp at Fort Charlotte must make camping reservations well ahead of time.   Reservations for a camping permit can be made any time of year.   By Mail or Fax Please complete and print the Camping Reservation Request.  Mail or fax the completed request to the park. Mailing address: Grand Portage National Monument ATTN: Fort Charlotte Camping Reservation Request P.O. Box 426 Grand Portage, MN 55605 Fax number 218-475-0174. By Phone Please call the Heritage Center & Park Headquarters during business hours 218-475-0123 and make a reservation by phone. For business hours please see Operating Hours & Seasons. For further information about camping, view our camping information page. Thank you for your cooperation and efforts to help preserve the Fort Charlotte campgrounds for present and future generations of canoeists, backpackers and day hikers. Current Hydrograph Current Hydrograph The USGS provides a duration hydrograph that is very useful for forecasting paddling conditions on the Pigeon River from South Fowl Lake to Ft. Charlotte. After examining the current hydrogaph (be sure to select the right year) you should note that very difficult paddling conditions can be expected at 100 cfs (cubic feet per second) and below. At this low water stage, you can expect exposed rocks in the river channel- especially where the English portage used to be located. The English portage is likely little used today as there is typically more than sufficient water to float through this section of river. Very good paddling conditions can be expected at 500 cfs. Conditions for paddling become more complex and difficult as discharge increases above 500 cfs.",
    "url": "https:\/\/www.nps.gov\/grpo\/planyourvisit\/permitsandreservations.htm"
}
