{
    "title": "Grand Portage National Monument: Pets",
    "body": "Pets        Dog team at race start. NPS Photo \/ Sarah McGann       From Superintendent's Compendium:  The following structures and\/or sales areas are closed to pets: The Heritage (visitor) Center, Historic Depot area (gatehouse, kitchen, Great Hall, canoe warehouse, Ojibwe village, voyageurs encampment, restrooms, Rendezvous historic encampment). \"Guide\" or \"service\" dogs for seeing impaired or physically disabled persons are permitted within all park facilities.  Notes of caution:  A \"leash law\" exists in the Grand Portage community. The Monument recommends the use of leash where pets are allowed within the Monument, such as in the picnic area and on trails. Sunny summer days include intense sunlight which can heat vehicles up very quickly. Pets can overheat rapidly in closed vehicles possibly resulting in life threatening heat exhaustion or heat stroke. If you choose to leave your pet in your vehicle during your visit to Grand Portage, please provide for adequate ventilation and water in your vehicle and plan regular return visits to monitor your pet's condition. Your pet(S) will thank you for your caution.  Dispose of pet waste:  All pet waste must be removed from the park. Pet waste may not be left on the ground. If you are visiting with your pet, please remember to bring plastic bags or a scoop and determine how you will transport waste from the park. The park also provides courtesy dog litter bag stations along the walkways. Once you've picked up your dog's waste with the plastic litter bag, you may dispose of it in a dog litter bag station or in any outdoor trash can. Cleaning up after your dog is the responsible thing to do and is the law in most areas. Unpicked pet waste can transmit disease to children and other pets. Dogs smell it, roll in it, walk in it, even ingest it. And, oftentimes, children and other pets pick up serious diseases from it. Animal feces are one of the most common sources of the following diseases: giardia, roundworms, salmonella, Ecoli, parvovirus and coronavirus.  Emergencies: The closest veterinarian providers are in Grand Marais: Grand Marais Veterinary Clinic 1826 County Road 7 Grand Marais, MN 55604 218-387-2063 note: please call ahead for appointment  Directions as you approach Grand Marais from Grand Portage: Turn right on to County Road 7 after passing GoFer Cabins on your right. Proceed up County Road 7 passing the Cook County Sheriff's Office on your right after the first stop sign. At the second stop sign, you will cross the Gunflint Trail continue along County Road 7 about one mile, on your left, you will see a wooden Grand Marais Veterinary Clinic sign to a gravel road. The Grand Marias Veterinary Clinic is the first right off the gravel road.  Lake County Veterinary Clinic  4 Gene's Way Grand Marais, MN 55604 218.387.1383 Note: Open in Grand Marais, Mondays, Wednesday, and Fridays  Directions as you leave Grand Marais harbor traveling towards Duluth: The Lake County Veterinary Clinic, Grand Marais, is located in a white frame building with a red roof adjacent to Nelson's Storage Buildings, and across the road from the Harbor Light Restaurant near the top of the highway (Highway 61).  Main Office: Lake County Veterinary Clinic 557 Scenic Drive Two Harbors, MN 218.834.4234 FOR EMERGENCIES AFTER NORMAL CLINIC HOURS, ON WEEKENDS AND ON HOLIDAYS:  Please contact the AFFILIATED EMERGENCY VETERINARY SERVICES in Duluth, Minnesota at (218) 302-8000 for all small animal emergencies.",
    "url": "https:\/\/www.nps.gov\/grpo\/planyourvisit\/pets.htm"
}
