{
    "title": "Grand Portage National Monument: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities        View from Mount Rose Trail Overlook.  The Grand Portage footpath goes through the gap in the hills. NPS         Tamarack Point - fur trade's Pointe a la Framboise (Raspberry Point) Mount Rose Overlook NPS  Mount Rose Trail and Loop Distance: one way: one-mile Terrain: New Mount Rose Loop Trail  Dirt path between flights of wooden stairs Gradual, steady climb up the gentle spine of Mount Rose   Mount Rose Trail  Asphalt trail with stone steps and guardrails in steepest sections. The trail switchbacks its way up south wall of Mount Rose. Rock walls protect hikers from cliffs and provide impressive views of the historic depot and Grand Portage Bay.  Vegetation: Evergreens, hardwoods and open meadows. Comments: Both trails lead to a stunning view of Grand Portage Bay and a gap in the hills the Grand Portage footpath goes through.        Meadow near the top of Mount Rose NPS  Trail Information  Opened in 2014, the Mount Rose Loop Trail is the newest trail in the park. The Mount Rose Loop Trail begins in the picnic area at the west end of the Heritage Center parking lot. The older Mount Rose Trial begins across from the historic depot’s stockade and main gate. A series of wooden steps climb the side of an ancient rock wall then a dirt path gently rises along the spine of Mount Rose until it connects with the older paved Mount Rose Trail near the overlook, the highest point of Mount Rose (906 ft., 276 m). Hikers can descend Mount Rose Trail on a series of sandstone steps and paved trail eventually coming out of the forest near the main gate of the historic depot. The Mount Rose Trail meets the Grand Portage corridor near the gatehouse and north gate, offering an alternative route to enter the historic depot through the gatehouse on the Grand Portage corridor as the voyageurs did. Hikers can also see the historic depot on accessible pathways first and catch the Mount Rose Trails on the way back to the parking lot. Wayside exhibits along the trail inform visitors about natural and historical features in Grand Portage.          Picnic table and stairs at Mount Rose Loop trailhead at the west side of the Heritage Center parking lot. NPS  Tips and Safety Trail Safety  Wear sturdy foot wear. Stay on trail - watch your children. Carry water. Consider the weather: carry rain gear and\/or warm clothing if necessary. Consider insect repellent and sunscreen. Consider a first aid kit. Know the difficulty level of the trail and your physical abilities and limitations. Mount Rose Loop & Trail are not accessible by wheelchair.  Leave No Trace!  Stay on the trail. Carry out all trash.  Rules and Regulations  Pets must be restrained on a leash no longer than 6 feet (1.8 m). Pets are not allowed inside buildings or the stockade of the historic depot. There are trails around the perimeter of the stockade allowing a bypass. Please do not feed or disturb wildlife.",
    "url": "https:\/\/www.nps.gov\/grpo\/planyourvisit\/outdooractivities.htm"
}
