{
    "title": "Grand Portage National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes        Clerks' desk in Great Hall NPS      A Fee-Free Park! We are a great bargain for families and those traveling on a budget! Grand Portage National Monument charges no entrance fee.  Admission to the Heritage (Visitor) Center, exhibits, films, Historic Depot (includes: Great Hall, kitchen, canoe warehouse, gatehouse, stockade, Ojibwe village, voyageurs encampment, dock), hiking trails, picnic area, parking, and special events are all free of charge. Donations While there is no entrance fee, your generous donations help enhance visitor services, fund park projects, and support special events here at the monument.  Donation boxes are located near entrances to the Heritage Center and the Great Hall located in the Historic Depot area. Park Passes National Park passes are not available at Grand Portage.  You can purchase passes on-line through the America the Beautiful - National Parks and Federal Recreational lands link . For federal agencies that do charge entrance fees, annual and lifetime passes are available for purchase.   These passes are available at these regional locations:  Gunflint Ranger Station - Grand Marais, MN, telephone: 218-387-1750  Tofte Ranger Station - Tofte, MN, telephone: 218-663-8060 Isle Royale National Park - Houghton, MI, telephone: 906-482-8753 Voyageurs National Park - International Falls, MN, telephone: 218-283-6600 Apostle Islands National Lakeshore - Bayfield, WI, telephone: 715-779-3397  Reservations for Educational Groups It is highly recommended that school and bus groups make a reservation if they are planning on visiting the park.  Reservations can be made by calling the park office at 218-475-0123. Please have ready the date you would like to visit, the time you will be coming, and how many people will be in your group.",
    "url": "https:\/\/www.nps.gov\/grpo\/planyourvisit\/fees.htm"
}
