{
    "title": "Grand Portage National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           170 Mile Creek Road  Grand Portage, MN 55605                 Directions         Traveling northeast or southwest on MN Hwy 61 visitors will see signs alerting the approach to Grand Portage National Monument.  A right turn exit lane or left turn from Hwy 61 at the Grand Portage Trading Post will take visitors onto Casino Road.  Turn left at the first stop sign from Casino Road to Mile Creek Road.   About 3\/4 mile on Mile Creek Road, look for a large wooden entrance sign on your left.  Turn left up the short hill into the Heritage Center parking lot.  Directions Details           Operating Hours & Seasons         Historic Depot Historic Open from Saturday of Memorial Day until Labor Day. From the Tuesday after Labor Day until Columbus (Indigenous People's) Day, Historic Depot buildings open only during ranger guided walks.  The Historic Depot stockade remains open from 9:00 AM-5:00 PM. Historic Depot closed from first Tuesday after Columbus (Indigenous People's) Day until Saturday of Memorial weekend. Historic Depot closed from Tuesday through Friday after Memorial Day then it is open every day of the week through Labor Day.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Mount Rose Trail & Loop Carry the ten essentials   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Short, warm summers and long, cold winters define the climate of northern Minnesota. Average range of summer temperature is from 55°F to 78°F in July and average range of winter temperatures is from –11°F to 12°F in January. Average annual precipitation in Grand Portage, MN is about 32 inches.         Fees & Passes     Entrance Fees:   Grand Portage National Monument is fee free. - $0.00 Grand Portage National Monument is fee free.  This includes visiting the heritage (visitor) center and the historic depot (great hall, kitchen, canoe warehouse, gatehouse, stockade and picnic grounds. Camping at Fort Charlotte requires a free camping reservation for the two back country campsites.  To preserve the campsites, no more than nine campers may occupy a campsite at one time.         Visitor Centers       Heritage Center\/Headquarters The Heritage Center includes two floors of exhibits, a classroom where a feature film is shown, an Eastern National sales store, artwork murals by Carl Gawboy, David Geister, Howard Sivertson and Eastman Johnson and images of Grand Portage by photographer Travis Novitsky.  The building is also the headquarters of the park.                View from Heritage Center entry. Fog shrouds Hat Point and Grand Portage Island on Lake Superior. NPS       Welcome to Grand Portage National Monument! Visit any time of year to explore exhibits, trails and events next to Lake Superior. This section provides important information for visiting the monument and region.         Operating Hours and Seasons The monument's Heritage Center and trails are open year-round. The Historic Depot (Great Hall, kitchen, canoe warehouse, Voyageurs Encampment, Ojibwe Village, and historic gardens) is open generally from Memorial through Columbus weekends.         Fees and Passes All areas in the park are fee free!         Permits and Reservations Free backcountry camping permits are necessary to camp at Fort Charlotte.         Pets Pets must be on lease and under your control. Pets are not allowed in the buildings or inside the stockade fence of the Historic Depot. Please be prepared to remove waste your pet may leave.",
    "url": "https:\/\/www.nps.gov\/grpo\/planyourvisit\/basicinfo.htm"
}
