{
    "title": "Boston African American National Historic Site: John Coburn House",
    "body": "John Coburn House         John Coburn House Boston African American NHS\/ NPS  John P. Coburn, clothes dealer and community activist, resided at 2 Phillips Street from 1844 until his death in 1873. This home was the second owned by Coburn on Beacon Hill and it was designed for him by the famous architect Asher Benjamin. Coburn, born in Boston between 1809 and 1813, was one of Boston’s wealthiest 19th century African Americans. His primary business was a Brattle Street clothes shop, but limited evidence also suggests that he ran a gaming house for wealthy Bostonians in his home. Coburn was married to Emeline Gray, a native of New Hampshire.  In 1845 Coburn was the treasurer of the New England Freedom Association. This group was founded by Boston African American leaders in 1842 as a fugitive slave assistance group. The Boston Vigilance Committee was a later biracial group founded for the same purpose, but Coburn does not appear to have been similarly connected with this group. Coburn’s association with community vigilance work was publicly established in 1851 when he was arrested, along with African American attorney Robert Morris, for aiding and abetting Shadrach Minkins in his escape from federal custody. When James Scott had been charged in months prior with spearheading the rescue of Minkins, Coburn was one of the people who helped post Scott’s bond. All three men of these men were eventually acquitted. John Coburn was also a founder of the Massasoit Guards. Although their petitions seeking recognition by the state were essentially ignored, a black militia unit was organized in 1852 under the leadership of Coburn, Robert Morris, and others. They named themselves after a Native American who had been especially kind and loyal to colonists of Massachusetts. As evidenced by the attitudes of African American soldiers in the American Revolution and the Civil War, military service was considered an opportunity to demonstrate one’s manhood and to claim the rights of American citizenship. Note: The John Coburn House, a site on the Black Heritage Trail®, is a private residence and is not open to the public. Sources: Collison, Gary. Shadrach Minkins: From Fugitive Slave to Citizen.  Cambridge, MA: Harvard University Press, 1997. “Historic Resource Study Boston African American National Historic Site” by Kathryn Grover and Janine V. da Silva      Next Stop: Smith Court Residences",
    "url": "https:\/\/www.nps.gov\/boaf\/learn\/historyculture\/john-coburn-house.htm"
}
