{
    "title": "Boston African American National Historic Site: Charles Street Meeting House",
    "body": "Charles Street Meeting House       The Charles Street Meeting House was built in 1807 by the Third Baptist Church. It was built according to a design by Asher Benjamin. As was the case with every American church in the early 19th century, segregated seating was enforced. African Americans who attended this predominately white church could only sit in the gallery and were excluded from other privileges of membership. On a Sunday in 1836, Timothy Gilbert tested this exclusionary rule. Gilbert invited several African Americans to join him in his pew and he was immediately expelled from the church. Gilbert and several other members of Third Baptist Church subsequently founded the First Free Baptist Church, which became Tremont Temple. This church did not sell pews to individuals and is known as the first integrated church in America. In later years, Third Baptist Church did take a position against slavery, despite its earlier treatment of African Americans. Sojourner Truth, Wendell Phillips, Frederick Douglass, and Charles Sumner were among the abolitionists who spoke there.   After the Civil War, the Third Baptist Church dwindled in numbers. They sold the Charles Street Meeting House in 1876 to the First African Methodist Episcopal Church. The Charles Street A.M.E. Church, as it was thereafter known, was organized in 1833 and incorporated in 1839. This church was located on West Centre (Anderson) Street from 1841 to 1876. After the Civil War, it became the largest of Boston’s then five black churches. The Charles Street A.M.E. Church continued to be a leader in political and social activism well into the twentieth century. Ministers such as John T. Jennifer spoke about political issues ranging from the Civil Rights Act of 1875 to temperance to Irish independence. In 1889 The National Association of Colored Women was founded at the Charles Street Meeting House by Josephine St. Pierre Ruffin. By 1900 economic, social, and political forces made continued existence on Charles Street difficult for this church and they moved to Warren Street, Roxbury in 1939. The Charles Street A.M.E. Church was the last black institution to leave Beacon Hill.            Sources: Hayden, Robert C. Faith, Culture, and Leadership: A History of the BlackChurch in Boston. Boston: Boston Branch of the National Association for the Advancement of Colored People, 1983.   “Historic Resource Study Boston African American National Historic Site” by Kathryn Grover and Janine V. da Silva      Next Stop: Lewis & Harriet Hayden House",
    "url": "https:\/\/www.nps.gov\/boaf\/learn\/historyculture\/charles-street-meeting-house.htm"
}
