{
    "title": "Boston African American National Historic Site: Smith Court Residences",
    "body": "Smith Court Residences          As early as the 1790s, African Americans began to reside on the north slope of Beacon Hill. The area of lower Joy Street and Smith Court was an important center of Boston’s 19th black community. Today, the historic homes on Smith Court, along with the African Meeting House and the Abiel Smith School, are the best preserved physical locales available for understanding the history of African Americans in Boston.     3 Smith Court was built between 1798 and 1800 by two white bricklayers and is now known as the James Scott and William C. Nell House. The front of this wide but shallow two-family-home consists of yellow painted clapboarding; the back of the house is a windowless brick wall. This type of construction was typical for Boston before 1803 and especially for residences on allies. Starting in 1830, 3 Smith Court was rented to numerous African American men and their families. From 1830 until 1845, one side of the house was rented by bootblack and waiter George Washington; the other side was rented by the barber Andrew Telford and his wife Rachel Turner. James Scott, the longest resident of 3 Smith Court, lived there for nearly 50 years. He was a tenant from 1839 to 1865 and owned the property from 1865 until his death in 1888. Scott was born in Virginia and worked as a clothing dealer in Boston. In 1851, Scott was arrested in his shop and charged with spearheading the rescue of Shadrach Minkins from federal custody. It is not clear whether he actually participated in this rescue (he was acquitted for lack of evidence), but Scott did assist other fugitive slaves. For example, on 18 July 1856, James Scott boarded self-emancipated slave Henry Jackson and his family at 3 Smith Court. From 1850 to 1857, William Cooper Nell was also a tenant of 3 Smith Court. Nell was one of Boston’s most forceful advocates for school integration. He was the author of several histories including Colored Patriots of the American Revolution and he worked at various times for the Liberator, the Massachusetts Anti-Slavery Society, and the Frederick Douglass’ Paper. He was also very active in the Boston Vigilance Committee and he sheltered or aided numerous self-emancipated slaves at 3 Smith Court. 5 Smith Court, a three-story building with reddish-brown clapboard siding, was constructed within the first decade of the 19th century. It passed through the hands of several owners, both black and white, prior to 1849. Peter Wilcox, his wife Chloe, and their five children lived here between 1813 and 1815. This family was part of a group that migrated with mariner Paul Cuffe to Sierra Leone. In 1849 the property was sold to George Washington, who had previously resided at 3 Smith Court. Washington was a deacon at the First Independent Baptist Church (a.k.a. African Baptist Church). He was born in Massachusetts in 1795 and worked at various times as a bootblack and as a waiter. Washington and his wife Rachel had ten children between 1832 and 1848. As was common, this large household also took in boarders, including an Irish-born laborer named Patrick Barnes. Although George Washington died in 1871, this house remained in his family until 1917.       7 Smith Court, a two-story home with light blue clapboard siding, was constructed in the early 19th century as an income property for a lawyer. African American Joseph E. Scarlett owned this building from 1857 until his death in 1898. Scarlett, who lived across the street at 2 Smith Court, mostly rented 7 Smith Court to other African Americans. This practice was started as early as 1822 by 7 Smith Court’s previous owner, the white merchant Elihu Bates. Tenants of this property included laborer Phillip Johnson and mariners Warner Hicks and Robert Osborn; few residents stayed longer than three years at this property.   7A Smith Court, a three-story double house with yellow clapboard siding, located on Holmes Alley, was constructed in 1799. This structure is the only surviving example of the early homes that lined the eight-foot wide Holmes Alley, where backyards are found today. The residences on Holmes Alley, including 7A Smith Court, were primarily inhabited by African American throughout the 19th century. In 1800, 7A was co-owned by the New Bedford mariner Richard Johnson and the hairdresser David Bartlett. The property was later owned by David Beal (1826-1844), white carpenter Thomas F. Haskell (1844-1858), and Joseph E. Scarlett (1858-1898); these men rented the property to a variety of individuals and families.   4 Smith Court, a four-story brick building, is typical of residential structure built in Boston between 1885 and 1915. In the 1880s, Boston experienced an influx of immigrants from Eastern and Southern Europe. Many of the newly arrived lived in densely populated areas of Boston, including the north slope of Beacon Hill, the West End, and the North End. They moved primarily into areas that had been partially black neighborhoods, just as African Americans were relocating to Roxbury, Dorchester, and the South End. Due to the increased demand for cheap housing, developers tore down some of the smaller wood and brick structures on Beacon Hill and built inexpensive brick \"walk-ups\"- such as number 4 - where immigrants lived well into the 20th century.  2 Smith Court, a three-story brick building next to the African Meeting House, was constructed in 1853. A home was originally built on this site in 1803 and was occupied by African American tailor William Henry, his family, and some tenants until the property was sold in 1852 to Joseph E. Scarlett. A two-story brick home was built for Scarlett in 1853 (third-story added after 1884) and he resided there with his family from the late 1850s until 1868. Joseph Scarlett was the son of John E. Scarlett, who was a chimneysweeper, a clothing dealer, and a grocer. By the time of his death in 1898, Joseph owned fifteen different properties in Boston, Cambridge, and Charlestown. In his will, Scarlett left bequests to the African Methodist Episcopal (A.M.E.) Zion Church and to the Home for Aged Colored Women on Myrtle Street.        Note: 3, 5, 7, 7A, 4 and 2 Smith Court, sites on the Black Heritage Trail®, are private residences and are not open to the public. Sources: Grover, Kathryn. Make a Way Somehow: African Americans in a Northern Community. Syracuse, NY: Syracuse University Press, 1994. Horton, James Oliver. “Generations of Protest: Black Families and Social Reform in Antebellum Boson.”New England Quarterly 49, 2 (June 1976). Horton, James Oliver and Horton, Lois E. Black Bostonians; Family Life and Community Struggle in the Antebellum North, Revised Edition.New York: Holmes & Meier, 1999. Jacobs, Donald M. ed. Courage and Conscience: Black and White Abolitionists in Boston. Bloomington: Indian University Press for the Boston Athenauem, 1993.   Kaplan, Sidney and Kaplan, Emma Nogrady. The Black Presence in the Era of the American Revolution. Rev. ed. Amherst: University of Massachusetts Press, 1989. Rosebrock, Ellen Fletcher. “A Historical Account of the Joy Street Block between Myrtle and Cambridge Streets.” Manuscript Prepared for the Museum if Afro- American History, Boston, 22 December 1978. Wesley, Dorothy Porter, and Constance Porter Uzelac, eds. William Cooper Nell, Nineteenth-Century African American Abolitionist Historian, Integrationits: Selected Writings, 1832-1874. Baltimore: Black Classic Press, 2002. “Historic Resource Study Boston African American National Historic Site” by Kathryn Grover and Janine V. da Silva.      Next Stop: Abiel Smith School",
    "url": "https:\/\/www.nps.gov\/boaf\/learn\/historyculture\/smith-court-residences.htm"
}
