{
    "title": "Boston African American National Historic Site: African Meeting House",
    "body": "African Meeting House          The African Meeting House was built in 1806 to house the first African Baptist Church of Boston (a.k.a. First Independent Baptist Church) and it is now the oldest extant black church building in America. Moreover, this was the first African American Baptist church created north of the Mason Dixon Line. The church was organized primarily by and for black Bostonians, but not without cooperation and assistance from Boston’s white Baptist churches. The Reverend Thomas Paul, a native of New Hampshire, spearheaded the founding of this church and was its minister until 1829. The African Baptist Church was officially constituted on 8 August 1805 with twenty-four members, of whom fifteen were women. A building committee was organized of prominent men from the white Baptist churches; these men handled financial transactions and partially oversaw construction, but many of the people who worked to construct the church building were African American craftsmen. Cato Gardner, a native African, led the fundraising effort by personally raising $1,500. The Belknap Street Church, as it was also known, was originally encouraged by white Baptist churches to only allow African Americans to become members. However, a few white people did attend the Rev. Paul’s services and some African Americans in Boston continued to attend predominately white churches throughout the 19th century despite discriminatory practices. In addition to serving as a spiritual center for the community, the African Meeting House was the chief cultural, educational, and political nexus of Boston’s black community. The African School held classes in a room on the first floor of the meeting house from 1808 until 1835, when it moved into the new Abiel Smith School. Classes returned to the meeting house in 1849 when most African Americans chose to withdraw their children from the Smith School in order to protest against segregated education. Adult education was regularly offered at the meeting house in the form of classes and lectures. Abolitionists including William Lloyd Garrison, Maria Stewart, Wendell Phillips, Sarah Grimke, and Frederick Douglass all spoke at the meeting house. The Massachusetts General Colored Association, which was the first abolitionist organization in Boston, met at the African Meeting House, and in 1832 the New England Anti-Slavery Society was founded there. Community celebrations often occurred at the meeting house, including annual commemorations of Haitian Independence (1803) and the end of the international slave trade (1807). In 1863 the meeting house served as a recruitment post for the Massachusetts 54th Volunteer Regiment, which was the first official African American military regiment to fight for the Union in the Civil War. In 1898 the Baptist congregation sold their meeting house and moved to a new location in the South End. The meeting house became the Jewish Congregation Anshi Libavitz in 1904 and was acquired by the Museum of African American History in 1972. The building is a National Historic Landmark. Sources: Bower, Beth Ann; Rushing, Byron. “The African Meeting House: The Center for the 19th Century Afro-American Community in Boston.” in Archeological Perspectives on Ethnicity in America. Vol. 1. New York, 1980. Hayden, Robert C. Faith, Culture, and Leadership: A History of the Black Church in  Boston. Boston: Boston Branch of the National Association for the Advancement of Colored People, 1983. Horton, James Oliver and Horton, Lois E. Black Bostonians; Family Life and Community Struggle in the Antebellum North, Revised Edition. New York:Holmes & Meier, 1999. Levesque, George A. Black Boston: African American Life and Culture in Urban America, 1750-1860.  New York: Garland Publishing, 1994. Yocum, Barbara A.  The African Meeting House Historic Structure Report. Lowell, MA: Building Conservation Branch, National Park Service, 1994. Historic Resource Study Boston African American National Historic Site by Kathryn Grover and Janine V. da Silva",
    "url": "https:\/\/www.nps.gov\/boaf\/learn\/historyculture\/amh.htm"
}
