{
    "title": "Boston African American National Historic Site: Suggested Reading",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Suggested Reading                Suggested Reading         African American Odyssey   A Library of Congress collection that includes many materials on free blacks in the Revolutionary era, the Antebellum period and the Civil War.  Several figures from Massachusetts figure prominently in this collection, including Phillis Wheatley, Prince Hall, William Lloyd Garrison and Frederick Douglass.             Anti-Slavery Literature   The Anti-Slavery Literature project is a joined endeavor between Arizona State University and Iowa State University to electronically publish material on the literature and history of the abolitionist movement in America.  These include anti-slavery tracts and sermons relating to the end of the slave trade, as well as to abolition in general.  Prominent individuals mentioned in these documents include Jedediah Morse, Wendell Phillips, Maria Weston Chapman, William Lloyd Garrison, Ralph Waldo Emerson, David Walker and Frederick Douglass.             Avalon Project   The Yale University Law School has digitized a collection of documents relating to law, history and diplomacy.  These include several documents relating to the history of African Americans in Massachusetts, including materials relating to the Amistad case, the Fugitive Slave Act, the Emancipation Proclamation, the speeches of Frederick Douglass and the trial of John Brown.            Boston African Americana Project   A joint project of the Boston Athenaeum, the Bostonian Society, Historic New England Library and Archives, and the Massachusetts Historical Society, this site includes broadsides, caricatures, illustrations, manuscripts, pamphlets, political cartoons and portraits, all relating to the African American experience in Boston.",
    "url": "https:\/\/www.nps.gov\/boaf\/learn\/education\/development\/reading.htm"
}
