{
    "title": "Boston African American National Historic Site: The Phillips School",
    "body": "The Phillips School         John P. Phillips School Boston African American NHS\/ NPS  The Phillips School, which occupies a prominent location on the corner of Pinckney and Anderson Streets, was built between 1823 and 1825. The architecture of this building is typical of 19th century Boston schools. The building was first used by the English High School, but it was converted to a grammar school in 1844. The grammar school was named after the first mayor of Boston, John Phillips, who was the father of famed abolitionist Wendell Phillips.   The Phillips Grammar School educated only white male children, and as a result of its location, generally catered to the wealthiest families in Boston. In contrast to the Abiel Smith School, which was the public school for African American children from 1835 to 1855, the Phillips School was considered one of the best schools in the city. Black Bostonians fought tirelessly for equal school rights throughout the 19th century, as described in the Abiel Smith School site description. In 1847 Benjamin Roberts attempted to have his daughter Sarah admitted to the school closest to their home, but his request was denied by the Primary School Committee, the District Committee, and the General School Committee. Frustrated, Roberts brought Sarah to the door of the Phillips School, which now educated both males and females, but entrance was denied by Principal Andrew Cotton. Ironically, when Boston schools were finally integrated in 1855, by an act of the Massachusetts legislature, the Phillips School became one of the first integrated schools in Boston.  In 1863 the Phillips School moved to a new building on Phillips Street (formerly Southac Street). In the early 1870s, Elizabeth Smith, daughter of abolitionist John J. Smith, started teaching at the Phillips School and was probably the first African American to teach in an integrated Boston public school.                 Note: The Phillips School, a site on the Black Heritage Trail®, is a private residence and is not open to the public.       Sources:       Kendrick, Stephen and Kendrick, Paul. Sarah’s Long Walk: The Free Blacks of Boston and How Their Struggle for Equality Changes America. Boston: Beacon Hill Press, 2004.        “Historic Resource Study Boston African American National Historic Site” by Kathryn Grover and Janine V. da Silva      Next Stop: John J. Smith House",
    "url": "https:\/\/www.nps.gov\/boaf\/learn\/historyculture\/the-phillips-school.htm"
}
