{
    "title": "Boston African American National Historic Site: George Middleton House",
    "body": "George Middleton House         The George Middleton House Boston African American NHS\/ NPS  George Middleton was an early leader in Boston's African American community and he was a colonel in the Revolutionary War. Middleton and Louis Glapion began constructing a two family residence at 5 Pinckney Street in 1786. Finished in 1787, this building is now the oldest extant home on Beacon Hill. This wood structure is a typical example of late 18th century Boston homes built by African Americans. Little is known of Louis Glapion except that he was a hairdresser who may have been from the French West Indies. Glapion lived and ran his business out of 5 Pinckney Street until his death in 1813. His wife Lucy continued to live there until 1832. George Middleton worked tending horses, but during the Revolution he was the leader of a black militia company called the Bucks of America. While little evidence of the group has survived, they likely guarded the property of Boston merchants during the Revolution and they may have also been known as the \"Protectors.\" Near the close of the Revolution, the Bucks of America were presented with a unit flag by John Hancock. This flag is preserved in the collections of the Massachusetts Historical Society. Middleton was heavily involved in African American community organizations. He was an early member of the African Lodge, later known as the Prince Hall Masons, and he was the third Grand Master of that group. Middleton married Elsey Marsh on 11 March 1781 at Trinity Church. In 1796 Middleton and others organized the African Society (also known as the Boston African Benevolent Society). As early as 1800, Middleton fought and petitioned for equal school rights for black children. Middleton died in 1815 and was apparently not survived by wife or children. As a leader concerned with education and the needs of his community, George Middleton was among the earliest in a long line of African American activists on Beacon Hill. Note: The George Middleton House, a site on the Black Heritage Trail®, is a private residence and is not open to the public. Sources: Chamberlain, Allen. Beacon Hill: Its Ancient Pastures and Early Mansions. Boston: Houghton Mifflin Company, 1925. Kaplan, Sidney and Kaplan, Emma Nogrady. The Black Presence in the Era of the American Revolution. Rev. ed. Amherst: University of Massachusetts Press, 1989. Nell, William C. The Colored Patriots of the American Revolution with Sketches of Several Distinguished Persons: To Which is Added a Brief Survey of the Conditions and Prospects of Colored Americans. Boston: Published by Robert F. Wallcut, 1855. Reprint. New York: Arno Press, 1968.   \"Historic Resource Study Boston African American National Historic Site\" by Kathryn Grover and Janine V. da Silva      Next stop: John P. Phillips School",
    "url": "https:\/\/www.nps.gov\/boaf\/learn\/historyculture\/george-middleton-house.htm"
}
