{
    "title": "Boston African American National Historic Site: Robert Gould Shaw and the 54th Regiment",
    "body": "Robert Gould Shaw and the 54th Regiment         Robert Gould Shaw Memorial Boston African American NHS\/ NPS  The Robert Gould Shaw and Massachusetts 54th Regiment Memorial, located across Beacon Street from the State House, serves as a reminder of the heavy cost paid by individuals and families during the Civil War. In particular, it serves as a memorial to the group of men who were among the first African Americans to fight in that war. Although African Americans served in both the Revolutionary War and the War of 1812, northern racist sentiments kept African Americans from taking up arms for the United States in the early years of the Civil War. However, a clause in Abraham Lincoln’s 1863 Emancipation Proclamation made possible the organization of African American volunteer regiments. The first documented African American regiment formed in the north was the Massachusetts 54th Volunteer Infantry, instituted under Governor John Andrew in 1863. African American men came to enlist from every region of the north, and from as far away as the Caribbean. Robert Gould Shaw was the man Andrew chose to lead this regiment.  Robert G. Shaw was the only son of Francis George and Sarah Blake (née Sturgis) Shaw. The Shaws were a wealthy and well connected New York and Boston family. They were also radical abolitionists and Unitarians. Robert did not blindly follow his parents ideological and religious beliefs, but all recognized the importance and responsibility involved in leading the Massachusetts 54th Regiment.  The Massachusetts 54th Regiment became famous and solidified their place in history following the attack on Fort Wagner, South Carolina on July 18, 1863. At least 74 enlisted men and 3 officers were killed in that battle, and scores more were wounded. Colonel Shaw was one of those killed. Sergeant William H. Carney, who was severely injured in the battle, saved the regiment’s flag from being captured. He was the first African American to be awarded the Congressional Medal of Honor. The 54th Regiment also fought in an engagement on James Island, the Battle of Olustee, and at Honey Hill, South Carolina before their return to Boston in September 1865. Only 598 of the original 1,007 men who enlisted were there to take part in the final ceremonies on the Boston Common. In the last two years of the war, it is estimated that over 180,000 African Americans served in the Union forces and were instrumental to the Union’s victory. Augustus Saint-Gaudens took nearly fourteen years to complete this high-relief bronze monument, which celebrates the valor and sacrifices of the Massachusetts 54th. Saint-Gaudens was one of the premier artists of his day. He grew up in New York and Boston, but received formal training at the Ecole des Beaux-Arts Paris. In New York, forty men were hired to serve as models for the soldiers’ faces. Colonel Shaw is shown on horseback and three rows of infantry men march behind. This scene depicts the 54th Regiment marching down Beacon Street on May 28, 1863 as they left Boston to head south. The monument was paid for by private donations and was unveiled in a ceremony on May 31, 1897.  Sources: Blatt, Martin ed. Hope and Glory: Essays on the Legacy of the54th Amherst, Universityof Massachusetts, 2001. Dryfhout, John H. The Works of Augustus Saint-Gaudens  Hanover, University Press of New England, 1982. “Historic Resource Study Boston African American National Historic Site” by Kathryn Grover and Janine V. daSilva.      Next Stop: The George Middleton House",
    "url": "https:\/\/www.nps.gov\/boaf\/learn\/historyculture\/shaw.htm"
}
