{
    "title": "Boston African American National Historic Site: Lewis and Harriet Hayden House",
    "body": "Lewis and Harriet Hayden House         Lewis and Harriet Hayden House Boston African American NHS\/ NPS  Lewis Hayden was one of Boston’s most visible and militant African American abolitionists. He was born enslaved in Lexington, Kentucky in 1812. His first wife, Esther Harvey, and a son were sold to U.S. Senator Henry Clay, who in turn sold them into the deep south. Hayden was never able to discover their ultimate whereabouts. Eventually, Hayden was remarried to a woman named Harriet Bell and they escaped with their son Joseph to Canada in 1844, and then to Detroit in 1845. The Hayden family made their way to Boston by January 1846. Lewis ran a clothing store and quickly became a leader in the black community. In 1850, the Haydens moved into the house at 66 Phillips (then Southac) Street. The Hayden’s routinely cared for self-emancipated African Americans at their home, which served as a boarding house. Records from the Boston Vigilance Committee, of which Lewis was a member, indicate that scores of people received aid and safe shelter at the Hayden home between 1850 and 1860. Lewis Hayden was one of the men who helped rescue Shadrach Minkins from federal custody in 1851 and he played a significant role in the attempted rescue of Anthony Burns. Hayden also contributed money to John Brown, in preparation for his raid on Harper’s Ferry. William and Ellen Craft were among Lewis and Harriet Hayden’s most famous boarders. The Crafts had escaped from slavery by riding a passenger train to the north. Ellen, who was of light complexion, disguised herself as a southern gentleman and William played the role of a personal servant. The Crafts toured the United States, Canada, and Great Britain speaking against slavery, and they became celebrated public figures. While they were living and working in Boston, slave catchers were sent north to try to reclaim them. However, Lewis Hayden was determined to fight for their protection. Hayden threatened that two kegs of gun powder were kept near the entryway of his home. Should slave catchers come and attempt to reclaim their “property,” Hayden would sooner have blown up the house than surrender the Crafts. Eventually, the slave catchers were convinced to leave Boston. During the Civil War, Lewis Hayden worked as a recruiter for the 54th Regiment. Later he served a term in the Massachusetts House of Representatives and worked for the Massachusetts Secretary of State. Lewis Hayden died on April 7, 1889. Harriet Hayden, upon her death in 1893, bequeathed money to form a scholarship at Harvard Medical School for African American students.   Note: The Lewis & Harriet Hayden House, a site on the Black Heritage Trail®, is a private residence and is not open to the public.   Sources: Collison, Gary. Shadrach Minkins: From Fugitive Slave to Citizen. Cambridge, MA: Harvard University Press, 1997. “Historic Resource Study Boston African American National Historic Site” by Kathryn Grover and Janine V. da Silva.      Next Stop: John Coburn House",
    "url": "https:\/\/www.nps.gov\/boaf\/learn\/historyculture\/lewis-and-harriet-hayden-house.htm"
}
