{
    "title": "Boston African American National Historic Site: John J Smith House",
    "body": "John J Smith House         John J. Smith House Boston African American NHS\/ NPS  John J. Smith – barber, abolitionist, and state legislator – lived at 86 Pinckney Street from 1878 to 1893. He was born in Virginia and moved to Boston in the 1840s. Except for a short time in California searching for gold, Smith spent his pre-Civil War years working as a barber. His shop was an important place for Boston’s 19th century black community; it served as a center for community organizing and abolitionist activities. Charles Sumner, United States Senator from 1851 to 1874 and ardent abolitionist, was a friend and client of Smith.  It was said that when Sumner could not be found at his home or office, he could usually be located at Smith’s shop. Smith, his wife Georgiana, and other leaders such as Benjamin F. Roberts worked in the 1840s and 1850s in the fight for equal school rights. Boston’s public schools were integrated in 1855 and Smith’s daughter Elizabeth, in the early 1870s, became the first person of African descent to teach in Boston’s integrated schools. John Smith also worked to fight slavery and other injustices. He was one of the men who played a key role in the rescue of the self-emancipated slave Shadrach Minkins from federal custody in 1851. During the Civil War, Smith was a recruiter for Massachusetts African American regiments and for the Fifth Calvary, also an all black unit. Smith served in the Massachusetts House of Representatives, as its third African American member, in 1868, 1869, and 1872. Georgiana, his wife, worked during that time for the Freedman’s Bureau. In 1878, Smith was appointed as the first African American to serve on the Boston Common Council and he successfully worked to have the first African American appointed to the Boston police force. John J. Smith’s life, filled with service to his community through business, activism, and politics, ended on 4 November 1906 with family in Dorchester.   Note: The John J. Smith House, a site on the Black Heritage Trail®, is a private residence and is not open to the public. Sources: Collison, Gary. Shadrach Minkins: From Fugitive Slave to Citizen. Cambridge, MA: Harvard University Press, 1997. Daniels, John. In Freedom’s Birthplace: A Study of the Boston Negroes. Boston: Houghton Mifflin Company, 1914. Reprint. New York: Arno Press and the New York Times, 1969. “Recent Deaths: John J. Smith.” Boston Evening Transcript, 5 November 1906.   “Historic Resource Study Boston African American National Historic Site” by Kathryn Grover and Janine V. da Silva      Next Stop: The Charles Street Meeting House",
    "url": "https:\/\/www.nps.gov\/boaf\/learn\/historyculture\/john-j-smith-house.htm"
}
