{
    "title": "Boston African American National Historic Site: News",
    "body": "Explore This Park    Learn About the Park     News             News         Paint Your Park, an exhibition created by local youths in conjunction with BOAF and the Museum of Fine Arts, on display at 15 State Street. NPS Photo - BOAF  In honor of Black History Month, Boston African American National Historic Site (BOAF) is please to host a traveling exhibition created in partnership with a local charter school in Boston. In the Fall of 2015 BOAF and the 4th grade class at UP Academy Dorchester formed a partnership to help familiarize UP Academy's students with the National Park Service. 4th grade students from UP Academy were introduced to the rich history of Boston's antebellum African American community by Rangers Sentidra Joseph and Shawn Quigley. By presenting themes central to BOAF's story these students gained a better understanding of the people and places that make our site so special. However, an introduction to BOAF's narrative was only one half of our partnership with UP Academy;we also wanted the students to engage in a unique cultural experience. In order to achieve this goal we teamed up with the Museum of Fine Arts and created a custom arts program specifically catered to Up Academy. As an introduction to the program students were first led on an interactive tour of the museum which focused on African American artists and artwork. Following the tour they then participated in a painting workshop led by MFA instructors. Working on canvas, the students used their paint brushes to answer a fundamental question;\"what does freedom mean to you?\" The culmination of their creativity and hard work is what you see here: \"Paint Your Park: Black History Through the Brushstroke of a 4th Grader\". This exhibition will be on display in 15 State Street the first week of February, in the Faneuil Hall Education Center the second week, at the African Meeting House the third week, and for the final week of February it will be on display at the Bunker Hill Museum.         Director Jarvis visits Boston African American NHS.   National Park Service Director Jonathan B. Jarvis and the National Park System Advisory Board met for two days in the Commandant's House in the Charlestown Navy Yard on November 4 and 5. The Advisory Board was first authorized in 1935, and its 12 members, who are appointed by the President, advise the Director and the Secretary of the Interior on matters relating to NPS. Director Jarvis, who convenes meetings of the Board twice-a-year in a different national park, chose Boston for the meeting to hear about the implementation of the Urban Agenda in the National Parks of Boston. With three National Parks in the city—Boston National Historical Park, Boston African American National Historic Site, and Boston Harbor Islands National and State Park—the National Park Service sees extraordinary opportunities to collaborate with the people of Boston on programs to provide youth employment, celebrate our cultural heritage, reconnect people to history and nature, and provide outdoor recreation opportunities on land and in the harbor. The meeting included a boat tour of the inner-harbor and the Boston Harbor Islands, ranger talks at Faneuil Hall, a tour of the Black Heritage Trail, and a meet and greet with park staff in the Hull Room.        Micheal Creasey will be the new superintendent of Boston, beginning in late May.   Northeast Regional Director Mike Caldwell announced today that the National Parks of Boston will receive new leadership and a progressive management structure that will have a strong partnership orientation.  Michael Creasey will oversee the national park collaborative that includes Boston National Historical Park, Boston African American National Historic Site and the Boston Harbor Islands National Recreation Area. Creasey is currently the superintendent of Marsh-Billings-Rockefeller National Historical Park and the executive director of the National Park Service Stewardship Institute in Woodstock, Vermont and oversees the management of Saint Gaudens National Historic Site in New Hampshire. He will assume his new post in late May.   \"Michael's portfolio brings a depth of experience in collaborative park management and working in partnerships. His background reflects the leadership qualities that are needed to work in dynamic urban environments,\" said Caldwell. \"His recent work at the Stewardship Institute, a nationally recognized group that engages the National Park Service (NPS) and its partners on sharing leading edge practices to advance the NPS mission, was instrumental in developing the NPS Urban Agenda –a bold strategy that positions the NPS to become more relevant to all Americans. As the NPS enters its Centennial year in 2016, Michael's skill sets will be critical in making Boston one of the premier urban national parks centers in the nation and a testament to how the NPS can work in collaboration with stakeholders at all levels to enhance one of America's great cities.\"   Creasey stated, \"It is an exceptional time to be in Boston and I am looking forward to meeting and working alongside the dedicated park staff and partners, and being a part of Boston's future.\"   Over the span of three decades, Creasey has blended his background in planning, public lands management and academia to serve in a variety of positions for the NPS. He was the superintendent of Lowell National Historical Park in Massachusetts from 2005-2012, a national model for historic preservation and heritage development in an urban setting. During his tenure at Lowell, he attended Harvard University Graduate School of Design as a Loeb Fellow where he concentrated on leadership, urban planning and public policy.   Other positions that Creasey held include the acting commissioner for the National Parks of New York Harbor, overseeing ten national parks within the metro region of New York City and New Jersey;for a decade Creasey was the executive director of the John H. Chafee Blackstone River Valley National Heritage Corridor in Rhode Island and Massachusetts where he served a 19-member commission that oversaw the management of an area spanning two-states and 24 cities and towns - a partnership aimed at environmental restoration, heritage preservation and economic development;served as project manager with the NPS Rivers, Trails and Conservation Assistance program developing a bi-national conservation plan along the lower Rio Grande River in Texas and Mexico;and as a park planner with the Mid-Atlantic Regional Office in Philadelphia.         Park Ranger Sentidra Joseph presents at the Mattapan Public Library in Boston, MA.   On Saturday March 7th, Boston Alumnae Chapter Delta Sigma Theta Sorority, INC presented An Afternoon of African American Culture for Children at the Mattapan Public Library. BOAF Park Ranger Sentidra Joseph gave a presentation on the Black Heritage Trail exposing the children and their parents to the exciting stories of the Underground Railroad and Abolition Movement and the connections to Boston's African American community and history.        Tatiana Grant, Free, Ryan McNabb, Dr. John Stauffer, Sentidra Joseph, Laboure College President Maureen Smith, and Site Manager Terry Brown. Laboure College  On February 25th, Boston African American National Historic Site was pleased to once again partner with Laboure College to present at their Black History Month celebration. This year's program featured renowned scholar and author John Stauffer who discussed his book Giants: The Parallel Lives of Frederick Douglass and Abraham Lincoln. The program also featured brief presentations from Laboure student and former Boston African American National Historic Site Ranger Tatiana Grant as well as from Park Ranger Ryan McNabb. Over ninety people attended this event which was held at Laboure's new campus in Milton, MA.        Drummers perform at the Nourishing the Soul Through Food and Music event. Boston African American National Historic Site  Almost 100 people joined Boston African American National Historic Site for its Black History Month program Nourishing the Soul Through Food and Music held on February 6th, 2015. This event featured a panel discussion with Dr. Jessica Harris, Dr. Frederick Douglass Opie, and Dr. Leonard Brown, moderated by L'Merchie Frazier, that looked at the foodways and musical legacy of the African Diaspora in America. This great event event also featured African drumming, signing, and food tasting. Partners included the Beacon Hill Scholars, the Black Student Union at Suffolk University, Historic New England, the Congregational House, and the Museum of African American History.        Park Ranger Crystal Chandler receives The Creating the Dream Award at the African Meeting House.   On Thursday, January 22, BOAF Park Ranger and Suffolk University student Crystal Chandler received The Creating the Dream Award. This award recognizes the outstanding efforts of an individual, organization, or department within Suffolk University that work toward creating an inclusive, respectful, and safe climate for the University community. The award recipient demonstrates a sustained and tangible impact on Suffolk's communities of color. Congratulations Crystal!         On October 21st, 2014, the Beacon Hill Scholars and Boston African American NHS once again celebrated the March of Women's Courage.  This annual event honors the brave members of the Boston Female-Antislavery Society who walked arm in arm through a crowd of belligerent anti-abolitionists to hold their meeting in 1835.  This year's guest speaker was Boston African American NHS Park Ranger Sentidra Joseph who discussed this historic event and what it means to us today.        Staff from Boston NHP and Boston African American NHS. BOAF  On October 1st, 2014, Boston National Historical Park marked its 40th anniversary with a celebration and cake at the Faneuil Hall Visitor Center in downtown Boston.  Park staff, partners and the public turned out for this event which featured brief remarks from Superintendent Cassius Cash and all of the partner sites along the Freedom Trail and Black Heritage Trail.  Pictured are staff from Boston NHP and Boston African American National Historic Site.      BOAF Moves to New Office Space in Downtown Boston    On the weekend of January 25th, 2014, Boston African American National Historic Site moved from its longtime office space at 14 Beacon Street to its new location on the 9th Floor of the Easton Building at 15 State Street, right next to the Old State House. Our Rangers can still be found at the Museum of African American History and Faneuil Hall, but our main office is now at the new State Street location. The phone number remains the same (617) 742-5415.          Writers, Reformers and Radicals Tour a Success  On September 8th, the Boston African American National Historic Site and the Longfellow National Historic Site joined forces to offer two walking tours entitled Longfellow's Beacon Hill: Writers, Reformers, and Radicals. Sentidra Joseph from Boston African American and Rob Velello from Longfellow created this program which focused on Henry Wadsworth Longfellow's circle of friends that lived on the Hill. Over forty people attended the two programs, and plans are being made to offer this program again in the near future.           Vandalism at the Robert Gould Shaw Memorial  On July 31, 2012, a female suspect identified as Rosemine Occean, 38, was observed by BOAF interpretive rangers throwing yellow paint on the Robert Gould Shaw and Massachusetts 54th Regiment Memorial across from the Massachusetts State House on the Black Heritage Trail. Three bystanders were also splattered with paint. NPS LE Rangers Chris O'Shea, Dylan McDonald, and Harvey Simon responded along with a Massachusetts State Police Trooper and several Boston Police units. The suspect admitted to throwing the paint and was arrested by Boston Police.Conservators hired by the Friends of the Boston Common and Public Garden will begin cleanup tomorrow and the work is expected to take about a week to complete. Tours of the Black Heritage Trail® will continue to be held as scheduled.          The Boston African American National Historic Site Co-Sponsors Communal Reading of Frederick Douglass Speech   On July 2, 2012, the Boston African American National Historic Site was proud to co-sponsor a communal reading of Frederick Douglass' Speech, \"The Meaning of the Fourth of July for the Negro.\" This event brought people from all over the region together to read, listen to and follow along with one of Frederick Douglass' most famous speeches. For more information about this program, please visit Mass Humanities. To see pictures from the event, please visit our Photos and Multimedia page.         Park Rangers Sentidra Joseph and Wayne McCray with Boston National Historic Park Rangers at the Annual Bunker Hill Day Parade    Rangers from Boston African American National Historic Site Celebrate the Annual Bunker Hill Day Parade in Charlestown On June 10, 2012, Rangers from the Boston African American National Historic Site took part in the Annual Bunker Hill Day Parade in Charlestown, MA. This parade takes place every year to commemorate the Battle of Bunker Hill, one of the first major engagements of the American Revolution, which took place 237 years ago. Sailors from the USS Constitution led some fifteen hundred participants, including Revolutionary and Civil War Re-enactors, as well as Rangers from Boston National Historic Park and Boston African American National Historic Site. Rangers Sentidra Joseph and Wayne McCray marched in the parade to represent the Site and interact with the community. Please visit our Photos and Multimedia page to see more pictures from the parade.          Faneuil Hall Visitor Center Boston National Historic Park  Opening of the new Faneuil Hall Visitor Center! On May 25, 2012, Boston National Historic Park and the Boston African American National Historic Site were proud to open the new National Park Visitor Center at Faneuil Hall. The new facility is home to new exhibits, an audio-visual orientation program and a bookstore. The new visitor center will serve as a starting point for the Freedom Trail tours, as well as for the new tour by the Boston African American National Historic Site, Freedom's Trial: Civil Rights to Civil War. Park visitors will have the opportunity to go on ranger guided tours or to use the Park's new smart phone and iPad applications to design their own walking tours of Boston's major historic sites. U.S. Sen. Scott Brown, Boston Mayor Thomas Menino, Interior Secretary Ken Salazar and U.S. Rep. Michael Capuano all spoke to visitor's at the opening. Read the Associated Press story here.        Superintendent Cash outside the African Meeting House Erik Jacobs for The Boston Globe  Blazing the other freedom trail  On May 14, 2012, the Boston Globe did a profile on Park Superintendent Cassius Cash, which highlighted his work with the Boston African American National Historic Site. The article discusses his work with the Black Heritage Trail® and his efforts to elevate its profile. Read the Boston Globe story here.            Men of Color to Arms presented in Stoughton   As part of their commemoration of the sesquicentennial of the Civil War, Stoughton Public Library hosted Boston African American National Historic Site's newest outreach program \"Men of Color To Arms!: The Story of the 54th Regiment.\" Over eighty people attended this event which was led by Ranger Ryan McNabb, 54th Company A President Emmett Bell-Sykes, and Colonel Dave Hencke of the present day 54th National Guard.",
    "url": "https:\/\/www.nps.gov\/boaf\/learn\/news\/index.htm"
}
