{
    "title": "Boston African American National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       Black Heritage Trail® The Black Heritage Trail® explores the history of the 19th century African American community of Boston. The trail consists of 14 sites and begins at the Robert Gould Shaw Memorial on Beacon Street. Self-guided tours can be conducted at any time, Monday through Sunday. Maps and site brochures can be obtained at the Abiel Smith School during site hours.   For a map of the Black Heritage Trail® please click here.  Ranger guided tours of the Black Heritage Trail® are conducted as follows: July 4th-September 3rd, 2016: Public tours will be offered Monday-Saturday at 10 a.m., 12 p.m., and 2 p.m. Fall Season, September 5th, 2016 - TBD: Public Tours will be offered Monday-Saturday at 2 p.m. Morning tours may be available for group reservations. Schedules are subject to change. Please call (617) 742-5415 for information and reservations. The Museum of African American History The Museum of African American History's Abiel Smith School and African Meeting House are open to the public year round, six days a week, Monday-Saturday: 10:00 a.m. to 4:00 p.m. National Park Rangers are available there throughout the day for historic talks. Please call (617) 742-5415 for group reservations.   Special Events Throughout the year Boston African American National Historic Site will be conducting specialized programs on a variety of topics relating to the African American community in Boston. For more information, please see our Events page.    NOTE: The Robert Gould Shaw Memorial is owned by the City of Boston, is located on the Boston Common and is open 24 hours, 7 days a week. The African Meeting House and the Abiel Smith School are owned by the Museum of African American History. The Abiel Smith School is open to the public during site hours only and houses the National Park Service visitor area. All of the other sites on the Black Heritage Trail® are privately owned and are not open to the public.",
    "url": "https:\/\/www.nps.gov\/boaf\/planyourvisit\/things2do.htm"
}
