{
    "title": "Boston African American National Historic Site: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia       Photo Galleries   Our photo galleries offer images of the significant historical monuments and buildings at our site, as well as pictures from our special events and programs.                     The Black Heritage Trail   19 Photos  Click here to view some images from the Black Heritage Trail and related sites on Beacon Hill.          This Year's Highlights   13 Photos  Keep checking back for pictures from our special events and outreach programs in 2014 and 2015.          Special Events in 2013   3 Photos  Take a look at a few images from our special events and outreach presentations from last year.                          Freedom Rising:  The 150th Anniversary of the Emancipation Proclamation and  African American Military Service in the Civil War        In commemoration of the 150th anniversary of the Emancipation Proclamation, Boston African American National Historic Site and several Greater Boston educational, historical, and cultural institutions presented a symposium at the Radcliffe Institute.  Held on May 3rd, 2013, this day-long event focused on the Emancipation Proclamation and its hemispheric impact, the recruitment of black troops, black communities, black women, and legacy in art.  Captured in four parts, the video from that day can be found by following these links to YouTube. Freedom Rising Part 1  Freedom Rising Part 2 Freedom Rising Part 3 Freedom Rising Part 4           Roots of Liberty As part of the Freedom Rising symposium, Boston African American National Historic Site and a number of local partners participated in presenting Roots of Liberty: The Haitian Revolution and the American Civil War.  Held on May 4th, 2013, this theatrical performance looked at the legacy of the Haitian Revolution and its impact on the American Civil War.  The entire performance is available on YouTube which can be found here.      Podcasts Boston African American National Historic Site is proud to introduce its series of podcasts. Please listen to our new mp3 files to learn more about the tours we offer at our site and some of the notable places and figures from Beacon Hill's African American community in the 19th century.      Tours Black Heritage Trail®. Hear about the most popular tour at the Boston African American National Historic Site, which takes visitors through North side of Beacon Hill and introduces them to the challenges and triumphs faced by the free black community of 19th century Boston.  Sites Memorial to Robert Gould Shaw and the Massachusetts 54th Regiment. Learn more about one of the most significant historical sites here in Boston. This podcast provides information on the history of the 54th Regiment, as well as some insights about the monument dedicated in its honor. Charles Street Meeting House. Hear about one of the hidden stories of our site, the Charles Street Meeting House. One of our park guides will tell you about the role that the Meeting House played in the struggle for integration in Boston during the 19th century.  George Middleton House. Listen to one of our park guides discuss one of the oldest sites on the Black Heritage Trail®, the George Middleton House. In this podcast you will learn about George Middleton's contributions during the American Revolution, as well as the history of Beacon Hill's African American community in the Early Republic.",
    "url": "https:\/\/www.nps.gov\/boaf\/learn\/photosmultimedia\/index.htm"
}
