{
    "title": "Rocky Mountain National Park: Scout Ranger Programs",
    "body": "Scout Ranger Programs       Programs for Boy Scouts and Girl Scouts Rocky Mountain National Park provides scouts with an ideal location to work towards many of their nature and outdoor adventure badges. Our scout programs are custom designed for each troop to meet the requirements of the badges they are working towards. The time spent in these programs can also count towards the National Park Service Resource Stewardship Boy Scout Ranger and Girl Scout Ranger certificates and patches. General Scout Programs To schedule a program: Contact the Environmental Education Office Mark DeGregorio, Education and Outreach Coordinator e-mail or 970-586-3777 The Resource Stewardship Scout Ranger Program was created by the National Park Service in partnership with BSA and GSA to help scouts gain a better understanding of the National Park Service mission and to encourage them to help conserve the nation's natural, cultural and historic resources. The program is designed to engage scouts in education and volunteer projects in units of the National Park Service. In recognition of their resource stewardship activities, scouts are awarded certificates and\/or patches for their participation. A certificate is earned when five hours are completed in education programs or volunteer service and a patch is awarded if 10 hours are completed. To learn more about the scout ranger program, visit the National Park Service Youth Programs Website.      General Scout Programs Summer Scouts After Dark An evening program that introduces scouts to the adaptations of nocturnal animals in Rocky Mountain National Park. Scouts use all of their senses to discover the nighttime world. Winter Winter Survival This guided snowshoe hike includes instruction on how to be safe when participating in winter outdoor activities. Scouts will look for potential avalanche sites, build shelters, and assemble a pack to take for a day in the snow. This program completes some requirement for the Boy Scout Wilderness Survival Merit Badge and the Girl Scout Outdoor Survival Interest Project. Winter Ecology A guided snowshoe hike that introduces scouts to the conditions of winter in Rocky Mountain National Park and the adaptations that plants and animals have to survive these harsh and changing conditions. Full Moon Snowshoe A moonlit snowshoe hike in Rocky Mountain National Park that introduces scouts to some of the adaptations that allow animals to survive through a harsh winter night in the Park. **Snowshoes are provided for all winter programs**",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/kidsyouth\/scout_ranger_programs.htm"
}
