{
    "title": "Frederick Law Olmsted National Historic Site: Olmsted and Captain Kidd's Treasure",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Olmsted and Captain Kidd's Treasure                Olmsted and Captain Kidd's Treasure         Captain William Kidd (c. 1654 - 1701) Wikipedia    Franklin H. Head's after-dinner conversation about treasure buried on the coast of Maine by the notorious pirate Captain Kidd resulted in the writing of a tongue-in-cheek story intended only for intimate friends, but which soon afterwards, because of a very convincing narrative, was taken for a true tale. The work's title refers to a supposed lawsuit between Frederick Law Olmsted, the noted landscape architect, and members of the Astor family. Olmsted purportedly accused the Astors of stealing Kidd's treasure from the Olmsted family's land on Deer Isle, Maine. It was Olmsted's daughter Marion's after-dinner conversation with the author that led to the production of this, to use Frederick Law Olmsted's words, \"burlesque hoax.\"  - See more at: http:\/\/www.lawbookexchange.com\/pages\/books\/59608\/franklin-h-head-frederick-law-olmsted\/a-notable-law-suit#sthash.BKdcIxWT.dpuf This story was written by Franklin Head and was printed privately in 1898. The genesis of the story was an after-dinner conversation the author had with Marion Olmsted, the daughter of Frederick Law Olmsted. Her tongue-in-cheek narrative eventually gained traction as a true tale. Her brother Rick Olmsted called the whole affair \"a burlesque hoax\". Liberty Magazine eventually got a hold of the story and ran it was fact. Truth or Fiction - it's a fun read!Did John Jacob Astor Find Captain Kidd's Riches? And did he steal them from the Olmsteds?Here's a True Story Stranger than Any Fiction  —  of Pirate Gold and the Birth of a Famous Fortune     PART ONE — THE IRON BOXJohn Jacob Astor, fourth of an honored name, was stroking his long silken mustache. Everything about John Jacob Astor was long and silken. An aristocrat. And why not?Wasn't it his mother, the Mrs. Astor, who sat in that beautiful French chateau on upper Fifth Avenue and decided who was and who was not in New York society?Wasn't it his great-grandfather, the first John Jacob Astor, who had invested two million dollars in New York real estate, and invested it so wisely that it had grown, in the hands of succeeding generations of Astors and Wendells and Delanos and Chanlers and Careys and Van Alens, until it had now reached, in the 1890s, the colossal total of four hundred and fifty million dollars?Wasn't he, Colonel John Jacob Astor, scholar, sportsman, soldier, financier — he who was to meet a tragic death on the Titanic — called the Landlord of New York?\"Mr. Astor,\" said an obsequious clerk, \"two gentlemen, Mr. Evarts and Mr. Olmsted, wish to see you on a matter they say is of the greatest importance.\"\"Not Mr. William M. Evarts?\"\"Yes, Mr. Astor. Mr. William M. Evarts and Mr. Frederick Law Olmsted.\"That settled it. Senator Evarts, senior partner of the great Joseph H. Choate, was probably the foremost legal authority of his generation. And Mr. Frederick Law Olmsted, of the Brookline, Massachusetts, and Deer Isle, Maine, Olmsteds, was, as everybody knew, a famous landscape engineer, a city-builder, a civic architect, one of the best known men of his time.\"Let them come in,\" said Mr. Astor.They did — Mr. Evarts big, burly, expansive, impressive; Mr. Olmsted quiet, retiring, sensitive. The greetings were becomingly cordial.How could Mr. Astor suspect that Mr. Evarts's first words were to strike at the very foundation of his great fortune?\"Mr. Astor,\" the senator began, \"my client, Mr. Olmsted, has come to you on a matter of extreme importance and delicacy. He has indisputable proof that the Astor estate was not founded, as you and all the world have been led to believe, on your great-grandfather's profits in furs.\"\"Well, senator,\" smiled Mr. Astor, \"on what was it founded?\"\"On the buried treasure of Captain Kidd!\"Now, the fourth John Jacob Astor was not a laughing man. He was, if anything, on the solemn side. But at this juncture he laughed long and heartily.\"You can't expect me, senator, to take you seriously,\" he said.\"Why else are we here?\" said the lawyer.\"But Captain Kidd and my great-grandfather — \"\"Mr. Astor, piracy makes strange bedfellows. And so does finance. And far stranger things have happened in both than the fact that the very substantial and highly respected fortune which you enjoy was founded on the stolen treasures of the most notorious pirate of all times.\"\"Did you say fact, senator? Aren't you going a bit fast?\"\"As I said, Mr. Olmsted has the proof.\"The man of great wealth turned to his other caller.\"Mr. Olmsted,\" he said, \"I have the highest respect for your reputation and your achievements. I would be inclined to believe anything you said which could possibly be within your knowledge. But I hardly see how this alleged fact could possibly be in that category — or how,      if it were, it could possibly interest you.\"He rose, his hand once more on his mustache.His two callers, however, showed no sign of departing.\"Mr. Astor,\" began Mr. Olmsted in a low, measured voice which demanded attention, \"the fact to which Mr. Evarts has referred does interest me, and rightly.\"\"And why, may I ask, should anything concerning the Astor estate interest you?\"\"Because the Astor estate belongs not to you but to me.\"Mr Astor sat down. After all, the man in front of him was no adventurer. He was a sober, distinguished gentleman, a man of wealth in his own right, and he was accompanied by counsel of national eminence. Such a claim was not to be laughed off too easily.\"I realize, Mr. Astor,\" continued his caller, \"that this disclosure must come as a shock to you — arid I beg you to believe that I do not impute any unworthy motives to your ancestor in this matter. He was simply a shrewd business man who made the best deal he could — \"\"Deal, man? What are you talking about? How could my great-grandfather have made a deal with this fellow Kidd? Why, Captain Kidd — \"\"Yes, I know, Mr. Astor. Your ancestor did not make a deal with Captain Kidd. But I have established that he did make one with the man who found Captain Kidd's treasure.\"\"Well, suppose, for the sake of argument, that he did. Where do you come in?\"\"The treasure was buried on land which I own — which my family owned at the time Kidd buried it.\"Mr. Astor looked from Olmsted to Evarts.\"That's it,\" said the lawyer. \"The treasure was found on Mr. Olmsted's land. It was therefore his property.\"The full weight of what these men were saying — the enormity of what they intended — seemed suddenly to come home to the usually imperturbable John Jacob Astor.\"Preposterous!\" he fairly shouted.But he made no attempt to dismiss his callers or the subject regarding which they had come. It may have occurred to him — since he was himself a student of the early history of New York — that Captain William Kidd was no such mythical person as the stories about him would lead one to suppose. In fact, he wasn't mythical at all.William Kidd was, throughout most of his long career on the sea, a merchant shipmaster of honorable repute. He lived in what is now New York City in a comfortable home on Liberty Street with his wife, a prosperous widow whom he had married rather late in life. So good was his reputation that in 1695, when he chanced to enter the port of London in his brigantine the Antigoa, he was commandeered by the newly appointed Royal Governor of the Colonies of New York and Massachusetts, Richard, Earl of Bellomont, to lead an expedition against the pirates who sailed out of North Atlantic ports and harassed British commerce in the distant Indian Ocean.So far, there was nothing in his career to threaten either Mr. Astor's wealth or his peace of mind.What happened to Captain Kidd when he reached the Far East no one seems to know for sure. Whether he was tempted by Oriental opulence and gorgeousness into the almost unbelievable piratical excesses connected with his name, or whether his crimes were exaggerated by tales spread by his enemies, the real pirates, and by his mutinous and deserting crew, is unimportant in the present case. Mr. Astor was not concerned with the captain's morals!But that Captain Kidd must have left the larger part of his treasure somewhere along the Atlantic coast — probably with the idea of keeping it dark until he should find out just where he stood on the charges which had been lodged against him — would seem to be, on the record, an inevitable conclusion: so inevitable that a commission of experts representing the British government, at the time of Captain Kidd's trial and hanging in 1701, spent months and several hundred pounds of good English money in a vain attempt to decipher their only clue to the treasure's whereabouts — a small piece of pasteboard which Kidd, after a whispered conference, had been seen handing to his wife.This card bore these hastily scribbled figures:44106818Not much, to be sure, these cryptic figures, on which to base a search for buried gold. But over a period of two centuries this undeciphered and apparently undecipherable cipher had been enough to cause hundreds of otherwise sober-minded persons to spend hundreds of thousands of dollars digging and drilling on almost every likely spot from Nova Scotia to Key West.Yes, Mr. Astor knew — or could have known — these facts. Perhaps it was some vague recollection of them which made him continue to give ear to what was probably the most unbelievable tale ever told in a modern business office.\"It is understood, is it not, senator, that I am listening to this story without prejudice to any of my own or my family's rights in the matter?\"\"Certainly, Mr. Astor. My client comes to you as one gentleman to another.\"             Mr. Frederick Law Olmsted was a gentleman —and a landscape gardener. It was as natural for him to dig as it is for most men to breathe. He had dug up eight hundred acres in the heart of Manhattan and made them into beautiful Central Park. He had dug up Capitol Hill in Washington and created a landscape setting which, like the Capitol itself, has been the admiration of all nations. In short, by digging and its kindred arts, he had made himself recognized as his country's greatest landscape architect. \"My client never dreamt, however,\" commented the learned Mr. Evarts, \"that his most notable digging, and perhaps his most profitable, was to be done in his own back yard.\" In fact, it was probably more in the spirit of good clean fun than in the expectation of either fame or fortune fun than in the expectation of either fame or fortune that Olmsted had proposed to his children, one summer afternoon in 1892, that he and they should dig for buried treasure in a cave on the Olmsted estate at Deer Isle, Maine. The best part of the fun was that they found it! The game of treasure hunting was a peculiarly appropriate one for the Olmsted children to take part in, for they, more than most families, had been brought up on the old stories of Captain Kidd. Wasn't it on the swampy shores of the Penobscot River, at the mouth of which Deer Isle lay in all its gray-and-green beauty, that thousands of tons of good Maine soil had been shoveled over and over again in the search for Captain Kidd's pieces of gold? Wasn't it off the very shores of Deer Isle that fishermen of undoubted veracity, as fishermen go, had often of a dark and stormy night glimpsed the dream ship Adventure Galley standing bravely out to sea, with none other than the ghostly figure of Captain Kidd himself, a brace of pistols in either hand and a cutlass in his teeth, astride the quarterdeck? Wicked old Captain Kidd! The Olmsted children knew him well. And as for his doubloons of gold and pieces of eight, Deer Isle, in its isolated position between river and sea, uninhabited for many decades except for the visits of an occasional Indian trader, was an ideal spot in which to look for them —especially as it boasted &mysterious cave of indubitably piratical aspects. The cave was not far from the Olmsted residence. Its opening was, and still is, on the sea. It is of an irregular shape, averaging about ten feet in height and width and extending some twenty-five feet into the solid rock. For generations the cave has been a favorite playground of successive groups of Olmsted children and a picnic place for them and their elders. It was on the occasion of a family gathering of the picnic variety that Mr. Olmsted observed upon the rock at the inner end of the cave what looked like vaguely traced marks of identification. He particularly noticed a rude cross, its edges rounded and worn by the action of waves and of ice. It was below this cross, in the darkest portion of the cave, that he had proposed that he and his family dig for hidden treasure. The job promised to be hard. The floor of the cave was one solid cake of clay. At least, it seemed so. But to the amazement of Olmsteds, young and old, the clay was succeeded, at only a few inches below the surface of the spot directly underneath the cross, by a layer of sand, which was found to fill a rectangular hole in the clay fifteen by thirty inches and about fifteen inches deep. \"Imagine the excitement of my youngsters, Mr. Astor,\" said Mr. Olmsted, \"and imagine my own surprise, when we found plainly marked on the otherwise smooth clay surface of the bottom of the hole the impressions of a rectangular row of boltheads, some three or four inches apart and about one inch from the outside edge! \"The bottom of the hole and such portions of the sides as had not been marred by the removal of the box which it had obviously contained were heavily coated with iron rust.\" \"Very interesting, I'm sure!\" commented Mr. Astor a bit impatiently. \"But I fail to see how this discovery is connected with either Captain Kidd or my great-grandfather. You didn't find in the sand an impression of those mysterious numbers —what were they?\" \"They were 44106818. No, I didn't find an impression of them, but I did find that the latitude of the island is exactly 44d 10' and —but perhaps you are not interested in these details, Mr. Astor?\" \"Go on! Go on!\" \"Well, naturally I was interested, as so many others had been before me, in the meaning of the cryptic numbers 44106818, but at first I could make no progress. The experts to whom I went for help reported, just as the British government experts of 1701 had done, that if the figures had ever had a meaning it was undiscoverable. \"As it turned out, the very simplicity of the supposed cipher had fooled the experts completely. For the time being, however, I found myself most effectively blocked. \"This was the situation until the summer of 1894, when Professor David Todd, the astronomer at Amherst College, was visiting my family at Deer Isle. He amused himself one day by calculating the latitude and longitude of our home, which was, as you may remember, close by the cave. Later he gave the results of his labors to my daughter Marian. She was struck by the fact that the figures of the latitude, 44d 10', were identical with the first four figures on the famous Captain Kidd card, 4410;and that the longitude, 68d 13', was almost the same as the last four figures, 6818. This difference, as Professor Todd later explained, might easily be accounted for by a very slight variation in Captain Kidd's chronometer.\" \"Still you haven't connected the mysterious iron box with my ancestor, the first John Jacob Astor.\" \"I was just coming to that,\" smiled Olmsted. \"The situation offered several interesting lines of inquiry.\" He went on to detail them. The first thing the Olmsteds did was to try to trace the history of the stolen box both backward to Captain Kidd and forward to its present owners or beneficiaries. The forward course seemed to offer the fewer difficulties, so Mr. Olmsted set himself to a study of the names and occupations of all the inhabitants of Deer Isle from Captain Kidd's time to his own. Careful research brought to light the fact that in 1801, exactly one hundred years after the execution of Captain Kidd in London, a fur trader named Jacques Cartier, who was in the employ of John Jacob Astor and had been coming to Penobscot Bay for years in search of pelts, had suddenly expressed a desire to buy from Oliver Cromwell Olmsted, the then head of the house of Olmsted, either the whole of the island or the southern end where the cave was located. Mr. Olmsted had refused both requests, but had finally sold the persistent Cartier a few acres in the center of the island, on which Cartier built a log house and lived for many years with his Indian wife. The suspicious thing was that Cartier had always seemed an extremely poor man, living with difficulty on the meager pay he received from Astor. But when he offered to buy all or part of the island he seemed to be plentifully supplied with money;and when he finally did obtain a permanent lodgment on it, he gave up fur trading and devoted himself exclusively to hunting and fishing and drinking. Occasionally he would speak vaguely of the good fortune which had come to him from some unmentioned source;but in his sober moments he would deny having said anything about it. Naturally this created among the canny inhabitants of Penobscot Bay a suspicion as to his honesty —a suspicion which grew and grew until he could stand it no more. One day, when somebody had made a scathing remark, he disappeared from the island and never returned. In Cartier's abandoned cabin, after his strange disappearance, the authorities found scraps of paper which had been partially burned. On one was the signature of John Jacob Astor, and on another, in the same handwriting, the words: \"Absolute secrecy must be observed because ...\" At the time, these pieces of paper, presumably in Astor's handwriting, attracted little notice. Cartier was known to have been Astor's employee and it was natural that letters should have passed between them. In Mr. Olmsted's hands, however, they were now pregnant with interesting possibilities. For if, as he had begun to suspect, Jacques Cartier had taken the mysterious box back with him along with his usual load of furs, and had delivered it to Astor for a price, then his sudden affluence and his decision to take it easy for the rest of his life would have been no wonder — \"An assumption, Mr. Olmsted, which would have to be backed by legal proof,\" Mr. Astor commented quietly. \"Fortunately for my client,\" Mr. Evarts said, \"it is.\" \"Yes,\" said Mr. Olmsted. \"I am able to show by your great-grandfather's own accounts not only that he was directly responsible for the sudden prosperity of Cartier, but that his own sudden increase in wealth was exactly coincident with that of his employee.\" This was no idle boast. The patient and influential Mr. Olmsted had discovered that Astor's only bank account in the period he was examining had been with the Manhattan Company. Fortunately, the books of the bank had been preserved from the very beginning, so Mr. Olmsted was able to obtain a complete and incontrovertible history of all of Astor's financial transactions from the opening of his account in 1798. The business of both Astor and the bank was small in those days. The former's total deposits in the beginning did not exceed $4,000 a year;and when he shipped furs abroad or made sales to local dealers, the books of the bank showed virtually the whole transaction. For example, entries like these were of frequent occurrence: Cr J. J. Astor $33.00, proceeds drafts sale 40 muskrat, 4 bear, 3 deer and 12 mink skins. Cr J. J. Astor $131, proceeds of draft on London for $26,10s for sale of 87 otter skins, 46 mink and 30 beaver pelts. The account of the thrifty furrier showed only the slightest variation during the last three years of the eighteenth century. In 1799, for example, the aggregate of his deposits for the year was no more than $4,011. \"But in 1801, Mr. Astor, your great-grandfather paid to Jacques Cartier 'in settlement to date' —although the annual dealings between the two men had never previously exceeded five hundred dollars —the unprecedented sum of five thousand.\" \"A circumstantial case! Nothing but a —\" \"Would you like to see the figures? I have a photograph of them here.\" Mr. Astor did not reply, but his hand left his mustache. He moved uneasily in his great carved chair. \"Five thousand dollars!\" said Mr. Olmsted. \"A lot of money for those simple days. To the woodsman it was a fortune. But from your standpoint, perhaps I should say our standpoint, it was a fortune well spent.\" \"You mean?\" \"I mean that your great-grandfather's deposits in his Manhattan Company bank account jumped, that same year, to more than half a million dollars.\" Mr. Astor made no rejoinder. He was enough of a business man to know that certain links in the chain were still lacking. It was unlikely that a court would sustain any such claim unless it had been proved that the actual box from the Olmsted estate had come into the personal possession of the founder of the Astor fortune. \"Mr. Olmsted,\" he said finally, \"how about the box itself? I suppose you have lost sight of that completely.\" \"Not at all. I own the box.\" \"Now?\" \"Yes, Mr. Astor. Would it interest you to see it?\" \"I would be interested to know where you found it.\" \"Figuratively speaking, I found it in your great-grandfather's attic.\" \"How interesting!\" It was interesting. To begin with, Mr. Olmsted had learned that the last house in which the original John Jacob Astor lived had been torn down as lately as the year 1893, to be replaced by a superb modern dwelling;and that the old building had been sold to a wrecking firm. In the hope that the rusty box had been sold with the other rubbish about the premises, Mr. Olmsted inserted the following advertisement in the New York Tribune: A rusty iron box, strongly made and bolted, was by mistake sold in 1893 to a dealer in junk, supposedly in New York or Brooklyn. The dimensions were 15x30x15 inches. A person, for sentimental reasons, wishes to reclaim this box and will pay several times its value as scrap-iron. Address F. L., Box 74, New York Tribune. Within a few days Mr. Olmsted received a letter from Mr. Bronson Beecher Tuttle of Naugatuck, Connecticut, an iron manufacturer, stating that in a car of scrap iron bought by him from Melchisedec Jacobs of Brooklyn was an iron box answering the description. Further inquiry developed the fact that Melchisedec Jacobs, the Brooklyn junk dealer, had purchased the box in a large drayload of scrap iron from the wrecking firm of Jones &Company, who had taken such material from the family mansion occupied by the original John Jacob Astor at the time of his death. Mr. Olmsted at once procured the box and shipped it to Deer Isle, where the bolts upon its bottom and the box itself were found to fit the print in the clay. The plaster cast of the bottom of the cavity, taken when it was first discovered, matched the bottom of the box perfectly. One peculiarity of the box was that there had apparently been no way to open it except by cutting it apart. The top had been firmly riveted in place, and this possibly explained its purchase by Astor at the moderate price of five thousand dollars, as the trader had been unable to open it before his arrival in New York. \"It seems to me, Mr. Olmsted,\" said Mr. Astor, \"that there are several things which you will never be able to prove. For one, you have told me nothing which shows that the box found on your estate, even if it was delivered, as you assume, to my great-grandfather, was ever the property of William Kidd. For all you really know about the box, it might have been the property of Morgan or Avery or Blackbeard.\" \"There was one thing about it, Mr. Astor, which would seem to preclude any such possibility. On the top of the box, distinguishable despite the heavy coating of rust, were scrawled —as if with a cold chisel or some similar instrument —two identifying marks.\" \"May I ask what they were?\" \"Certainly. They were the initials W. K.!\" Publication Date: Liberty Magazine, February 24, 1934",
    "url": "https:\/\/www.nps.gov\/frla\/learn\/historyculture\/capt-kidds-treasure.htm"
}
