{
    "title": "Frederick Law Olmsted National Historic Site: The Olmsted Elm",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Olmsted Elm                The Olmsted Elm         The Olmsted Elm in Fairsted's South Lawn.   This American elm was on the landscape when Olmsted bought this property he called \"Fairsted\" in 1883, moving both his family and landscape architecture business. While Olmsted and his son John Charles Olmsted removed other trees from a worn-out orchard in its vicinity, they kept this particular tree as an important feature of the pastoral landscape they created in the southern portion of the two-acre property.  The \"Olmsted Elm\", which was planted circa 1810, was a main stay in the Fairsted landscape for generations. In recent history, the elm's health seriously declined and, as a result, its structural stability was compromised. Symptoms included crown dieback, shedding of bark and branches, spreading infections of wood and root decay fungi, and the widening of a vertical seam along the main trunk. Together, these symptoms increased the risk of tree failure and potential damage to the adjacent Olmsted house.       In addition, the tree was been impacted by infections of Dutch elm disease over the past decade. The most recent infection was in 2009 and caused progressive dieback of the canopy which has further contributed to the elm's decline.As the elm continued to deteriorate, the NPS staff has taken careful steps to promote the tree's longevity while minimizing risks of sudden failure.When Dutch elm disease infections have occurred, the NPS has treated the tree with fungicides and carefully pruned out dead and deteriorated limbs and branches. In 2005, NPS staff installed a non-invasive limb cabling system in the tree's upper crown to help stabilize the tree. In 2010, the site staff has fenced off the lawn area directly beneath the tree branch canopy to protect visitors from falling debris.      The final decision to remove the tree was based principally on its deteriorated condition and the associated risk of sudden structural failure.The NPS consulted arborists and research scientists specializing in aged tree management. The consensus is that the tree poses an immediate hazard and should be removed. Park staff, friends, and visitors shared in sad day of March 30, 2011. A time-lapse video captured this momentous occasion.      Working with the Arnold Arboretum of Harvard University, Olmsted NHS staff took cuttings from the existing tree for propagation of genetic clones;hoping that if one reached adequate size and vigor, it would be planted in the same place as the original.For more than a decade, the NPS worked with the Arnold Arboretum, but regrettably the clones either failed to thrive or themselves became victims of Dutch Elm Disease, which had also afflicted the historic elm. While attempts to replace the tree with this propagated material were unsuccessful, the NPS continued to employ techniques to promote the replacement elm's growth in a manner that approximates the aesthetic features of the original. As a result, the NPS planted a disease-tolerant American elm variety there instead. Again, this celebration was captured on video.      The new tree is a \"Jefferson Elm,\" a cultivar that typically develops the classic vase-shape that characterized the historic Olmsted elm and also has shown resistance to Dutch Elm Disease. Turning to research to find a suitable replacement, the Jefferson Elm cultivar was chosen.Developed by the National Park Service and the U.S. NationalArboretum, and drawn from a thriving elm planted on the National Mall in the 1930's, in addition to its other virtues, the cultivar has an association with Frederick Law Olmsted Jr., who had a significant role in planning the Mall when he was a member of the 1901 McMillan Commission.      The National Park Service commemorated the passing of the \"Olmsted Elm\" tree, including working with Rhode Island School of Design (RISD) to utilize the Olmsted Elm's wood for educational purposes. RISD students, after studying Frederick Law Olmsted and his design philosophy, also, the site's history and design, produced furniture, sculptures, and other artwork that were featured in the \"Echoes of the Olmsted Elm\" exhibit.",
    "url": "https:\/\/www.nps.gov\/frla\/learn\/historyculture\/olmsted-elm.htm"
}
