{
    "title": "Frederick Law Olmsted National Historic Site: Behind the Scenes of the Olmsted Office",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Behind the Scenes of the Olmsted Office                Behind the Scenes of the Olmsted Office         Signatures of the women on staff (Dorothea Kohlrausch, Frances Dolan, Nancy Griffin, Katharine Matsuki, S. Gertrude Owen, Catharine Carroll, Stella Obst, Mary Sheehan, Elizabeth Burchstead, and Mary McDonald) from a Christmas card ca. 1932-33 Olmsted Archives, FRLA 15821 Olmsted Employee Scrapbook, FRLA 15821-297  Clerical Work and the Olmsted firm When Frederick Law Olmsted moved his landscape architecture firm to Brookline, Massachusetts, in 1883, it was still a small operation. Over the following years, his firm expanded as he brought in more partners and employees, including his sons John Charles and Frederick Jr. After Olmsted retired, his sons became senior partners and renamed the firm Olmsted Brothers. The partners aimed to make their Brookline office more mechanized and efficient to handle growing business. For support, they hired a staff of skilled clerical workers who kept the firm organized. Most of these positions were filled by women. The 1920s were a busy time for Olmsted Brothers. After reduced work during World War One, the firm rebounded and took on hundreds of commissions. A large number of jobs meant that the office buzzed with activity: letters and phone calls came in and out, plans were copied and shipped, and employees sometimes juggled over a hundred projects at a time. The clerical staff also grew to manage the increased workload and keep business running. We can understand the clerical workers better in the larger context of women entering the workforce in the early twentieth century. During this time, clerical work was greatly expanding as offices grew and introduced new machinery that needed people to operate it. Women filled the demand for workers since many people believed that clerical tasks were well suited for women. By the 1920s around half of the nation's clerical workers were women, double the percentage from 1900. Click on the different rooms around the clerical wing of the Olmsted office to meet some of the women who worked in these spaces around 1925 and the work that they did.               Further Reading: Amy S. Brown, \"Nature in Practice: The Olmsted Firm and the Rise of Landscape Architecture and Planning 1880-1920\" (Master's thesis, Massachusetts Institute of Technology, 2002). Alice Kessler-Harris, Out to Work: A History of Wage-Earning Women in the United States (Oxford: Oxford University Press, 2003). Sharon Hartman Strom, Beyond the Typewriter: Gender, Class, and the Origins of Modern American Office Work, 1900-1930 (Urbana, IL: University of Illinois Press, 1992).  Early Office Museum, www.officemuseum.com",
    "url": "https:\/\/www.nps.gov\/frla\/learn\/historyculture\/clerical-intro.htm"
}
