{
    "title": "Frederick Law Olmsted National Historic Site: Good Neighbors",
    "body": "Good Neighbors              Learning Through Landscapes Intro_׀_Pre-Visit_׀_On-Site_׀_Post-Visit_׀_ Get Involved   Good Neighbors brings learning to life through a series of carefully sequenced, hands-on activities that unleash imaginative minds and address grade 3 learning standards in the Massachusetts Curriculum Frameworks. Using the thematic focus of Parks for People, students solve real-world problems using knowledge and skills from language arts, science, art, mathematics and social studies. This integrated approach engages all learners, and provides a myriad of opportunities for acquiring and applying higher order thinking.  Participating students learn why parks are important for people, and begin to imagine their own role in the care and stewardship of these special landscapes. To see Good Neighbors in action watch this documentary video hosted on YouTube.   At Fairsted students:   Explore the restored landscape to learn how design decisions affect the character and function of a place.  Investigate the Olmsted design office to learn about the tools, steps and people involved in park-making.  Create a 3D park model based on client needs to better understand how thoughtfully-designed parks strengthen communities.   Pre-visit materials prepare students for their field experience and post-visit activities extend learning and encourage students to apply their new skills and understandings to their personal lives.   Parks for the People   Long before the \"No Child Left Inside\" movement, there was Frederick Law Olmsted. The 19th century landscape architect saw his profession as a means to design \"natural\" spaces to promote physical health and spiritual well-being and bring together all the members of the community for a shared experience. Frederick Law Olmsted National Historic Site seeks to advance this legacy in today's world by engaging young people in learning about the history and contemporary relevance of Olmsted-designed parks and the profession of landscape architecture.       >",
    "url": "https:\/\/www.nps.gov\/frla\/learn\/education\/goodneighbors.htm"
}
