{
    "title": "Frederick Law Olmsted National Historic Site: Inspired by Olmsted Contest 2016",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Teens     Inspired by Olmsted Contest 2016                Inspired by Olmsted Contest 2016              This Year's Contest is Closed Thanks to all who participated!   On August 25, 2016 we celebrate the 100th birthday of the National Park Service (NPS) and its founding law, the 1916 Organic Act. The year-long celebration of NPS's centennial aims to engage the next generation of park visitors, supporters, and advocates. We at Frederick Law Olmsted National Historic Site invited local high school students to play a role in this centennial year by helping us honor the importance of the Organic Act, authored in significant part by Frederick Law Olmsted, Jr.    \"[T]o conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" -Frederick Law Olmsted, Jr. 1916 Organic Act, Section 1     Students were invited to create artistic or written submissions to explain how these words inspired them. We received submissions this year from seven high schools. Frederick Law Olmsted National Historic Site will be hosting a reception for our finalists on Founder's Day, Thursday, August 25th, 2016 at 6:30 PM. Find out more about our Centennial plans.   An exhibit of the submissions will be available to the public in the Frederick Law Olmsted National Historic Site Carpentry Shop Gallery beginning Wednesday, August 31 during business hours Wednesday through Sunday, 9:30 AM - 4 PM.       Thank you for your participation!  Stay tuned for announcements about next year's  Inspired By Olmsted competition.       Want to learn more? Click here to read more about Frederick Law Olmsted, Jr. and the 1916 Organic Act which established the National Park Service.  To read the full text of the Organic Act, visit America's National Park System: The Critical Documents.         Frederick Law Olmsted, Jr. Olmsted Archives  Who was Frederick Law Olmsted, Jr.? Frederick Law Olmsted, Jr., the son of landscape architect Frederick Law Olmsted, followed in his father's footsteps to become a successful landscape architect in his own right. For several decades he led the Brookline, Massachusetts landscape architecture firm that his father established. Olmsted, Jr. cared deeply about the protection of scenic outdoor spaces. He helped design and plan important features at Acadia National Park, Yosemite National Park, Rock Creek Park, and the National Mall, played a leading role in the development of the California state park system, and advocated for the protection of California's redwoods. He was a key figure in the early years of the National Park Service.   What is the Organic Act? In the early 20th century, scenic areas in the United States were at risk of being damaged or destroyed by unregulated mining, logging, livestock grazing, damming, and commercial development. Management of national parks was decentralized with no powerful federal government agency to administer and protect them. After the federal government's 1913 decision to dam Yosemite's scenic Hetch Hetchy Valley to supply San Francisco with public water, scenic preservationists, including Olmsted Jr., pushed for the creation of a federal bureau as a counterweight to the pressures to exploit national parks' resources. Olmsted Jr. was among those who wrote the legislation that would ultimately become law and played a central role in defining the mission of NPS. In 1916 Congress passed and President Woodrow Wilson signed the Organic Act to establish a National Park Service to protect and manage spaces set aside as national parks. The Organic Act created this agency to ensure that places of natural or historical importance would be preserved for future generations to enjoy. Over the past 100 years, the NPS has grown to manage more than 400 sites across the country.",
    "url": "https:\/\/www.nps.gov\/frla\/learn\/kidsyouth\/copy-of-inspired-by-olmsted-contest.htm"
}
