{
    "title": "Frederick Law Olmsted National Historic Site: Frederick Law Olmsted",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Frederick Law Olmsted                Frederick Law Olmsted          Name: Frederick Law Olmsted  Birth and Death: 1822-1903  Years at Firm & Position:Partner:1857-1897    Notable Project Involvements while at the Firm:  Central Park, New York, New York Prospect Park, Brooklyn, New York Riverside, Illinois US Capitol Grounds, Washington, D.C. Park System, Boston and Brookline, Massachusetts World's Columbian Exposition, Chicago, Illinois Biltmore Estate, Asheville, North Carolina      After a variety of careers, Frederick Law Olmsted, at mid-life, shifted his attention to landscape design and the importance of providing green spaces for urban areas.In this new endeavor, his work helped to establish the American profession of landscape architecture.He created a notable body of park, institutional, and private residential designs that influenced the essential shape of cities.Olmsted instilled in his colleagues and apprentices the philosophy that thoughtful and purposeful landscape design, which respected natural site conditions, should provide restorative public experiences, necessary for a healthy society. To carry out his work, Olmsted developed a firm where he supervised the education, not only of his sons, John Charles, and Frederick Law, Jr., but of his many apprentices, such as Henry S. Codman and Charles Eliot, who he felt had the talent and temperament to advance the evolving landscape design profession. The senior Olmsted believed that landscape architects needed more than knowledge of  plants and soil; they needed to understand the artistic nature of their work and how designed landscapes could influence human activity and social values. When he retired in 1897, he left a legacy of diverse and well-designed landscapes and a new generation of landscape professionals who understood his vision and could interpret it for the next century.",
    "url": "https:\/\/www.nps.gov\/frla\/learn\/historyculture\/flo.htm"
}
