{
    "title": "Rocky Mountain National Park: Our Staff & Offices",
    "body": "Our Staff & Offices        NPS        Superintendent  The superintendent of Rocky Mountain National Park is the top park official, responsible for managing and supervising all park operations and activities. The superintendent's offices includes the deputy superintendent and public information officer. Divisions  Each of the following divisions has a Division Chief, supervisory rangers, and permanent and seasonal staff.        Beaver Meadows Visitor Center NPS   Administration Division  This is the \"business office\" for Rocky Mountain National Park. Its principle functions include human resources, purchasing, property management, budget administration, contracting, payroll, technology support (computers, networks, park radios, telephone systems) and mail.        Opening the Alpine Visitor Center and Trail Ridge Road each year is a large task. NPS\/Ann Schonlau   Facility Management Division This division maintains all roads, trails, buildings, utilities, grounds, vehicles, and other physical facilities in the park to assure their safe use. Facility managers take care of all housing matters. They also manage construction and rehabilitation projects to support Rocky's operation.        Park Rangers give educational programs about the park. NPS   Interpretation & Education Division  This division provides information\/education programs and services to park visitors and neighbors. The division manages park publications, interpretive exhibits, visitor center operations, and the park's year-round visitor information office. Interpretive park rangers offer a variety of ranger-led programs to the public. A curriculum-based education program reaches thousands of students annually. Rocky is home to one of the largest volunteer programs in the National Park Service. This division also maintains an extensive museum collection.        Resource Stewardship rangers study and monitor park resources. NPS   Resource Stewardship  This division provides scientific guidance to park management on all matters relates to natural and cultural resources. The division conducts or oversees studies on physical, biological and cultural resources, and oversees fire management. Staff members often work with private landowners to ensure the protection of the many private in-holdings and nearly 190 conservation easements held by the park.        A park ranger welcomes each visitor to the park. NPS   Resource Protection and Visitor Management Division  This division is responsible for law enforcement, emergency medical services, search and rescue, structural fires, dispatch, and management of the backcountry and wilderness resources. The division provides backcountry use information and education, and issues permits (Wilderness Office), manages wilderness campsites and facilities, and all Special Use Permits for events and special park uses. Resources and Visitor Protection staff manage the Visitor Transportation System (shuttle buses), fees and campgrounds, and concessionaires and private businesses operating in the park. The division also oversees security of park facilities, buildings and park-owned offices.       For information about Rocky Mountain National Park please call the Visitor Information Office at 970-586-1206 or send your question(s) via e-mail. The office is staffed daily, 8:00 a.m. - 4:30 p.m. If you are searching for a particular park employee, visit the NPS Directory.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/management\/staffandoffices.htm"
}
