{
    "title": "Frederick Law Olmsted National Historic Site: John Charles Olmsted",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     John Charles Olmsted                John Charles Olmsted         John Charles Olmsted Olmsted Archives  Name:John Charles Olmsted Birth and Death:1852-1920 Years at Firm & Positions: Apprentice then partial partner: 1875-1884, Partner:1884-1920   Notable Project Involvements while at the Firm: Park System, Boston and Brookline, Massachusetts Audubon Park, New Orleans, Louisiana Grounds of the National Cash Register Company, Dayton, Ohio Essex County Park System, New Jersey Park System, Seattle, Washington Numerous estates and residential subdivisions     John Charles was integral to the Olmsted firm, further developing many of the park and city-planning projects begun by his father, Frederick Law Olmsted, Sr. These included work in Buffalo, Brooklyn, Milwaukee and Louisville, as well as in Boston's \"Emerald Necklace\" where he played a key role.His first major solo park project was Audubon Park in New Orleans where he incorporated the ideas Olmsted Sr. had used at the World's Columbian Exposition and at Boston's Back Bay Fens to transform swampy ground into a scenic park.John Charlesexpanded the firm's practice to new projects across the continent, including park systems, estates and subdivisions in New Jersey;Dayton, Ohio;and in the Pacific Northwest and British Columbia.Many of these projects significantly influenced the manner in which cities developed. Within the Olmsted firm, he created efficient design and business procedures necessary to manage a growing design office with a widespread practice and to help train the next generation of landscape architects, many of whom would eventually form independent practices.John Charles' work nurtured the nascent profession of landscape architecture, and he became the first president of the American Society of Landscape Architecture when it was formed in 1899.               Volunteer Park, Seattle, Washington Olmsted Archives",
    "url": "https:\/\/www.nps.gov\/frla\/learn\/historyculture\/jco.htm"
}
