{
    "title": "Frederick Law Olmsted National Historic Site: College Campuses",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     College Campuses                Designing for Young Citizens: The Olmsteds and Campus Planning       Introduction Frederick Law Olmsted and the firm he founded brought the principles of public park design to American college campuses across the country. Working on dozens of colleges and universities, the Olmsteds left their mark on the American campus. The Olmsted firm designed campuses to be beautiful, sustainable, community-oriented, and ultimately beneficial to student development. Though the Olmsteds are often only a footnote in the histories of the colleges they worked on, they undoubtedly shaped the experiences of generations of students on some of the nation's greatest college campuses.    Origins of Campus Planning in America Scholars trace early campus planning in the United States to Thomas Jefferson and the University of Virginia. Thomas Jefferson's plan for the University of Virginia has been described as an \"academical village,\" in which environment and landscape were closely tied to the purpose of the institution. These early ideas of campus planning would carry over into into the nineteenth century, when higher learning expanded dramatically in the United States. Over the past two centuries, campuses in the United States have come to represent a uniquely American landscape form which reflects American values and tastes.   Times of Change Frederick Law Olmsted's first forays into landscape design in the mid-nineteenth century coincided with national trends of expansion and democratization. The 1860s saw the completion of the transcontinental railroad and the passage of the Homestead Act, both of which facilitated migration throughout the West. The passage of the Morrill Act in 1862 marked the beginning of the expansion of higher education in the United States, creating the land grant colleges—public universities established primarily to promote agricultural and scientific research. Around the same time, new women's colleges and schools for African Americans were also established. These new institutions signaled the increasing importance and accessibility of higher education for Americans.        Although Olmsted’s idea of an scholarly village was not carried out at the College of California, Olmsted used the idea for his design for Lawrenceville School in Lawrenceville, New Jersey. Olmsted ArchivesJob #52  Olmsted-Designed Campuses The College of California: Designing for Community Today known as the University of California, Berkeley, the College of California was one of Olmsted's first campus plans. Although the plan Olmsted proposed was not implemented by the college's founders, Olmsted's ideas about campus planning can be traced to his design for the college. After visiting the site in the foothills east of San Francisco Bay, Olmsted proposed a plan in which students lived in cottages, rather than dormitories. These cottages would be arranged in a \"picturesque\" style, with meandering roads and paths surrounding them. Areas of campus were to be separated by park-like areas. Olmsted departed from more traditional, symmetrical campus plans. He thought that such campuses were not conducive to growth and expansion. This decision showed Olmsted's vision for the future of the campus. As with his public parks, Olmsted designed with the future in mind. Olmsted envisioned a campus that would be integrated with the surrounding community. He felt that students would benefit from a balance between \"a suitable degree of seclusion and a suitable degree of association\" with the rest of the world. He particularly praised the area which would become Berkeley, California because it was both close to and separate from the growing city of San Francisco. Olmsted wrote, \". . . [students] should be free to use at frequent intervals those opportunities found in large towns and seldom elsewhere. Such is the argument against a completely rural situation for a college. On the other hand, the heated, noisy life of a large town is obviously not favorable to the formation of habits of methodical scholarship.\"         Leland Stanford, Jr. University Olmsted ArchivesJob #1032   Stanford University: Designing for Sustainability For the campus of Stanford University, Olmsted proposed a campus uniquely suited to California's climate. The ambitions of the railroad financier and former California governor Leland Stanford dictated much of Olmsted's design work on the project. Stanford envisioned a campus monumental in scale and formal in design, while Olmsted proposed a campus nestled in the hills of Stanford's property. Stanford insisted the campus be built on flat land, with a grand axial approach to the center of campus.        A planter of palms and other native plants is visible in this photo taken from the eastern entrance to Stanford’s main quad. Olmsted ArchivesJob #1032   As an opinionated and strong-willed client, Stanford's design ideas were largely implemented. However, Olmsted won a key disagreement over the campus landscape. Olmsted proposed that the main campus quadrangle, the largest of its kind at the time of its construction, be paved and contain circular planters of native plants, trees, and shrubs. Stanford ultimately agreed to this. Although the finished quad is strikingly more formal than most Olmsted designs, the quad design illustrates a key Olmsted principle—sustainability. Olmsted's recommendation of paved space and native plants over lawns showed an understanding of the resources needed to maintain a landscape. The 8,000 acre project ultimately cost the Stanfords $30 million.         Duke University Olmsted ArchivesJob #7411  Duke University: Designing for Beauty Endowed in 1924, Duke University promised to be a beautiful, elite southern university that would rival colleges in the northeast. Desiring a beautiful campus, Duke's founders turned to the Olmsted Brothers for a campus plan. The Olmsted firm was responsible for the roads, quads, and pedestrian paths on the Durham, North Carolina campus. The Olmsted firm also worked with architect Harry Trumbauer to determine the placement and location of campus buildings. Keeping with the tradition of the Olmsted firm, Duke University maintains a park-like landscape today, with 2,000 acres of open space and a 6,000 acre forest.       Planting list for Duke University. This planting list was made by Olmsted Associates. The firm continued to be involved with design and planning at Duke into the mid-twentieth century. Olmsted ArchivesJob #7411       University of Mississippi: Designing for Growth Like Frederick Law Olmsted, Sr., the Olmsted Brothers approached design and planning with the future in mind. The Olmsted Brothers foresaw the growth of the University of Mississippi, choosing to orient the campus around an east-west axis. Roads around the edges of the campus served to establish a cohesive, central campus core. Building off of the university's earlier plans, the Olmsteds' plans and studies produced a campus consisting of a series of quads connected by axes and cross-axes. The firm's work at the University of Mississippi spanned nearly 40 years and resulted in over 1800 plans, making it the single largest body of plans in the Olmsted Archives.       The University of Mississippi General Plan illustrates how the campus has expanded past the central campus, while still maintaining a campus core. Olmsted ArchivesJob #9791       Other Olmsted Campus Projects       College of New Jersey Olmsted ArchivesJob #1169        The enclosed quadrangle depicted in this drawing of Washington University in Saint Louis is reminiscent of Olmsted’s work at Stanford. The Olmsted firm’s work at Washington University took place in the 1890s.  Olmsted ArchivesJob #1729        This plan shows the proposed pathways for the campus of Brown University in Providence, Rhode Island. The plan reveals an attempt to balance buildings laid out in straight lines with curving paths and scattered plantings. Olmsted Archives Job #225        Williams College Olmsted ArchivesJob #318        Founded in 1855, Berea College in Kentucky was the first integrated, co-educational institute of higher learning in the South. When Kentucky outlawed integrated schools in 1904, Berea opened the Lincoln Institute for its African American students. The Olmsted Brothers did design work for both Berea and the Lincoln Institute. In addition to the Lincoln Institute, the Olmsteds worked on other schools established for African Americans, including three Historically Black Colleges and Universities. Olmsted ArchivesJob #5050        This illustration of the University of Maine campus in Orono, Maine captures the park-like, naturalistic setting that Olmsted recommended for campuses. Olmsted ArchivesJob #3090        The Olmsted Brothers were involved with Huntingdon College in Montgomery, Alabama throughout the first decades of the twentieth century. Huntingdon was established as a Methodist women’s college. The plan shows a wooded campus with buildings laid out in a semi-circle. Olmsted ArchivesJob #3322         Denison University Olmsted ArchivesJob #6373  Further Reading Coulson, Jonathan, Paul Roberts, and Isabelle Taylor. University Planning and Architecture: The Search for Perfection. New York: Routledge, 2015. Duke University Office of the University Architect. \"The Legacy of Landscape Architecture at Duke.\"http:\/\/architect.duke.edu\/landscape\/History%20of%20Landscape%20Architecture%20at%20Duke1.html. \"Historic Contexts.\" In Campus Heritage Plan. University of Cincinnati, 2008. Kowsky, Francis R. \"College and School Campuses.\" In The Master List of Design Projects of the Olmsted Firm, edited by Lucy Lawliss, Caroline Loughlin, and Lauren Meier. Washington: National Association of Olmsted Parks, 2008. Olmsted, Frederick Law. \"Berkeley: A University Community.\" In Civilizing American Cities, edited by S.B. Sutton, 264-291. New York: Da Capo Press, 1997. Rybczynski, Witold. \"Olmsted Meets the Governor.\" In A Clearing in the Distance, 367-372. New York: Scribner, 1999. Turner, Paul Venable. Campus: An American Planning Tradition. Cambridge: MIT Press, 1984.",
    "url": "https:\/\/www.nps.gov\/frla\/learn\/historyculture\/college-campuses.htm"
}
