{
    "title": "Longfellow House Washington's Headquarters National Historic Site: Partners",
    "body": "Partners       Longfellow House - Washington's Headquarters National Historic Site partners with several organizations to promote education and awareness of Henry W. Longfellow's life, works, and influence. Below are brief descriptions of these organizations, along with links to their respective web sites where you can learn more.        Friends of the Longfellow House-Washington's Headquarters NHS Since 1996, the Friends of the Longfellow House-Washington's Headquarters NHS, a not-for-profit voluntary group, has worked with the National Park Service to support Longfellow House - Washington's Headquarters National Historic Site by promoting scholarly access to collections, publications about site history, educational visitor programs, and advocacy for the highest quality preservation.        Maine Historical Society Dedicated to the preservation, understanding, and enjoyment of Maine history, the Maine Historical Society maintains the Wadsworth-Longfellow house in Portland, ME, the boyhood home of Henry Wadsworth Longfellow. The Maine Historical Society features a web site devoted to Henry Wadsworth Longfellow. Click for more information.          New England Poetry Club The New England Poetry Club, founded in 1915 by Amy Lowell, Robert Frost, and Conrad Aiken, sponsors the oldest poetry reading series in the country and has been bringing internationally renowned poets to read at Longfellow House-Washington's Headquarters NHS for over 30 years.  With their help, the site continues the tradition with the annual Longfellow Summer Festival, which brings world-renowned poets to the site for readings each summer.      The Dante Society of America Henry W. Longfellow formed the Dante Club in the 1860s with friends James Russell Lowell and Charles Eliot Norton, along with occasional others, as an informal group to aid him in his project to translate Dante's Divine Comedy. The members met at Longfellow's house on Brattle Street to discuss Henry's translations, and to dine and socialize.  Upon publication of Longfellow's translation in 1867, the club moved to Charles Eliot Norton's house where Norton's work on translating Dante's La Vita Nuova was discussed. In 1881 the club became the Dante Society of America, with Henry W. Longfellow serving as its first president. The Dante Society of America continues to advance the study of Dante Alighieri's works today. The Society officially resides at Harvard University, and its reference library is held at the Longfellow House - Washington's Headquarters National Historic Site. To learn more about the Dante Society of America's activities and programs, click here to visit their web site.",
    "url": "https:\/\/www.nps.gov\/long\/getinvolved\/partners.htm"
}
