{
    "title": "Longfellow House Washington's Headquarters National Historic Site: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.          Charles Appleton Longfellow  Born: June 9, 1844 Died: April 13, 1893 Charles Longfellow, son of the famous poet Henry Wadsworth Longfellow, ran away from home in 1863 to join the Union Army. He became a lieutenant in the 1st Massachusetts Cavalry regiment in the Army of the Potomac. Charles was seriously wounded in November 1863 while participating in the Mine Run Campaign in Virginia.            Charles Sumner  Born: January 6, 1811 Died: March 11, 1874 Charles Sumner was an abolitionist, lawyer, United States senator from Massachusetts, and poet Henry Wadsworth Longfellow's best friend. A strong civil rights advocate, in 1848 he and the African American attorney, Robert Morris, defended a young girl who was not allowed to attend a nearby school because she was black. Sumner also helped write the first civil rights bill.            Stephen Longfellow  Born: March 23, 1834 Died: January, 1905 Stephen Longfellow, nephew of the famous poet Henry Wadsworth Longfellow, served in the 20th Massachusetts Infantry during the Civil War. This unit, also known as the \"Harvard Regiment,\" had some of the highest losses of any Union regiment during the Civil War. Stephen was wounded at Fredericksburg, Gettysburg, and Spotsylvania.            The Bee  1863 The Bee was a group of teenaged Cambridge, Massachusetts girls that formed a sewing circle to contribute to the Civil War effort by sewing shirts, knitting socks, and rolling bandages for the soldiers. They named themselves \"the Banks Brigade\" after Union General Nathaniel Banks. This was shortened to \"the B.B.\" and finally \"the Bee.\"",
    "url": "https:\/\/www.nps.gov\/long\/learn\/kidsyouth\/tradingcards.htm"
}
