{
    "title": "Longfellow House Washington's Headquarters National Historic Site: Insects, Spiders, Centipedes, Millipedes",
    "body": "Insects, Spiders, Centipedes, Millipedes       The recent restoration of the Longfellow House - Washington's Headquarters National Historic Site’s historic garden attracted many different insects and arachnids to the grounds. Park staff photographed some of the more remarkable garden visitors. See the pictures and text below to find out a bit about some of the inhabitants of the Longfellow garden.        Praying Mantis, photographed on a rosebush in the Longfellow garden.   Praying Mantis: The Praying Mantis is a large predatory insect introduced to the United States in the late nineteenth century. It eats caterpillars, butterflies and moths, and can even catch hummingbirds! The mantis is a solitary creature, and has a reputation for cannibalism.        Monarch butterfly.   Monarch Butterfly: The many flowering plants growing in the gardens at the site have attracted the attentions of Monarch Butterflies. The Monarch is a migrating butterfly, and can travel thousands of miles to reach wintering grounds in the southern United States, Mexico, or the Caribbean.  In September of 2006, crowds of Monarchs were seen in the gardens, feeding and resting on asters, dahlias and other flowers.        An American Hoverfly in the Longfellow garden.   American Hoverfly: Easily mistaken for a bee, the American Hoverfly is active during the summer months. Named for its ability to hover in flight, the American Hoverfly is a beneficial insect since its larvae feed on garden pests such as aphids. The adult hoverfly eats nectar from flowers.        An Angular Winged Katydid dining on a leaf.   Angular Winged Katydid: The Angular Winged Katydid is a relative of crickets and grasshoppers, and feeds on plants. Despite the fact that they can grow to be large insects, (the one pictured to the left was close to three inches long!) their green coloring and leaf-shaped bodies provide excellent camouflage, which helps the katydids hide from potential predators such as birds.        A Honeybee gathering nectar and pollen from a flower.   Honeybee: The honeybee is one of the most familiar and beneficial of insects. Honeybees pollinate plants including important crops, produce beeswax, and make honey. Honeybee workers, such as the one pictured here, are the most numerous and commonly seen type of honeybee. Although they can sting when disturbed or defending their hive, the honeybees found in New England are not generally aggressive.        A Black and Yellow Argiope in its web.   Black and Yellow Argiope: A large orb-weaving spider, the Black and Yellow Argiope often lives in gardens where it builds its web in a sunny spot among flowers or other tall plants. Although it is a large spider and looks intimidating, the Black and Yellow Argiope will tend to leave its web and attempt to hide if disturbed.        A Lily Leaf Beetle in the Longfellow garden.  Note the holes in the leaf caused by the beetle's eating.   Lily Leaf Beetle: The Lily Leaf Beetle is a recent arrival, having been first sighted in Cambridge, Massachusetts in 1992. Despite its attractive bright red coloring, the Lily Leaf Beetle is a garden pest that feeds on several different types of plants. Various methods of control are currently being studied in an attempt to limit the damage caused by these garden invaders.        A male Wool Carder Bee in flight, patrolling his territory in the Longfellow garden.   Wool Carder Bee: A visitor to the Longfellow gardens in June and July, the Wool Carder Bee, so called because of the female's practice of collecting plant hairs with which to build a nest, is a striking insect.  The brighter male bee can be identified by the rows of yellow dots on its abdomen, as seen in the photograph to the left.  The male Wool Carder Bee is very territorial, and will aggressively attack any other insects that try to land on the flowers he has claimed as his own.",
    "url": "https:\/\/www.nps.gov\/long\/learn\/nature\/insects.htm"
}
