{
    "title": "Longfellow House Washington's Headquarters National Historic Site: Revolutionary Saturdays",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Revolutionary Saturdays              Revolutionary Saturdays       Calling all students!!! Bring your families to one or more of these National Parks to explore how the people of Massachusetts helped start the Revolutionary War and form a new nation. Find out about the people who took part in some of the most important events in American History and see where they happened! Parents, help prepare your fourth graders for their intensive study of the American Revolution this fall!         Minute Man National Historical Park July 9 Visit Minute Man Visitor Center 9:00 a.m. - 4:30 p.m.  Fourth graders - download your voucher online from the Every Kid in a Park website and bring it to the front desk to get your pass! View \"The Road to Revolution\" multimedia presentation shown every 30 minutes, and learn about the events of April 18 and 19, 1775, from Paul Revere's famous ride to the \"shot heard round the world.\" Paul Revere Rode Here!  11:00 a.m., 12:00 p.m., and 1:00 p.m. Walk from Minute Man Visitor Center to the Paul Revere Capture Site with a park ranger. Learn about Paul Revere and other alarm riders, the families who lived along the Battle Road in 1775, and how a famous poet nearly changed history with an often misunderstood poem. Visit Whittemore House  11:00 a.m. - 2:00 p.m.  Visit a real colonial home and learn about how the outbreak of war on April 19, 1775 impacted one family. You can:  Try on colonial clothing and learn how to dress for success in the 18th century. Prepare a colonial dinner recipe (facsimile) using only ingredients available at the time. Learn about the Whittemore family's experiences on April 19th and imagine what you would have done. Express your artistic creativity and draw pictures of your visit to Minute Man National Historical Park.    Visit Hartwell Tavern for \"Muster the Minute Men!\"   10:15 a.m., 1:15 p.m., 3:15 p.m. and 4:15 p.m. Learn about the minute men and the start of the American Revolution. Participate in a militia muster and be challenged to master REAL battle formations from 1775. The program includes a musket firing demonstration. People with hearing impairments or hearing aids should exercise caution.          Boston National Historical Park July 16 What's the big deal about Bunker Hill? Bunker Hill Museum \"Mapping the Battle\" 11:00 a.m. and 1:30 p.m. Use a large floor map of Charlestown and Boston during 1775 to plan your strategy for Militia and British Soldiers during the Battle of Bunker Hill, June 17, 1775! While you're there, explore the exhibits in the Bunker Hill Museum! Open 9:00 a.m.-5:00 p.m. Fourth graders - download your voucher online from the Every Kid in a Park website and bring it to the Bunker Hill Museum to get your pass!     Become a Junior Ranger! A park ranger, or volunteer, can give you a copy of Liberty: Junior Ranger Activity Book. Have fun doing the puzzles and games as your earn a Junior Ranger badge.  Bunker Hill Monument \"Decisive Day\" Every half hour 10:00 a.m.-4:00 p.m. Learn about the experiences of soldiers fighting during the Battle of Bunker Hill. Discover why the battle, a British victory and a colonial loss, was an important step in the colonists' fight to drive the British army out of Boston. \"Of Muskets, Men and Liberty\" 11:30 a.m., 12:30 p.m., 2:30 p.m. and 3:30 p.m. What were the colonists fighting for at the Battle of Bunker Hill and why were they willing to take up arms against fellow British subjects? Discover why three men from very different backgrounds were fighting for a common cause because of their shared desire for liberty. This 20-minute talk on the monument grounds includes a musket firing demonstration. Climb the Monument! 9:00 a.m.-5:00 p.m., last climb at 4:30 p.m. Climb 294 steps to the top of the Bunker Hill Monument for a bird's eye view of Boston Harbor. Earn your Junior Ranger Badge! Ask a ranger for a copy of Liberty: Junior Ranger Activity Book. Earn your badge by completing the games and activities in the book.         Longfellow House-Washington's Headquarters National Historic Site July 23  12:00 p.m.-4:00 p.m. Join us as General Washington returns to his Cambridge headquarters! You can:  Meet George Washington: Ask the General about his time in Cambridge, his struggle to discipline an army of rowdy New Englanders, how he made all of the difficult decisions he faced, or anything else on your mind. Plus, what a great photo op! Be sure to tag us on Instagram in all of your selfies! Put yourself in the General's shoes: Would you have attacked Boston? How would you handle a traitor? What to do about patriots of color in the Continental Army? Learn about the family who had built and lived in the house George Washington made his home and headquarters in July 1775 and the enslaved family they left behind when they fled into Boston. Complete the Road to Revolution Junior Ranger Book to learn about the historic Cambridge neighborhood surrounding the site and earn your very own Junior Ranger badge. Sign up for a tour of headquarters. Dress up as a colonist.  1:00 p.m. and 3:00 p.m.  Join a ranger-led exploration of the historic Cambridge neighborhood through \"The Road to Revolution\" Junior Ranger book.  2:30 p.m. Explore the world of Colonial Cambridge! Learn about the people forced to leave their homes as the insurgency visited their neighborhood.          Salem Maritime National Historic Site July 30 1774! Rumblings of War! 11:00 a.m.-12:00 p.m. Do you think the Loyalists were “the bad guys” and the Patriots “the good guys?” Could war with England have been avoided? Join us on the steps of the U.S. Custom House on Derby Street and travel back in time to 1774 to participate in a Salem town meeting. The townspeople are gathering to discuss the recent troubling events in their colony. Take on the role of a Loyalist, Patriot or someone who might be swayed either way. Listen to what your friends, neighbors, and government officials have to say...and let your voice be heard, too!   For more information call: 978-740-1650           Adams National Historical Park August 6 Visit the Adams National Historical Park Visitor Center* front desk from 9:00 a.m. to 5:00 p.m. to obtain your Every Kid in a Park pass! Before your visit to the park, visit http:\/\/www.everykidinapark.gov, play a quick game, and print a voucher, and then pick up your FREE pass. Earn your Junior Ranger Badge! Pick up a Junior Ranger Booklet, complete any 5 of the activities in the booklet during your visit and receive your very own Junior Ranger Badge! Enduring Legacy: Four Generations of the Adams Family is a 26 minute film introducing the remarkable Adams family. Browse the park bookstore for even more information and a variety of souvenirs to remind you of your visit to this historical park and the contributions of four generations of the Adams family to the history and development of the United States. All Aboard:Then you and your family can board the park trolley and tour all the homes for free, or join our program listed below! Enjoy a special Revolutionary Saturdays program!  Penn and Parchment: The Continental Congress will take place in the Adams Carriage House @ 135 Adams Street, Quincy. Time: 1:00PM - 2:30PM Raise your voice, don your tricorn hat, and become a delegate to the Second Continental Congress and re-enact the passage of the Declaration of Independence at Adams National Historical Park.This interactive and engaging event is an invitation for children (and their adults) to take part in the debate about whether to remain loyal to the British crown, or to create a new nation! * The Visitor Center is located at, 1250 Hancock Street in the President's Place Galleria. Free validated parking is offered in the adjacent Presidents Place Parking Garage accessed via Saville Avenue.          These events are part of the Every Kid in a Park initiative. Visit https:\/\/everykidinapark.gov\/ for more information",
    "url": "https:\/\/www.nps.gov\/long\/learn\/kidsyouth\/revolutionary-saturdays.htm"
}
