{
    "title": "Longfellow House Washington's Headquarters National Historic Site: Alice Longfellow",
    "body": "Alice Longfellow         Alice Longfellow as a young girl, c. 1858.   Alice Mary Longfellow was born 22 September, 1850 as the eldest daughter of Henry Wadsworth and Frances Appleton Longfellow. Immortalized as \"Grave Alice\" in her father's poem \"The Children's Hour\", she led a life characterized by a love of travel and a strong interest in education and American history. As a child, Alice Longfellow attended Miss C. S. Lyman's School, and later Professor Williston's School.  In 1878, she served on a committee to consider the establishment of classes for women taught by Harvard professors.  The Harvard Annex, later named the Society for the Collegiate Instruction of Women, formed in 1879 and Alice entered with the first class as a special student.  Early commencements of the Society, eventually to become Radcliffe College, were held in the Craigie House library.  Alice Longfellow's affiliation with the school continued throughout her life.  She attended classes there until 1890, with a year long interlude spent at Newnham College in Cambridge, England, in 1883-1884.  Alice functioned as a Radcliffe administrator by serving on the executive committee, the Board of Trustees, and as treasurer from 1883 to 1891.        Alice Longfellow, 1875.   Miss Longfellow's concern for education led to charitable and volunteer activities.  Alice was a member of the Cambridge School Committee from 1887 to 1892.  She provided scholarship funds for black and American Indian students at Hampton and Tuskegee Institutes.  She also donated money and time to schools for the blind. Alice traveled extensively throughout her life.  She spent many summers camping and boating in Maine with family and friends.  Her many European trips began with a grand tour taken by the extended Longfellow family in 1868 and 1869.  Miss Longfellow returned often to Europe and was particularly fond of France and Italy.  Received by Benito Mussolini in 1927, Alice presented him with a copy of her father's translation of Dante's The Divine Comedy.  In 1900, Alice traveled to Ontario, Canada and was made an honorary member of the Ojibway Indian tribe.        Alice Longfellow in Italy, 1927.   Alice's interest in American history was perhaps sparked by the history of her own home, for Craigie House had served as headquarters for General George Washington from July 1775 to April 1776.  Miss Longfellow was active in preservation efforts at Mount Vernon and served as Massachusetts vice-regent of the Mount Vernon Ladies Association for forty-eight years.  She was well versed in the history of Craigie House, and often read a paper she had written on the subject to local historical societies. Alice lived her entire life in Craigie House, where she was born.  She passed away in 1928.",
    "url": "https:\/\/www.nps.gov\/long\/learn\/historyculture\/alice-longfellow.htm"
}
