{
    "title": "Rocky Mountain National Park: Rocky's Teacher in Residence Program",
    "body": "Rocky's Teacher in Residence Program        Teacher In Residence Ranger Trevor leads a summer library program activity. Courtesy NPS       The Teacher in Residence (TiR) program at Rocky Mountain National Park provides opportunities for in-service teachers of Colorado's Front Range who are within a one-day's field trip distance to spend June and July working in Rocky Mountain National Park connecting with the resources and participating in a variety of duties that suit their interests and the needs of the park's education program. Teachers lead activities and develop lesson plans based on their park experience for use in their classroom and in the park. The program focuses on teachers from schools with ethnically diverse student populations, who have had little or no experience with national parks or limited opportunity to explore them. Teachers from Title I schools are especially encouraged to apply. Program Background Teachers spend 8-10 weeks working and living in the park. During this time, the park provides a ranger uniform, shared housing, and a stipend. Once they return to their schools, teachers bring national parks into the classroom throughout the school year. During National Park Week in April, teachers engage their classrooms and other teachers in activities that relate to Rocky Mountain National Park. Benefits To Teachers:  Obtain a wide range of new knowledge and skills by working with park staff and partners Enhance their curriculum in multiple content areas Gain access to a wide array of teaching resources and tools  Fulfill a life-long dream of working in a National Park  To Schoolchildren:  Provide an opportunity to connect to their nation's heritage in new and creative ways Learn about volunteering and employment with the National Park Service  Receive new tools and resources for exploring natural and cultural history  To Rocky Mountain National Park:  Reach new or under-served audiences Build a network of enthusiastic, knowledgeable educators who are able to teach their students and colleagues about National Parks Enrich the park visitor experience and the education program through the expertise and programming offered by the Teacher in Residence  Potential Park Experiences Teacher in Residence assignments and projects will depend upon the individual hired and current park projects. Training in natural and cultural history and the National Park Service mission will be provided. Duties may include observing, preparing, and presenting educational or public programs; planning and facilitating summer camp programs; developing educational and interpretive materials and media; providing community outreach; working with other divisions in the Park; and assisting with teacher workshops. Application Process Hiring has ended for the 2016 summer season. Click here to view the application. More Information  For more information contact Mark De Gregorio, Education Program Manager, via e-mail or by phone (970-586-3777).",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/education\/teacher_ranger_teacher.htm"
}
