{
    "title": "Longfellow House Washington's Headquarters National Historic Site: Furnishings and Decorative Arts",
    "body": "Historical Furnishings and Decorative Arts       The historic furnishings and decorative arts in the museum collections date from the mid eighteenth to early twentieth century.  The majority of the furnishings came into the house between  1837 and 1928, and were acquired by the Longfellow family by purchase, inheritance, or gift. The Longfellows possessed a reverence for the past.  For them, having antique objects and furniture stimulated their awareness of America's past and their house's association with George Washington and the American Revolution.  The family's cosmopolitan interests are also reflected by many items from around the world within the rooms.        Rococo revival marble-top table and chairs in the Parlor.   Furniture All of the exhibited pieces of furniture are from the house, and are placed in their historical locations within the rooms. There are over 450 items ranging from utilitarian to high-style pieces. The collection serves as a history of decorative styles over the years, beginning with the William and Mary Transitional style to the Arts and Crafts style of the 1920s. Major rooms in the house have original furniture made in the United States by Aaron Willard, Adam Hains, and Thomas Seymour. There are also pieces from England, Germany, Holland, France, China, and Japan.        Charles Longfellow's silver christening cup.Hester Bateman, England, c. 1786   Silver The silver collection includes approximately 150 pieces that belonged to the Appleton and Longfellow families, and dates from the late 1780s to the late 1860s.  In the collection are coffee and tea services, pitchers, flatware, and other pieces by:             *Gorham *Shreve, Brown & Co. of Boston *Reed & Barton *Lows, Ball & Co. *Silversmith Hester Bateman *Meriden Britania Company        Gilt red wine glass, with grape vine decoration.1830s to 1870s   Ceramics and Glass The collection holds over 250 ceramic and glass objects, both utilitarian and decorative, dating from the mid eighteenth through the early twentieth century. American, European, and Asian manufacturers include:             *Meissen *Sevres *Delft *Staffordshire *Arita *Sato Of special interest are a tea service from the 1806 wedding of Fanny Appleton Longfellow's parents, a Bloor Derby bowl from the 1830s, and 135 eighteenth century ceramic tiles installed around three bedroom fireplaces.        Nineteenth century gasolier, converted to electric chandelier, in the parlor.   Lighting Fixtures The house retains most of its original 1852 ceiling light fixtures that were installed as gasoliers. In 1924, electricity was installed in the house and some light fixtures were converted over from gas to the new power source. Many of the second and third floor fixtures date from the 1890s to the 1920s, and most have a more austere appearance with a few having a distinct colonial revival design. Other lighting fixtures include:            *An 1820s three-arm whale oil Argand chandelier. *Eighteenth century French Rococo candle sconces. *Early twentieth century bracket lamps.        Gothic wallpaper in the back stairway.c. 1840   Wallpaper Most of the rooms retain their historic wallpaper, dating from the eighteenth to the early twentieth century. Fifty additional wallpaper examples have been uncovered throughout the house.  This layering of wallpaper allows for the study of the rooms' decoration from the 1790s to the 1920s.  These samples are preserved in a study collection.",
    "url": "https:\/\/www.nps.gov\/long\/learn\/historyculture\/historic-furnishings-and-decorative-arts.htm"
}
