{
    "title": "Longfellow House Washington's Headquarters National Historic Site: Ernest Longfellow",
    "body": "Ernest Longfellow         Erny Longfellow as a small boy of four, c. 1849.   Ernest Wadsworth Longfellow was born November 23, 1845, the second son of Henry Wadsworth and Frances Appleton Longfellow. Ernest, or Erny, as he was called in his youth, was regarded by his parents as the less adventurous and more even tempered of their two boys. His mother once referred to him as “an angelic little child, so gentle & good always.” In addition to his older brother, Ernest had three younger sisters, Alice, Edith, and Anne Allegra. Having demonstrated some skill in mathematics and mechanical drawing, Ernest professed an interest in engineering and hoped to gain appointment to the United States Military Academy at West Point. When this proved unsuccessful, he entered the Lawrence Scientific School at Harvard. At this time, his brother Charles was fighting in the Civil War as a cavalryman and Ernest hoped to follow him into the army and serve as a military engineer. The war ended before Ernest graduated in 1865 though, and he decided upon a career as an artist instead.        Ernest W. Longfellow, 1869.   Ernest traveled to London and Paris to study before opening his own studio in Boston in 1869. A year earlier, he married Harriet Spelman, an amateur artist herself, and the couple traveled to France and Italy where Ernest continued his studies with artists such as Leon Bonnat and G.P.A. Healy. A third trip to France from 1876-1878 enabled Ernest to study under Thomas Couture, after which he returned to Boston and was elected a vice-president of the Boston Art Club. Ernest achieved some renown as a painter, being called “one of our rising young artists” by The Art Journal in July 1877. An exhibition of his work in 1876 resulted in the sale of over one hundred paintings. Many of his works of art hang in the Longfellow House, among them a portrait of his famous father painted in 1876 that the Longfellow family regarded as “the best portrait of him ever taken.”        Ernest W. Longfellow with some of his paintings, c. 1901.   Ernest was not dependent upon his art for income, as in 1866 he inherited a sizable fortune left for him by his mother, who died in a tragic accident when he was fifteen. For much of the remainder of his life, Ernest and his wife Hattie continued to travel abroad, wintering in New York and spending summers in Massachusetts in the north shore community of Magnolia. They did not have any children, and Ernest died in 1921 in Boston. He willed his paintings and $200,000 to the Museum of Fine Arts, Boston.",
    "url": "https:\/\/www.nps.gov\/long\/learn\/historyculture\/ernest-longfellow.htm"
}
