{
    "title": "Longfellow House Washington's Headquarters National Historic Site: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       The house at 105 Brattle Street in Cambridge was witness to many significant events. It was here that George Washington took command of the Continental Army during the American Revolution. The first use in the United States of anesthesia for childbirth was administered to Fanny Longfellow at the house. Famous literary figures such as Charles Dickens and Nathaniel Hawthorne were visitors, as were politicians, actors, musicians, and others. Henry Wadsworth Longfellow filled the mansion with objects reflecting his interest in other cultures. European and Asian artwork, furniture, decorative objects and books are found throughout the house. The Longfellow house was truly a cosmopolitan home. Find out more about the Longfellow family and their historic home by clicking on the links below, or in the navigation bar to the left.          The Longfellow family in Venice during their 1869 tour of Europe.   Learn about the Longfellow family and their friends.        The Longfellow House parlor with historic furniture, artwork, and other objects.   Explore the vast and varied collections at Longfellow National Historic Site.           Read the exhibit guide for From Homer to Henry: How Ancient and Classical Civilizations Inspired and Influenced the Longfellows, (.pdf file, 1.06 MB) an exhibit exploring the role of ancient literature, mythology, history, objects and architecture in the lives of the extended Longfellow family.          Henry W. and Frances Longfellow with their sons Charley and Erny.   Online exhibit at Houghton Library, Harvard University Houghton Library has placed online their exhibit Public Poet, Private Man - Henry Wadsworth Longfellow at 200.  Curated by Longfellow biographer Christoph Irmscher, this exhibit was on display in 2007, the bicentennial year of Henry W. Longfellow's birth, at the Houghton Library, Harvard University.  Please click on the link to view the online exhibit.",
    "url": "https:\/\/www.nps.gov\/long\/learn\/historyculture\/index.htm"
}
