{
    "title": "Longfellow House Washington's Headquarters National Historic Site: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar       The Schedule of Events lists programs at Longfellow House - Washington's Headquarters National Historic Site and related events at other venues. Please check the detailed descriptions of each event for information on dates, times, and venues.          Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 7 results    Show ALL instances of recurring events   RSS Feed      Longfellow House Washington's Headquarters National Historic Site Lisa Oduor-Noah      Time: 3:00 PM Location: East Lawn Fees: Free     Sunday, August 14, 2016 Lisa Oduor-Noah performs in the Longfellow Summer Festival.  View Details      Longfellow House Washington's Headquarters National Historic Site Tino Villanueva & Kathryn Hellerstein: Poetry in English, Spanish, and Yiddish      Time: 3:00 PM Location: East Lawn Fees: Free     Sunday, August 21, 2016 An afternoon of poetry in English, Spanish, and Yiddish.  View Details      Longfellow House Washington's Headquarters National Historic Site Founders' Day      Time: 12:00 PM to 3:00 PM Location: Longfellow House-Washington's Headquarters NHS Fees: Free     Thursday, August 25, 2016 Join us as we celebrate the 100th anniversary of the founding of the National Park Service. View Details      Longfellow House Washington's Headquarters National Historic Site Centennial Concert: The Tin Pan Trio      Time: 3:00 PM Location: East Lawn Fees: Free      Saturday, August 27, 2016 Celebrate the 100th birthday of the National Park Service with a live performance of music from the time of its founding! Birthday will be served following the performance! View Details      Longfellow House Washington's Headquarters National Historic Site Centennial Movie Night      Time: 7:30 PM Location: East Lawn Fees: Free     Saturday, August 27, 2016 Celebrate the founding of the National Park Service with a musical extravaganza about the founding of the United States! View Details      Longfellow House Washington's Headquarters National Historic Site Teen Centennial Celebration      Time: 12:00 PM to 4:00 PM Location: East Lawn Fees: Free     Sunday, August 28, 2016 This special Centennial Event was planned by and put on by our Stewards of the Future. Join them as they celebrate the first 100 years and kick off the next 100 years of the National Park Service. View Details      Longfellow House Washington's Headquarters National Historic Site September Specialty Tours      Time: 6:30 PM Location: Visitor Center Fees: Free     Friday, September 2, 2016 Every Friday Weekly  from 09\/02\/2016 to 09\/30\/2016 Each Friday in September, we will host special-themed tours taking deeper looks at one of the numerous, less-known stories related to the site. Reservations are required by calling (617)876-4491.  View Details",
    "url": "https:\/\/www.nps.gov\/long\/planyourvisit\/calendar.htm"
}
