{
    "title": "Longfellow House Washington's Headquarters National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           105 Brattle Street  Cambridge, MA 02138                 Directions         Longfellow House-Washington's Headquarters NHS is located in a residential section of Cambridge, MA. There is very little public parking in the area and onsite parking is limited to vehicles with handicapped parking permits. However, the site is a short walk from Harvard Square, where there are paid parking lots and a station for the MBTA Red Line and numerous bus routes. The use of public transportation to the site is highly recommended. Follow the link for detailed instructions.     Directions Details           Operating Hours & Seasons         Longfellow House-Washington's Headquarters National Historic Site The park is closed at this time. Opening day for 2016 is May 25.   Standard Hours    Sunday: Closed   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: Closed   Saturday: Closed      Longfellow House-Washington's Headquarters National Historic Site The site hours during the open season from May-October are as follows.   Standard Hours    Sunday: 9:30 AM - 5:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: 9:30 AM - 5:00 PM   Thursday: 9:30 AM - 5:00 PM   Friday: 9:30 AM - 5:00 PM   Saturday: 9:30 AM - 5:00 PM             Weather           New England weather is highly variable. Temperatures in the winter can be very cold with high snowfall. Fall and spring are generally pleasant. Summer temperatures are generally mild, with short periods of heat and humidity. However, the house is air conditioned and heated for collection care and the comfort of the visitor.         Fees & Passes     Entrance Fees:   Fee Information - $0.00 Longfellow House-Washington's Headquarters National Historic Site is a fee free site. This includes all tours and special events.         Visitor Centers                    Longfellow House-Washington's Headquarters in January 2015 NPS image by Garrett Cloer  Welcome to Longfellow House-Washington's Headquarters National Historic Site  Our Georgian mansion was primarily constructed in 1759, with a major addition added in 1791. It has had many famous and important residents since, including George Washington in 1775-1776 and Henry Wadsworth Longfellow from 1837 to his death in 1882. Over the years, a huge number of equally well-known visitors passed through its doors...and now it is your turn!   Longfellow House-Washington's Headquarters National Historic is a seasonal site   The open season runs roughly from Memorial Day through Labor Day during which a regular schedule of tours, events, and programs are offered.  Please see the Calendar and Operating Hours & Seasons pages for up-to-date, detailed information.  Some historical information is available in the Park Brochure.",
    "url": "https:\/\/www.nps.gov\/long\/planyourvisit\/basicinfo.htm"
}
