{
    "title": "Longfellow House Washington's Headquarters National Historic Site: 2016 Summer Festival",
    "body": "Explore This Park    Plan Your Visit     Things To Do     2016 Summer Festival              2016 Summer Festival           A Tradition Continues It has been more than forty years since the first musical events were held at what was then Longfellow National Historic Site. Long before that, the Longfellow family's interest in literature, the performing arts, and cultures from around the world created a vibrant home life and social circle, as well as a legacy of support for art in many forms. We are excited to continue this legacy by hosting this year's edition of the Longfellow Summer Festival. Our hope is that this fun and exciting lineup of events will encourage people to find their park at 105 Brattle Street. As always, none of this would be possible without the support of our partners at the Berklee College of Music, Friends of Longfellow House-Washington's Headquarters, and the New England Poetry Club.       Event Descriptions   Sunday, June 5    2:00 p.m. Student Poetry Awards The winners of the 2015 Student Poetry Awards read their works.  Sunday, June 19   3:00 p.m. Elvin Rodriguez With a career already spanning over twelve years, Elvin Rodriguez is a guitarist from Santo Domingo in the Dominican Republic. Determined to enhance his musical capabilities, he currently explores every angle of music, developing and growing as an artist and performer. His performance largely consists of original compositions created during his time at Berklee College of Music, where he studies Jazz Compositions.   Wednesday, June 22    6:30 p.m.   Warrior Writers Poetry Reading Warrior Writers is a community of military veterans, service members, artists, allies, civilians, and healers dedicated to creativity and wellness. They use writing, painting, photography, and a host of other mediums to reflect on their experiences and to articulate\/express them creatively. Since April, we have hosted biweekly  workshops in the Carriage House, a series which culminates in this public reading of members' works. Please be advised that some content may be adult in nature. Program may not be suitable for children. Clickherefor more information on the organization.  Sunday, June 26   3:00 p.m. The Vaudeville Puppets presentThe Courtship of Miles Standish  The Vaudeville Puppets return to the house, starring in a fun, new rendition of Henry Longfellow’sThe Courtship of Miles Standish. Follow the trials of lovesick John Alden as he is driven to woo his beloved Priscilla Mullens for another man–none other than his older roommate, Puritan military leader Miles Standish. You can watch a video of their performance from last yearhere.  Sunday, July 3 3:00 p.m. Simon Fagerstedt Band Simon Fagerstedt is a bass player and composer from Sweden. He put together his own fusion group in 2015, playing his original compositions. In 2016 they will be performing around Boston and as part of Berklee College of Music’s Summer in the City concert series.  Sunday, July 10 Golden Rose Award Presentation and Reading New England Poetry Club’sGolden Rose Award, first awarded in 1919, is one of the oldest poetry prizes in the United States. The rose is awarded to “the poet, who by their poetry and inspiration to and encouragement of other writers, has made a significant mark on American poetry.” Past honorees include Pulitzer Prize and Nobel Prize winners and some of the most famous names in American poetry. This year’s winner is Fanny Howe.   Fanny Howe is the author of more than 20 books of poetry and prose; she grew up in Cambridge, Massachusetts, and studied at Stanford University. She has received awards from the National Endowment for the Arts, the National Poetry Foundation, the California Council for the Arts, and the Village Voice, as well as fellowships from the Bunting Institute and the MacDowell Colony. Her Selected Poems won the 2001 Lenore Marshall Poetry Prize. In 2001 and 2005, Howe was shortlisted for the Griffin Poetry Prize. In 2008 she won an Award in Literature from the American Academy and Institute of Arts and Letters. She was awarded the Ruth Lilly Poetry Prize in 2009; Second Childhood (2014) was selected as a finalist for the National Book Award.  Sunday, July 17 3:00 p.m. Diego Herrera Diego Herrera is from Bogota, Colombia. He is studying contemporary writing and production at Berklee College of Music and plans to become a music producer. He has recorded more than 20 songs during his time at Berklee and has worked as a producer for over two years. His music is a mix of jazz and world music that brings to life the happy sounds of his homeland..  Saturday, July 23 12:00-4:00 p.m. Meet George Washington His Excellency, General Washington returns to his Cambridge Headquarters as part ofRevolutionary Saturdays. Be sure to check the link to see what other great programs will be offered by our fellow Revolutionary War parks here in Massachusetts.  You will be able to:  Meet George Washington: Ask the General about his time in Cambridge, his struggle to discipline an army of rowdy New Englanders, how he made all of the difficult decisions he faced, or anything else on your mind. Plus, what a great photo op! Be sure to tag us on Instagram in all of your selfies! Put yourself in the General's shoes: Would you have attacked Boston? How would you handle a traitor? What to do about patriots of color in the Continental Army? Learn about the family who had built and lived in the house George Washington made his home and headquarters in July 1775 and the enslaved family they left behind when they fled into Boston. Complete the Road to Revolution Junior Ranger Book to learn about the historic Cambridge neighborhood surrounding the site and earn your very own Junior Ranger badge. Sign up for a tour of headquarters.  Dress up as a colonist. Join a ranger-led exploration of the historic Cambridge neighborhood through \"The Road to Revolution\" Junior Ranger book at1:00 p.m. and 3:00 p.m.  At2:00 p.m., explore the world of Colonial Cambridge! Learn about the people forced to leave their homes as the insurgency visited their neighborhood.   Sunday, July 24 3:00 p.m. Lay Bare the Canvas: An Anthology Reading Lay Bare the Canvas presents a sumptuous array of ekphrastic poems, poetry inspired by and about art, by contemporary New England poets responding to masterworks in New England museums. Readings will include Henry Longfellow’s “Cross of Snow,” as well as works by noted authors from the anthology: Beatrice Lazarus (editor), Fred Marchant, Alice B. Fogel, Philip E. Burnham, Jr., Vivian Shipley, and Richard Hoffman.  Sunday, July 31 3:00 p.m. Honeysuckle Honeysuckle is a progressive folk act that blends older influences and traditional instrumentation with modern effects and inspiration. Comprised of Holly McGarry, Benjamin Burns, and Chris Bloniarz, the trio can frequently be found performing in the Boston area and surrounding cities in the Northeast, playing alongside bands like Boy & Bear, Shook Twins, John Craigie, Grey Season, and others.  Last year, Honeysuckle performed at the Newport Folk Festival, was chosen as a Converse Rubber Tracks artist, and was nominated for Best Folk Artist of the Year, and Best Americana Artist of the Year at the annual Boston Music Awards.  As a recipient of Club Passim's Iguana Music Grant, Honeysuckle recently released a new full-length album. They have two current releases, \"Live at Rockwood Music Hall,\" and their EP, \"Arrows.\"   Sunday, August 7 3:00 p.m. Rhizomes: Caribbean Poetic Texts A reading of poetry emerging from the Caribbean space  Join Boston Poet Laureate Danielle Legros Georges, poets Patrick Sylvain and U-Meleni Mhlaba-Adebo, and percussionist Cornell Coley for a program of texts and sound created within the geographic and political boundaries of the Caribbean and in its diaspora.  Sunday, August 14 3:00 p.m. Orlando Retana  Orlando is a drummer from Costa Rica.  His band focuses on Latin Jazz, Fusion and World Music. He has performed with many well-known artists such as: el Pulinario, Sabaa Tovar, Chris Allen, Luis Morales Jr, Jonas Guerra, Susana Bacca and more. Orlando will be graduating Berklee in May, with plans to move to Los Angeles to pursue his dreams as a freelance drummer.   Sunday, August 21 3:00 p.m. Tino Villanueva & Alicia Borinsky: Bilingual Poets Join us for an afternoon of poetry in English and Spanish. Tino Villanueva will read from his latest bookSo Spoke Penelope, as well as some of his earlier work. Alicia Borinsky and Regina Galasso will read from and discuss their collaboration onLost Cities Go to Paradise\/Las Ciudades Perdidas Van Al Paraíso. Alicia will also read selections from her earlier work.  Saturday, August 27 3:00 p.m. Centennial Concert: The Tin Pan Trio The Tin Pan Trio digs deep from the tradition of New Orleans Music and Tin Pan Alley tunes. Drawing on the passion, savvy and culture of American Roots Music and Jazz, Jesse Selengut (trumpet), Pete Smith (guitar) and Steve Wood (bass) deliver joyful renditions of classic repertoire mixed with Selengut's original compositions grounded in this style. In celebration of the National Park Service Centennial, The Tin Pan Trio will bring the era of the 1916 Organic Act to life, by performing the music of songwriters and music publishers from New York City in the late nineteenth and early twentieth centuries, as well as early New Orleans Jazz (Dixieland\/Traditional Jazz\/Hot Jazz) and Blues, dating back to the Nineteen-teens and twenties.  7:30 p.m. Movie Night Can’t get tickets to seeHamiltonon Broadway? Join us instead on the east lawn for a free showing of the first musical to make the Revolution a must see event:1776!  See you around this summer!",
    "url": "https:\/\/www.nps.gov\/long\/planyourvisit\/2016-summer-festival.htm"
}
