{
    "title": "Longfellow House Washington's Headquarters National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Public Transportation From Downtown Boston by MBTA\/Subway: Take Red Line towards Alewife. Exit at Harvard Square and follow signs out of station for Church Street. At intersection of Church and Brattle Streets, turn right onto Brattle and walk for 7-10 minutes. Longfellow House - Washington's Headquarters NHS is on right hand (North) side of Brattle St. at #105.The Massachusetts Bay Transportation Authority website can provide more detailed public transit information, suggested routes from throughout the Boston metropolitan area, rate information, and schedules.  Car For GPS, enter 105 Brattle Street, Cambridge, MA.From I-90\/Massachusetts Turnpike: From the West: Take the Allston\/Cambridge exit (Exit 18) towards Cambridge. Cross over bridge and turn left onto Memorial Drive. (Memorial Drive is closed to traffic on most Sundays) Follow Memorial Drive past major intersection with John F. Kennedy Street and bear right onto Hawthorn Street. Take next left onto Mt. Auburn Street and next right onto Willard Street. Turn right onto Brattle Street at next intersection. Longfellow House-Washington's Headquarters NHS will be on immediate left at #105.From the East: Take Exit 20 toward Brighton\/Cambridge. Merge onto Cambridge Street, cross bridge, and turn left onto Memorial Drive. Follow directions above.When Memorial Drive is closed for pedestrian and bicycle traffic on Summer Sundays, turn left on Soldiers Field Road before crossing river. Follow to Gerry's Landing Road. This will turn into Fresh Pond Parkway. Take right onto Brattle Street and proceed to #105.From Points North\/Rt. 128: Take Route 2 exit towards Boston\/Cambridge. Follow Fresh Pond Parkway and turn left onto Mt. Auburn Street. Turn left onto Willard Street and right onto Brattle Street. Longfellow House - Washington's Headquarters NHS will be on immediate left at #105.There is no on-site visitor parking available except for handicapped spaces.  Small amounts of metered parking are available on Brattle Street and other nearby roads, but there is high demand for these spots.  Most parking in the area is by Cambridge resident parking permit. Be careful to read posted signs to avoid parking tickets. Several parking garages and lots are located in Harvard Square, a ten minute walk from Longfellow House - Washington's Headquarters National Historic Site. Please note: Parking near the site can be difficult and frustrating.  If possible, staff recommends the use of public transportation.          Longfellow House - Washington's Headquarters NHS map.   Click for a map showing Longfellow House - Washington's Headquarters National Historic Site's location and the Harvard Square neighborhood (.pdf file, 433 KB).",
    "url": "https:\/\/www.nps.gov\/long\/planyourvisit\/directions.htm"
}
