{
    "title": "John Fitzgerald Kennedy National Historic Site: Frequently Asked Questions",
    "body": "Explore This Park    Learn About the Park     Management     Frequently Asked Questions              Frequently Asked Questions       See below for quick facts; for detailed information to plan your visit, click here. Click here for FAQs about John F. Kennedy.      Quick information for your visit   Q: When is the site open? A: The site is open seasonally, generally from the late spring through the early fall. However, it is always best to confirm before visiting. In season, we are open from 9:30 to 5:00pm. Q: Where can I park my car? A: Free, on-street parking is available in front of the house for up to 2 hours. Q: What is there to do at the site? A: Half hour long ranger-led tours of the house are offered every half hour from 9:30 am to 3:30pm. The house is open for self-guided tours from 12pm to 1pm and 4:00pm to 5:00pm. Free walking tours of the Kennedy's Brookline neighborhood are available. There is also film about Mrs. Kennedy and the Kennedy family that is shown intermittently throughout the day. Q: How long should I plan to spend at the site? A: We recommend allowing one hour for your visit to the John Fitzgerald Kennedy National Historic Site. Q: Do I have to go on a guided tour? A: From 9:30 am to 3:30 pm the house can only be seen by guided tour. For a quicker visit, plan to come during the self-guided portion of the day, from 12 to 1pm or 4:00 to 5:00pm. Q: How much does it cost? A: Admission is free to all park areas. Q: Is there any place to eat nearby? A: There is a diverse and delicious assortment of restaurants within easy walking distance of the site. Click here for a restaurant guide from the Brookline Chamber of Commerce.        Questions about John F. Kennedy   Q: Why was John F. Kennedy called Jack? A: Jack is a common nickname for John and it is what his family called him when he was growing up. Q: Was Jack really born in the house? A: Yes! Jack was born in this house on May 29, 1917 around 3:00 o'clock in the afternoon. At that time it was actually quite common to give birth at home. The home was considered more sanitary than a hospital. When Jack was born, Mrs. Kennedy was attended by Dr. Goode, his assistant and a nurse. Dr. Goode delivered all nine of the Kennedy children! Q: How long did the Kennedys live in this house? A: The Kennedys lived in this house for six years, from 1914 to 1920. In 1920 they moved to another, larger home - that was just 3 blocks away! Q: How many kids were in the Kennedy family? How many lived in this house? A: There were nine children in the Kennedy family! Joe Jr. (b. 1915), Jack (b. 1917), Rosemary (b. 1918) and Kathleen (b. 1920) all lived in this house. Eunice (b. 1921), Patricia (b. 1924), Robert (b. 1925), Jean (b. 1928) and Teddy (b. 1932) joined the family after they had left this house. Q: When did the house become a National Historic Site? A: The house became a National Historic Site on May 26, 1967, when Congress passed Public Law 90-20 establishing this house as the John Fitzgerald Kennedy National Historic Site. Q: Is the house just as it was when the Kennedy family lived here? A: Mrs. Kennedy, Jack's mother, created this house as a living memorial to her son, John F. Kennedy. Her goal was to restore the house to the way it was when her family lived here between 1914 and 1920. However, she had to base her reconstruction solely on her memories of the family's time here, as she had no photographs of the interior of the house from that time. Q: How many of the objects in the house are original? A: 19%, or 172 objects in the house, were used by the Kennedy family when they lived here. Some of the original objects include Jack's bassinet and his porringer. Q: What was Mr. Kennedy's job when he purchased this home? A: Mr. Kennedy bought this house in 1914. At that time he was working as the president of a local bank, the Columbia Trust Company, located in East Boston. Q: How much did Mr. Kennedy pay for the house in 1914? A: Mr. Kennedy purchased this house in 1914 for $6,500. Q: When was the house built? A: The house was built in 1909. Q: Who lived in the house after the Kennedy family? A: The Kennedy family first sold the property to Edward E. and Mary H. Moore in September, 1920. The Moores were close friends of the Kennedys; in fact the youngest Kennedy, Edward Moore Kennedy, is named after Edward Moore! After the Moores, the house then passed through several owners before being bought back from Mrs. Martha Pollack by the Kennedy family in 1966. Q: My question is not answered on this list!  A: Call us at 617-566-7937 or email us.",
    "url": "https:\/\/www.nps.gov\/jofi\/faqs.htm"
}
