{
    "title": "John Fitzgerald Kennedy National Historic Site: Stewards of the Future",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Teens     Stewards of the Future                Stewards of the Future       As Stewards of the Future, we are the bridge between the National Park Service and the youth community. We develop teen-relevant experiences that preserve the cultural and historical message of our National Parks. In addition, we strive to create an engaging summer experience that promotes personal intellectual growth and professional team development.  -Mission Statement, Stewards of the Future, 2014       2015 Stewards of the Future with their Photo Safari Project.        Position:     This steward position offers the paid opportunity to work on a team of six stewards with Park Rangers at Frederick Law Olmsted National Historic Site, John Fitzgerald Kennedy National Historic Site, and Longfellow House- Washington's Headquarters National Historic Site. Each stewards' responsibilities will include staffing the visitor center and assisting on special park events.  As part of the Stewards of the Future team, stewards will co-lead project development engaging park visitors ages 15-18 in the 100th anniversary of the National Park Service!  Employed stewards, over the course of the summer, have improved personal and digital communication skills, networking opportunities and exposure to an array of new experiences.           Duties & Responsibilities:    Interact professionally with diverse National Park Service visitors in person and on the phone  Support current programming such as family days, open houses, and public outreach  Staff visitor center, which includes managing a cash register and maintaining sales area  Provide basic site information Actively participate in a team project  Operate digital equipment, including cameras, tablets, and computers  Support social media efforts  Other duties as assigned  Returning Steward Duties & Responsibilities:  In addition to the above Duties & Responsibilities, Returning Stewards will also be responsible for the following:   Communicate daily and weekly schedule Co-manage Instagram account and other program documentation Ensure program paperwork is completed Prep Stewards' office for each upcoming week  Benefits:    Uniform (partial) and gear provided Paid employment and Public Transport provided Collaborate with other youth employment teams Learn about the history and mission of the National Park Service (NPS) Learn NPS theory on tour development Update existing resume with skills acquired during the summer  Understand the importance of a professional social media presence Participate in a job shadow experience with other NPS divisions Explore career possibilities within or associated with NPS and other public lands Participate in recreational field experiences Strengthen communication and time-management skills         Important Dates:   Applications Posted: February 15 Applications Due: April 13 Interviews: late April Hiring Completed: mid May Paperwork Due: late May   Start Working: July 6, 2016   End Working: August 28, 2016        Summer Schedule:  First-Year Steward: 35 hours\/ week   Wednesday through Sunday, 7 hours\/ day between the hours of 8:30 am and 5:30 pm.  Schedule yet to be formalized.   Returning Steward: 36 hours\/ week   Wednesday through Sunday, 7-7.5 hours\/ day between the hours of 8:30 am and 5:30 pm.  Schedule yet to be formalized.           Apply: Apply Here.      Questions? Email us: e-mail us; e-mail us",
    "url": "https:\/\/www.nps.gov\/jofi\/learn\/kidsyouth\/stewards-of-the-future.htm"
}
