{
    "title": "Rocky Mountain National Park: Distance Learning",
    "body": "Explore This Park    Learn About the Park     Education     Teacher Resources     Distance Learning                Distance Learning         We can conduct virtual vistis to your classroom. NPS  Can't get a bus? Live too far away? Weather too cold? You can still explore Rocky Mountain National Park with your students! The Education and Outreach Team at Rocky has worked hard to develop short videos on a variety of topics to help you introduce a lesson, prepare for your field trip, or bring Rocky Mountain National Park into your classroom to enhance your curriculum. We also offer free, interactive distance learning programs that you and your students can participate in virtually using programs like Skype, Facetime and Google Hangout. See our virtual programs flyer for current offerings.             A Trip through Geologic Time at RMNP   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:10 minutes, 15 seconds  Rocks are one of the things that makes Rocky special - so much so that they are in our park's name!  Join Education Ranger Meredith for trip back in geologic time to explore a few of the unique geologic features of RMNP.               Ricky the Rock   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 19 seconds  Younger students will love this look at the geologic history and rock types of RMNP.  Join Education Ranger Lana and Ricky the Rock for this fun and engaging journey looking back at Ricky's life.               Fire Ecology Transect Line Procedures   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:10 minutes, 40 seconds  Scientists use transect lines to study plant and animal community changes in an area over time.  In this video, we join Education Rangers Jess and Kathy to prepare for your fire succession field experience or just to learn how we can use transect lines and their procedures.                Prepare for Your Great Ecosystem Adventure   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:12 minutes, 21 seconds  Join Education Ranger Jo on a journey through the 4 ecosystems of Rocky Mountain National Park.  Watch this video to prepare for your Great Ecosystem Adventure field experience or just for a fun and engaging overview of Rocky's ecosystems.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/education\/distance-learning.htm"
}
