{
    "title": "John Fitzgerald Kennedy National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       If you are using an internet direction program or GPS navigation device, our address is 83 Beals Street, Brookline, MA 02446. Public Transportation (The \"T\") The MBTA offers subway\/trolley service to Brookline along two routes of the Green Line. Take the\"C\" Cleveland Circle trolley to Coolidge Corner; walk four blocks north along Harvard Street, turn right onto Beals Street, and continue to #83. Or, take the\"B\" Boston College trolley to Babcock Street; walk four blocks south along Babcock Street, turn right onto Manchester Street, turn left onto Stedman Street, take the right fork onto Beals Street and continue to the site at #83. The MBTA also offers bus service to Brookline. MBTA route 66 travels from Harvard Square to Coolidge Corner, stopping just one block from John Fitzgerald Kennedy NHS at the corner of Shailer and Harvard Streets. For information about bus routes, schedules and fares, consult the MBTA website  (www.mbta.com). Train & Bus (www.amtrak.com) offers service to Boston's Back Bay, North and South stations from points north, south, and west of the city. The Massachusetts Bay Transportation Authority provides commuter rail service from many towns and cities in eastern Massachusetts and in northern Rhode Island. For information about commuter rail routes, schedules, and fares, please consult the MBTA website (www.mbta.com). A number of commercial bus operators offer service to Boston's South Station Bus Terminal: Massport's website (www.massport.com) provides a partial list of the major carriers servicing the Boston region. Both the bus and train terminals at South Station offer easy access to the \"T,\" the MBTA's public transportation system in metropolitan Boston. By Car From points east and west: Follow I-90\/ Massachusetts Turnpike and take exit 18 Allston\/Brighton (eastbound), OR exit 20 Brighton\/Cambridge (westbound), use the Allston\/Brighton exit ramp, merge onto Cambridge Street, and proceed approximately one mile. At the fourth traffic light, turn left onto Harvard Street and proceed for about one mile. Turn left onto Beals Street and continue to the site at #83. From points north and south: Take I-95 to exit 20 and follow Route 9E\/Boylston Street for approximately five miles. Turn right onto Walnut Street and then immediately right onto Harvard Street. Proceed along Harvard Street for one mile, turn right onto Beals Street, and continue to the site at #83. Alternative Fuel Vehicles  Do you plan to travel to the park in an alternative fuel vehicle? If so, good for you! Your actions help us reduce greenhouse gas emissions and reduce petroleum use. Plan your trip with the Alternative Fueling Station Locator from the Department of Energy.   Plane Logan International, Hanscom, Worcester, T.F. Green (Warwick,RI) and Manchester (NH) airports service the greater Boston area. For more information about these and other regional airports, please consult Massport's website (www.massport.com).",
    "url": "https:\/\/www.nps.gov\/jofi\/planyourvisit\/directions.htm"
}
