{
    "title": "John Fitzgerald Kennedy National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do          When the Kennedy family donated the house at 83 Beals to the National Park Service as a \"gift to the American people,\" the president's mother hoped that future generations would be able to visit and \"get a better appreciation of the history of this wonderful country.\" Today, visitors can experience Mrs. Kennedy's recreation of these early years through a variety of experiences.    From Beals Street to the White House Join a ranger and learn about the early years of John F. Kennedy. During a free, 30 minute tour, you'll see the room where he was born, learn how Mrs. Kennedy managed a large family, discover John F. Kennedy's favorite childhood books and explore the influences that shaped him as child. Click here for a complete tour schedule.  In Jack's Footsteps During this 45-minute tour, follow in Jack's footsteps, taking the same path as the future president, known then as Jack, did on his way to the Edward Devotion School or to Coolidge Corner to spend his allowance. Jack's trips in the neighborhood took many different routes; click here for a full list of neighborhood tours and times.   The Enduring Qualities: the Origins of the Kennedy Family in Boston Discover the origins of the Fitzgerald and Kennedy families in this 90 minute tour of Boston's North End. You'll see Rose Kennedy's birthplace, learn about the experience of Irish immigrants during the Great Famine in Ireland and how the city continues to celebrate the contributions of both the Fitzgerald and Kennedy families. Click here for tour times and meeting location.   Out of the Attic: The Maids of 83 Beals Street Presented during selected open houses throughout the summer, this living history program reveals the once-hidden lives of the Kennedy family's domestic servants, Alice Michelin and Mary O'Donahue. Come and talk with the maids to find out what life was like for domestic servants in the Kennedy household and leave with a greater appreciation for the lives of all the residents at the Beals Street home.",
    "url": "https:\/\/www.nps.gov\/jofi\/planyourvisit\/things2do.htm"
}
