{
    "title": "John Fitzgerald Kennedy National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       Boyhood in Brookline Visitors from all around the United States and the world travel to John F. Kennedy's birthplace in Brookline each year to explore his childhood home as his mother recreated it in the late 1960s. Visitors travel back in time to 1917 to discover the values and expectations that shaped JFK's character. This \"Plan You Visit\" section will help you make the most of your visit. The site is open seasonally. Be sure to check our operating hours and seasons before you come. You can also learn about things to do and directions to help plan your visit. Need more information? Download our brochures or check our Frequently Asked Questions. Below you will find brief information and links on popular topics.           Open Hours The site is open Wednesdays through Sundays from 9:30 am to 5:30 pm. 30 minute tours are available throughout the day, as well as open house periods from 12:00-1:00 and 4:00-5:00. Tours are filled on a first come, first served basis. To schedule a tour for a large group, please call 617-566-7937. Visitors are also invited to explore the home via a cell phone tour.       Parking and Public Transportation The John F. Kennedy National Historic Site is located in a residential neighborhood. On-street parking is limited: no vehicle may idle while parked in the residential area and parking is limited to two hours. The site is also easily accessible by public transit; click here for detailed directions by car or transit.     Accessibility John F. Kennedy National Historic Site is happy to make accommodations to visitors with accessibility needs. Please visit our accessibility page, and then call the site at 617-566-7937 before your visit to discuss how your needs may be accommodated.       Visitors follow a ranger on a neighborhood tour. NPS",
    "url": "https:\/\/www.nps.gov\/jofi\/planyourvisit\/index.htm"
}
