{
    "title": "Essex National Heritage Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           10 Federal Street, Suite 12  Salem, MA 01970                 Directions         Heading north of Boston, Interstate 93 and state Routes 1 and 1A traverse the length of the ENHA. South from New Hampshire, take Routes 1, 3 and Interstates 93 and 95. West from the Massachusetts Turnpike (I-90), take Interstates 495 north or Interstate 95\/Route 128. From the northwest, take state Route 2. The Essex National Heritage Commission has placed brown highway signs on all major roads to guide visitors to local sites and visitor centers. They are easy to see and easy to follow!  Directions Details           Operating Hours & Seasons         Essex National Heritage Area For more information about associated points of interests and their operating hours and seasons please visit: http:\/\/www.essexheritage.org\/welcome.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           For details about places of interest in the Essex National Heritage Area, visit, http:\/\/www.essexheritage.org\/attractions.         Fees & Passes     Entrance Fees:   Essex National Heritage Area  - $0.00 The National Park Service does not charge any fees in association with Essex National Heritage Areas, but some associated points of interest may. For more information: http:\/\/www.essexheritage.org\/welcome         Visitor Centers                  The Essex National Heritage Area, established by an act of the U.S. Congress in 1996, covers the 500 square mile region north of Boston (Essex County) and encompasses thousands of historic, cultural and natural places that were crucial in shaping our nation's heritage. For more information visit: http:\/\/www.essexheritage.org\/welcome",
    "url": "https:\/\/www.nps.gov\/esse\/planyourvisit\/basicinfo.htm"
}
