{
    "title": "Essex National Heritage Area: Indoor Activities",
    "body": "Indoor Activities          The Wenham Museum is a family attraction appealing to all ages. Highlights of a Museum visit include a world-famous doll and toy collection, a model train room with six operating layouts of twelve trains in various gauges, a costume & textile gallery, a children’s interactive Family Discovery Gallery and the Claflin-Richards House with three centuries of architecture, furnishings and artifacts. Visitors may also enjoy a full schedule of education programs and special events for adults, children and families, and a charming Museum Shop. The Evening Lecture Series covers many aspects of our local culture. Directions and hours for the Wenham Museum         Exhibits at the Lawrence Heritage State Park Visitor Center hearken back to an earlier Lawrence. Walk a city plan woven into a carpet and look into the windows of mill and boardinghouse models. These six-foot replicas reveal another era's industrial technology and the way of life it crated. Visit a turn-of-the-century kitchen, complete with antique stove and sink, and experience for a moment the home life of mill workers. A city-planning game, a map tracing the routes of more than 30 immigrant groups to Lawrence, and actual machinery from the early years of textile production make it clear how the Industrial Revolution transformed American life. A video presentation of the Great Strike of 1912 tells the story of nearly 30,000 workers and the dramatic events that catapulted Lawrence to center stage in the nation's labor struggles. Visitor information for Lawrence Heritage State Park.               The atrium of the Peabody Essex Museum   From world-class to intimate, ENHC museums offer a wide variety of arts experiences to visitors. See what Salem traders brought back from Asia, learn about the courageous work of both Gloucester's sailors and early feminists, experience life in an early factory's boarding house. Find out more..",
    "url": "https:\/\/www.nps.gov\/esse\/planyourvisit\/indooractivities.htm"
}
