{
    "title": "Boston National Historical Park: Old South Meeting House",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Boston's Revolutionary War     Old South Meeting House                  Old South Meeting House          When the Old South Meeting House was built in 1729, its Puritan congregation could not foresee the role it would play in American history. In colonial times, statesman Benjamin Franklin was baptized here. Phillis Wheatley, the first published black poet, was a member, as were patriots James Otis, Thomas Cushing, and William Dawes. In the 19th century Old South was one of the first buildings in the United States to be preserved as an historic site. Today, after the most comprehensive renovation in its near 300 year history, Old South is an impeccable example of how colonial Boston actually looked. The ongoing exhibit \"Voices of Protest\" tells visitors the story -- often inspiring, sometimes disturbing, frequently controversial and always fascinating -- of the Old South Meeting House and of the men and women whose achievements have shaped its history. The event that sealed Old South's place in history is one of the key events that sparked the Revolution-- The Boston Tea Party. When rumblings started to shake the colonies and the Revolution was imminent, patriots flocked to Old South, the largest building in colonial Boston, to debate the issues of the day. They argued about the Boston Massacre, and they protested impressment of American sailors into the British Navy. And then, on the night of December 16, 1773, they acted. Over 5,000 angry colonists gathered at Old South to protest a tax on tea. After hours of debate, Samuel Adams gave the secret signal that launched the Boston Tea Party. The Sons of Liberty, disguised as Indians, raced to Griffin's Wharf and dumped 342 chests of tea into Boston Harbor.  Years later, during the occupation of Boston by British troops, the British avenged the night of the tea party by turning Old South into a riding stable. They ripped out the pews, installed a bar in the first balcony and used Old South as a riding school for the British Cavalry. In March 1783, after sustaining enormous damage, Old South was restored by the congregation as a place of worship.  A century later, and after surviving the 1872 Great Fire of Boston, the Old South congregation sold the building and moved to Boston's Back Bay section. Old South narrowly escaped the wrecking ball as a result of one of the first successful historic preservation efforts. Leaders in the effort were philanthropist Mary Hemenway, abolitionist Wendell Phillips, writers Julia Ward Howe and Ralph Waldo Emerson. The movement to save Old South helped to usher in the nation's historic preservation movement, which has led to the preservation of thousands of historically significant buildings nationwide.   Since 1877, Old South has served as a museum and historic site, educational institution, as well as defender of free speech. In the 1920s, Old South enacted a policy to grant the use of the building to groups otherwise denied a a public platform. Old South continues to serve as a catalyst for intellectual thought and energy, by sponsoring public forums, debates, concerts and theatrical presentations year round. Hours & Admission: Small admission fee. Group rates available. Call (617) 482-6439 for more information or visit the Old South Meeting House web site.",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/historyculture\/osmh.htm"
}
