{
    "title": "Boston National Historical Park: Volunteer Opportunities",
    "body": "Volunteer Opportunities       Volunteers-in-Parks  A great way to make a difference at the Boston National Historical Park and Boston African American Historic Site is to volunteer your time and skills at events and programs, both behind-the-scenes and at the information desks at our visitor centers. Volunteers of all ages and abilities are a vital part of the success of the park, and below are a few ways you can participate. To learn more, please contact our Volunteer Program Manager at 617-242-5222, or by email.  Greet Visitors  Join the friendly and informative staff in welcoming and guiding visitors to the parks. You can volunteer during public hours throughout the year, or during the busy summer season, or at special events like Bunker Hill Week, Harborfest, Teacher Institutes, or Holidays at the Navy Yard. Helping at the Visitor Services desk, or outdoors at Gate 1 in the Charlestown Navy Yard, or Harborside by the Water Shuttle gives you the opportunity to attend events, welcome our guests, and interact with visitors and staff. To learn more, please contact our Volunteer Program Manager at 617-242-5222, or by email.  Become a Guide  History buffs and maritime enthusiasts are invited to participate in this year’s seasonal training course. Join scholars, curators, and rangers as you explore the Freedom Trail, Charlestown Navy Yard, and Bunker Hill Monument. Then enjoy the rewards of passing along your knowledge with visitors as a tour guide or teacher.To learn more, please contact our Volunteer Program Manager at 617-242-5222, or by email.  Assist Families and School Tours  If you enjoy children, you’ll love volunteering with our Interpretation and Education Division. Year-round hands-on activities require volunteers to introduce children and families to projects and storytelling. Volunteers can also receive training and run tours for school children who arrive as part of the park’s People and Places Program.To learn more, please contact our Volunteer Program Manager at 617-242-5222, or by email.  Help With Programs  Volunteers who love to be in the middle of all the action are needed to help with our public programs. We need the most assistance from May through September – with everything from directing visitors to event locations, lining up visitors to climb the Bunker Hill Monument, to escorting guests among sites, and organizing other volunteers. Smaller programs may call for ticket-taking and checking RSVP lists. You can choose from living history performances, lectures, festivals, video series, and more.To learn more, please contact our Volunteer Program Manager at 617-242-5222, or by email.  Help in the Visitor Centers  Guests rely on the park staff and volunteer for everything from giving historical background information, to trip planning, to directing them to hotels, T stops, and dining options, There are multiple opportunities to provide wonderful shopping experiences for visitors young and old. Direct guests to everything from books, videos, and music to clothing and gifts in our gift shops. Volunteers tidy up after the school tour rush, distribute park maps and brochures, and organize merchandise displays.To learn more, please contact our Volunteer Program Manager at 617-242-5222, or by email.  Work With the Collection  For those with experience working with objects, archives, and artifacts, a more specialized area of volunteering at the park includes working directly with our vast collection. This exciting venture gives you access to the secure collections area where artifacts are studied, housed, and conserved. Volunteers in this area may help with inventory, cataloging, condition reporting, exhibit preparation, and photographing objects.To learn more, please contact our Volunteer Program Manager at 617-242-5222, or by email.  Perform Administrative Duties  For those that prefer a desk assignment, there is plenty to do behind-the-scenes in the administration offices. Database entry, oral history translations, researching images for publications, and press release writing are big tasks for the park staff. Each division has a different need, and volunteers can earn great work experience by choosing a specialized area such as administering surveys, marketing programs, graphic design, tour scheduling, or program registration. Those who can work in a fast-paced office environment are a welcome asset.To learn more, please contact our Volunteer Program Manager at 617-242-5222, or by email.  Work in the Library  Would you like to work with a collections of books, archival, and artifact collections on American history? If you volunteer with collections, you can help preserve and provide access to these materials.. Projects might include re-housing archival materials such as business papers, personal correspondence, taking inventories, and cataloging. If you like detail-oriented work, please consider giving your time to library projects.To learn more, please contact our Volunteer Program Manager at 617-242-5222, or by email.",
    "url": "https:\/\/www.nps.gov\/bost\/getinvolved\/supportyourpark\/volunteer-opportunities.htm"
}
