{
    "title": "Boston National Historical Park: Special Park Use Permits",
    "body": "Permits       Special Events A special use permit is required for activities that provide a benefit to an individual, group, or organization rather than the public at large and that require some degree of management from the National Park Service to protect park resources and the public interest. Some examples of special events that require permits are:  non-competitive sporting events public spectator attractions festivals concerts ceremonies cultural programs  Commercial Filming\/Photography A photography\/filming permit is required for any filming or photography involving models, sets, or props. For more information about photography and filming permits, including restrictions and application procedures, see Photography and Filming Permits. First Amendment Activities Freedom of speech, press, religion, and assembly are constitutional rights. However, the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect park resources. Therefore, all first amendment activities require special use permits and the NPS may regulate the time, place, and manner in which they are conducted. Some examples of special events that require permits are:  distribution and\/or sale of printed matter religious services public demonstrations or assemblies, etc. collecting signature for petitions  Miscellaneous Activities Other activities may require permits if there is the potential for interference with visitor use, congestion of a highly visited area, or possible impact on park resources.   Application Process Special Events, First Amendment Activities, and Applicable Miscellaneous Activities: To apply for a special use permit for these activities, download an application (60kb), fill it out, and send it to:   Boston National Historical Park Charlestown Navy Yard Boston, MA 02129 Attn: Special Park Use Office  Special instructions are listed on the application form; please read carefully. A completed application must be accompanied by a non-refundable application fee of $50 in the form of a cashier’s check or money order made payable to National Park Service. Commercial Photography\/Filming require different permits. For application procedures and fees, visit Photography and Filming Permits    Additional Information It is strongly recommended that anyone looking to do a special event on park property contact the special events office first.  Please fill out this form and a Special Events coordinator will get back to you to discuss the event. For more information about special use permits, contact the Boston National Historical Park Special Park Use Office at 617-242-5629 or Email.",
    "url": "https:\/\/www.nps.gov\/bost\/planyourvisit\/permits.htm"
}
