{
    "title": "Boston National Historical Park: Our Staff & Offices",
    "body": "Our Staff & Offices       The superintendent of Boston National Historical Park is the top park official, responsible for managing and supervising all park operations and activities. The superintendent’s office includes the deputy superintendent, program assistant, park planner, and concession specialist. Divisions within the park include administration, interpretation, maintenance, resource management, and resource and visitor protection. A division chief heads each division.  The Administration Division acts as the \"business office\" for Boston National Historical Park. Its principal functions include human resources, purchasing, property management, budget administration, contracting, housing matters, payroll, technology support (personal computers and telephone system), and mail. The Interpretation Division is responsible for information\/education programs and services provided to park visitors and neighbors. The division manages park publications, interpretive exhibits, and visitor center operations. Interpretive rangers provide a variety of ranger-led programs to the public. A curriculum-based education program reaches many students in local schools in the spring and fall. The Maintenance Division maintains all roads, trails, buildings, utilities, grounds, vehicles, and other physical facilities in the park to assure their safe use. The division also manages construction and rehabilitation projects to support Acadia's operation. The Resource Management Division provides guidance to park management on all matters related to cultural resources. The division conducts or oversees studies on cultural resources. The division also maintains an extensive museum collection. The Protection Division is responsible for law enforcement, emergency medical services, dispatch,  fire management, fees, and security of park facilities, buildings, and park-owned housing.   If you are searching for a particular park employee, visit the NPS Directory.",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/management\/staffandoffices.htm"
}
