{
    "title": "Boston National Historical Park: What to Know for a Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     What to Know for a Field Trip                What to Know for a Field Trip      Chaperones  We require at least 1 chaperone for every 10 students.   Restrooms  Restroom facilities are located in the Faneuil Hall Visitor Center, Charlestown Navy Yard Visitor Center and each site where the program is offered. Please have your bus drop you off at the Visitor Center and allow time for your group to use the facilities. The park ranger will meet your group here.   Accessibility  Most of the sites where educational programs are offered are accessible. Unfortunately, the USS Cassin Young WWII Destroyer ship is not. Please let us know ahead of your visit if your class has any special needs.    Bus Parking  After dropping off the students continue on Constitution Road to the set of lights.    Turn right onto Chelsea Street. Follow Chelsea Street to the end, which positions you under the Tobin Bridge. Travel over a small water channel where you will see signs for Bus Parking on a wooden fence. Turn right into Mystic Pier 1 property and proceed to Station 1. Wait for attendant to sign in.     Check in procedure for bus parking   Follow signs to Autoport lot. Pull vehicle up to fuel aisle. Driver must fill out an invoice. After invoice is completed, driver must follow attendant to designated parking spot. After parking vehicle, driver may go to the driver facility in the dormitory or wait in the bus. Walking around the facility is not allowed.    Boston Autoport is a privately owned and operated facility offering bus parking. It is not affiliate with the Boston National Historical Park.   Price  Per motor coach: $20  Per school bus: $10   Services  Boston Autoport will house up to 50 motor coaches and buses per day. Services include:  24-hour Security Driver's Dormitory (prearranged use) Fuel Facility Rest Area    Visitor Center Shop  Eastern National Association, a non-profit organization, operates the park's shop and offers a 10% discount to teachers.    Food, Drink, and Photography  Eating and drinking are not allowed during the program. Groups may bring their lunch and eat outdoors where they can find space. In the Charlestown Navy yard there is a grassy area where students can eat. Photography is allowed in all areas of the park.",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/education\/fieldtriplogistics.htm"
}
