{
    "title": "Boston National Historical Park: Suggested Reading",
    "body": "Explore This Park    Learn About the Park     Education     Suggested Reading              Suggested Reading       Boston National Historical Park Bibliography Elementary and Middle School Adkins, Jan, John Adams, Young Revolutionary, Aladdin Paperbacks, 2002. (3rd - 6th grades) Alsheimer, Jeanette E. & Patricia J. Friedle, The Trouble with Tea,  Pentland Press, Inc., 2001, (5th - 8th graders). Appleseeds Magazine, Growing up in the American Revolution. Vol. 3, No. 2, Cobblestone Publication, October, 2002. (3rd - 5th grades). Berleth, Richard, Samuel's Choice, Whitman & Co., 1990, (5th - 8th grades) Fictional story about a young black slave boy who helps Washington's army in the Battle of Long Island in 1776. Bliven, Bruce, American Revolution, Random House, 1958. (5th - 8th grades) Bober, Natalie S., Countdown to Independence,  Simon & Schuster, 2001 (5th-8th grades) Borden, Louise, Sleds on Boston Common, A Story of the American Revolution, McElderry Books, 2000. (5th -7th grades)  Brennan, Linda Crotta, The Black Regiment of the American Revolution, Moon Mountain Publishing, 2004. (3rd- 5th grades) Story of black regiment in Battle of Rhode Island, 1777. Cobblestone Magazine, Boston Massacre,  March, 1980. (3rd - 5th grades) Cobblestone Magazine, British Loyalists in the Revolutionary Era, August, 1987. (3rd - 5th grades) Cobblestone Magazine, Patriotic Tales of the American Revolution, September 1983. (3rd- 5th grades) Cobblestone Magazine, Spain and the American Revolution, November 2000. (3rd - 5th grades) $4.95 Day, Nancy, Your Travel Guide to Colonial America, Runestone Press, 2001 (5th - 8th grades) A travel guide to colonial life. Davis, Burke, Black Heroes of the American Revolution,  Odyssey Publications, 1976. (5th grade) Davis, Kate, Samuel Adams, Triangle Histories: The Revolutionary War, Blackbirch Press, 2002, (5th - 7th grades)   Dutcher, David C.G., Concise History of the American Revolution, American History Series, Eastern National Publication, 1999. (5th-8th grades). Earle, Alice Morse, Diary of Anna Green Winslow, Applewood books, 1894. (5th - 8th grades) Edwards, Ben L., One April in Boston, Spyglass Books, Inc. 2000. (5th - 8th grades). Ferris, Jeri Chase, Remember the Ladies- A Story About Abigail Adams, Carolrhoda Books, 2001 (3rd - 5th grades) Forbes, Esther, Johnny Tremain, Houghton Mifflin, 1943. (5th - 8th grades) Fradin, Dennis, Samuel Adams, The Father of Independence, Clarion Books, 1998, (5th - 8th grades) Franklin Institute Science Museum Book, The Ben Franklin Easy & Incredible Experiments, John Wiley & Sons Publ., 1995 (3rd - 7th grades) Fritz, Jean, Can't You Make Them Behave, King George? Coward-McCann, 1977. (3rd  -  5th grades) Fritz, Jean, Why Don't You Get a Horse, Sam Adams? Coward-McCann, 1977. (3rd - 5th grades) Gaines, Ann Graham, King George III, Chelsea House, 2001, Revolutionary War Leaders Series. (5th grade) Griffin, Judith Berry, Phoebe the Spy, Puffin Books, 1977 (3rd - 6th grades) Hakim, Joy, From Colonies to Country, Oxford University Press, 1993. (5th - 8th grades) Haskins, Jim, ed., Black Stars of Colonial and Revolutionary Times, African Americans Who Lived Their Dreams, John Wiley & Sons, 2002. (4th - 8th grades) Heinemann, Sue, Amazing Women in American History, A Book of Answers for Kids, Stonesong Press, 1998. (4th - 8th grades) Kelley, Nancy, The Whispering Rod, White Maine Kids, 2001. (5th - 8th grades) Kids Discover Magazine, American Revolution, 2000. (3rd - 5th grade) Kids Discover Magazine, Colonial America, 2002, (3rd -5th grades) Kids Discover Magazine, 1776, 2002. (3rd - 5th grades) Kids Discover Magazine, Revolutionary Women, 2005. Kroll, Steven, The Boston Tea Party, illustrated by Peter Fiore, Holiday House, 1998. (3rd- 6th grades) Lasky, Kathryn, A Voice of Her Own, The Story of Phillis Wheatley, Slave Poet, illustrated by Paul Lee, Candlewick Press, 2003. (3rd- 6th grades) Lehey, Patrick M., What Was the Name of Paul Revere's horse? Eastern National Association & Paul Revere Memorial Association, 2001.  A good reference book on myths vs. facts of Revere written by the Paul Revere House historian. Millender, Dharathula, Crispus Attucks,  Aladdin Paperbacks, 1982, (3rd - 5th grades) Moore, Kay, If You Lived at the Time of the American Revolution.  Scholastic, 1997. (3rd - 5th) Osborne, Mary Pope, Revolutionary War on Wednesday, Magic Tree House # 22, 2000. (3rd - 6th grades) Rappaport, Doreen, The Boston Coffee Party, An I Can Read Book, Level 3, Harper Trophy Publishers, 1988. (2nd - 4th grades) Schanzer, Rosalyn, George vs. George, The Revolutionary War as Seen by Both Sides.  King George III and General George Washington. National Geographic Society Children's Books. 2004. (3rd - 6th graders)  Stephens, Amanda, Liberty's Kids, Freedom at Any Price, March 1775- April 19, 1775, Grosset & Dunlap, 2003. (3rd - 6th grades)  Stephens, Amanda, Liberty's Kids, Justice for All, December 5, 1773- September 5, 1774, Grosset & Dunlap, 2003. (3rd - 6th grades) Tucker, Mary, Boston Tea Party, History Hands On, Teacher & Learning Company, #TLC 10302, 2001 (Activity Book for Grades 1st - 4th) Walker, Niki & Bobbie Kalman, The Milliner, Crabtree Publishers, 2002. (5th - 7th grades) Weidt, Maryann N., Revolutionary Poet- a story about Phillis Wheatley, Carolrhoda Books, 1997. (3rd - 5th grades) Weir, Sarah, ed. America's War of Independence 1763-1783- A Concise Illustrated History of the American Revolution. Silver Moon Press, 1992. (5th - 8th grades)   Teachers Allison, Robert, Short History of Boston, Beverly, MA, Commonwealth Editions, 2004. Applewhite, Harriet B. & Darline G. Levy, Women & Politics in the Age of the Democratic Revolution, Univ. of Michigan Press, 1996. Read \"The Women of Boston\" by Alfred Young and \"I have don…much to Carrey on the Warr\" by Linda Kerber. Bahne, Charles, The Complete Guide to Boston's Freedom Trail, Cambridge, MA, Newtowne Publishing, 1985.  Bober, Natalie, Abigail Adams - Witness to a Revolution, Atheneum Book, 1995. Boston National Historical Park Handbook, Boston and the American Revolution,  National Park Service, 1998.  Boston National Historical Park, Merchants & Farmers in Battle, The Battle of Bunker Hill, curriculum packet, 1998. Free National Park Service Publication. Boston National Historical Park, What's Behind a Monument? George Washington's First Victory at Dorchester Heights, 1996, Free National Park Service publication. Cleary, Patricia, Elizabeth Murray- A Woman's Pursuit of Independence in Eighteenth-Century America, University of Massachusetts Press, 2000.  Copeland, David A., Debating Issues in Colonial Newspapers. Primary Documents on Events of the Period. Greenwood Press, 2000.  Cott, Nancy F., The Bonds of Womanhood, \"Woman's Sphere\" in New England, 1780-1835, New Haven, Yale University Press, 1977. Curran, Emily and Sanderson, Jill. Phillis Wheatley and the Origins of African American Literature. Boston, MA: Old South Association, 1999. Diamant, Lincoln, ed., Revolutionary Women in the War for American Independence, A one volume revised edition of Elizabeth Ellet's 1848 Landmark series.Praeger Publishers, 1998. Emery, Michael, The Press and America: An Interpreter's History of the Mass Media,  Allwyn & Bacon Publishers, 1996. Fischer, David, Paul Revere's Ride, Oxford Univ. Press, 1994. Fischer, Max W., American History Simulations, Teacher Created Materials, 1993. Fowler, William, Samuel Adams, Radical Puritan, Longman, 1997. Franklin, Benjamin, The Autobiography of Benjamin Franklin, Dover Publications, New York, 1996 edition. Published posthumously in 1867. Gundersen, Joan R., To Be Useful to the World, Women in Revolutionary American, 1740-1790. Twayne Publishers, 1996. Hinkle, Alice, Prince Estabrook, Slave and Soldier, Pleasant Mountain Press, 2001. Humphrey, Carol Sue, This Popular Engine: New England Newspapers During the American Revolution, 1775-1789,  University of Delaware Press, 1992.. Humphrey, Carol Sue, The Revolutionary Era: Primary Documents on Events from 1776 to 1800. Greenwood Press, 2003. Kerber, Linda. Toward an Intellectual History of Women, University of North Carolina Press, 1997. Kerber, Linda. Women of the Republic: Intellect & Ideology in Revolutionary America, University of North Carolina Press, 1980. Kaplan, Sidney & Emma Nogrady, The Black Presence in the Era of the American Revolution, Univ. of Mass. Press, 1989. Ketchum, Richard M., Decisive Day- The Battle of Bunker Hill, Holt & Co. 1962. Langguth, A.J. Patriots, Simon & Schuster, 1988. Martineau, Harriet, Retrospect of Western Travel, (1834-1835 first-hand account of United States from 19th century English author and traveler), M.E. Sharpe, new edition, 2000. McCullough, David, John Adams, Simon & Schuster, 2001. McCullough, David, 1776, Simon & Schuster, 2005.  Moore, Christopher, The Loyalists,  McClelland & Stewart, 1984. Norton, Mary Beth, The British-Americans, The Loyalist Exiles in England, 1774-1789. Little, Brown & Co., 1972. Norton, Mary Beth, Liberty's Daughters: The Revolutionary Experience of American Women, 1750-1800. Little & Brown, 1980. Norton, Mary Beth, \"Eighteenth-Century American Women in Peace and War: The case of the Loyalists,\" William and Mary Quarterly, Volume 33, 1976. Old South Meeting House, Slave to Poet: Phillis Wheatley curriculum packet, Old South Association. Old South Meeting House, Tea is Brewing curriculum packet, Old South Association. Old State House, Prisoners of the Bar, What Really Happened on King Street on the Night of March 5, 1770, curriculum packet, Bostonian Society, 2000. Paul Revere House, Paul Revere: The Man Behind the Myth, curriculum packet, Paul Revere Memorial Association, 1990. Paul Revere House, The Revere Children and the Siege of Boston, curriculum packet,Paul Revere Memorial Association, 1998. Robinson, William Henry, Ph.D. Phillis Wheatley. Boston, MA: Old South Association, 1990. Quintal, George, Jr. Patriots of Color 'A Peculiar Beauty and Merit', African Americans and Native Americans at Battle Road & Bunker Hill, U.S. Government Printing Office, 2004. ©2005 George Quintal, published under license. Preface by noted historian Alfred F. Young, Senior Research Fellow, Newberry Library, Chicago. Includes short biographical narratives of African Americans and Native Americans who fought at either at Battle of Lexington & Concord or Battle of Bunker Hill. Order online: http:\/\/bookstore.gpo.gov # 024-005-01231-1, For more information and updated research contact the author directly at george.quintal@yahoo.com.   Sloan, William David & Julie Hedgepeth William, The Early American Press, 1690 - 1783, Greenwood Press, 1994. Unger, Harlow Giles, John Hancock, John Wiley & Sons, Inc. 2000.  Young, Alfred, The Shoemaker and the Boston Tea Party, Beacon Press, 1999. Highly recommended book by a noted historian about George Robert Twelve Hewes who was a shoemaker in Boston and participated in the Boston Tea Party.       Boston National Historical Park Site Resources Boston African American National Historic Site, 14 Beacon Street, Room 506, Boston, MA 02108-4025. Supervisory Park Ranger, (617) 742-5415. www.nps.gov\/boaf\/ Boston National Historical Park, 15 State Street, Boston, MA 02109, Acting Education Specialist, Julia Mize, (617) 242-5677. Park website: www.nps.gov\/bost\/ Bostonian Society, 206 Washington St., Boston, MA 02109, (617) 720-1713. Manages the Old State House and a research library on Boston's history. Museum Educator. www.bostonhistory.org Old South Meeting House, 310 Washington St., Boston, MA 02108, (617) 482-6439. Education Director. www.oldsouthmeetinghouse.org Paul Revere House, 19 North Square, Boston, MA 02113, (617) 523-1676. Education Director. www.paulreverehouse.org. U.S.S. Constitution Museum, Charlestown Navy Yard, Boston, MA 02109, (617) 426-1812. , Education Coordinator, www.ussconstitutionmuseum.org.   Other Teacher Research Sources Bodley Library, Oxford, England. Presently establishing an internet library of their early journals from 18th and 19th centuries. www.bodley.ox.ac.uk\/ilej. Great resource for 18th century newspapers that include articles on colonies and revolutionary events for multiple perspectives. Elizabeth Murray Project, curriculum materials developed by teachers and Dr. Patricia Cleary, California State University, Long Beach. The website includes 5th grade through high school lesson plans focusing on Elizabeth Murray, an 18th century female entrepreneur living in Boston from 1750s to 1780s. Elizabeth's life represents the conflict most colonists faced during this time. She had family and friends on both sides of the issues that led to the American Revolution. www.csulb.edu\/elizabethmurray. Dr. Cleary's book, Elizabeth Murray, A Woman's Pursuit of Independence in Eighteenth-Century America, is listed in our bibliography list for teachers. Gilder Lehrman Institute of American History. 19 west 44th Street, Suite 500, New York, NY 10036. www.gilderlehrman.org. Excellent resource. Offers free teacher summer seminars, on-line lesson plans and primary sources. Library of Congress website: www.loc.gov Check out the American Memory section. A wealth of primary documents. Massachusetts Archives, 220 Morrissey Blvd., Boston, MA 02125, (617) 727-2816, www.state.ma.us\/sec\/arc. Houses colonial and revolutionary records. Collection includes court records, maps, certificates of payment to the Continental Army, muster rolls of the Revolutionary War. Massachusetts Historical Society, 1154 Boylston St., Boston, MA 02215, (617) 536-1608. Reference Librarian Nicholas Graham. www.masshist.org (collections of 18th century Boston newspapers, John and Abigail Adams' letters, and other primary sources.) National Archives & Records Administration, Northeast Region, 380 Trapelo Road, Waltham, MA 02452, (781) 663-0121, Director of Archival Operations, Stuart Culy, www.nara.gov National Council for Social Studies. www.ncss.org. Excellence resource on social studies lesson plans, career development opportunities, etc. National Park Service, www.nps.gov. National Park Service's American Revolution website: www.nps.gov\/revwar. National Park Service, Exploring the Real Thing, guidebook to educational programs in National Park Service in the Northeast Region which includes Maine to Virginia. Patriots of Color 'A Peculiar Beauty and Merit', African Americans and Native Americans at Battle Road & Bunker Hill by George Quintal, Jr., Revolutionary War consultant. Includes a preface by noted historian Alfred F. Young, Senior Research Fellow, Newberry Library, Chicago. This is a definitive Boston National Historical Park and Minute Man National Historical Park research project conducted by Mr. Quintal, Jr. The publication identifies and provides short narratives of 21 African Americans and Native Americans who fought during the Battle of Lexington and Concord on April 19, 1775 and 103 African Americans and Native Americans who fought at the Battle of Bunker Hill on June 17, 1775. ©2005 George Quintal, published under license. Available for sale through U.S. Government Printing Office, # 024-005-01231-1, $22.00, online website: http:\/\/bookstore.gpo.gov   For more information and updated research contact the author directly ar george.quintal@yahoo.com.   Primary Source has a wonderful website filled with primary sources. They also added new sources on African Americans. www.primarysource.org. For more sources on African Americans: www.primarysource.org\/program\/inclusiveamerican.bhm.php.",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/education\/suggestedreading.htm"
}
