{
    "title": "Boston National Historical Park: Archeology at Faneuil Hall",
    "body": "Archeology at Faneuil Hall         Library of Congress  Whenever someone starts to talk about archaeology, people inevitably begin thinking about Indiana Jones or imagine that they hear the movie’s theme music.  While you won’t find large boulders rolling down Congress Street in Boston or Golden Idols hidden beneath the statue of Samuel Adams in Dock Square, you will be seeing archaeologists excavating a large area around Faneuil Hall. Originally built in 1742, Faneuil Hall has been witness to some of the most important events in Boston history, including the beginnings of the Boston Tea Party meetings and the establishment of the Committee of Correspondence.  More recently, Faneuil Hall has become a place of meeting for various events, like political rallies, naturalization ceremonies and performances by the Boston Classical Orchestra. Prior to 1990, there had been no archaeology project in the Faneuil Hall area; items had been found through excavation for buildings and other structures, but no formal inquiry had been carried out.  In 1990, an elevator was installed in Faneuil hall, which provided the opportunity to carry out some investigations in the basement of the building.  Shovel test pits, which are holes dug into the ground to determine where artifacts may be, were established and over 30,000 artifacts were recovered.  These ranged from musket balls, to wig curlers, to glasses, and even included coconut shells and peanuts!  From these artifacts, a better understanding of daily life in Boston prior to 1742 began to emerge. While the earlier excavation focused on items that pre-dated 1742, because of its location, this current project will include the 18th, 19th, and 20th centuries.  It will also take a look at the environment that was present during these time periods through pollen analysis and examination of the seeds that are present in the soil.  In the coming weeks we will be featuring stories, interviews, and photographs of the excavation’s progress, along with any interesting artifacts that are discovered.  If you would like to see the archaeologists in action, look for them beginning mid-October on the North side of Faneuil Hall.   To learn more about visiting Faneuil Hall, please click this link: http:\/\/www.cityofboston.gov\/freedomtrail\/Faneuilhall.asp More information about archaeology and the National Park Service can be found here: https:\/\/www.nps.gov\/archeology\/",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/historyculture\/fh-arch.htm"
}
