{
    "title": "Boston National Historical Park: Destroyer Escorts",
    "body": "Destroyer Escorts         Launching of Destroyer Escort USS Mason. Boston National Historical Park  During the Second World War (1939-1945) the Charlestown Navy Yard was a center of shipbuilding, repair and outfitting of new and old vessels.  The ships constructed here at the yard were in many ways a symbol of the commitment made by the civilian and naval personnel to the greater cause of the American effort during World War II.  Ship construction consisted of new types of vessels, like the destroyer escort, sometimes referred to as a “poor man’s destroyer.\"  This type of vessel was smaller than a destroyer, highly maneuverable, and was fitted out with sonar, radar and weapons.  The yard received four contracts for building the ships, and produced 62 destroyer escorts of the EVARTS and JOHN C. BULTER class during the war.    One of the primary reasons for the development and construction of the destroyer escort was the German U-boat (submarine) activity during the early part of the war years.  During a seven month period in 1940, from March to September, over 2,000,000 tons of shipping never reached port.  British convoys carrying goods from the United States to overseas were in need of escort vessels, which were in short supply at this time, and fleet duty occupied larger destroyers.  The United States established the Lend Lease Program, which enabled this country to produce ships and other equipment for the allied war effort.   Under this program the Royal Navy received 31 destroyer escorts from the navy yard.  The other 31 would go to the United States Navy. The destroyer escort was smaller than a regular destroyer, cheaper to produce, and sometimes was considered expendable. “We knew that if a submarine fixed a torpedo at, say a troop carrier¼the escort commander could tell a destroyer escort to get between that ship and the torpedo. We had fewer men, we were a smaller ship, and it was important that the larger ship survive” (Benjamin Garrison, S1C, USS MASON).      On December 9, two days after the attack on Pearl Harbor, Secretary of Navy Frank Knox told the American people, “We are at war, all of us! There is no time now for disputes or delay of any kind. We must have ships and more ships.  There is no time to lose. The Navy must lead the way. Speed up-it is your navy and your nation!\"    Responding to this challenge, the navy yard moved ahead with construction taking place on Shipways NO. 1, and NO. 2, and NO. 3 (this would later become Dry Dock #5).  Construction of the vessels begins in April 1942, with the first two keels being laid. The following year, the yard set a record by being the first shipbuilder to deliver four destroyer escorts in one month (May 1943). During the same year  the yard set another destroyer escort building record, with five in the month of July, six in August and September.  The total number set for that year was forty-six DE's completed.  During peak production of the escorts, yard workers were able to complete a ship over a period of four months.  This sense of commitment towards the war effort was reflected in the words of Gloria Brandenburg.  Ms. Brandenburg, a former painter’s helper stated that, “We all felt that we were doing our job and the harder we worked, the faster we would get the ships out and the faster it (war) would get over.”   Once launched and commissioned, the ship ceased being just a hull number but took on the name of a naval officer or enlisted personnel who had performed heroically in battle.  The EVARTS (DE-5) was the first DE completed by the yard.  Named after Lieutenant (JG) Milo Burnell Evarts, an officer killed in a turret fire onboard the USS BOISE during a naval battle off Guadalcanal in October 1942.  He received posthumously the Navy Cross.  The citation for Lieutenant Evarts pointed out his heroism in battle.  It stated that, “His courageous devotion to duty, maintained with unyielding determination on to the very instant of his death, was in keeping with the highest traditions of the United States Naval Service.”   Naming destroyer escorts after naval heroes was one way of honoring that individual and reminding the ship's crew of that individual's personal commitment and sacrifice during the war.   Another escort vessel constructed at Charlestown was the MASON (DE-529).  The MASON became the first naval vessel during the war to be operated by a predominately African-American crew in 1943 (196 enlisted men out of a crew of 240). The African-American crew was not only fighting a war, but was fighting to end racial segregation in the navy.  The crew and the ship served with distinction during the time the ship operated in the Atlantic. One such incident took place in 1944, when the ship was escorting convoy NY-119 during one of the worst storms of the century.  During the storm the MASON escorted the most vulnerable vessels of the convoy to safety, and proceeded immediately afterwards to rescue the remaining ships. During the return trip a potential serious disaster developed on board the ship, when a crack was discovered on the deck. The men responded to the situation with skill and self-confidence, and while working under the most appalling conditions, were able to make the necessary repairs in order to save their ship and complete their mission.   In his report, Task Group Commander Alfred L. Lind pointed out that   “CTG 27.5 considers the performance of the USS MASON, her Commanding Officer, Officers and men outstanding and recommends that this ship be given a letter of commendation to be filled in the record of each officer and man on board that vessel.”   Finally in 1995 a commendation letter was present to those surviving crew members by then Secretary of the Navy John H. Dalton in a ceremony in Washington, DC.   In the Pacific Theater of Operation destroyer escorts continued to play the same vital role that they did in the Atlantic.  They continued to perform such duties as convoy escorts and being apart of a hunter-killer group (anti-submarine).  Unlike the battle of the Atlantic, the war in the Pacific consisted of a series of amphibious operations against enemy held islands.  Destroyers and destroyer escorts were employed as radar pickets or patrol ships around the island of Okinawa during the invasion.  Five Boston built destroyer escorts, all of the EVARTS Class, were deployed around the island, they consisted of the BEBAS, CARLSON, CROUTER, GRISWOLD, and  SEID. With the ship's radar and sonar they were able to provide protection for the fleet against submarine and Kamikaze attacks.  In this role of fleet guardian the CROUTHER shot down two suicide planes, while the SEID was credited with shooting down five kamikaze enemy planes.   By the end of the war the destroyer escorts that were built here at the navy yard had served throughout the world, from the Atlantic to the Pacific, as well as the Mediterranean Sea. Of the 62 ships launched at the yard only 4 were sunk while in service.  The destroyer escort proved to be a vessel that filled the gap between patrol craft and the larger destroyer. Unquestionably, the crews of the “small boys of the fleet,\" and the navy yard workers, have left behind a proud legacy of service to their country.  Their legacy is a reminder to future generations that the concepts of honor, courage and commitment were commonplace, whether it was on the home front or on the front lines.   SELECTED BIBLIOGRAPHY  Black, Frederick R. Charlestown Navy Yard 1890-1973, 2 vols.  Boston: National Park Service, 1988.  Elliot, Peter. Allied Escort Ships of World War II: A Complete Survey.  Annapolis, Maryland: Naval Institute Press, 1977.  Friedman, Norman. U. S. Destroyers: An Illustrated History.  Annapolis, Maryland: Naval Institute Press, 1982.  Kelly, Mary Pat, Ph.D. Proudly We Served: The Men of the USS  Mason. Annapolis, Maryland: Naval Institute Press, 1995.  Kelly, Mary Pat, Ph.D. “The MASON Comes Home”, American  Legacy, Spring 1996.  Mansfield, George O. Q. Historical Review, Boston Naval  Shipyard. Boston: Administrative Department,  Charlestown Navy Yard, 1958.  Navy Department. Dictionary of American Naval Fighting Ships.  Volumes I, II, III, VI. Washington, D.C.: Naval History Division,  1959-1981.  Potter, E.B., and Nimitz, Chester W., editors. Sea Power: A Naval  History. Englewood Cliffs, NJ: Prentice-Hall, Inc., 1960.  Rascoe, Theodore. United States Destroyer Operations in   World War II. Annapolis, Maryland: Naval Institute Press, 1953",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/historyculture\/destroyer-escorts.htm"
}
