{
    "title": "Boston National Historical Park: Dr Joseph Warren",
    "body": "Doctor Joseph Warren         Adams National Historical Park  When a person dies suddenly, tragically, especially in the “prime of life”, we tend to frame his \/her life in those final moments. We can all name such people: John F. Kennedy, Amelia Earhart, the victims of September 11th. These are our heroes. Such a man was Joseph Warren. Joseph Warren was, undoubtedly, the hero of Bunker Hill and by dying on that hill that June day in 1775; he became the embodiment of the young nation’s sacrifice. The question remains; how do we separate the hero from the man? How did Joseph Warren, physician, find himself on that fated hill just six days after his 34th birthday? Joseph Warren was born in Roxbury, MA on June 11, 1741, the eldest of four sons of Joseph Warren, a farmer, who died after falling out of an apple tree. Joseph, Jr. would attend Harvard, teach briefly at the Latin School and then study to be a physician (as his mother’s father had been). He married Elizabeth Hooten on 6 September, 1764. Elizabeth brought as her dowry a considerable fortune she had inherited. Dr. Warren began his participation in the radical cause in 1767, with the passage of the Townsend Acts. Warren’s response was a series of articles in the Boston Gazette under the pseudonym “A True Patriot”. These articles so angered the royal governor that he attempted to charge Warren and the publishers of the newspaper with libel, but the grand jury refused to bring forth a true bill. After the publishing of the articles, Warren’s star began to rise in the radical circles. His friendship with Samuel Adams as well as family ties with James Otis (his brother-in-law) and Masonic connection with Paul Revere and other rebel luminaries would put him in the thick of the separatist movement. Warren would become chairman of the Committee of Safety after the “Boston Massacre” of 1770 and would deliver two of the famous orations on the anniversaries of that event. While Samuel Adams was away in Philadelphia in 1774, attending to the business of the Continental Congress, Joseph Warren assumed Adam’s leadership role in Boston and became involved with the raising of militias and procurement of arms and powder. A few months later Adams and John Hancock would return to Massachusetts to find the Crown had placed a price on their heads. It was Joseph Warren, who would direct Paul Revere and William Dawes to warn the two leaders that British soldiers were heading toward their sanctuary in Lexington, MA to arrest them on 18 April, 1775. The news of the skirmishes at Lexington and Concord would cause Warren to leave his patients in the care of his assistant, William Eustis and ride toward the scene of battle. He would spend the next six weeks readying the militia for the inevitable battles to come. For his efforts, he was elected second general in command of the Massachusetts forces by the Provincial congress on 14 June, 1775. After meeting with the committee of safety at General Artemas Ward’s headquarters on Cambridge common on the morning of 17 June, Warren learned that British forces had landed at Charlestown. About noon, he rode over to the American fortifications on Breed’s Hill. The rest is the stuff of legends: Warren refused to take command, instead going into the line as a regular volunteer. On the third and final British assault near the redoubt, while attempting to rally the militia, Warren was instantly killed by a ball between the eyes. The men that Warren had rallied in those last moments were a spectrum of Massachusetts society: merchants, farmers, mechanics, laborers; red men, black men, white men, both slave and free; all fighting for their freedom.  How ironic that the leader was a slave owner. The British forces, upon taking the field, placed Warren’s body in a common mass grave. His remains were later identified by Paul Revere, who identified him by the set of false teeth he had fashioned for him. Joseph Warren became an instant hero. His death was immortalized in John Trumbull’s painting; “The Death of General Warren” King Solomon’s Lodge honored their Grand Master with the first Bunker Hill Monument, which now resides in the base of the present monument. In New England, every state has a town named in his honor. In death he was a hero, his life cut tragically short, and his potential unknown. He left four small children orphaned (their mother had died in April, 1773), whose welfare remained in dire straits until 1778, when General Benedict Arnold (who had befriended Warren at Cambridge) gave $500 for their education and petitioned Congress for the amount of a major –general’s half pay for their welfare until the youngest reached majority. In the course of just a decade, Dr. Joseph Warren married, fathered four children, furthered the revolutionary movement in Boston and died a hero’s death. Perhaps, Edna St. Vincent Millay could have been speaking of Joseph Warren when she wrote, “My candle burns at both ends; It will not last the night; But ah, my foes and oh, my friends, it gives a lovely light!”",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/historyculture\/warren.htm"
}
