{
    "title": "Boston National Historical Park: Peter Faneuil",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Peter Faneuil                Peter Faneuil And Slavery         Peter Faneuil   by Shawn Quigley, Park Guide  \"With the net proceeds of the same purchase for me, for the use of my house, as likely a strait negro lad as possibly you can, about the age from twelve to fifteen years.\" Written in February 1738, this line was not penned by a wealthy Virginia planter or a small southern slave owner, but by Peter Faneuil, one of the wealthiest merchants in 18th century Boston. The man responsible for gifting Faneuil Hall, the location of Boston's Marketplace and Town Meeting and nicknamed the \"Cradle of Liberty,\" was an owner and trader of African American slaves.  Owning slaves in 17th and 18th century Boston was common. A French Protestant visiting Boston in a 1678 reported that \"You may own Negroes and Negresses;there is not a House in Boston, however small may be its means, that has not one or two.\" Peter Faneuil's economic prosperity gave him the means to own a greater number of slaves. According to an appraisal taken of Faneuil's estate after his death, Faneuil had five slaves valued at £620, equivalent today to 123,679.68 U.S. dollars. Faneuil's fortune, which allowed him to own five slaves, was amassed through a combination of the inheritance of the majority of his uncle's estate and trade. Goods involved in Faneuil's trade included fish, tobacco, produce, rum and molasses but, like many merchants at the time, Faneuil was also involved in the exchange of human cargo.  An example of Peter Faneuil's involvement in the slave trade is the voyage he planned to Guinea in 1742 with his ship, Jolly Batchelor. The ship would return from the Guinea coast in 1743 with \"twenty negroes\" stored within its hold. Faneuil, who died in March 1743 at the age of 42, did not live to see the completion of that journey. Faneuil's keen sense for business made him a successful merchant, which in turn provided him the finances to donate Faneuil Hall to the town of Boston. There is irony in the building's nickname \"Cradle of Liberty\" because a portion of the money used to fund Faneuil Hall came from the buying and selling of African American slaves.   Footnotes: ·Abram English Brown, Faneuil Hall and Faneuil Hall Market or, Peter Faneuil and His Gift (Boston, MA: Lee and Shepard, 1901), 45 and 111. Retrieved February 18, 2016 at https:\/\/archive.org\/details\/faneuilhallfaneu01brow. ·Elizabeth Donnan, Documents Illustrative of the History of the Slave Trade to America: Volume III: New England and the Middle Colonies (Buffalo, NY: William S. Hein &Co., Inc., 2002), 52-58. Retrieved February 18, 2016 at http:\/\/www.inmotionaame.org\/texts\/viewer.cfm?id=1_028T&page=front_1. ·Image from Andrew Oliver, Ann Millspaugh Huff, and Edward W. Hanson, Portraits in the Massachusetts Historical Society: An Illustrated Catalog with Descriptive Matter (Boston, MA: Massachusetts Historical Society, 1988), Plate 12. ·Report of a French Protestant Refugee, in Boston, 1687, trans. by Edward T. Fisher, (Brooklyn, NY: 1868), 20. Retrieved February 18, 2016 at https:\/\/archive.org\/details\/reportoffrenchpr00fish. ·Robert E. Desrochers Jr, \"Slave-for-Sale Advertisements and Slavery in Massachusetts, 1704-1781,\" The William and Mary Quarterly, vol. 59, no. 3 (2002): 649. Retrieved February 18, 2016 at http:\/\/www.jstor.org\/stable\/3491467?seq=27#page_scan_tab_contents.",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/historyculture\/peter-faneuil.htm"
}
