{
    "title": "Boston National Historical Park: Boston Massacre Trial",
    "body": "Boston Massacre Trial         John Adams Photo Courtesy of Independence National Historical Park  The crowd strained forward in the Queen Street courtroom on October 17, 1770. Murmurs and rumblings of anger filled the air. Captain Thomas Preston, a British grenadier, shifted his feet nervously and felt the sweat rising to his brow. If the jury found him, and his men, guilty of murder as the indictment suggested, he could only expect death as a penalty. That is what these Bostonians wanted! The only hope for Preston and his men lay with this short, stocky country lawyer—a colonial American after all—John Adams, and his too young assistant Josiah Quincy. Seven months had passed since the “horrid, bloody massacre” took place on the 5th of March. But the passions of the people remained strong. “Sons of Liberty” such as Samuel Adams and John Hancock had seen to that! They reminded the good citizens that the British soldiers were not welcomed, and that mobs had as much right to carry clubs as the soldiers had to carry loaded muskets! But now the jury was set and the true drama was beginning. Only a fair trial would show the world that Massachusetts, and by association all Americans, deserved their liberty by an appeal to justice and not by the rule of a mob. Captain Preston had his doubts that a fair trial was possible. Yet there was something about his lawyer that gave him hope. This fellow Adams—colonial though he was—was tenacious when it came to the truth, braver than most when it came to risking himself or his family, devoted beyond reason when it came to the law, and undeniably intelligent. If anyone could help these hapless soldiers in a foreign land, Preston thought, Adams seemed the man. The lawyer hardly cut a gallant figure standing before the bar wearing the powdered wig and black robe of His Majesty’s court. Yet there was something…   Adams seemed at home in the courtroom, like an experienced mariner navigating the shoals of a dangerous coastline. He had been able to impanel a jury from out-of-town, not a single Boston man among them and, Preston felt, the jury seemed uncommonly thoughtful for upstart colonials! Now Adams was questioning Richard Palmes, a witness most of the crowd recognized, about events that night. Preston could hear Palmes saying,   “That instant…I saw something resembling Snow or Ice strike the Grenadier on the Captain’s right hand…He [the Grenadier] fired the first Gun. After the Gun went off I heard the word ‘fire!’ The Captain and I stood in front about half between the breech and muzzle of the Guns. I don’t know who gave the word to fire.”    Adams let Palmes’ words settle like fallen snow on the minds of the jury. Who could say where the command “fire” had come from? Many in the mob had been yelling “fire, damn you…ye’ dare not!” Clubs and chunks of ice had been ready in menacing hands! What reasonable man, or even seasoned soldier, would not fear for his life? “Malice aforethought” is what the indictment had charged. Yet Adams was showing that confusion, terror, and even curiosity were more on the minds of everyone that night in  King Street  . Even the jury’s faces showed the common truth of this.  John Adams was in his element! Like a gladiator he loved the arena where great battles were fought! For Adams, a man’s character was not measured by the popularity he inspired in his neighbors, but by the “truth” he pursued. As he would say in a letter to his beloved Abigail, “I…have consented to my own ruin, to your ruin, and to the ruin of our children.” But he would also assert “the law…will not bend to the uncertain wishes, imaginations, and wanton tempers of men.” When the jury quickly returned with a “not guilty” verdict against Preston, Adams felt a great weight lifted from his shoulders. Soon after, the trial of the other eight men—Hugh White, Hugh Montgomery, Matthew Kilroy, John Carroll, James Hartigan, William McCauley, William Warren, and William Wemms—began. By now, Captain Preston had great admiration for their lawyer’s abilities. Generally, Preston resented these colonials and felt that “malcontents” were “using every method to fish out evidence to prove [the shooting] was a concerted scheme to murder the inhabitants.” But if a British soldier could be acquitted by a New England jury, perhaps there was more, he thought! Following one of the first trials in American history to last for several days, even the frenetic crowd seemed exhausted. Testimony after testimony had been used to show both sides of the “massacre” story. But as Adams said in his summary, “facts are stubborn things…if they [the soldiers] were assaulted at all…this was a provocation for which the law reduces the offense of killing, down to manslaughter…” In less than three hours, the jury reached a verdict. No malice was found. All eight men were found not guilty of murder. Two, Hugh Montgomery and Matthew Kilroy, were found guilty of manslaughter. A defense lawyer to the last, Adams negotiated the sentences of Montgomery and Kilroy using and ancient precedent of English law. The “Plea of Clergy” meant that instead of death, the two men would be branded on the thumbs as first offenders, never to be permitted to violate the law again. Adams would later describe his role as “the greatest service I ever rendered my country.” Why? In a town where British soldiers were hated, there had been a fair trial by jury. In a land where mobs could sway events, the world saw that justice and liberty were valued as the legal rights of all!",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/historyculture\/massacre-trial.htm"
}
