{
    "title": "Boston National Historical Park: Town of Churches",
    "body": "Town of Churches         View of Boston from the harbor. Library of Congress  It is not surprising that Boston’s eighteenth century skyline was dotted with church spires, for its very foundation was an ecclesiastical venture. John Winthrop and a small group of Puritans formed a Compact at Cambridge, England in 1628 and very skillfully obtained the rights to what was a fledgling commercial venture called the Massachusetts Bay Company.  They did not abandon the company’s commercial aspects, but their primary motive and inspiration rested in the realm of the divine. What is more, they obtained from King Charles I a Charter in 1629 which guaranteed them the right to establish a colony and govern themselves as they saw fit, as long as their laws did not violate the rights of Englishmen and the laws of England. This small band sailed across the Atlantic with their families in 1629 and thus Massachusetts Bay Colony, with Rev. John Wilson as Pastor of First Church, was planted in Charlestown. This new colony was located at the confluence of the Charles and Mystic Rivers. In the mind of these zealous Puritans only the law of God stood above the law of England. The law of God was certainly good enough for First Church and the laws of the First Church governed the citizens of the Commonwealth, as they called their ecclesiastical society. In the Commonwealth of God, the Common Good was paramount, and nothing served that common good better than unity. The community could divide itself as First Church did in 1650, when Second Church was formed, as the population increased in the north part of town. The formation of Third Church (Old South) came as a result of a church discipline dispute in 1669. It was quite another thing for an individual to rise up and divide the community as did Anne Hutchinson in 1637. The punishment was swift banishment and death if a return were attempted. The Puritan experiment met with royal reality in 1686 when the original charter was revoked. Moreover, the Toleration Act was passed in old England in 1689 spelling doom for Puritan exclusivity in New England.  Anglicans led the way with King’s Chapel in 1686, followed by Quakers, Anabaptist, Scottish Presbyterians and French Huguenots in the next two decades, after significant numbers of merchants and the persecuted found Boston more than a nice place to visit.",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/historyculture\/puritans.htm"
}
