{
    "title": "Boston National Historical Park: Native Americans at Bunker Hill",
    "body": "Native Americans at Bunker Hill         Colonial soldiers waiting at the rail fence during the Battle of Bunker Hill.   Native Americans who fought alongside American colonists at the Battle of Bunker Hill reflected upon a century of their own struggles against the now-rebellious colonists. Many tribal communities had disintegrated or migrated west in the face of unrelenting pressure from white colonists. Those that remained hoped that the new republic’s philosophy of “liberty and social happiness” would bring better times. The battle saw the gallant participation of at least fifteen Indian soldiers, including members of the Mashpee Wampanoag, Hassanamisco Nipmuc, Tunxis, Mohegan, and Pequot tribes. Among these were Joseph Paugenit (Mashpee), Ebenezer Ephraim (Hassanamisco), John Wampee (Tunxis), and Jonathan Occum (Mohegan).  For some who fought at the battle, their participation produced great hardship. Samuel Ashbow, Jr. (Mohegan), sacrificed his life fighting at the rail fence. Rebecca Tanner, a Mohegan from Connecticut, had two sons who fought in the battle. Rebecca eventually had five sons who fought during the war and, to her sorrow, every one of them perished. Despite such losses, most Indians believed their contribution to American victory would improve their situation. A Mashpee Indian said, “We supposed a just estimate of the rights of man would teach them the value of the privileges of which [we] were deprived, and that their own sufferings would naturally lead them to respect and relieve ours.”  Many white colonists entered the year 1775 convinced that their liberties and privileges were threatened by a “tyrannical” monarch. Likewise, many Native Americans saw 1775 as a critical point in their pursuit of political equality and peaceful co-existence with the colonists. Countless Indians across the eastern seaboard joined the American forces during the War for American Independence. But despite their sacrifice and commitment, the Indians were no better off than they had been before the war. As an example, the Massachusetts Provincial Congress had promised the Passamaquoddy, Malecite, and Penobscot Indians of Maine that large tracts of tribal land would be protected in return for guarding the northern border from British attacks. After the war, Massachusetts was prompted by huge debts to confiscate the land and sell it as a substitute for the salary of white soldiers. The Indians were astonished and angered, and refused to negotiate. The State argued that they had merely acknowledged their claims for the duration of the war and that now the tribes would be forced to accept whatever terms the victorious Americans wished to impose.  Despite risks taken and lives lost during the Revolutionary War, the Native Americans continued to be relegated to second-class citizenship. They could not vote and tribal lands continued to be taken away from their control. The phrase, “all men are created equal,” applied only to white patriots, not to ‘Patriots of Color.’ Yet their sacrifice was not in vain; what the Indians fought for did eventually happen. Over the course of two centuries, the unfulfilled promise of liberty and social happiness can now be applied to Native Americans.    Recommended Reading:  Bickford, Christopher P. Farmington in Connecticut. (Canaan, NH: Phoenix Publishing, 1982).   Hauptman, Laurence M., Wherry, James D. The Pequots in Southern New England: The Fall and Rise of an American Indian Nation. (Norman, OK: University of Oklahoma Press, 1990).   Leamon, James S. Revolution Downeast: The War for American Independence in Maine.(Amherst, MA: University of Massachusetts Press, 1993).   Mandell, Daniel R. Behind the Frontier: Indians in Eighteenth Century Eastern Massachusetts. (Lincoln, NE: University of Nebraska Press, 1996).   Quintal, George, Jr. Patriots of Color: ‘A Peculiar Beauty and Merit’ African Americans and Native Americans at Battle Road & Bunker Hill. (Boston, MA: Division of Cultural Resources, Boston National Historical Park, 2004).",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/historyculture\/nativeamerican.htm"
}
