{
    "title": "Rocky Mountain National Park: Self Guided",
    "body": "Self Guided         Students explore at Moraine Park Discovery Centetr. Courtesy NPS  Plan a Self Guided VisitRocky Mountain National Park is an ideal outdoor classroom. It has a diversity of natural resources, easy spring and fall access, and close proximity to Front Range and Grand County communities. Rocky Mountain offers the availability of Moraine Park Discovery Center, the Fall River Visitor Center, Kawuneeche Visitor Center, and a wealth of field sites for self-guided visits.    ReservationsReservations are required for the use of Moraine Park Discovery Center or Fall River Visitor Center by groups.  We recommend that you schedule a 30 minute welcome program provided for free by a Ranger for your group to orient the students to the facility and Park. There is no fee to reserve the museum, nor for the welcome program. Because of the popularity of these facilities, please have alternate trip days in mind.  Reservations are made on a first-come basis, and must be made at least 30 days in advance.  To Reserve use of Moraine Park Discovery Center or Fall River Visitor Center please call the Education and Outreach Coordinator at (970) 586-3777.Moraine Park Discovery Center is an insightful starting point for any visit to the Park. The museum displays highlight the park geology, glacial history, human history, weather and climate, and ecology. Reservations are scheduled from 9am - 4pm. The building can accommodate a maximum of 80 students; 40 maximum in the exhibit area and 40 maximum in the downstairs reception room. From the museum, access to a wide variety of study sites and trails is only minutes away. Upon request, a ranger will greet your students with a 30-minute welcome program about Rocky Mountain National Park and the treasures that it protects. The welcome program is free and given to the whole group upon arrival. There is no fee to reserve the discovery center, nor for the welcome program. Reservations are made on a first-come basis, and must be made at least 30 days in advance.Fall River Visitor Center is a gateway for schools planning to conduct field studies in the Horseshoe Park or Alluvial Fan areas. The visitor center features beautiful exhibits using seasonal themes of the most often viewed wildlife in the Park.  Fall River Visitor Center is available by reservation only for the autumn or spring The building can accommodate a maximum of 80 students; 40 maximum in the exhibit area and 40 maximum in the downstairs discovery room.  Upon request, a ranger will greet your students with a 30-minute welcome program about Rocky Mountain National Park and the treasures that it protects. The welcome program is free and given to the whole group upon arrival. Teachers can use the discovery room as a staging area or for indoor activities of their choosing. Reservations are made on a first-come basis, and must be made at least 30 days in advance. SafetyWeather in Rocky Mountain National Park changes quickly and is always colder and windier than on the Front Range. Be sure students are prepared for adverse weather. Students should dress in layers and always take along warm jackets or sweaters. Check for appropriate clothing before students board the bus. Shoes with laces and drinking water are essential.  Should a student (or adult) become separated from the group, contact park rangers immediately (dial 911). Recommended Field SitesThese locations are ideal for school group visits.  Most offer restrooms and picnic tables with easy access for school buses and to hiking trails and study areas.  Some of the sites also offer drinking water seasonally.  For more information on individual sites visit our Education Sites Video Tours.  Hidden ValleyAlluvial Fan Hollowell ParkCub Lake\/Fern Lake TrailheadLily LakeMoraine Park Discovery CenterUpper Beaver MeadowsSprauge Lake",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/education\/selfguided.htm"
}
