{
    "title": "Boston National Historical Park: William Bainbridge",
    "body": "William Bainbridge         Courtesy of the Library of Congress  His name will always be synonymous with the victory over HMS Java, or the capture of USS Philadelphia but Commodore William Bainbridge was more than just a sea captain. With a fledgling nation, and an even more fledgling navy, Bainbridge converted the struggling Charlestown Navy Yard into an effective, operating machine of war. He was given this task just before \"America's Second Revolution\"- the War of 1812- broke out. In a time when many Americans associated a standing navy with tyranny, Bainbridge fought the odds and made the Charlestown Navy Yard into one of the greatest in the land. Bainbridge was given the opportunity when the previous commandant, Samuel Nicholson, suddenly died. Nicholson was described as a \"weak and ineffective commandant\" (frequently by Bainbridge himself in more colorful terms) and the overall quality of the Charlestown Navy Yard suffered under his leadership. Over the course of his eleven years in charge, no ships had been built though a few were upgraded or converted. Nicholson had allowed those below him to call the shots in the yard. Disagreements between the Army and Navy were decided by capitulation to the Army. In fact, he had rendered the position so ineffective that upon his death, the Navy Department decided to fill other lower positions in the Charlestown Navy Yard first.        William Bainbridge to that point had had a fairly checkered career himself. He had made a name for himself as a bold sea captain after fighting off a privateer ship. After being slighted by the British navy, he boarded HMS Indefatigable and impressed a sailor in retaliation. For this he earned a reputation of being fearless in battle, but also excessively strong-willed. However, he did give up his ship, USS Retaliation, to two French frigates without putting up a fight, and in 1803 he ran USS Philadelphia aground off the coast of Tripoli. He and his men were imprisoned in Tripoli for nineteen months following his action. Upon his return, the Navy Department thought it best to keep him off American ships for a while. Needing money, he returned to captaining merchant vessels.      By the beginning of 1812 war with Britain seemed imminent, and Paul Hamilton, Secretary of the Navy, made Bainbridge Commandant of the Charlestown Navy Yard. He officially took over duties on April 12, 1812. The first tasks given to him were to repair USS John Adams and USS Chesapeake. Both of these ships were rotting in Boston Harbor (the Chesapeake since 1809!), but war seemed on the horizon and every ship was needed. With the state of the navy yard, fixing the ships would be difficult. Timber was just sitting in the yard and had rotted out so much that it was of no use. Perhaps worse was that the navy yard didn't even have a wharf on which to fix the ships. Like his predecessor, he would have to rent private wharf space along Boston Harbor if he wanted to fix the vessels. Before he could fix the ships, Bainbridge had to upgrade the yard. Perhaps what he found most astonishing was how many liberties the previous Commandant and Secretary of the Navy had granted the Army. As an example, the Charlestown Navy Yard had a magazine for joint use of the Navy and Army. However, the war department was able to push the Navy completely out forcing the Navy to rent a facility inland that cost the Department of the Navy up to $700 in rent a year. a fence, built to separate the War Department's and Navy Department's sections, was badly in need of repair and allowed easy access for Army personal to trespass into the Charlestown Navy Yard.      Bainbridge was at a stalemate - he needed to repair ships but had no wharf to repair them, his navy yard was not functioning at capacity, and the Army had pushed the Navy out of some of its own facilities. With the outbreak of the War of 1812, Bainbridge started petitioning the Secretary of the Navy in order to be given command of a vessel. He probably felt hopeless in his current position. However, Bainbridge was not a man to let adversity get the best of him and he started making changes in the yard - with or without official approval. The bull-headedness that he displayed in his early career reappeared in Charlestown.      First, he had to do something about the Army-Navy relationship. His course of action was simple - he took the timbers too rotten to be put on USS Chesapeake and used them to repair the fence to help keep the Army out. Bainbridge was also able to establish that the powder magazine in the Charlestown Navy Yard should belong to the Navy and the Navy alone. While the Secretaries of the Army and Navy would argue back and forth over these issues, Bainbridge just took it upon himself to act. On June 1, 1812, Congress declared war on Britain which started the War of 1812. On September 15, 1812, Bainbridge took command of USS Constitution. On December 29, 1812 under Bainbridge's command, USS Constitution defeated (and ultimately destroyed) HMS Java off the coast of Brazil. The wounded Bainbridge returned to Boston a hero and was made Commandant of the Charlestown Navy Yard again. Bainbridge took the job on the condition that he would be allowed to captain the newest vessel built there- the 74 gun, monolith ship-of-the-line, USS Independence.      It appears as though being a hero gave Bainbridge more clout with the higher-ups. By April, 1813, Bainbridge was able to bother the Navy Department enough where they could see that a wharf was necessary in the Charlestown Navy Yard, provided it cost less than $28,000. Built alongside would be a Navy Store (known in the Navy Yard as Building 5). Despite complaints from his superiors, Bainbridge ignored the price limit and built a wharf to his specifications. Building 5 still stands today, serving as one of Boston National Historical Park's visitor centers. Recognizing Boston's cold weather, Bainbridge had shiphouses built in the Charlestown Navy Yard and thus allowed the workers to complete vessels without being exposed to the harsh New England elements and extreme weather. Weather frequently prevented exposed workers from getting anything done in the Navy Yard, yet they demanded half-pay for these days (just as they would have received under Nicholson). By building shiphouses to cover the area where ships were being built, workers could complete their task unhindered, and saved the navy money for days when work could not be accomplished. By the end of Bainbridge's term, the Charlestown Navy Yard had shiphouses and wharfs. The navy was fully in control. Damaged vessels were being repaired and new ones were being built. And while it still had a long way to go, the Charlestown Navy Yard was becoming a functioning navy yard. Bainbridge's lucky streak ran out, however - by the time he captained the USS Independence the War of 1812 had ended. Bainbridge left, giving the commandant title over to Captain Isaac Hull (who captained the USS Constitution with her victory over the HMS Guerriere). Bainbridge returned briefly in 1823, but only for a year before he was promoted to the Board of Navy Commisioners. It was from this position that Bainbridge retired from Navy life. And while his victories at home in the Charlestown Navy Yard are less glamorous than his victories at sea, they deserve to be remembered. Had it not been for Bainbridge's tireless efforts, the Charlestown Navy Yard would never have been able to become one of the most respected yards in the United States.      References: Bears, Edwin C. Charlestown Navy Yard, 1800-1842. Vol. 1. Boston: National Park Service, October 1984. Carlson, Stephen P. Charlestown Navy Yard Historic Research Study. Vol. 1. Boston: National Park Service, 2010.",
    "url": "https:\/\/www.nps.gov\/bost\/william-bainbridge.htm"
}
