{
    "title": "Boston National Historical Park: The Anti-Secessionist Jefferson Davis",
    "body": "The Anti-Secessionist Jefferson Davis         Image courtesy of the Library of Congress  The senator from Mississippi stood in front of a crowd of Democrats in the \"Cradle of Liberty\" - Faneuil Hall. He was just starting his second term as a senator after completing a stint as Secretary of War. It was 1858 and the United States was tearing apart at the seams. The question of slavery had been an issue since 1787 when the United States Constitution was signed. In the 1850s, some called for the abolition of slavery while others began calling for secession. In front of a packed room he declared, \"My friends, my brethren, my countrymen...I feel an ardent desire for the success of States' Rights Democracy...alone I rely for the preservation of the Constitution, to perpetuate the Union and to fulfill the purpose which it was ordained to establish and secure.\" Advocating for a States' Rights Democracy while disagreeing with the idea or need for secession in the same speech, Jefferson Davis sat down. Born in what is now Todd County, Kentucky (and only about 100 miles from the birthplace of his famous contemporary, Abraham Lincoln), Jefferson Davis moved to Mississipi around 1810. He graduated from West Point Military Academy in 1828. By 1836 Davis was a plantation owner, and in the 1840s he owned over 70 slaves. He became involved in local Mississippi politics in the early 1830s, but really made a name for himself fighting in the Mexican-American War. Using his new found fame, he was appointed a United States Senator from Mississippi in 1848, finishing out someone else's term. He used his new position to propose annexing more territoy from Mexico (which later became the Gadsden Purchase), as well as from Cuba for the expansion of \"slaveholding constituencies.\" He resigned to run for governor of Mississippi on an anti- Compromise of 1850 platform and started to attend states' rights conventions. In 1853 he was appointed Secretary of War by President Franklin Pierce. His time during this appointment gave him a better perspective about the location of railway lines and the military strengths of the country - where the southern states were at a distinct disadvantage. Following his 4 years as Secretary of War, he was elected to a second term as senator for the state of Mississippi. By this point, the country had nearly broken apart many times, mostly in 1850. The Compromise of 1820 and 1850 had put some band-aids on the wound, but like a virus the problems began to aggresively spread. The arguments between abolition vs. slave-holding, state's rights vs. a strong federal government were getting more frequent and more violent. These issues threatened to destroy the great experiment that was America. It is with this backdrop that Jefferson Davis spoke at a convention of Democrats in Faneuil Hall.      In choosing Boston, and more importantly Faneuil Hall, to give his speech, Davis drew comparisons between the founders of America and the struggle of his time. In his speech, he frequently made comparisons between the Founding Fathers and States Rights advocates, comparing the great voices that echo in Faneuil Hall to the disgruntled voices of his day. Simultaneously, while comparing his party to the revolutionaries of the previous generation, he stated the United States, unlike Britain and the colonies, needed to stay together. \"...[Y]ou see agitation, tending slowly and steadily to that separation of the states, which, if you have any hope connected with the liberty of mankind... if you have any sacred regard for the obligation which the acts of your fathers entailed upon you,--by each and all of these motives you are prompted to united an earnest effort to promote the success of that great experiment which your fathers left it to you to conclude.\" Davis, a Mississippian at heart, reminded Northerners that their economy relied on the South. \"Your prosperity is to receive our staple and to manufacture it, and ours to sell it to you and buy the manufactured goods. This is an interweaving of interests, which makes us all the richer and all the happier.\" This interdependent relationship would be interrupted by the abolition of slavery. Even worse, this would be interrupted if the country split. The economy of both the North and South would suffer if this flow of trade were interrupted.      In the end, Davis made a passionate plea for unity. \"[W]e should increase in fraternity; and it would be no longer a wonder to see a man coming from a southern state to address a Democratic audience in Boston.\"  While Boston did have a Democratic Faction, it was also the heart of the abolition movement in America (coincidentally, Faneuil Hall was used by abolitionists as well). After all, everyone belonged to the great experiment that was the United States. Both sides wanted to continue what the Founding Fathers had started. At the heart of this debate over slavery and state's rights was the idea of property. Can a human being be someone else's property? To Democrats, that's what the slaves were, and as such they had rights as slave owners. \"The Constitution recognizes the property in many forms, and imposes obligations in connection with that recognition.\" It was not the right of any other person, despite political party, to take away someone's personal property. These were the very values that were fought for in Faneuil Hall itself during the Revolutionary era, according to Davis. Davis may have had practical reasons for arguing against secession and preservation of the union. He would have known as a result of his term as Secretary of War that the South was ill equipped to fight a war against the North. The weapons manufacturing was in the north as were most of the railroad lines and the majority of the male population. While he knew the people he represented were passionate, they were also unprepared. It's possible that his passionate pleas to save the union may have been an effort to peacefully save the South. Either way, in the building where America began he argued for its preservation. That was Jefferson Davis's last trip to Boston. Following his speech, which was received with great reception by Massachusetts Democrats, Davis returned to the United states Senate where he contined to be a proponent of state's rights. Following the election of Abraham Lincoln, many in the South had had enough. South Carolina seceded from the union on December 20, 1860 and other states soon followed. Mississippi followed suit on January 9, 1861. Davis resigned his senate seat twelve days later, reportedly \"the saddest day of [his] life.\" On February 18, 1861, Jefferson Davis was sworn in as the President of the Confederate States of America.   Reference: Rice University. \"The Papers of Jefferson Davis.\" © 2011 http:\/\/jeffersondavis.rice.edu\/home\/",
    "url": "https:\/\/www.nps.gov\/bost\/the-anti-secessionist-jefferson-davis.htm"
}
