{
    "title": "Rocky Mountain National Park: 2012 BioBlitz in Rocky",
    "body": "2012 BioBlitz in Rocky        BioBlitz 2012 Field Inventory NPS       Two days of exploration and documentation in Rocky Mountain National Park captured a vivid snapshot of the plant and animal diversity in the Rocky Mountains. The park hosted the 2012 National Geographic BioBlitz as part of a decade of species inventories in our national parks. Nearly 200 scientists joined forces with the public to count plants, insects, mammals, birds and other creatures that inhabit this majestic park. A companion festival at the Estes Park Fairgrounds celebrated biodiversity and tallied up the numbers. This event added several species that had not been previously documented in the park.   The BioBlitz was part scientific endeavor, part festival and part outdoor classroom. Participants combed the park, recording as many plant and animal species as possible in 24 hours.        Students look for life in a stream during the BioBlitz NPS   Highlights of the Field Inventories   More than 5,000 people, including over 2,000 school children, participated in the event. The initial species count at the closing ceremony was 489 total, with a passing bald eagle raising the count to 490.  A 24-hour inventory period (noon-to-noon) over two days added a lizard, nine insects and 13 non-vascular plants to the park's species list. The big brown bat was officially confirmed at the 2012 BioBlitz. The 2012 BioBlitz also focused on personal discovery and understanding in the park.  For a group of Denver based fourth graders, it was the ultimate field trip and the first time in a national park for many of those students. National Park Service Director Jonathan Jarvis participated in the BioBlitz, working side-by-side with students exploring meadows and alpine tundra ecosystems.  The BioBlitz coincided with the release of \"Revisiting Leopold: Resource Stewardship in the National Parks.\" This report revisits the 1963 Leopold Report which has guided National Park Service natural resource managers for 50 years.          Scientists interacting with the public at the BioBlitz Festival. NPS   Highlights of the Biodiversity Festival   The Biodiversity Festival included a wide variety of music, nature-inspired activities, photography workshops, talks, art, live animal demonstrations and hands-on activities. The festival encouraged the public to do its part to protecting biodiversity. Many visitors interacted with representatives of science, nature and environmental organizations at more than 45 booths. An integrated art program at the festival included flags featuring local species made by local and visiting artists and schoolchildren. Festival participants were invited to do art on site, including participating in a watercolor class led by the park's nine year old artist in residence that year.          Scientists led field inventories for BioBlitz participants. NPS   \"This was a fantastic opportunity for the public to meet and work with scientists and to understand and appreciate what makes Rocky Mountain National Park such a special and biologically rich place. For many people, especially schoolchildren, this was their first visit to the park, and it was exciting to have them experience it with amazing scientists and naturalists as their guides.\" - Vaughn Baker, Rocky Mountain National Park Superintendent. \"Watching scientists, students and the general public in the field exploring and making discoveries put a smile on my face. Scientists joined students and residents from the surrounding communities and celebrated their unique roles as members of the natural systems were they live. It was also exciting to see new technology and smartphone apps being used in the field to document and identify species finds.\" - John Francis, National Geographic Vice President for Research, Conservation and Exploration.       Rocky Mountain National Park was the sixth in a series of 10 annual BioBlitzes, hosted by National Geographic and the National Park Service, leading up to the National Park Service Centennial in 2016.  Go to the National Geographic BioBlitz website for information on past BioBlitzes associated with this partnership.             BioBlitz   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 7 seconds  In 2012, Rocky Mountain National Park hosted the National Geogrphic BioBlitz which provided opportunities for citizen scientists and students to explore the biodiversity found in the park.           NPS  The Rocky Mountain National Park BioBlitz was made possible through the generous support of foundations and corporations. Presenting sponsors included Verizon Wireless and GEICO. Additional corporate and foundation support came from Southwest Airlines and the Harold M. and Adeline S. Morrison Family Foundation. National Geographic has had a close relationship with the National Park Service (NPS) since the NPS began. The society helped draft legislation to establish the National Park Service in 1916. National Geographic has provided grants to establish or sustain national parks and has covered the parks in its media extensively for nearly a century.",
    "url": "https:\/\/www.nps.gov\/romo\/bioblitz_2012.htm"
}
