{
    "title": "Boston National Historical Park: Bunker Hill Battlefield",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Bunker Hill Battlefield                Bunker Hill Battlefield          Fields of Deception: The Bunker Hill Battlefield  by Casimer Rosiecki, Park Guide When British regulars attacked Provincial soldiers on June 17, 1775 during the Battle of Bunker Hill, they did not execute their attacks as planned. Poor intelligence regarding the Charlestown Peninsula was one reason why the British attacks almost failed. Had British officers examined the terrain and environment thoroughly, more suitable plans for attack could have been drafted and executed. Terrain and environment, important factors in military decision making, did not favor the British soldiers, as they discovered on that warm and bloody June day.  Lt. John Waller, 1st Battalion of Marines, witnessed the first British landing on June 17 from North Battery, which reached out into Boston Harbor from Boston's North End neighborhood. Waller wrote that the first British soldiers who arrived on the peninsula formed \"in good order on the Plain,\" indicating that the British formation around Morton's Hill, rising about 35 feet above sea level and located northeast of Charlestown, was a relatively open environment. The landscape separating the British army and the Provincials, however, was deceptive.  The open fields seen from Morton's Hill, adorned with isolated trees and small apple orchards, would not have appeared threatening. Hidden beneath the matured hay and grasses was a web of stone walls, rail fences, hedges, and a marsh of unknown proportions. In a report by a committee on the conduct of the American war to the House of Commons, the landscape was described as \"being chiefly cultivated for grass, there were very few trees upon the place;but as it was owned by a great number of different people, almost every house keeper in the town of Charlestown having a separate pasture for a cow, it was intersected by a vast number of fences…\"  Lt. Waller arrived on the battlefield sometime during or after the first British attack. From his position close to Charlestown, Waller soon realized that the Provincial-held redoubt on Breed's Hill was \"render'd more formidable, by the difficult Access to it.\" Buildings on Charlestown's outskirts permitted the Provincials to anchor their right flank and the opportunity to enfilade British soldiers who approached the hill from the south and east. The base of the hill, the lieutenant noted, was \"cover'd with Trees stone walls, &Rails,\" which would slow the advance to the redoubt. It is uncertain whether or not Waller considered access to the redoubt more difficult because of the incline of Breed's Hill. Attacking uphill, against a determined enemy, is a significant disadvantage for any army, even one that has been misrepresented as the most powerful in the world.  After landing, Waller's battalion immediately sought protection from enemy fire. The marines were \"March'd into a field\" where they quickly formed into line alongside other regiments, only to be ordered to take shelter by \"laying on the Grass.\" When the command to advance came, the 1st Battalion did so, but slowly because of musketry fire and the \"Rails Hedges & stone walls\" located to their front. The stone walls and fences could not easily be disassembled, so British soldiers had to climb over them, suffering casualties in the attempt. When they finally arrived below the redoubt's ramparts, British soldiers had to contend with a \"Road with Hedges & Trees on each side besides a low stone wall\" before finally climbing the redoubt to force a Provincial retreat.  British officers had a poor understanding of the terrain and environment before the battle began. The landscape was relatively open, but deceptively so. Buildings, stone walls, rail fences, hedges, and varied terrain slowed the British attacks and broke unit formations. Overcoming those obstacles, as well as an obstinate enemy, stands as a testament to the bravery and determination of the British soldier. Though the British military claimed victory on June 17, the terrain and environment of the Charlestown Peninsula was as formidable an enemy as the Provincial soldiers.  Footnotes: ·John Waller, letter to an unidentified recipient, June 21, 1775. Retrieved from the Massachusetts Historical Society, masshist.org\/database\/726. (Accessed March 11, 2016.) ·Sir Thomas Hyde Page and John Montrésor, A plan of the action at Bunkers Hill, on the 17th. of June, 1775, between His Majesty's troops under the command of Major General Howe, and the rebel forces. [1775] Map. Retrieved from the Library of Congress, https:\/\/www.loc.gov\/item\/gm71000613. (Accessed March 30, 2016.) ·The detail and conduct of the American war, under Generals Gage, Howe, Burgoyne, and Vice Admiral Lord Howe: with A very full and correct state of the whole of the evidence, as given before a committee of the house of commons: and the Celebrated Fugitive Pieces, Which are said to have given rise to that Important Enquiry. The whole exhibiting a Circumstantial, Connected and Complete History of the Real Causes, Rise, Progress and Present State of the American Rebellion. The third edition. London,  M,DCC,LXXX. [1780], 13. Eighteenth Century Collections Online. Gale. Boston Public Library, http:\/\/find.galegroup.com.ezproxy.bpl.org\/ecco\/infomark.do?&source=gale&prodId=ECCO&userGroupName=mlin_b_bpublic&tabID=T001&docId=CW3304531333&type=multipage&contentSet=ECCOArticles&version=1.0&docLevel=FASCIMILE. (Accessed March 11, 2016.)",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/historyculture\/bunker-hill-battlefield.htm"
}
