{
    "title": "Boston National Historical Park: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories      \"At their core, the lessons of history are lessons of appreciation. Everything we have, all our great institutions, our laws, our music, art and poetry, our freedoms, everything is because somebody went before us and did the hard work, provided the creative energy, faced the storms, made the sacrifices, kept the faith.\"   David McCullough             Fields of Deception: The Bunker Hill Battlefield    When British regulars attacked Provincial soldiers on June 17, 1775 during the Battle of Bunker Hill, they did not execute their attacks as planned. Poor intelligence regarding the Charlestown Peninsula was one reason why the British attacks almost failed. Had British officers examined the terrain and environment thoroughly, more suitable plans for attack could have been drafted and executed.... Read more             View of Boston from the harbor. Library of Congress   Town of Churches      John Winthrop and a small group of Puritans formed a Compact at Cambridge, England in 1628 and very skillfully obtained the rights to what was a fledgling commercial venture called the Massachusetts Bay Company. They did not abandon the company’s commercial aspects, but their primary motive and inspiration rested in the realm of the divine. What is more, they obtained from King Charles I a Charter in 1629 which guaranteed them the right to establish a colony and govern themselves as they saw fit, as long as their laws did not violate the rights of Englishmen and the laws of England. Read more.        John Adams Photo Courtesy of Independence National Historical Park  Boston Massacre Trial     The crowd strained forward in the Queen Street courtroom on October 17, 1770. Murmurs and rumblings of anger filled the air. Captain Thomas Preston, a British grenadier, shifted his feet nervously and felt the sweat rising to his brow. If the jury found him, and his men, guilty of murder as the indictment suggested, he could only expect death as a penalty. That is what these Bostonians wanted! The only hope for Preston and his men lay with this short, stocky country lawyer—a colonial American after all—John Adams, and his too young assistant Josiah Quincy....Read more.            The Whites of Their Eyes!By Ken Riley National Guard   Native Americans at Bunker Hill      Native Americans who fought alongside American colonists at the Battle of Bunker Hill reflected upon a century of their own struggles against the now-rebellious colonists. Many tribal communities had disintegrated or migrated west in the face of unrelenting pressure from white colonists. Those that remained hoped that the new republic’s philosophy of “liberty and social happiness” would bring better times. The battle saw the gallant participation of at least fifteen Indian soldiers, including members of the Mashpee Wampanoag, Hassanamisco Nipmuc, Tunxis, Mohegan, and Pequot tribes. Among these were Joseph Paugenit (Mashpee), Ebenezer Ephraim (Hassanamisco), John Wampee (Tunxis), and Jonathan Occum (Mohegan). Read more          Ship building at the Charlestown Navy Yard Whether known as the Charlestown Navy Yard, Boston Navy Yard, or the Boston Naval Shipyard, the facility served the Navy for nearly 174 Years. Beginning with wooden hulled ships like USS Independence, USS Hartford, USS Cumberland, the Navy Yard eventually employed more than 50 thousand people, building steel hulled ships to support the Navy in times of war. Read more.         Launching of USS Mason    Destroyer Escorts During the Second World War (1939-1945) the Charlestown Navy Yard was a center of shipbuilding, repair and outfitting of new and old vessels. The ships constructed here at the yard were in many ways a symbol of the commitment made by the civilian and naval personnel to the greater cause of the American effort during World War II. Ship construction consisted of new types of vessels, like the destroyer escort, Read more.",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/historyculture\/stories.htm"
}
