{
    "title": "Boston National Historical Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People              The people connected to Boston National Historical Park are the famous and almost unknown, but all have contributed in the fight to obtain and retain rights and freedoms. Many Americans remember American Revolutionary visionaries John and Samuel Adams, but may have forgotten black revolutionary hero Salem Poor or Joseph Warren, who lost his life at the Battle of Bunker Hill. Scores of people flock to Bunker Hill to photograph the monument there, but few realize that Sarah Josepha Hale is largely responsible for raising funds to build the monument.  The people who contributed to the success of the Charlestown Navy Yard included some 50,000 during World War II, including over 8,000 women. Allan Rohan Crite, the renowned African-American painter, worked as a draftsman and technical illustrator for many years in the yard. All of these people, and countless others, have had a part in shaping our nation’s history.     =====================================================================================          Captain Cassin Young, USN Destroyers in the U.S. Navy are generally named for Navy and Marine Corps personnel who have distinguished themselves in the service of their country. USS Cassin Young bears the name of....Read more.           National Park Service   Doctor Joseph Warren When a person dies suddenly, tragically, especially in the “prime of life”, we tend to frame his \/her life in those final moments. We can all name such people: John F. Kennedy, Amelia Earhart, the victims of September 11th. These are...Read more.        By Gilbert Stuart. USS Constitution Museum Collection.   William Bainbridge His name will always be synonymous with the victory over HMS Java,or the capture of USS Philadelphiabut Commodore William Bainbridge was more than just a... Read more.          The Anti-Secessionist Jefferson Davis The senator from Mississippi stood in front of a crowd of Democrats in the \"Cradle of Liberty\" - Faneuil Hall. He was just starting his second term as a senator after completing a stint as Secretary of War. It was 1858 and the United States was tearing apart at the seams. The question of slavery had been an issue since 1787 when the United States Constitution was signed. In the 1850s, some called for the... Read more.           Webster's Reply to Hayne Walking into the Great Hall one's eyes are immediately drawn to the painting on the far end of the room. Covering the center of the west wall,Webster's Reply to Hayne,draws many comments and questions. The most frequent question - \"Is that here?\" (\"No, it's the old Senate Chamber in Washington, DC.\")  This is followed by \"Who is that man standing?\" The answer is...Read more          The \"ideal skipper for a destroyer\": Commander John W. Ailes III    A ship’s performance, and the performance of her crew, is in many ways a reflection of the individual commanding that ship. John Ailes was the second captain of USS Cassin Young, assuming command in October 1944. Commander Ailes was a talented officer whose aggressiveness and determination helped secure victory for the Allied forces in the Pacific during World War II. Read More.         Peter Faneuil   Peter Faneuil and Slavery  by Shawn Quigley, Park Guide  \"With the net proceeds of the same purchase for me, for the use of my house, as likely a strait negro lad as possibly you can, about the age from twelve to fifteen years.\" Written in February 1738, this line was not penned by a wealthy Virginia planter or a small southern slave owner, but by Peter Faneuil, one of the wealthiest merchants in 18th century Boston. The man responsible for gifting Faneuil Hall, the location of Boston's Marketplace and Town Meeting and nicknamed the \"Cradle of Liberty,\" was an owner and trader of African American slaves.  Read more.",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/historyculture\/people.htm"
}
