{
    "title": "Boston National Historical Park: CMDR John W. Ailes",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     CMDR John W. Ailes                Commander John W. Ailes, III          The \"ideal skipper for a destroyer\": Commander John W. Ailes III by Casimer Rosiecki, Park Guide    A ship's performance, and the performance of her crew, is in many ways a reflection of the individual commanding that ship. John Ailes was the second captain of USS Cassin Young, assuming command in October 1944. Commander Ailes was a talented officer whose aggressiveness and determination helped secure victory for the Allied forces in the Pacific during World War II. John William Ailes III was born on September 9, 1907 in Donora, Pennsylvania. Ailes was appointed to the U.S. Naval Academy in 1926, and was commissioned an ensign upon graduating in 1930. At age 22 \"Red\" or \"J.W.,\" as he was called by his classmates, possessed a small figure, red hair, a winning smile, and a deep love for Pittsburgh. It was said that Ailes was \"amply capable of much success,\" and that during his training at the academy, he \"comes into his own on the cruise.\"  Ailes was stationed at Pearl Harbor with his wife, Edith, and their two young boys when Japanese forces attacked on December 7, 1941, forcing Ailes and his country into war. On October 18, 1944, when he was just 37 years old, Ailes stepped aboard Cassin Young as relief for Commander Earl T. Schreiber. Navigator George T. Finnegan stepped aboard Cassin Young at about the same time as Ailes. Years later Finnegan recalled that his former captain \"was an excessively efficient officer\" and that Ailes was \"…Very respected by the men.\"  The skipper \"never gave any indication that he didn't know exactly what he was doing,\" Finnegan recollected, \"and I think the fact was that he did know what he was doing almost all the time…He was an ideal skipper for a destroyer.\"  Possibly his greatest responsibility was the welfare of Cassin Young's crew. Ailes led a crew of 324 young men, and beginning in November 1944 those men faced a new threat –Kamikazes. Finnegan was comfortable placing his life in Ailes's hands. Finnegan remembered that during Kamikaze attacks Ailes was everywhere on the bridge, screaming orders, and that he \"was almost like a madman\" while fighting aerial threats. Ailes' \"maneuvering of the ship,\" in Finnegan's opinion, \"saved it on several occasions from being hit.\" Finnegan believed Ailes was \"great at anticipating just how the plane would come out of its dive at us, and would just put the ship in configuration that it would be fading away from the attack…\" The radical maneuvering \"did save us on [a] couple occasions,\" Finnegan believed.        USS Cassin Young        Ailes was a master at maneuvering Cassin Young to avoid being hit by Kamikazes. Despite his best efforts, the ship was struck in two separate attacks during the Okinawa Campaign. The first hit occurred on April 12, 1945, causing damage to the main mast, the port yardarm, and numerous radar and antennae, forcing Cassin Young to undergo repairs. FC3 Sumner Wheeler was assigned to the work detail to repair the ship. Wheeler remembered that he and the crew were not ready to return to Okinawa and the danger it represented. As sailors from a tender boarded Cassin Young with tools to repair the damaged ship, Wheeler and the work party took those same tools and dumped them overboard, \"figuring without tools, we couldn't get fixed up\" and they would have to return to the U.S. for repairs. Ailes discovered that tools had been thrown overboard, but would not let that deter his return to action. \"Well, I don't care what you people do,\" Wheeler heard Ailes say, \"but I'm going back up there if I go up there on one engine or not.\" Wheeler and the other sailors figured that if Ailes was that determined, they would \"rather have two engines than one engine.\" The repairs were completed and Cassin Young returned to Okinawa and the brutality of war.  Cassin Young was struck again by a Kamikaze on July 30, 1945, igniting a large fire along the starboard side, electrical fires in the main radio, and disrupting electrical circuits, the gyro compass, and the starboard shaft. Even more devastating were the 67 casualties of war suffered by the crew. Having survived this vortex of fire and death, Ailes managed to sail Cassin Young to a port under her own power to receive repairs. It was under Ailes' leadership that Cassin Young was awarded the Navy Unit Commendation, the equivalent to the Silver Star, \"For outstanding performance in combat against enemy Japanese forces in the vicinity of Okinawa…\" No matter the situation, Ailes pushed his ship and his crew in order to accomplish their missions and survive the war. For his actions, Ailes was awarded the Silver Star and Navy Cross. \"His courageous leadership, determination and devotion to duty,\" read his Silver Star citation, \"were in keeping with the highest traditions\" of the U.S. Naval Service.         Damage from kamikaze attack on July 30, 1945        Ailes was a skilled commander and leader. He survived the war, and continued in the service of the U.S. Navy, advancing to the rank of rear admiral. Ailes passed away on July 30, 1974, twenty-nine years to the day after the fateful July Kamikaze strike near Okinawa. He conveyed to his men that he had full control over Cassin Young, and in turn received the respect of the men who served under him. Men such as Red Ailes were vital to achieving victory for the Allied forces. Ailes' memory, and the memory of those who fought under his command, will forever be preserved for those who discover Cassin Young and explore its history.   Bibliography & Footnotes: ·Ancestry.com. 1910 United States Federal Census [database on-line]. Provo, UT: Ancestry.com Operations, Inc., 2006. (Retrieved May 20, 2016). ·Ancestry.com. 1940 United States Federal Census [database on-line]. Provo, UT: Ancestry.com Operations, Inc., 2012. (Retrieved May 20, 2016). ·Ancestry.com. Pennsylvania, Veteran Compensation Application Files, WWII, 1950-1966 [database on-line]. Provo, UT: Ancestry.com Operations, Inc., 2015. (Retrieved May 20, 2016). ·Bob Harris, \"USS Cassin Young DD-793 –Commander John W. Ailes III,\" USS Cassin Young Volunteers, retrieved May 20, 2016, URL. ·George T. Finnegan, Navigator, USS Cassin Young, interviewed by Peter Steele on May 18, 1979. BOST Library. ·Image detail of Ailes in 1945 from J. Scott Harmon, U.S.S. Cassin Young (DD-793): A Fletcher Class Destroyer (Missoula, MT: Pictorial Histories Publishing Company, Inc., 2011), 17. ·Image detail of Cassin Young on January 13, 1944 from Paul R. Yarnall, \"USS Cassin Young (DD-793),\" NavSource Naval History: Photographic History of the U.S. Navy, retrieved May 20, 2016, URL.  ·Lucky Bag of 1930, ed. David A. Stretch (Annapolis, MD: First Class, U.S. Naval Academy, 1930), 186, retrieved May 20, 2016, URL. ·Sumner Wheeler, Fire Controlman 3rd Class, USS Cassin Young, interviewed by Francy Bockoven on March 8, 1980. BOST Library. ·USS Cassin Young (DD-793). War Diary. October 18, 1944. Retrieved from Fold3.com. (Accessed May 20, 2016).",
    "url": "https:\/\/www.nps.gov\/bost\/learn\/historyculture\/cmdr-ailes.htm"
}
