{
    "title": "Hawai'i Volcanoes National Park: Pu‘u Loa Petroglyphs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Drive Chain of Craters Road     Pu‘u Loa Petroglyphs                Pu‘u Loa Petroglyphs      Chain of Craters Road Tour - Stop #8        Pu‘u Loa Boardwalk Provides Low Impact Petroglyph Viewing NPS \/ Ed Shiinoki         Some of the Petroglyphs at Pu‘u Loa NPS \/ Ed Shiinoki  Pu‘u = hill Loa = long Pu‘u Loa = \"Long Hill\" Underlying meaning or kaona (hidden meaning) = \"Hill of Long Life\" Puʻu Loa is a very scared and religious place for many of the people of Hawaiʻi and has been used ritually for over 500 years. It is the largest petroglyph field in the State of Hawaiʻi. Puʻu Loa is geologically dated between 1200-1450A.D. There are more then 23,000 petroglyph images, mostly \"pukas\" (cupules), about 85% of the total, in which a portion of the umbilical cord of a newborn was placed to ensure long life. Motifs of circles, other geometric designs, as well as cryptic designs of human representations know as anthropomorphisms, canoe sails, and even feathered cape motifs.        Hiking to the Petroglyph Fields NPS \/ Ed Shiinoki  A lava walk of 1.5 miles (2.4 km) round trip to the boardwalk will be a great experience for all. Pu‘u Loa is a \"volcanic pressure dome\" that was formed during the eruption of Kāne Nui O Hamo about 550 years ago. View a 3 1\/2 minute vitual slideshow of a Ranger Guided Hike at Pu‘u Loa. For more information about this special area, visit our History and Culture section for the article: Pu‘u Loa Petroglyphs by Mara Durst.          Distance From the Beginning of Chain of Craters Road Distance From Kīlauea Visitor Center    Stop #1Lua Manu Crater 0.5 mi \/ 0.8 km 3.8 mi \/ 6.1 km    Stop #2Hilina Pali Road 2.3 mi \/ 3.7 km 5.6 mi \/ 9.0 km    Stop #3Pauahi Crater 3.3 mi \/ 5.3 km 6.6 mi \/ 10.6 km    Stop #4Mauna Ulu 3.7 mi \/ 6.0 km 7.0 mi \/ 11.3 km    Stop #5Mauna Ulu Flow Across Chain of Craters Road 4.1 mi \/ 6.6 km 7.4 mi \/ 11.9 km    Stop #6Mau Loa o Mauna Ulu 6.4 mi \/ 10.3 km 9.7 mi \/ 15.6 km    Stop #7Kealakomo Overlook 9.9 mi \/ 15.9 km 13.2 mi \/ 21.2 km    Stop #8Pu‘u Loa Petroglyphs  16.3 mi \/ 26.2 km 19.6 mi \/ 31.5 km    Stop #9Hōlei Sea Arch  18.8 mi \/ 30.3 km 22.1 mi \/ 35.6 km    Stop #10End of Chain of Craters Road  18.8 mi \/ 30.3 km 22.1 mi \/ 35.6 km          Return to: Drive Chain of Craters Road - main page Things to Do",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/ccr_puu_loa.htm"
}
