{
    "title": "Boston National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      By Plane  Boston is serviced by Logan International Airport. Easy access to downtown Boston is available by the MBTA subway and water shuttle connections from the airport.By Public TransportationBoston is most easily accessed by its public transportation system, the MBTA.  Commonly called the \"T\", public transportation provides easy access to both of Boston National Historical Park's visitor centers.To get to the Faneuil Hall Visitor Center, take the Orange or Blue line to State and exit onto State Street.  Walk down Congress Street north about half a block to arrive at Faneuil Hall.To get to the Charlestown Navy Yard Visitor Center, you have two man options.  You can pick up the Water Shuttle at Long Wharf, which will drop you off at Pier 3 in Charlestown.  Walk to the head of the dry dock, and take a left into the Charlestown Navy Yard.  You can also take the 93 bus to the \"Constitution Road\" stop, and walk into the Charlestown Navy Yard from there.For help planning your trip by public transportation, visit the MBTA's website.By Car  To Charlestown Navy Yard:  From South: I-93 N to exit 28(Sullivan Square). At the end of the ramp, turn right onto Cambridge Street to first light. Enter traffic circle and take first right onto Rutherford Avenue. Move to the leftmost lane and at City Square, just before the bridge, turn left onto Chelsea Street. Follow directions for all (below). From West: Take the Massachusetts Turnpike (I-90) East to I-93 N. Follow the directions for \"From South\" above.  From North (Route 1): Route 1 South over the Tobin Bridge. Follow signs for Charlestown. Exit is 1 mile after the bridge and takes you into the tunnel. In tunnel, follow the exit sign for Charlestown and proceed to the light. At light, turn right onto Rutherford Ave and immediately get into the leftmost lane. At next light, turn left onto Chelsea Street. Follow directions for all (below). From North (93 South): I-93 South to Exit 28\/Sullivan Square. Stay left on exit ramp for about 1\/3 mile. Proceed up ramp to Rutherford Avenue. Follow signs for Rutherford Ave\/City Square. After Bunker Hill Community College, get into the left lane. Just before the bridge at City Square turn left onto Chelsea Street. Follow directions for all (below). For All: At first light, turn right onto Warren St, then first left onto Constitution Rd. Discounted parking with validation is available in the Nautica Parking garage.  The Visitor Center is in Building 5 (near USS Constitution) through Gate 1, by pedestrian access only.  To access Building 5 and the Visitor Center, please enter through the security screening building.   Parking: Although public transportation is strongly recommended, discounted parking with Boston National Historical Park validation is available from Nautica Parking Garage on Constitution Road. For more information, please call the visitor center at (617) 242-5601.",
    "url": "https:\/\/www.nps.gov\/bost\/planyourvisit\/directions.htm"
}
