{
    "title": "Boston National Historical Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Fees  For Admission to Historic Sites in the Park There are no fees at the federally or municipally owned historic sites within Boston National Historical Park, including Faneuil Hall, Bunker Hill Monument, Bunker Hill Museum, USS Constitution, and the Dorchester Heights Monument.   Fees and suggested donations are collected at the park's privately owned and operated partner sites.  These sites are maintained and run by self-supporting historical associations working cooperatively with Boston National Historical Park.  These sites rely on admission fees for their operation and do not accept the National Parks Pass.   Old South Meeting House, Old State House, and the Paul Revere House all charge nominal fees for admission.  A Freedom Trail Ticket can be purchased at the Faneuil Hall Visitor Center that gives a discounted entry to all three of these sites.    For Guided Tours and Education Programs at the Park There are no fees for Ranger-Guided tours and talks or for Education Programs at the park visitor centers, Faneuil Hall or the federally owned historic sites.  Please click on the following links for more information about our Ranger-Guided Tours and Education Programs.   All of our partner sites charge nominal fees for the guided tours and education programs offered at their sites.  Please click on the links listed at the bottom of the page to learn more about their programs and fees.      Passes  If you plan to visit other parks with an entrance fee, learn more about the America the Beautiful - The National Parks and Federal Recreational Lands Pass series and fee-free days in the national parks.       Enjoy Special Events The park offers a number of special programs throughout the year.  From the Swinging Summer Nights concert series, to historical demonstrations and programs, there's always something new and interesting happening. Check out our Calendar to learn more!",
    "url": "https:\/\/www.nps.gov\/bost\/planyourvisit\/fees.htm"
}
