{
    "title": "Boston National Historical Park: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons      Check Boston National Historical Park's \"Today at the Park\" for the most up-to-date hours and schedules.    Downtown Boston  Faneuil Hall Visitor Center Daily 9:00 a.m. to 6:00 p.m.    Faneuil Hall, The Great Hall Daily 9:00 a.m. to 5:00 p.m., except during city sponsored events. Check Boston National Historical Park's \"Today at the Park\" for the most up-to-date daily schedule.    Old South Meeting House April - October: Daily 9:30 a.m. to 5:00 p.m. November - March: Daily 10:00 a.m. - 4:00 p.m.Closed New Year's Day, Thanksgiving Day, Christmas DayWant more information?  Visit the Old South Meeting House website.     Old State HouseMay 26 - September 1: 9:00 a.m. to 6:00 p.m.All other days: 9:00 a.m. to 5:00 p.m.Closed at 3:00 p.m. on Christmas Eve DayClosed New Year's Day, Thanksgiving Day, Christmas Day and the first week in February Want more information?  Visit the Old State House website.    Paul Revere House April 15 - October 31: Daily 9:30 a.m. - 5:15 p.m. November 1 - April 14: Daily 9:30 a.m. - 4:15 p.m.Closed on Mondays in January, February and MarchClosed New Year's Day, Thanksgiving Day, Christmas DayWant more information?  Visit the Paul Revere House website.     Old North Church January - February:  Daily 9:00 a.m. - 4:00 p.m. March - May: Daily 9:00 a.m. - 5:00 p.m. June - October: Daily 9:00 a.m. - 6:00 p.m. November - December: Daily 10:00 a.m. - 5:00 p.m. Want more information?  Visit the Old North Church website.          Charlestown  Navy Yard Visitor Center November 1, 2015 - March 13, 2016: Thursdays through Sundays: 9:00 a.m. -5:00 p.m. March 14, 2016 - October 31, 2016: Daily 9:00 a.m. - 5:00 p.m.    Charlestown Navy Yard Daily 24 hours, 7 days a week  Bunker Hill Monument December 1, 2015 - March 13, 2016 Monday through Friday, 1:00 P.m. - 5:00 p.m. Saturday and Sunday, 9:00 a.m. - 5:00 p.m. Holidays and School Breaks, 9:00 a.m. - 5:00 p.m. Please Note:  During the winter months the monument steps may ice over or accumulate snow.  When this happens the Monument and Lodge will remain closed. March 14, 2016 - November 30, 2016 Daily 9:00 a.m. - 5:00 p.m.  Last climb, 4:30 p.m. Please Note: During April, May, and June visitors must to obtain a free climbing pass at the Bunker Hill Museum before they may climb to the top of the Monument. These tickets are issued on a first come, first served basis and are for time slots every 15 minutes.  Bunker Hill Museum December 1, 2015 - March 13, 2016  Monday through Friday, 1:00 P.m. - 5:00 p.m.  Saturday and Sunday, 9:00 a.m. - 5:00 p.m.  Holidays and School Breaks, 9:00 a.m. - 5:00 p.m. March 14, 2016 - November 30, 2016 Daily 9:00 a.m. - 5:00 p.m  USS Constitution Dry Dock Hours for 2015-2018 On May 19, 2015, USS Constitution entered Dry Dock 1 at the Charlestown Navy Yard for a three-year restoration effort.    Visiting hours: November 1, 2015 - April 12, 2016 Thursday and Friday: 2:30 p.m. - 4:00 p.m.* Saturday and Sunday: 10:00 a.m. - 4:00 p.m.* Closed Monday - Wednesday, Thanksgiving, Christmas and New Year's Day April 12, 2016 - October 31, 2016 Tuesday-Friday: 2:30 p.m. - 6:00 p.m. Saturday, Sunday and Holidays: 10 a.m.-6 p.m.     These hours are subject to change.  *Tours leave from the Charlestown Navy Yard Visitor Center. Last tour leaves at 3:30 p.m.  To ensure safety, all visitors ages 18 and over wishing to embark USS Constitution may be subject to present a valid federal or state-issued photo ID at the ship's security entrance. Want more information? Visit the USS Constitution website.    USS Constitution Museum April - October: Daily 9:00 a.m. - 6:00 p.m. November - March: 10:00 a.m. - 5:00 p.m. Want more information?  Visit the USS Constitution Museum website.    USS Cassin Young Beginning April 2, 2016: open, main deck only,10 a.m. - 4 p.m. Daily Please call 617-242-5601 for further information.          South Boston  Dorchester Heights Park: Daily, Dawn - Dusk Monument: Closed to the public      Please note: operating hours of sites are subject to change.  For the latest updates and listing of today's events, visit our \"Today at the Park.\"",
    "url": "https:\/\/www.nps.gov\/bost\/planyourvisit\/hours.htm"
}
