{
    "title": "Hawai'i Volcanoes National Park: Hōlei Sea Arch",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Drive Chain of Craters Road     Hōlei Sea Arch                Hōlei Sea Arch      Chain of Craters Road Tour - Stop #9        Hōlei Sea Arch Viewing Area Near the End of Chain of Craters Road NPS Photo           Hōlei Sea Arch - click for high resolution photo NPS \/ S. Geiger  Hōlei = a small endemic plant in the milkweed family (Ochrosia). At the end of Chain of Craters road, there is a short trail to the ocean and the Hōlei Sea Arch. At present, the sea arch is about 90 ft. (27.4 meters) high. The creation of this sea arch was within the last 100 years. This beautiful formation has a limited life span. The sea arch will eventually crumble and will no longer be a feature of the park. However, another will replace it as the cliff slowly migrates inland.          Hōlei Sea Arch With Viewing Area Above - click for high resolution photo NPS \/ S. Geiger  This impressive sea arch was cut into the cliff of an ancient lava flow, about 550 years ago. The term used in the creation of this sea arch is \"differential erosion\", which is the difference in the hardness of various layers of lava flow.          Distance From the Beginning of Chain of Craters Road Distance From Kīlauea Visitor Center    Stop #1Lua Manu Crater 0.5 mi \/ 0.8 km 3.8 mi \/ 6.1 km    Stop #2Hilina Pali Road 2.3 mi \/ 3.7 km 5.6 mi \/ 9.0 km    Stop #3Pauahi Crater 3.3 mi \/ 5.3 km 6.6 mi \/ 10.6 km    Stop #4Mauna Ulu 3.7 mi \/ 6.0 km 7.0 mi \/ 11.3 km    Stop #5Mauna Ulu Flow Across Chain of Craters Road 4.1 mi \/ 6.6 km 7.4 mi \/ 11.9 km    Stop #6Mau Loa o Mauna Ulu 6.4 mi \/ 10.3 km 9.7 mi \/ 15.6 km    Stop #7Kealakomo Overlook 9.9 mi \/ 15.9 km 13.2 mi \/ 21.2 km    Stop #8Pu‘u Loa Petroglyphs  16.3 mi \/ 26.2 km 19.6 mi \/ 31.5 km    Stop #9Hōlei Sea Arch  18.8 mi \/ 30.3 km 22.1 mi \/ 35.6 km    Stop #10End of Chain of Craters Road  18.8 mi \/ 30.3 km 22.1 mi \/ 35.6 km          Return to: Drive Chain of Craters Road - main page Things to Do",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/ccr_holei.htm"
}
