{
    "title": "Yosemite National Park: Mammals",
    "body": "Mammals       Yosemite National Park's approximately 90 mammal species, and their behaviors, are truly fascinating for park visitors to observe safely and responsibly.        Coyotes can be seen throughout much of Yosemite National Park. U.S. Fish and Wildlife Service  Seventeen mammals have a special status by either the federal or California state governments due to declining population numbers or to a lack of information about their numbers and distribution. Sierra Nevada bighorn sheep is the only park mammal listed as federally endangered under the Endangered Species Act, and the Pacific fisher is a federal candidate on the list. The Mount Lyell shrew, which is a California species of concern, is the only endemic mammal to the Yosemite region.        Golden-mantled ground squirrels are a common rodent in the park. Nadine Hergenrider \/ U.S. Forest Service  Rodents comprise the highest proportion of Yosemite's mammals species. The oft-sighted squirrels species are in the rodent order, with other members: mice, gophers, and chipmunks. It's worth taking a moment to learn the four common squirrels visitors are most likely to see. The Western gray squirrel is gray with a long bushy tail and spends much of its time in trees. The Douglas squirrel (or chickaree) is a reddish tree squirrel that chews on pine cones and commonly squeaks. The golden-mantled ground squirrel looks similar to a chipmunk because it has stripes on its back (though, is larger), and the California ground squirrel-the most commonly seen squirrel in Yosemite-is brown, with white specks, and lives in burrows in the ground. The largest native rodent of the Sierra Nevada to watch for is the yellow-bellied marmot, found at higher elevations, like Olmsted Point on the Tioga Road, often sunning itself on rocks. This 5-pound mammal looks similar (and is related) to a woodchuck. In Yosemite Valley, mule deer are especially common, seen browsing on leaves and tender twigs from trees, grass, and herbs. Male mule deer grow antlers each year and are a factor in the dominance hierarchy among males, both visually, and in jousting among males for mating access to females. Although they seem disinterested in humans, deer should be treated as any other wild animal. Human injuries can occur from people offering food to deer or any other wild animal. More injuries in Yosemite are inflicted by deer, with one documented death, than those caused by black bear or any other park animal. Additionally, human food is not healthy for wild animals, and it is illegal to feed any animal in the park. Yosemite's black bear is an omnivore commonly spotted eating berries in the summer or acorns in the fall. Yosemite's largest mammal, the male black bear weighs an average 300 to 350 pounds, and smaller females weigh 150 to 200 pounds. The biggest black bear ever captured in Yosemite weighed 690 pounds. If visitors spot a bear while in the park, it is a black bear-not a brown or grizzly bear. The last known grizzly bear was shot outside the Yosemite region in the early 1920s; the species no longer exists in California despite its presence on the California state flag. Some mammals are difficult to see due to their nocturnal habits. On the top of that list are the 17 bat species dining each evening on insects in Yosemite. They find food by emitting a high-frequency call and using their sensitive hearing to detect echoes from flying insects. The mobility of these remarkable flying mammals enables them to occupy a wide range of habitats. They are found from the lowest elevations in the park to higher than 10,000 feet. They roost in rock crevices and caves, under loose bark and bridges, in attics and tree cavities. North America's largest bat species, the Western mastiff, is a Yosemite resident, as is the spotted bat, with its huge ears and vivid white spots. These, and the Mexican free-tailed bat, are the only bat species in Yosemite whose echolocation calls are audible to the human ear. Overall, ongoing research has put a magnifying lens on several mammal species within the park. These studies include Belding's ground squirrel social behavior, Sierra Nevada mountain beaver habitat requirements, and Sierra Nevada bighorn sheep movement patterns. Today's studies build on work in the 1920s by famous mammal researcher Joseph Grinnell.   Support Mammal Projects in Yosemite Become a Yosemite Conservancy donor to support research and management of black bears, bighorn sheep, bats, and more.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/mammals.htm"
}
