{
    "title": "Boston National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Building I Charlestown Navy Yard  Boston , MA 02129                 Directions         Visitor Centers are located at Historic Faneuil Hall, 1 Faneuil Hall Sq, and the Charlestown Navy Yard, Building 5. Go to the Directions page for more detailed information.  Directions Details           Operating Hours & Seasons         Boston National Historical Park Boston National Historical Park is a unique collaboration of federally, municipally, and privately owned and operated historic sites associated with the colonial struggle for independence and the birth and growth of the nation. Most of the park is along Boston's Freedom Trail®. The 2.5 mile (4 km) Freedom Trail® is marked by a red brick or painted line weaving through Downtown Boston, the North End, and Charlestown. The trail itself is outdoors and open year round.    Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM     Park District  Faneuil Hall Visitor Center The Faneuil Hall Visitor Center is located in the Historic Faneuil Hall and is  open Daily 9:00 a.m. to 6:00 p.m.   Standard Hours    Sunday: 9:00 AM - 6:00 PM   Monday: 9:00 AM - 6:00 PM   Tuesday: 9:00 AM - 6:00 PM   Wednesday: 9:00 AM - 6:00 PM   Thursday: 9:00 AM - 6:00 PM   Friday: 9:00 AM - 6:00 PM   Saturday: 9:00 AM - 6:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:  Closed      Thanksgiving Day:  Closed          Navy Yard Visitor Center November 1, 2015 - March 13, 2016: Thursdays through Sundays: 9:00 a.m. -5:00 p.m. March 14, 2016 - October 31, 2016: Daily 9:00 a.m. - 5:00 p.m.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:  Closed      Thanksgiving Day:  Closed      Winter Hours:   November 1  - March 13  9:00 AM - 5:00 PM                 Weather           Temperatures range from warm, humid summer days to cold New England winter days. Wear comfortable sportswear in season, with comfortable walking shoes.          Fees & Passes     Entrance Fees:   For Admission to Historic Sites in the Park - $0.00 There are no fees at the federally or municipally owned historic sites within Boston National Historical Park, including Faneuil Hall, Bunker Hill Monument, Bunker Hill Museum, USS Constitution, and the Dorchester Heights Monument. Fees and suggested donations are collected at the park's privately owned and operated partner sites. These sites are maintained and run by self-supporting historical associations working cooperatively with Boston National Historical Park.          Visitor Centers                    Boston's Freedom Trail   Boston National Historical Park is a unique collaboration of federally, municipally, and privately owned and operated historic sites associated with the colonial struggle for independence and the birth and growth of the nation.  Most of the park is along Boston's Freedom Trail®.  The 2.5 mile (4 km) Freedom Trail® is marked by a red brick or painted line weaving through Downtown Boston, the North End, and Charlestown.  The trail itself is outdoors and open year round.  For up to date information and hours on each of the sites on the Freedom Trail®, visit the Today at the Park website.        App opening page    Free Mobile App One of the best ways to prepare for a visit to Boston National Historical Park and the Freedom Trail® is to download our free app!  It is available for all iOS and Android devices.  Visit the Google Play or the iTunes Store to download it now!        Freedom Trail Ticket    Freedom Trail Ticket You can save time and money with the Freedom Trail Ticket!  This ticket covers three must see sites on Boston's Freedom Trail®: Old South Meeting House, Old State House, and Paul Revere House.  Pick the ticket up at the Faneuil Hall Visitor Center, Old South Meeting House, or Old State house.",
    "url": "https:\/\/www.nps.gov\/bost\/planyourvisit\/basicinfo.htm"
}
