{
    "title": "Boston National Historical Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit      Welcome to Boston National Historical ParkThis 43 acre historical park encompasses portions of downtown Boston, Charlestown, and South Boston.  In addition to managing its properties that are a part of the park, the Park Service maintains two visitor centers on the first floor of Faneuil Hall in Boston and the Navy Yard in Charlestown.Start your visit to the Park at either visitor center.  There you can find maps and information about Boston and the Park, participate in free Ranger-Guided Talks and Tours, and have fun exploring the past.The Park also offers a wide variety of Education Programs.Rest rooms and Eastern National bookstores are located at both the Faneuil Hall and Navy Yard Visitor Centers.       Downtown Boston          Faneuil Hall Visitor Center Located on the first floor of historic Faneuil Hall, the Visitor Center is staffed by park rangers and volunteers eager to help you plan your visit to Boston's historic sites.  Maps, brochures, videos, free ranger guided tours, and information about sites along Boston's historic Freedom Trail® can all be found here. Hours         Faneuil Hall The first floor of Faneuil Hall was built as a market and still functions as one today.  On the second floor, ceremonies, meetings, lectures, and protests have enlivened and sometimes disrupted the Great Hall for over 250 years.  On the fourth floor is an exhibit of the Ancient and Honorable Artillery, the country's oldest chartered military organization.  No admission fee or reservations required. Hours        Courtesy of Old South Meeting House   Old South Meeting House - Boston National Historical Park Partner Site Experience the building where colonists gathered to challenge British rule in the years leading up to the American Revolution - including protests of the Boston Massacre and the historic meeting of over 5,000 people that led to the Boston Tea Party.   Admission fee and group reservations required. Hours Old South Meeting House website        Courtesy of Bostonian Society  Old State House - Boston National Historical Park Partner Site View exhibits and experience programs on Boston's history t the former government building which served as the center of Boston's civic life in the 18th century and where colonists debated the future of British rule.  The Old State House balcony was the site from which the Declaration of Independence was first read to Bostonians in 1776. Admission fee and group reservations required. Hours Old State House website        Courtesy of the Paul Revere Memorial Association   Paul Revere House - Boston National Historical Park Partner Site Built around 1680, the Paul Revere House was occupied by Patriot Paul Revere and his family in the 18th century.  Explore the house and view the exhibits where Revere was living when he made his famous messenger ride into the Massachusetts countryside on April 18-19, 1775. Admission fee and group reservations requires. Hours Paul Revere House website        Courtesy of the Old North Church   Old North Church - Boston National Historical Park Partner Site Tour the church where Paul Revere arranged for two lanterns to be hung from the steeple on April 18, 1775 to signal patriots in Charlestown that British troops were heading to Lexington and Concord by way of the Charles River. No admission fee or group reservations required. Hours Old North Church website      Charlestown           Charlestown Navy Yard Visitor Center Located in Building 5 next to the USS Constitution in Charlestown, just inside Gate 1 of the Navy Yard.  The Visitor Center is staffed by park rangers and volunteers eager to help you plan your visit to Boston's historic sites.  Maps, brochures, videos, free ranger guided tours, and information about the Navy Yard, Bunker Hill Monument, and other sites along Boston's historic Freedom Trail® can all be found here. Hours        USS CASSIN YOUNG    Charlestown Navy Yard Experience and tour one of the nation's six original Navy Yards.  The decommissioned Charlestown Navy Yard is home to two historic ships, USS Cassin Young and USS Constitution.  Regularly scheduled tours are available of both ships. No admission fee or group reservations required. Hours          Bunker Hill Monument The Bunker Hill Monument is a major commemorative monument, memorializing a key battle in the Revolutionary War.  Climb (no elevator) the monument's 294 steps to the top for a spectacular view. No admission fee, group reservations strongly recommended. Hours          Bunker Hill Museum The museum's exhibits, dioramas and education programs tell the story of the Battle of Bunker Hill and the monument across the street. No admission fee, group reservations strongly recommended. Hours        Courtesy of USS CONSTITUTION   USS Constitution - Boston National Historical Park Partner Site Climb aboard the world's oldest commissioned warship afloat, berthed in the Charlestown Navy Yard.  Undefeated in combat, she earned the title of \"Old Ironsides\" in the War of 1812.  Guided tours given by active duty U.S. Navy sailors. No admission fee or group reservations required. Hours USS Constitution website        Courtesy of the USS Constitution Museum   USS Constitution Museum - Boston National Historical Park Partner Site Only yards away from \"Old Ironsides,\" the museum offers hands-on activities for visitors of all ages.  Discover how a wooden hull helped the ship earn its nickname, how it remained undefeated since being launched in 1797, how schools contributed pennies to save the vessel, how sailors ate a diet of hardtack and grog, and climbed masts 200 feet in the air. Admission by donation, group reservations required. Hours USS Constitution Museum website       South Boston          Dorchester Heights These hills, overlooking Boston's harbor and wonterfront from the south, were the site of fortifications built at night by the Continental Army in March, 1776.  Artillery mounted here hastened General Howe's decision to take his troops away from Boston, which in turn ended the siege of Boston, gave General Washington his first victory, and inspired the Patriot cause. No admission fee or group reservations required. Hours      Boston National Historical Park is part of Maritime History of Massachusetts: A National Register Travel Itinerary.  Experience the maritime history of Massachusetts by visiting http:\/\/www.nps.gov\/history\/nr\/travel\/maritime\/.",
    "url": "https:\/\/www.nps.gov\/bost\/planyourvisit\/index.htm"
}
