{
    "title": "Antietam National Battlefield: Crew and Ammunition",
    "body": "Artillery at Antietam, Part 2       Cannon Crew Eight cannoneers are needed to fire field pieces. Five are at the gun--the gunner and cannoneers 1, 2, 3, 4. The gunner is in charge of the piece, he gives the commands and does the aiming. Cannoneers 1-4 actually load, clean and fire the gun. Cannoneer 5 runs the ammunition from the limber to the gun. Cannoneers 6 and 7 prepare ammunition and cut the fuses.                    Smoothbore Ammunition:         Shot  Cast iron with no explosive. Used against cavalry, troops in a column, buildings and other solid objects. More accurate than shell or spherical case with a longer range.         Shell  Round, hollow projectile with a powder-filled cavity. Fused; exploded into 5-12 large pieces. Loud air burst terrorized troops and horses.         Spherical Case  Developed by British General Henry Shrapnel. Hollow shell with powder and 40-80 musket balls that exploded in all directions. Fused; used 500- 1,500 yards. More effective than shell, but more difficult to manufacture.         Canister  Tin can containing 27 iron balls packed in sawdust. Tin can ripped open at the muzzle and showered the balls directly at the troops. Good for repelling the enemy at close range--50-300 yards. For more devastating effect, could be used in double load. Turned cannon into giant shotgun.      At Antietam, Did You Know . . .  60% of the Union cannons were rifled, compared to only 40% for Confederates. Robert E. Lee's son, Robert Jr., was a private with the Rockbridge Artillery and fought during the Morning Phase of the battle. Private Johnny Cook, a bugler with Battery B, 4th U.S., was awarded the Medal of Honor at Antietam when he was only 15 years old. Both Union General John Gibbon and Confederate General James Longstreet helped man cannons during desperate moments in the battle, and Union General Israel Richardson was killed by artillery fire when he was trying to bring up artillery!  References  Peterson, Harold L. Round Shot and Rammers. (Harrisburg, PA, 1969) Stackpole Books Thomas, Dean S. Cannons: An Introduction to Civil War Artillery. (Gettysburg, PA, 1985) Thomas Publications Coggins, Jack. Arms and Equipment of the Civil War. (New York, 1962) Doubleday and Company, Inc. Johnson, Curt and Anderson, Richard C. Artillery Hell: The Employment of Artillery at Antietam. (College Station, TX, 1995) Texas A\/M Univ. Press       Go back to Part 1 of Artillery at Antietam   Go to Part 3 of Artillery at Antietam",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/arty2.htm"
}
