{
    "title": "Santa Monica Mountains National Recreation Area: Modern Fire History",
    "body": "Modern Fire History         Fire moves through sagebrush during a 2009 wildland fire.   The modern fire history of the Santa Monica Mountains extends back to 1925 when the Los Angeles County Fire Department first started keeping records for this area. The fire history includes fire perimeters mapped with some degree of accuracy and the dates of the fires. From 1925 through 2012, 343 fires have been documented to occur within the boundaries of the Recreation Area. Most fires are very small, just a fraction of an acre, and not all small fires are documented in this database. However, recent documentation of small fires is more complete than in earlier times and documentation of large fires is quite good for the entire reporting period.       Most modern fires are quickly controlled while they are still small. But fires that start during extreme fire weather in the fall burn fiercely, spread rapidly, and can get very large before a change in the weather gives firefighters the chance to stop them. All of the largest fires in our modern fire history have occurred during Santa Ana wind events in the fall. These large fires burn much more land than all the smaller fires combined. The largest 10 percent of fires account for about 90 percent of all area burned. Power lines, which make sparks when high winds blow them into things or when trees blow down on them, and arson, are the two most common causes for large fires. See the 20 largest recorded fires that burned any part of the National Recreation Area. Some of them burned well beyond the modern Recreation Area boundary.       Lightning starts almost no wildfire in the Santa Monica Mountains because the mountains are not high enough to generate regular summer thunderstorms. Lightning during winter storms falls on wet fuels and typically results in no fires, or only very small fires. Lightning during late summer storms is quite rare. In our historic records, almost all wildfires are started by people. Human activities and human infrastructure are responsible for almost all the wildfire acres burned. The great majority of fires that are identified as started by \"other or unknown causes\" occur along roads. No wildfire has ever been documented to start from a campfire in any established campground. Fires indicated as \"warming fires\" and \"cooking fires\" were all caused by homeless or migrant people camping illegally outside of an established campground. To learn more our about modern fire history download this free poster Why We Have Fires",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/modernfirehistory.htm"
}
