{
    "title": "Santa Monica Mountains National Recreation Area: Prescribed Fire",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management     Fuels Management     Prescribed Fire                  Why this park does not use prescribed fire       In the last forty years fire managers have promoted the idea that prescribed fire is necessary to protect ecosystems and communities by restoring fire's natural role in the environment to thin forest stands and to reduce hazardous fuels. This is true for western forests where the natural fire regime was frequent, low intensity surface fires started by lightning, and for many other ecosystems like southern longleaf pine forests, Florida palmetto scrub, and the Great Plains tall grass prairies. However, it is not true for the shrubland dominated ecosystems of southern California and the Santa Monica Mountains.  Fire Climate The Mediterranean-type climate of southern California has one of the most extreme fire climates in the world, with severe fires possible any year in the fall, at the end of the dry season and the onset of the Santa Ana winds.            Vegetation Fuel Characteristics The Mediterranean climate favors the development of shrubland vegetation types. Southern California chaparral and coastal sage scrub often grow as continuous, closed canopies and have the perfect fuels characteristics to ignite easily, burn intensely and spread rapidly.         Recovery from Fire The native vegetation of the SMMNRA evolved with a fire regime of large, infrequent crown fires. Recovery occurs endogenously, from existing plant parts, either through resprouting or seed germination from the seed bank. Not Fire Dependent Many studies have shown that repeated fires at short intervals will eliminate chaparral shrub species and can promote establishment of non-native annual weeds. On the other hand, studies of long unburned chaparral show no decline in the ability of the community to recover, even after more than a century without fire. \"Old-growth\" stands of unburned chaparral have unique characteristics and are a valuable natural resource. Fire Regime The modern fire regime of the SMMNRA is one dominated by large, wind driven crown fires that occur in the fall and are started by human activity. The average fire return interval (time between fires) is just 30 years because of the large increase in human ignitions as the population has grown. Under this current fire regime, fire is a threat to the resilience of chaparral to recover from fires that occur too frequently. The probability of fire return is too high for there to be any threat to ecosystem resilience from too long a fire-free interval. Download a poster of fire history maps.         Fire Suppression The expansion of development and human activities into southern California shrublands during the twentieth century has been accompanied by an increase in catastrophic fires. Even though improved technology and increased firefighting efforts have provided effective suppression actions of small fires, it has not prevented the large wind-driven fires that present the greatest public danger and account for most of the land burned in southern California. Fire Spread Southern California wind-driven fall wildfires can burn through any vegetation type. Young age classes of recovering chaparral can easily spread fires under these conditions because of the abundant herbaceous fuels that grow in these early years. The 65,000 acres that re-burned in 2007, in four year old vegetation, within the footprint of the 2003 San Diego fires, was a clear example of this. Download an example reburn map of southern California.         Conclusions Prescribed burning is not effective in limiting the spread of wildfires under the conditions that burn the largest amount of land and cause the most home losses. Native shrublands are being burned too frequently because of human ignited wildfires. Prescribed fire does not fulfill any identified ecological need in chaparral or coastal sage scrub and would increase the probability of a damaging short fire interval following a prescribed burn. The most effective fire management strategies to protect local communities and the native ecosystem in the SMMNRA are to:  PREVENT WILDFIRES, especially during severe weather conditions.  Plan and implement effective SUPPRESSION strategies during severe weather conditions.  Create defensible space from the house-out.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/prescribedfires.htm"
}
