{
    "title": "Pinnacles National Park: Bats",
    "body": "Bats         A Townsend's Big-eared Bat. Photo by Sue Smith  Bats at Pinnacles find refuge in the caves, cliffs, and trees. There is currently a colony of Townsend's Big-eared Bats in the Bear Gulch Cave and a colony of the Western Mastiff bat in the Balconies cave area. Out of the 23 species of bats in California, 14 species are known to occur within Pinnacles National Park. These bats are:  Western Pipstrelle (Pipistellus hesperus) Western Red Bat (Lasiurus blossevilii) Hoary Bat (Laisiurus cinerius) Townsend's Big-eared Bat (Corynorhinus townsendii) Pallid Bat (Antrozous pallidus) Big Brown Bat (Eptesicus fuscus) California Myotis (Myotis californicus) Small footed Myotis (Myotis ciliolabrum) Long eared Myotis (Myotis evotis) Fringed Myotis (Myotis thysanodes) Long-legged Myotis (Myotis volans) Yuma Myotis (Myotis yumanensis) Brazilian Free-tailed Bat (Tadarida brasiliensis) Western Mastiff Bat (Eumops perotis)  All of the fourteen species at Pinnacles and forty-one of the forty-four North American bats eat insects, spiders, and their kin. Three species eat fruit or nectar. There are only three species of vampire bats -- they live in South America and feed on birds and mammals.  Bat Facts \"Blind as a bat.\" Bats not only \"see\" the world with echolocation, but they have good eyesight. Some bats find their food exclusively with sight and they can see better than humans in dim light. \"They get tangled in your hair.\" Bats can be very curious. They will often circle around something or someone new in their air space to take a second look. \"Bats are flying mice.\" Bats are actually more closely related to primates than to rodents. Most bats give birth to only one \"pup\" per year which they feed milk. Other than humans, bats are the longest lived mammals in North America; one little brown bat (Myotis lucifugus) is at least 34 years old. \"Bats are just pests.\" Bats are important insect predators, pollinators, and seed dispersers. Bats live on all continents except Antarctica and are on the decline worldwide. \"All bats carry rabies.\" Bats are not \"carriers\" of rabies; less than 1% of bats contracts rabies and dies. Bats will bite in self defense. Avoid handling them as well as other wildlife. http:\/\/sfnps.org\/bats",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/nature\/bats.htm"
}
