{
    "title": "Santa Monica Mountains National Recreation Area: Fire Frequency",
    "body": "Fire Frequency       Fire-Return Interval The number of years between two successive fire events at a specific site or an area of a specified size.        Wildfire frequency map for Santa Monica Mountains National Recreation Area click image to download a large size version (3.8 MB)  Fire Frequency The number of fires per unit time (for example, 10 fires in 78 years) in some designated area. It is the inverse of mean fire return interval (for example, 78 years\/10 fires = about 8 years). It is very important to specify the time and area covered when calculating these statistics, because they change over time and they can vary widely over fairly short distances. The average fire return interval for the Santa Monica Mountains National Recreation Area is currently about 28 years. But some areas burn much more frequently than others. There are fire corridors that have burned again and again because of especially high winds during Santa Ana events and common sources of ignitions. A few places in the park have burned more than 10 times since 1925 which is a mean fire return interval of about 8 years. There is a major fire corridor running from the Santa Susanna Pass in the Simi Hills down to the coast through Malibu Canyon, then west to Puerco, Corral, Solstice, and Latigo Canyons. Parts of the east end of the Santa Monica Mountains have burned relatively infrequently.        Mean fire return interval, 1925 - 2010, map for Santa Monica Mountains National Recreation Area click image to download a large size version (3.7 MB)  The average fire return interval for any given location in the SMMNRA is calculated by dividing the number of times burned (fire frequency) by 85 years (the length of the fire history shown here). Short fire return intervals, the time between one fire and the next fire, can be very damaging to native shrubs. A fire return interval of less than about 20 years has potential to cause long lasting damage to native shrub populations.        6 and 12 year fire intervals for the Santa Monica Mountains click image to download a large size version (1.1 MB)  Research suggests that fire return intervals between 6 and 12 years are the threshold below which certain native shrub species are especially vulnerable to being killed by repeat fires. About a third of the SMMNRA has experienced at least one fire-free interval as short as this. Patterns of local extinction of native shrub populations resulting from a single short fire return interval can persist for many decades. The shorter the fire return interval, and the more frequently they occur, the worse the damage to native shrub communities. Substantial damage to native vegetation has already ocurred in some of our high frequency fire corridors.        Time since last fire map for greater Santa Monica Mountains area click image to download a large size version (4.0 MB)  Because with each fire the vegetation is completely destroyed and must regrow from new underground sprouts and seeds, the age of the vegetation is only as old as the last fire. The high fire frequency in the Santa Monica Mountains's means that there is very little \"old growth\" chaparral. The map of time since last fire also shows how large fires dominate the landscape, in comparison to the fire frequency map which shows the complex pattern created by overlapping fires.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/firefrequency.htm"
}
