{
    "title": "Santa Monica Mountains National Recreation Area: Fire Behavior",
    "body": "Fire Behavior         Large flames during the 1993 Old Topanga Fire   The Santa Monica Mountains National Recreation Area can have a big wildfire in any year. All that is needed is an ill-timed source of ignition. When a wildfire starts during fire weather, it can take off immediately with flame lengths of 15 to 35 feet, spreading downwind at speeds of 3 to 5 miles per hour, igniting every flammable thing in its path with a hail of burning embers. The steep ridges and canyons of the Santa Monica Mountains funnel the Santa Ana winds, making them even stronger, and magnifying their effect on fire behavior. A wildfire that becomes a wind-driven firestorm is an inexorable force of nature, similar to earthquakes or hurricanes. There is no safe or effective way to put it out until a break in the weather occurs. In extreme fire weather, wildfires readily spread through vegetation of any age. Embers blow far ahead of the main flaming front and have a very high probability of starting spotfires anywhere they land on receptive fuels that can easily catch fire. Because of embers and spotfires, weather-driven wildfires can jump across almost any natural or manmade barrier. Spotfires starting more than a mile beyond the main flaming front have been observed on many large wildfires. Modern wildfires commonly spot across freeways, rivers, lakes, and neighborhoods. Firefighters sometimes describe urban intermix wildfire behavior as \"hopscotching,\" by which they mean fire skips and jumps through neighborhoods, burning surface fuels wherever embers find receptive fuelbeds.        Progression of the 1993 Old Topanga Fire click image for large size  In the Santa Monica Mountains, large wildfires are first dominated by wind and burn rapidly downwind. Sometimes the Santa Ana winds blow fire south to the beach, then back off and allow the prevailing onshore winds to blow fire back up into the mountains. At some point the winds drop and fire behavior becomes dominated by local terrain where fire burns more rapidly uphill. That's when it becomes possible for firefighters to begin to contain the fire and mop it up. These basic patterns can be seen in the progression of many historic fires.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/firebehavior.htm"
}
