{
    "title": "Point Reyes National Seashore: Final Non-Native Deer Management Plan & Environmental Impact Statement August 2006",
    "body": "Final Non-Native Deer Management Plan & Environmental Impact Statement August 2006         A herd of non-native Axis deer   This Final Non-Native Deer Management Plan & Environmental Impact Statement analyzes a preferred alternative, no action, and four additional alternatives for future management of Axis deer (Axis axis) and Fallow deer (Dama dama) in Point Reyes National Seashore and Golden Gate National Recreation Area lands administered by Point Reyes National Seashore. As lead agency for the plan, the National Park Service developed the alternatives to address problems and management concerns of non-native deer in Point Reyes National Seashore. The management plan would assist the National Park Service in the restoration of native ecosystems within the park, prevent spread of non-native deer into surrounding private and public lands, and address adverse impacts to agricultural permittees within the Point Reyes National Seashore. The alternatives differ primarily in their approach to deer population control and in desired future numbers of deer. Alternative A, the No Action alternative, calls for no change in existing management of non-native deer, and results in increased range and numbers of both species. Alternatives B and C call for controlling numbers of both species at a pre-determined level (i.e., 350 axis and 350 fallow deer) using lethal removal alone or a combination of lethal removal and long-acting contraceptives. Alternative D calls for complete removal of both species by 2021 using lethal removal alone. Alternative E is the preferred alternative and would completely remove both species of non-native deer from the Seashore by 2021 using a combination of long-acting contraceptives and lethal removal. Issues raised during public scoping were incorporated in the analysis and are discussed in the document. A number of alternatives calling for relocation, fencing, hunting, and contraception alone are discussed as Considered but Rejected. Environmental consequences of the five alternatives are divided into the impact topics of natural resources (water, soils, vegetation, wildlife, and special status species), human health and safety, visitor experience, park operations, and regional economy. Impacts to areas outside the park are discussed as they might be affected by dispersing or expanding non-native deer populations. Responses to comments submitted to the Seashore during the 63-day public comment period (from February 4, 2005, through April 8, 2005) are included in Chapter 5. Additional detail was added to the EIS concerning issues that engendered the most frequent comments. Updated scientific information, relating to impacts of non-native deer to PRNS natural resources, can be found in Chapter 3, Affected Environment, as well in the impact sections for each alternative. The Record of Decision adopting the alternative or actions constituting the approved plan was signed on October 17, 2006, by John Jarvis, Regional Director, Pacific West Region. The Notice of Approval of Record of Decision was published in the Federal Register on November 28, 2006. The complete FEIS is posted below. The printed document and digital version on compact disk will also be available for viewing at the park headquarters and local libraries. For further information on the FEIS, please check this website or contact Seashore headquarters at 415-464-5100. Top of Page       Complete Document (17,329 KB PDF) Errata, October 1, 2006 (10 KB PDF) Correspondence Identification Index (398 KB PDF) This alphabetized index matches each commenter with a Correspondence ID number, a unique identifier for the letter, email or fax submitted by each individual or organization. Topic Codes Index (84 KB PDF) This index matches Correspondence ID numbers to one or more Topic Codes. Several Topic Codes are listed after a Correspondence ID if the commenter included more than one substantive comment in his\/her letter. Topic Codes, each with its corresponding NPS response, maybe found in the NPS Response to Comments of Chapter 5. Note: Commenters whose Correspondence ID is assigned Topic Codes AL 4200 or AL 5000 will find the NPS response to their comments under AL 2000 (p. 309) and WH 1100 (p. 329), respectively. This document has been divided into smaller-sized files so that visitors with slower internet connections have the option of downloading desired chapters and\/or figures separately if they do not wish to download the complete document as a single large file. Cover (154 KB PDF) Cover Letter (67 KB PDF) Executive Summary (pp. i - xii) (106 KB PDF) Table of Contents, List of Figures and List of Tables (pp. xii - xxii) (84 KB PDF) Chapter 1: Purpose and Need (pp. 1 - 14) (122 KB PDF) Chapter 2: Alternatives (pp. 15 - 58) (282 KB PDF) Chapter 3: Affected Environment (pp. 59 - 106) (2,068 KB PDF)  Chapter 3: Affected Environment - Introduction; Project Site Description; Regional Context and Surrounding Communities; Park Management Zoning; Natural Resource Zones; Wilderness; Other Significant Area Designations; Climate; Air Resources; Geology and Topography; Resources that May be Affected; Water Resources and Water Quality; Soils; Vegetation (pp. 59 - 72) (367 KB PDF) Chapter 3: Affected Environment - Wildlife: Ungulate Biology (pp. 72 - 83) (818 KB PDF) Chapter 3: Affected Environment - Wildlife: History of Research on Non-Native Fallow and Axis Deer at Point Reyes National; Seashore and Golden Gate National Recreation Area (pp. 84 - 92) (976 KB PDF) Chapter 3: Affected Environment - Species and Habitats of Management Concern; Human Health and Safety; Visitor Experience; Park Operations; Regional Economy (Socioeconomics) (pp.92 - 106) (244 KB PDF)  Chapter 4: Environmental Consequences (pp. 107 - 243) (629 KB PDF) Chapter 5: Consultation and Coordination (pp. 244 - 334) (13,348 KB PDF)  Chapter 5: Consultation and Coordination - Public Scoping; Agency Scoping; Public Review of the Draft EIS; Compliance Status; List of Preparers; List of Agencies & Organizations to Whom Notices of the EIS are Being Sent (pp. 244 - 252) (98 KB PDF) Chapter 5: Consultation and Coordination - Responses to Comments: Introduction; Commenter and Correspondence Indices; Agency and Sample Comments (pp. 253 - 256) (79 KB PDF) Chapter 5: Consultation and Coordination - Responses to Comments: Comments and Correspondence (pp. 257 - 301) (13,178 KB PDF) (This section contains photocopies of comments from various government officials and agencies, various interest groups, and two representative comments from the general public. Due to the large file size of this section, the correspondence from these individuals, agencies, and organizations may be downloaded individually below.) Chapter 5: Consultation and Coordination - NPS Response to Comments (pp. 302 - 334) (196 KB PDF)  Appendices (pp. 335 - 409) (1,033 KB PDF) References (pp. 410 - 425) (119 KB PDF) Acronyms and Glossary (pp. 426 - 429) (74 KB PDF) Index (pp. 430 - 431) (70 KB PDF) Top of Page      Comments and Correspondence from: Lynn Woolsey, Member of Congress (p. 257) (318 KB PDF) Peter M. Douglas, Executive Director, California Coastal Commission (pp. 258 - 259) (558 KB PDF) Sonke Mastrup, State of California Department of Fish and Game (p. 260) (294 KB PDF) Lisa B. Hanf, Manager, U.S. Environmental Protection Agency Federal Activities Office (pp. 261 - 262) (641 KB PDF) Paul E. Helliker, General Manager, Marin Municipal Water District (p. 263) (308 KB PDF) Rodney R. McInnis, Regional Administrator, National Oceanic and Atmospheric Administration (p. 264) (381 KB PDF) Richard G. Rayburn, Chief, Natural Resources Division, California Department of Parks and Recreation (pp. 265 -266) (373 KB PDF) Terry Roberts, Director, State of California Governor's Office of Planning and Research, State Clearinghouse and Planning Unit (p. 267) (226 KB PDF) Deputy Assistant Field Supervisor, Endangered Species Program, Sacramento Office of the U.S. Fish and Wildlife Service (pp. 268 - 269) (619 KB PDF) Frank Holmes, Colorado Springs, CO (p. 270) (214 KB PDF) Joslyn Baxter, San Francisco, CA (p. 271) (559 KB PDF) Bette Stallman, Ph.D., Wildlife Scientist, Wildlife and Habitat Protection, The Humane Society of the United States (pp. 272 - 276) (2,218 KB PDF) Maria Keith, Humane Education Assistant, The National Humane Education Society (pp. 277 - 278) (370 KB PDF) Suzanne Roy, Program Director, In Defense of Animals (pp. 279 - 289) (3,324 KB PDF) Jana Haehl, President, Marin Conservation League (pp. 290 - 291) (888 KB PDF) Diane Allevato, Executive Director, The Marin Humane Society (pp. 292 - 293) (367 KB PDF) Neal Desai, National Parks Conservation Association (pp. 294 - 295) (544 KB PDF) Dale R. McCullough, Emeritus Professor of Wildlife Biology, University of California, Berkeley (pp. 296 - 298) (629 KB PDF) Gordon Bennett, Marin Group Chair, Sierra Club (pp. 299 - 301) (1,472 KB PDF)  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_nonnativedeermanagementplan_final_2006.htm"
}
