{
    "title": "Point Reyes National Seashore: Draft Non-Native Deer Management Plan & Environmental Impact Statement December 2004",
    "body": "Explore This Park    Get Involved     Planning     Other Planning Efforts and Management Documents     Non-Native Deer Management Plan     Draft Non-Native Deer Management Plan & Environmental Impact Statement December 2004                  Draft Non-Native Deer Management Plan & Environmental Impact Statement December 2004       This Non-Native Deer Management Plan Draft Environmental Impact Statement analyzes a preferred alternative, no action, and four additional alternatives for future management of Axis deer (Axis axis) and Fallow deer (Dama dama) in Point Reyes National Seashore and Golden Gate National Recreation Area lands administered by PRNS. As lead agency for the plan, the National Park Service developed the alternatives to address problems and management concerns relating to non-native deer in the Seashore. The management plan will assist NPS in the restoration of native ecosystems within the park, will prevent spread of non-native deer into surrounding private and public lands, and will address adverse impacts to agricultural permittees within the Seashore.  Complete Document (1,795 KB PDF) This document has been divided into smaller-sized files so that visitors with slower internet connections have the option of downloading desired chapters and\/or figures separately if they do not wish to download the complete document as a single large file. Cover, Cover Letter and Executive Summary (pp. 1 - 13) (104 KB PDF) Table of Contents, List of Figures, and List of Tables (pp. 14 - 23) (48 KB PDF) Chapter 1: Purpose of and Need (pp. 24 - 35) (68 KB PDF) Chapter 2: Alternatives (pp. 36 - 75) (185 KB PDF) Chapter 3: Affected Environment (pp. 76 - 117) (613 KB PDF) Chapter 4: Environmental Consequences (pp. 118 -231) (501 KB PDF) Chapter 5: Consultation and Coordination (pp. 232 - 239) (45 KB PDF) Appendix A: Non-Native Deer Population Model (Barrett) (pp. 240 - 249) (79 KB PDF) Appendix B: Final Report Point Reyes Fallow Deer Modeling (pp. 250 - 270) (214 KB PDF) Appendix C: Wilderness Minimum Requirement Guide (pp. 271 - 277) (81 KB PDF) References (pp. 278 - 288) (41 KB PDF) Glossary of Terms (pp. 289 - 292) (19 KB PDF) Index (pp. 293 - 296) (18 KB PDF)  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_nonnativedeermanagementplan_draft_2004.htm"
}
