{
    "title": "Hawai'i Volcanoes National Park: Kealakomo Lookout",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Drive Chain of Craters Road     Kealakomo Lookout                Kealakomo Overlook      Chain of Craters Road Tour - Stop #7          Kealakomo Overlook & Picnic Area - click for full resolution image NPS \/ Ed Shiinoki           View From Kealakomo Overlook - click for full resolution image NPS \/ Ed Shiinoki  Ke = the Ala = path Komo = entrance Kealakomo = \"The entrance path\" From this lookout you will have a panoramic view of the Pacific Ocean and an expansive view of the vast lava field that covered portions of the ancient village of Kealakomo. The lookout is also a great place for a picnic lunch and excellent photographic area. In this ahupuaʻa (ancient land division) was formally a village on the coast, most likely destroyed and abandoned after the 1868 earthquake and tsunami, then buried by the Mauna ulu flows of 1969-1974. The Mauna Ulu flow created approximately 210 areas of new land. The ‘a‘ā lava flow appears as dull black and the pahoehoe lava flow appears as silver-grey.             Kealakomo Overlook - click for full resolution image NPS \/ Ed Shiinoki  This overlook and exhibit sits on the crest of the Hōlei Pali (cliff). Hōlei Pali is part of a system of faults escarpments along which the coastal area has moved downward relative to the east rift zone of Kīlauea volcanoes. The last major movement of theses cliffs occurred during the massive earthquakes in 1868 and 1975 (magnitude 7.2).          Distance From the Beginning of Chain of Craters Road Distance From Kīlauea Visitor Center    Stop #1Lua Manu Crater 0.5 mi \/ 0.8 km 3.8 mi \/ 6.1 km    Stop #2Hilina Pali Road 2.3 mi \/ 3.7 km 5.6 mi \/ 9.0 km    Stop #3Pauahi Crater 3.3 mi \/ 5.3 km 6.6 mi \/ 10.6 km    Stop #4Mauna Ulu 3.7 mi \/ 6.0 km 7.0 mi \/ 11.3 km    Stop #5Mauna Ulu Flow Across Chain of Craters Road 4.1 mi \/ 6.6 km 7.4 mi \/ 11.9 km    Stop #6Mau Loa o Mauna Ulu 6.4 mi \/ 10.3 km 9.7 mi \/ 15.6 km    Stop #7Kealakomo Overlook 9.9 mi \/ 15.9 km 13.2 mi \/ 21.2 km    Stop #8Pu‘u Loa Petroglyphs  16.3 mi \/ 26.2 km 19.6 mi \/ 31.5 km    Stop #9Hōlei Sea Arch  18.8 mi \/ 30.3 km 22.1 mi \/ 35.6 km    Stop #10End of Chain of Craters Road  18.8 mi \/ 30.3 km 22.1 mi \/ 35.6 km          Return to: Drive Chain of Craters Road - main page Things to Do",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/ccr_kealakomo.htm"
}
