{
    "title": "Point Reyes National Seashore: Coastal Dune Restoration Project",
    "body": "Explore This Park    Get Involved     Planning     Other Planning Efforts and Management Documents     Coastal Dune Habitat Restoration Projects     Coastal Dune Restoration Project                  Coastal Dune Restoration Project        Native dune habitat.         coastal dune restoration project includes: Coastal Dune Restoration Project Recent Events and Updates Frequently Asked Questions Compliance Documents - Scoping       Point Reyes National Seashore (Seashore) has issued a Finding of No Significant Impact (FONSI) (530 KB PDF) for the Coastal Dune Restoration Environmental Assessment (13,741 KB PDF) to improve and restore coastal dune habitat of critical ecological importance in the park. Under this planning process, the Seashore is proposing to restore up to 600 acres of coastal dune habitat primarily to benefit species listed as threatened or endangered under the Endangered Species Act (e.g., federally listed species). Habitat would be restored by removing highly invasive, non-native plant species that have greatly altered sand movement, dune structure, and habitat function for native plants and animals uniquely adapted to this coastal environment. The proposed activities have been adapted to further reduce potential impacts to adjacent ranch operations. The FONSI and associated documents, such as the Non-Impairment Determination, are also posted on the Planning, Environment, and Public Comment (PEPC) website (http:\/\/parkplanning.nps.gov\/pore), as well as on this website.  Since 2001, the Seashore has conducted a series of coastal dune restoration projects near Abbotts Lagoon to remove non-native, invasive plant species such as European beachgrass and iceplant. Native dune habitat in the Seashore provides critical habitat for four federally listed and several additional rare and unique species of plants and animals and represents some of the largest expanses of rare native dune plant communities remaining in California. However, by 2009, more than 60% (1,400 acres) of the park's roughly 2,200 acres of coastal dune, bluff, and scrub habitat had been invaded by European beachgrass and iceplant, which establish vast monocultures that crowd out native plant species. As a result of this habitat conversion, reproductive success of both the federally endangered Tidestrom's lupine and the federally threatened western snowy plover has plummeted. Some of these impacts can be reduced through restoration: in 2012, more than 15,000 federally endangered Tidestrom's lupine plants germinated across approximately 16 acres of the Abbotts Lagoon project area, and plovers moved into the restoration area to nest and raise young. Based on the demonstrable success of these initial efforts in increasing rare plant and western snowy plover nesting habitat, the Seashore initiated a planning process in 2012 to expand its restoration efforts to other park dune systems in future years. A scoping letter was sent to the public on December 6, 2012, to solicit comments on dune restoration within the Seashore, the proposed compliance route, range of alternatives, and topics to be analyzed as part of the Environmental Assessment (EA). At the time of that letter, the proposed compliance route was preparation of a programmatic compliance document that would have covered dune restoration throughout the Seashore, but the broader scope of this type of document was judged to be better handled by future compliance efforts. During that scoping period, several high priority dune restoration areas were called out specifically for evaluation in greater detail: these included AT&T and B Ranch. These projects, along with North Beach, A Ranch, Davis Property, and Limantour, are now the focus of this EA. The EA has been prepared in compliance with the National Environmental Policy Act (NEPA) to assess impacts of alternative means or methods of removing these invasive plant species. This current Environmental Assessment (13,741 KB PDF) includes three action alternatives that focus on different primary means or methods for invasive plant removal within the project areas (Alternatives B–D), as well as a No Action Alternative (Alternative A), which would involve no near-term restoration efforts within these dune systems except for previously permitted projects. The methodologies evaluated in the EA reflect the latest information on improvements in treatment approach and efficacy from dune restoration efforts in the Seashore and in other West Coast dune systems. The three action alternatives differ in terms of which methods would be used primarily for initial treatment: Alternative B (Manual Removal), Alternative C (Chemical Control), and Alternative D (Mechanical Removal). Alternatives C and D would rely on a combination of techniques, such as manual removal of beachgrass in wetlands and mechanical removal of beachgrass in wetland and organic pasture buffers in Alternative C, or hand removal of iceplant in Alternatives C and D. In addition, re-treatment may not be the same as the initial control methods. For example, hand removal or spot spraying of re-sprouts may take place after mechanical removal (Alternative D), and hand removal may also occur after initial chemical control (Alternatives C and D). Under Alternative C, pre-treatment of European beachgrass herbicide treatment areas would potentially be conducted through use of prescribed burning or mowing. Alternative C is the selected action and is identified in the EA as the preferred alternative. The preferred alternative was identified on the basis being the alternative that offers the greatest benefits with the least impact to park ranches and coastal resources. Alternative C minimizes implementation-related impacts to natural and adjacent land use resources associated with large-scale excavation efforts and maximizes long-term benefits to natural dune processes and native ecosystems and species. Because costs of both mechanical and manual removal of European beachgrass are 10 times higher than chemical control, the total area of coastal dune that could be restored under Alternatives B and D would be much less under these alternatives than under Alternative C. Alternative C is also identified as the environmentally preferable alternative. The Seashore follows a very strict Integrated Pest Management approach that emphasizes use of non-chemical means first unless non-chemical means prove ineffective and threaten park resources through continued spread of non-native, invasive species. The park has tried both manual and mechanical removal since 2000. The biology of European beachgrass makes it a very difficult species to remove by hand, because it can root more than 12-feet deep and resprout from the smallest of rhizome fragments. Mechanical removal is effective, but extremely costly, reducing the acreage that can be restored and directly affecting federally-listed species. In addition, mechanical removal can have repercussions on adjacent habitats and land uses. The objective is to restore dunes in such a way that plant and animal communities without incurring impacts to other habitats and adjacent ranching operations. The EA relies primarily on USDA\/Forest Service (USFS) individual risk assessment reports for glyphosate and imazapyr prepared in 2011 by Syracuse Environmental Research Associates, Inc. (SERA). These reports use the vast amount of scientific research conducted on potential ecological and human health impacts of herbicides to assess potential risk of herbicide use based on the method and volume of application. The Seashore and USFS both follow the U.S. Environmental Protection Agency's (EPA) lead regarding herbicide risk. In a few months, the EPA is expected to release for public comment their preliminary human health risk assessment for glyphosate as part of their program to reevaluate all pesticides periodically. If the EPA changes its conclusions, the Seashore will reconsider its findings under this NEPA process. A large body of literature exists on potential human health effects of herbicides, particularly on glyphosate. While studies have shown that there is some basis for concern about human health effects of glyphosate, the concentration of glyphosate used in the park are well below that threshold. Glyphosate concentrations in cellular toxicity studies often range from 0.1–1% in the cell culture medium: A concentration of 1% is equivalent to a person drinking at least half a cup of a full-strength 44% glyphosate product, representing an acute poisoning scenario (PRI 2015). By comparison, the Seashore is proposing to use a much lower concentration, a mixture containing 2% of a 53% glyphosate product, under extremely conservative application criteria. The potential for toxic effect is further reduced by a number of risk avoidance and minimization measures that are routinely employed, including stringent restrictions on approach (backpack sprayer with calibrated nozzle to direct spraying) and climatic conditions for spraying (e.g., dry conditions with average wind speed less than 10 mph). In addition, buffers for herbicide use have been established for sensitive natural (wildlife, wetlands, and rare plants) and agricultural resources (organic operations). In analyzing the potential effects of glyphosate and imazapyr on human health, the EA determined the possible ways that the general public—in this case, park visitors—could be exposed to applied herbicide and then evaluated the potential risks of that exposure using risk assessment worksheets developed by SERA that factor in the chemical, volume of herbicide applied per acre, and application method. Results of these analyses indicate that the potential risk to human health posed by backpack application of low concentrations of glyphosate, imazapyr, non-ionic vegetable oil-based surfactant, and dye is not at a level that would cause concern. One measure of potential risk is the Hazard Quotient (HQ), with a HQ of 1.0 indicating no adverse effects from exposure. HQ values for the most sensitive subgroup (reproductive-age women) coming into contact with sprayed vegetation shortly after herbicide application wearing shorts and t-shirt ranged from 0.0004 to 0.006, several orders of magnitude below the level of concern. Risks are further minimized by closing sprayed areas for 24 hours, even though labels do not require it, and by maintaining a 25-foot buffer around ponds or open water areas. The only conceivable exposure routes that could increase risk to a level where it is of concern are extremely unlikely, involving children drinking water in ponds where an accidental spill of herbicide has occurred (HQ=0.2–5.0) or reproductive age-women eating European beachgrass or iceplant (HQ=~1.0). Coastal dune restoration typically takes place in areas of high ecological and other resource importance, where the avoidance or minimization of adverse impacts to species of special concern, rare vegetation communities, wetlands, cultural, and adjacent land use resources is very important. The EA identifies a wide variety of measures to avoid or minimize impacts, including minimizing implementation during the breeding season for various threatened and endangered species and establishing buffers between work areas and documented nests and breeding habitat, wetlands, and organic pastures. Chemical control would only occur during appropriate weather conditions (i.e., low winds and fog during non-rainy days) with protective buffers established adjacent to wetlands, rare plants, nesting areas, and organic pastures and would involve only a very controlled application of herbicide to target species using backpack sprayers with calibrated wands. Restoration efforts are being coordinated closely with adjacent ranchers to ensure that dune restoration efforts have no or minimal impacts on ranch operations. Park staff has already met with lessees with operations bordering potential dune project areas to discuss impact avoidance and minimization measures. When adjacent ranchlands border proposed dune restoration areas, restoration plans would emphasize minimizing movement of sands following restoration into adjacent pastures. Measures for reducing sand movement include focusing initial restoration efforts on more oceanward portions of the dune system, leaving some of the invaded backdunes as a buffer between dune restoration and adjacent pastures. Restoration of backdune areas would occur in a more phased approach that would allow more time for native vegetation to recruit into restored areas and, thereby, minimize potential for sand movement. In addition, active revegetation of backdune areas may be conducted to assist with soil stabilization. Consultation on this project has been initiated with the U.S. Fish and Wildlife Service, California Coastal Commission, the U.S. Army Corps of Engineers, and the San Francisco Bay Regional Water Quality Control Board. EA Public Review Period This document was released to the public for review on January 9, 2015. Letters announcing its availability were sent to 302 individuals, groups, organization, and libraries. The letter noted that a full copy of the EA was available for review on PEPC and on the park's website. Hardcopy and CD versions of the document were also available at the Seashore’s office for any who requested: there were no requests. Fifteen copies of the CDs were sent to the State Clearinghouse for distribution to a wide range of state and federal agencies (SCH# 2015012040). Several news stories and opinion pieces were published during the 30-day comment period. Approximately 118 comments were received during the comment period. Most of the substantive comments received concerned the range of reasonable alternatives or alternative components, the adequacy of information presented on specific aspects of these alternatives (e.g., monitoring, buffers, wetland mitigation plans), and the accuracy and adequacy of information pertaining to impacts on plants, wildlife, and human health from use of herbicides, primarily glyphosate. None of the public comment letters required any modification to the alternatives or substantive changes to the impact analyses in the Environmental Consequences section. The National Park Service's response to comments is provided in the Response to Comments document (2,861 KB PDF), which can be found at the websites referenced above, along with a copy of the original comments and an author index to better direct Commenters on where to find answers to their particular question. Responses to comments that appeared to necessitate correction or addition of factual information—but that did not change the evaluation of significant impacts in the EA—were addressed using errata sheets (370 KB PDF). The combination of the EA and the Errata section—which are also attached to this document—comprise the complete and final record on which the FONSI is based. In addition to being available on PEPC and the park's website, the EA and FONSI are also available during normal business hours at the office of the Superintendent of Point Reyes National Seashore at 1 Bear Valley Road, Point Reyes Station, or by calling 415-464-5102. If you have any questions, please contact us by email, or call John A. Dell'Osso, Chief of Interpretation, at 415-464-5135. We appreciate your participation in the process. Documents:  Letter to Interested Parties [announcing release of the Environmental Assessment] - January 9, 2015 (38 KB PDF) Coastal Dune Restoration Environmental Assessment - January 9, 2015 (13,741 KB PDF) Coastal Dune Restoration Environmental Assessment: Errata - April 2015 (370 KB PDF) Coastal Dune Restoration Environmental Assessment: Response to Comments - April 2015 (2,861 KB PDF) Coastal Dune Restoration Environmental Assessment: Finding of No Significant Impact - May 12, 2015 (530 KB PDF) Letter to Interested Parties [announcing release of the Finding of No Significant Impact] - July 3, 2015 (38 KB PDF)   Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page       coastal dune restoration project includes: Coastal Dune Restoration Project Recent Events and Updates Frequently Asked Questions Compliance Documents - Scoping",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_dunerestoration_project.htm"
}
