{
    "title": "Point Reyes National Seashore: Abbotts Lagoon Coastal Dune Restoration Project",
    "body": "Explore This Park    Get Involved     Planning     Other Planning Efforts and Management Documents     Coastal Dune Habitat Restoration Projects     Abbotts Lagoon Coastal Dune Restoration Project                  Abbotts Lagoon Coastal Dune Restoration Project        abbotts lagoon coastal dune restoration project includes: Abbotts Lagoon Coastal Dune Restoration Project What Was Done During Project Implementation to Protect Sensitive Resources? Abbotts Lagoon Pilot Dune Restoration Project Compliance Documents       Dune Restoration in the Seashore Project Construction Began in 2011       Native dune vegetation.        After more than a decade of planning, in February 2011, the Seashore began its largest dune restoration project to date to remove up to 120 acres of non-native invasive European beachgrass (Ammophila arenaria) and iceplant (Carpobrotus spp.) from a 255-acre area just south of Abbotts Lagoon (Map 359 KB PDF). The Abbotts Lagoon Coastal Dune Restoration Project is restoring natural dune processes and function to a system that is home to at least 11 threatened and endangered, but whose ecological value has been severely imperiled by the rapid spread of species once planted to stabilize dunes for adjacent development. In fact, the rapid spread of beachgrass, which now dominates almost two-thirds of the Seashore's dunes, may have brought two federally listed species to the brink of extinction within the park (See background information below). Construction of Phase I began in February 2011 and extended into August 2011. The Seashore hired Hanford ARC (Sonoma, Calif.) as the construction contractors responsible for both initial mechanical and hand removal. Winzler & Kelly Engineers (San Francisco, Calif.) were hired to manage the construction process. The Seashore provided extensive environmental monitoring during the restoration project to ensure that impacts to valuable natural resources such as western snowy plover (Charadrius alexandrinus var. nivosus), California red-legged frog (Rana draytonii), Myrtle's silverspot butterfly (Speyeria zerene myrtleae), Tidestrom's lupine (Lupinus tidestromii), beach layia (Layia carnos), and many other native dune plant and animal species were minimized to the maximum extent possible (See What Was Done During Project Implementation to Protect Sensitive Resources? for more details). Part of project planning involved disseminating information to the public so that park visitors and residents knew what to expect during construction. This included postings on trailhead signs for temporary closures of beach areas directly adjacent to construction activities. Top of Page Construction of Phase I of the Abbott's Lagoon Coastal Dune Restoration Project included the following components:  78 acres mechanical removal of beachgrass 1.3 acres hand removal of beachgrass in sensitive resource areas 1.1 acres hand removal of iceplant in sensitive resource areas Construction of natural dune \"blowout\" features connecting beach to backdune General grading to soften unnaturally high or low dune features Construction of temporary fencing to manage adjacent grazing during restoration Native species salvage, seed collection, and revegetation activities to help restore native plant communities and stabilize selected dune areas  However, while successful, mechanical removal of European beachgrass and iceplant was also highly expensive ($25,000 to $30,000\/acre) due to the depth of excavation required (from 6 to 9 feet) to bury rhizome and biomass-contaminated material with a sufficient \"cap\" of clean sand (3 feet), so that buried materials could not resprout readily. In fact, cost was the reason that only approximately 80 of the 120 acres were restored during Phase I. The Seashore wanted to build upon these ecologically successful dune restoration efforts by expanding restoration southward, but NPS managers realized that a more cost-effective methods would be required if dune restoration efforts were to continue. In 2011, the Seashore researched methods used by other agencies and organizations. Many of these projects have used a combination of fire and herbicide to successfully treat these invasive species. In fact, the mixture of glyphosate with imazapyr has been particularly successful in treating almost 80 to 90% of the European beachgrass with as little as one to three treatments, resulting ultimately in much lower total amount of herbicide applied. Top of Page To develop the best methods for cost-effectively treating European beachgrass in the park, the Seashore decided to do an experimental study using one of the other alternatives evaluated in the EA. After receiving the necessary permits, the park treated some of the remaining unrestored areas using backpacks with spot application of herbicide. This project--Phase II--was implemented in fall 2011, and monitoring indicated that more than 95% of the beachgrass was eradicated after only one treatment, while many of the adjacent native plants--such as coyote brush (Baccharis pilularis) and mock heather (Ericameria ericoides)--were either not affected or quickly rebounded. A number of plants have been observed growing in treated areas, including yarrow (Achillea milleflora), bracken fern (Pteridium aquilinum), seaside daisy (Erigeron glaucus), and bush lupine (Lupinus arboreus). Remaining plants were re-treated in 2012 prior to and after the plover nesting season by either hand removal or spot herbicide application. In 2012, some additional unrestored areas were treated, using information provided by the 2011 study (Phase III). Treatment involved use of backpacks with spot application of 2% glyphosate and 1.5% imazapyr. In addition, some of the Phase II areas were mowed once any follow-up treatment had been finished to determine whether biomass removal improves and\/or speeds up colonization by native dune plant species: European beachgrass decomposes very slowly. Other methods used by state parks for reducing beachgrass biomass--and improving herbicide efficacy--include controlled burning of plots prior to herbicide treatment, but that was not included as part of this experimental project due to the fact that more recent restoration efforts showed that treatment could be just as effective without burning. Retreatment of the relatively small amount of regrowth in Phase III and Phase II areas was conducted in 2013 and 2014. After the mechanical restoration, the park conducted some small-scale revegetation experiments to try and determine whether the restoration process could be \"jump-started.\" Revegetation included both plots where seeds were sown, as well as transplanting of American dunegrass (Leymus mollis) into foredune areas. Many of the seed plots were lost during dry winter conditions and high spring winds (more discussion below), but the transplants have persisted. The park has also conducted pre- and post-restoration monitoring to evaluate restoration effectiveness in restoring native dune vegetation communities, natural dune processes and topography, and habitat quality for endangered species such as Tidestrom's lupine, beach layia, Western snowy plover, and Myrtle's silverspot butterfly. In addition, the park hopes to see increases in the numbers of these species, both within the Project Area and within the park. Top of Page So, what have we observed in terms of how successful restoration has been so far?  Western snowy plover: After foredunes near Abbott’s Lagoon were restored in 2011, plovers nested almost immediately near the restoration area, with one of the nests successfully fledging all three chicks, which had not occurred in recent years (Hughey 2012). Only 11 of 36 chicks survived to fledging in 2011, but almost half (5) of those that fledged ended up using the newly restored dunes at some point (Hughey 2012). In 2012, only seven (7) nesting attempts occurred, however, three of those were in or directly adjacent to the restoration area (Campbell 2012). In 2013, six (6) of the 21 nests during that season occurred in or directly adjacent to the restoration area (Campbell, in press). However, none of the nests in the restoration area successfully hatched, with only one of the adjacent nests hatching and fledging two chicks (Campbell, in press). Preliminary data from 2014 showed a dramatic turnaround with 20 of the 45 nests established in the restoration area or directly adjacent. Ten (10) of the 20 nests hatched, but only three of the nests fledged or came close to fledging chicks (Campbell, in press).     Tidestrom's lupine: Almost immediately after restoration, thousands of Tidestrom's lupine germinated in the fall in the now-open sand areas created after European beachgrass was buried. These plants persisted through a relatively dry winter and scouring winds in the spring and were, in fact, joined by additional plants that germinated once winter rains increased. By summer, the number of new Tidestrom's lupine was approximately 15,884 plants, which were established over 15.8 of the 80 acres restored mechanically (Johnson et al. 2012). At least 25% of these plants actually flowered and set seed, setting the stage for potentially even more plants to establish in the second year after restoration. In 2013, numbers of this perennial species within the restored area appeared to have increased slightly to approximately 20,552 individuals. By 2014, Tidestrom's lupine had established in most portions of the mechanically restored dunes and in several of the areas treated with herbicide, with numbers of seedlings and adults estimated to have increased dramatically to more than 74,000 plants (NPS, unpub. data).  In addition, initial post-restoration data suggested that seed predation of the existing Abbott's Lagoon population of Tidestrom's lupine may have dropped following project implementation. Prior to implementation, the mean percentage of racemes or flowering stalk that suffered predation ranged from 45% (2009) to 94% (2008; (E. Pardini, Professor, Washington University, St. Louis, MO, pers. comm.). But, in 2011, raceme predation rates dropped to 22% in 2011 (E. Pardini, pers. comm.). Predation rates were significantly lower in the two years following the restoration (19% in 2011 and 6% in 2012 (Pardini and Knight 2013). In 2013, predation rates dropped even lower to 4%, but climbed a little in 2014 to 9% (WU, unpub. data).  Top of Page  Native Dune Vegetation Communities: Based on this explosion in areal extent, it would appear that Tidestrom's lupine responds extremely well to disturbance activities, quickly re-establishing in newly opened--or deposited--sands. Immediately after Phase I mechanical restoration, vegetation cover of largely non-native species such as European beachgrass dropped from 86.5% prior to restoration to 0% due to the fact that sands were flipped with use of excavators and bulldozers (Minnick et al., in prep.). The number of species per plot also not surprisingly dropped from a mean of 5.4 species pre-restoration to 0 species post-restoration (Minnick et al., in prep.).  Over the following fall in 2011, some species did colonize the mechanically restored foredunes, including beach pea (Lathyrus littoralis), sea rocket (Cakile maritima), yellow sand verbena (Abronia latifolia), beach-bur (Ambrosia chamissonis), and beach morning glory (Calystegia soldanella). In the backdunes, bush lupine was fairly common, with approximately 250 shrubs having established in the northern backdunes (NPS, unpub. data). Further establishment of new species was hindered by the strong spring winds that scoured out many germinants and caused considerable movement of sand. However, more plants did appear to colonize the mechanically restored areas over the next few years, particularly in foredune areas where sand deposition from the beach covered dead beachgrass plants and provided new substrate for early successional species. Vegetation data from 2012, 2013, and 2014 are still being analyzed.     Topographic Changes: The Abbotts dunes have changed visibly since 2011, at least in the Phase I mechanical removal areas (Johnson 2013). Areas treated with herbicide in 2011 and 2012 do not appear to have changed at least in terms of inland migration (Johnson et al. 2013). Since 2011, foredune and backdunes ridges in the Phase I areas have flattened and become less steep, except next to blow-outs, and sand appears to have migrated in large sheets eastwards toward the landward edge of the dune system, particularly in two locations. A number of other areas, primarily interior wetlands and swales, throughout the restoration area were also buried in the months directly following mechanical removal of beachgrass at the dunes (Johnson 2013). However, other wetlands and depressions have persisted. Overall, the mechanically restored dunes now more closely resemble the natural system that may have once occurred in the Abbotts area, while the areas treated with herbicide have changed very little morphologically and still appear very hilly in comparison. In 2012, the Seashore monitored immediate post-restoration changes in dune topography using a RTK (real-time kinematic) GPS unit to create cross-sections for pre- and post-restoration comparison.  Top of Page REFERENCES Campbell, C. 2012. Monitoring Western snowy plovers at Point Reyes National Seashore, Marin County, California. 2012 Annual Report. Natural Resource Technical Report NPS\/SFAN\/NRTR. October 2012. Campbell, C. in press. Draft - Monitoring Western snowy plovers at Point Reyes National Seashore, Marin County, California. 2013 Annual Report. Natural Resource Technical Report NPS\/SFAN\/NRTR. Campbell, C. in press. Draft - Monitoring Western snowy plovers at Point Reyes National Seashore, Marin County, California. 2014 Annual Report. Natural Resource Technical Report NPS\/SFAN\/NRTR. Hughey, L. 2012. Monitoring Western snowy plovers at Point Reyes National Seashore, Marin County, California. 2011 Annual Report. Natural Resource Technical Report NPS\/SFAN\/NRTR. December 2011. Johnson, W. C. 2013. Abbott's Lagoon Dune Restoration Project: Dune Movement Assessment. Point Reyes National Seashore, Point Reyes Station, CA. Minnick, S. and L. Parsons. In prep. 2X1 plot vegetation sampling - 2011. Pardini, E. A., and T. M. Knight. 2013, February 20. Memo: Benefits of dune restoration at Abbotts Lagoon to two federally listed endangered species, Tidestrom's Lupine and Beach Layia. Pardini, E. Professor. Washington University, St. Louis, MO. Personal communication dated August 11, 2014.  Download map showing location of restoration project (359 KB PDF) Download map showing beachgrass and iceplant removal areas (468 KB PDF)  The Abbotts Lagoon Coastal Dune Restoration Project pages include:  What Was Done During Project Implementation to Protect Sensitive Resources? Abbotts Lagoon Pilot Dune Restoration Project Compliance Documents  Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_dunerestoration_abbottslagoon.htm"
}
