{
    "title": "Point Reyes National Seashore: Restoration",
    "body": "Giacomini Wetland Restoration Project: Restoration        restoration includes:    Restoration Overview Hydrology Wetland Evolution Water Quality Vegetation Birdlife The Breeding Season The Food Web Climate Change and the Wetlands Field Seminars Kids in Wetlands - Learning Through Experience Volunteer Opportunities Public Access          Welcome to the Restoration Web Page for the Giacomini Wetland Restoration Project.        Bald eagles on downed tree along Lagunitas Creek.   We are just ending Year 7 in the restoration cycle and have been excited to see the many changes the past year had in store for us. Year 5 was a special anniversary for this project, marking the final year of post-restoration monitoring and restoration, and we celebrated accordingly, hosting field seminars, volunteer events, and an anniversary celebration event on Saturday, October 26, 2013. We are seeing increases in ducks and several breeding bird species relative to previous years, sightings of bald eagles and otters, and establishment by California red-legged frog, a federally threatened species, and Tidewater goby, a federally endangered species, in one of our mitigation wetlands. Tidewater goby has also moved into Lagunitas Creek and adjacent tributaries. This resident estuarine fish that prefers brackish water conditions had not been documented in this creek since 1953. The plant community is also rapidly changing into a salt marsh, and rare plants are spreading rapidly into the new marsh habitat. Learn more about these changes in our articles on this section of the website (click on a link above to learn more about the topic), or you can read our recently completed five-year comprehensive monitoring report (4,304 KB PDF), which summarizes all of changes observed in the Giacomini Marsh since restoration.  Visit the How Can We Learn About the Restoration? page in the future for more detailed information on potential seminars.    Look for continued updates to the information on our Giacomini Restoration website about results of our monitoring of water quality, hydrology, vegetation, fish, birds, and more!!!  Top of Page        Great Tree Tenders crew removing Himalayan blackberry from Tomasini Creek.   Is Restoration Work Really Complete? Most of the construction has been completed, but the Seashore and PRNSA intend to continue fundraising efforts to expand or continue active restoration efforts in the Giacomini Ranch and Olema Marsh. In addition, many areas subject to invasive plant removal in 2008 will require subsequent re-treatment in future years to ensure eradication, with active revegetation conducted when eradication is successful. Perennial pepperweed (Lepidium latifolium) is a highly invasive weed that has completely taken over many tidal high marsh habitats in San Francisco Bay and threatens to take over the Giacomini Wetlands. The park attempted manual removal of pepperweed on three seperate years, but the areal extent of the species has only increased. For this reason, during the fall of 2015, the species will be controlled using chemical means, which has been shown to be very effective in eradicating the species in other natural areas.  During the summer of 2012, various crews of contractors were out removing non-native invasive species from the wetlands and surrounding uplands. In the winter of 2012–2013, additional revegetation will be conducted in specific areas of the restored wetland to continue to improve habitat quality. You can help be part of the restoration effort by volunteering! See information below.        Red-legged frog.    Become Involved Through Our Volunteer Workdays: You can have an opportunity to actually become involved with the restoration process through one of our volunteer workdays.  Visit the How Can We Be a Part of the Restoration Process? page for more information on potential volunteer events.         Pelicans, egrets, and otters forage together in the northern portion of the East Pasture near Point Reyes Station in August 2009. Photograph and information courtesy of Louis Jaffé, Point Reyes Station   Keep Informed Through Our Web Page: Also, check this web page again in the near future. We will be extensively updating this website through the fall and winter, so that we can continue to share this very exciting transformation with you. This website is intended to keep you up to date on the latest information on restoration status and progress, additional restoration and public access efforts in the future, and volunteer and educational opportunities.   Top of Page        A kayaking tour explores the wetland habitat along Lagunitas Creek.    What Happened During Year One?: Visit our 1-Year Anniversary Celebration page to download PDF versions of the presentations from our first anniversary celebration event, as well as 15 posters that summarized the amazing changes in more detail.         Volunteer Rick Johnson with two high school students listening to bird sounds in the Giacomini Wetlands.    Kids in Wetlands: Summer usually is a time of fun and sun, but some kids enjoyed the fun in a slightly different way. Bay areas kids have been coming out to the Seashore every summer since the former ranch was restored to spend time in the Giacomini Wetlands and other Seashore lands learning about natural resources and their value to both humans and wildlife. This program was so successful initially that PRNSA ended up developing a Giacomini-specific wetlands curriculum for students. Visit our Kids in Wetlands - Learning Through Experience page.   \"Just Add Water: A Marsh is Born at Point Reyes\" - Bay Nature Magazine, October–December 2009 A year after the levees were breached, wildlife is thriving at Giacomini Wetland at the south end of Tomales Bay. Read about it on BayNature.org.   Download the \"Giacomini Wetland Restoration: A Legacy for Tomales Bay\" booklet (2,172 KB PDF)        Not Just a Local Treasure Anymore Giacomini Wetlands isn't just a local treasure anymore. A visiting reporter from the New York Times returned to Point Reyes Station to find the former Giacomini Ranch greatly changed. Follow this link to learn how flooding and ebbing of the tides gave him a new perspective on time and life. Time and Tide at Point Reyes, by Verlyn Klinkenborg Top of Page       What's Happening with the Restoration? Water, Water, and More Water: The Newly Restored System Continues to Evolve Hydrologically How Long Will It Take For the Tidal Wetlands To Develop? Four Years Later: Dramatic Improvements in Water Quality Continue Vegetation Monitoring Giacomini Wetlands: A Haven for Ducks Spring is in the Air--and in the Water Untangling the Food Web: Changes in Prey Base Following Restoration What's the Long-Term Future of the Restored Wetlands? How Can We Learn About the Restoration? How Can We Be A Part of the Restoration Process? Kids in Wetlands - Learning Through Experience Where Can We View the Restored Wetlands? -- Content for this page was composed by Lorraine Parsons, Project Manager, Giacomini Wetland Restoration Project, Point Reyes National Seashore  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_giacomini_wrp_restoration.htm"
}
