{
    "title": "Point Reyes National Seashore: Summary of Construction Under Phase I and II",
    "body": "Giacomini Wetland Restoration Project: Summary of Construction Under Phase I and II        summary of construction under phase I and II includes:    Summary of Construction Under Phase I and II What Aspects of Construction Substantially Differed From What We Expected?   What Was Done to Minimize Impacts to Threatened and Endangered Species? Revegetation   Phase I Components - Detailed Description Invasives Removal   Phase II Components - Detailed Description What Did We Do to Minimize Impacts During Construction?   Repairing the Levees Necessary Before Removal How Did We Keep the Public Informed?   Restoration in Olema Marsh Who Made This Project Happen?   Where Did Excavated Soils From Phase I and II Go?           Construction efforts aimed at restoring the former Waldo Giacomini Ranch to wetland were largely complete as of December 2008. However, this does not mean that restoration or construction is entirely complete. Additional construction may occur in future years in the Giacomini Ranch and Olema Marsh should the National Park Service (NPS or Park Service) and Point Reyes National Seashore Association (PRNSA) be able to secure additional funding. These restoration activities include continued restoration of hydraulic connectivity in Olema Marsh and further lowering of high elevation areas in the Giacomini Ranch, as well as continued treatment and retreatment of non-native invasive plant species. In addition, the Park Service continues to seek funding to implement the public access portion of the project. Restoration, too, is an ongoing process. While the bulldozers and excavators may be gone, the process of restoring these diked and altered systems to fully functional marshes is just beginning and will continue to unfold into the future. Please see our Restoration web page for updates and information on the status of the restoration process. Construction of the restoration component of the Giacomini Wetland Restoration Project was implemented in two principal phases-Phase I in fall 2007 and Phase II in summer and fall 2008. Phase I, which spanned from September 2007 through December 2007, principally involved removal of agricultural infrastructure and conditions and creation of special status species habitat. Top of Page      Phase I included:  demolition of dairy barns near C Street; partial levee removal north of Lagunitas Creek in the southern end of the East Pasture; removal of agricultural infrastructure such as pipelines and fences; excavation of manure disposal areas in the pasture and filling of manure ponds at the Dairy Mesa; special status species enhancement efforts to create federally threatened California red-legged frog habitat (Rana aurora draytonii) at Tomasini Triangle in the Giacomini Ranch and near Olema Creek; active revegetation of freshwater marsh and ponds for red-legged frog; and first phase of removal of Cape ivy.       The second and largest phase of the project was Phase II, which ran from July 2008 through December 2008. Phase II focused on marshplain and floodplain restoration. Phase II included:  removal of levees in the East and West Pastures; filling of drainage ditches; creation of tidal channels; realignment of leveed creeks; removal of tidegates and culverts; removal of remaining agricultural infrastructure; creation of special status species high tide refuge or refugia habitat for California black and clapper rails; enhancement of creek banks along Lagunitas Creek through rip-rap removal, creation of floodplain terraces and benches, and lowering of adjacent creek bank elevations; realignment of Lagunitas Creek spur trail and creation of path to Dairy Mesa viewing area; restoration of Dairy Mesa area to more natural contours similar to adjacent Point Reyes Mesa areas; initial restoration of Olema Marsh through lowering of a section of berm and excavation to improve hydraulic connectivity of marsh interior with main creek channel (Bear Valley Creek); removal of invasive species such as Eucalyptus, Himalayan blackberry, pampas grass, and Cape ivy; and active revegetation of rail refugia habitat, riparian habitat along enhanced Lagunitas Creek, red-legged frog freshwater marsh, and Dairy Mesa.  Top of Page      More detailed descriptions of Phase I and Phase II components, as well as revegetation and invasives removal efforts, can be found by selecting a link below. Download the Project Restoration Map (1,560 KB PDF), which shows all the restoration and public access components for both Phase I and II. Graphics showing revegetation and invasives removal efforts can be found in later pages of this section. Point Reyes National Seashore Association (PRNSA), which acted as the contracts manager, brought on Winzler & Kelly Engineers (Santa Rosa, Calif.) to oversee construction of Phase I and II in the field. PRNSA helped to raise most of the monies for this project and managed the construction portion in collaboration with the Park Service. Argonaut Construction of Santa Rosa, Calif., was the construction contractor for Phase I, while Hanford ARC of Sonoma, California, was the construction contractor for Phase II. Click on a link before to learn more about the Giacomini Wetland Restoration Project:  What Was Done to Minimize Impacts to Threatened and Endangered Species? Phase I Components - Detailed Description Phase II Components - Detailed Description Restoration in Olema Marsh Where Did Excavated Soils From Phase I and II Go? What Aspects of Construction Substantially Differed From What We Expected? Revegatation Invasives Removal What Did We Do to Minimize Impacts During Construction? How Did We Keep the Public Informed? Who Made This Project Happen?  Top of Page      Citations for the Summary of Construction Under Phase I and II pages: Jennings, M. R. and M. P. Hayes. 1990. Status of the California red-legged frog Rana aurora draytonii in the Pescadero Marsh Natural Preserve. Contract Report prepared for California Department of Fish and Game, Resource Protection Division, Sacramento, California. Contract (4-823-9018):l-30. KHE (2006a). Hydrologic Feasibility Assessment Report: Giacomini Wetland Restoration Project. Point Reyes National Seashore. Point Reyes Station, California, Prepared for Point Reyes National Seashore. Parsons, L. and L. Allen (2004). Vegetation Communities Report: Giacomini Wetland Restoration Project. Point Reyes Station, California, Golden Gate National Recreation Area \/ Point Reyes National Seashore.  -- Content for the Summary of Construction Under Phase I and II pages was composed by Lorraine Parsons, Project Manager, Giacomini Wetland Restoration Project, Point Reyes National Seashore Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_giacomini_wrp_construction_summary.htm"
}
