{
    "title": "Point Reyes National Seashore: Draft Environmental Impact Statement \/ Environmental Impact Report",
    "body": "Giacomini Wetland Restoration Project: Draft Environmental Impact Statement \/ Environmental Impact Report       Since the early 1900s, levees constructed at the southern end of Tomales Bay for roads and dairy farms have served to hydrologically disconnect Lagunitas Creek and its tributaries from their floodplains. As a result, wetland conditions within the Waldo Giacomini Ranch and Olema Marsh (Project Area) have been degraded, and hydrologic and ecological functionality of what was once of the largest integrated tidal marsh complexes in Tomales Bay has been substantially reduced. Natural wetlands provide many important functions for humans and wildlife, including floodwater retention, water quality improvement, wildlife habitat, and recreational opportunities. Because two-thirds of the Bay’s freshwater inflow passes through the Project Area, these wetlands may have once played an integral role in maintaining health of Tomales Bay, which has deteriorated over the last century because of excessive sedimentation, water and sediment quality problems, non-native species invasions, and other issues. In 2000, the National Park Service acquired the Waldo Giacomini Ranch for the purpose of wetland restoration using a combination of Congressional appropriations and mitigation monies from the California Department of Transportation. Because the Project Area is in the northern district of the Golden Gate National Recreation Area, it is managed by Point Reyes National Seashore. This Draft Environmental Impact Statement\/Environmental Impact Report (DEIS\/EIR) evaluates four alternatives for restoring wetlands and wetland functionality and incorporating public access opportunities that do not impact wetland function, as well as the No Action Alternative (e.g. closure of the dairy and discontinuation of intensive agricultural management). The primary purpose and objectives of the proposed project include: restoring hydrologic and ecological processes and functions in a significant portion of the Project Area; emphasizing actions that would benefit the health of the entire Tomales Bay watershed and not just the Project Area; and incorporating opportunities for experiencing and enjoying the restored wetlands that do not conflict with the project’s purpose. Alternative C is the lead agencies’ preferred alternative, because it best meets the purpose of restoring wetlands while also providing opportunities for public access that answer some of the local community’s needs. Alternative D would be the environmentally preferred alternative, because it provides the most restoration, although it also incorporates the least public access opportunities relative to the other action alternatives. The National Park Service and the California State Lands Commission will accept comments on the DEIS\/EIR from the public for 60 days from the day on which the Environmental Protection Agency publishes the Notice of Availability in the Federal Register. Our practice is to make comments available for public review. If you wish to have your name, address, phone number, or email address withheld from the public, please request this prominently at the beginning of your comments. Please include a rationale for your personal information being withheld from public review that demonstrates disclosure would constitute a clearly unwarranted invasion of privacy. Unsupported assertions will not meet this burden. In the absence of exceptional, documentable circumstances, this information will be released. Submissions from organizations or businesses, and from individuals identifying themselves as representatives or officials of organizations or businesses, will always be made available for public review in their entirety. Address written comments to: ATTN: Superintendent, Giacomini Wetland Restoration Project DEIS\/EIR, Point Reyes National Seashore, 1 Bear Valley Road, Point Reyes Station, CA 94956. You may also email your comments. Please reference the Giacomini Wetland Restoration Project in the subject line.      A Notice of Availability (61 KB PDF) has been published in the Federal Register and on December 13, 2006, Superintendent Don Neubacher issued a letter (20 KB PDF) notifying interested parties that this DEIS\/EIR was available for review and comment. Top of Page       Complete Document (143,928 KB PDF) This document has been divided into smaller-sized files so that visitors with slower internet connections have the option of downloading desired chapters and\/or figures separately if they do not wish to download the complete document as a single large file. Document Chapters (Figures Included) Cover (1,053 KB PDF) Abstract\/Executive Summary (pp. i - xlviii) (20,078 KB PDF) Table of Contents (pp. il-lvi) (73 KB PDF) Acronyms (pp. lvii-lx) (53 KB PDF) Chapter 1: Purpose and Need for Action (pp. 1-26) (3,171 KB PDF) Chapter 2: Alternatives, Including the Preferred Alternative (pp. 27-126) (35,899 KB PDF) Chapter 3: Affected Environment (pp. 127-330) (46,458 KB PDF) Chapter 4: Environmental Consequences (pp. 331-640) (5,995 KB PDF) Chapter 5: Consultation and Coordination (pp. 641-654) (440 KB PDF) Literature Cited (pp. 655-676) (142 KB PDF) Index (pp. 677-684) (53 KB PDF) Appendices (pp. A-1-A-12, B-1-B-28, C-1-C-17) (5,927 KB PDF) Top of Page      Document Chapters (text and figures separate) Abstract\/Executive Summary (pp. i-xlviii) (277 KB PDF) Table of Contents (pp. il-lvi) (73 KB PDF) Acronyms (pp. lvii-lx) (53 KB PDF) Chapter 1: Purpose and Need for Action (pp. 1-26) (278 KB PDF) Chapter 2: Alternatives, Including the Preferred Alternative (pp. 27-126) (875 KB PDF) Chapter 3: Affected Environment (pp. 127-330) (1,896 KB PDF)  Introduction, Project Setting, and Land Use and Planning (pp. 127-141) (96 KB PDF) Geologic Resources, Soil Resources, Air Resources, Water Resources (pp. 142-218) (542 KB PDF) Vegetation Resources, Fish and Wildlife Resources (pp. 219-287) (943 KB PDF) Cultural Resources, Public Health and Safety, Public Services, Visitor and Resident Experience, Socioeconomic Resources, Park Operations and Management Resources (pp. 288-330) (416 KB PDF)  Chapter 4: Environmental Consequences (pp. 331-640) (1,752 KB PDF)  Introduction, General Methodology for Assessing Impacts, Projects Considered in Cumulative Impacts Analysis, and Resource-Specific Assessment of Impacts: Land Use and Planning (pp. 331-357) (199 KB PDF) Resource-Specific Assessment of Impacts: Geologic Resources, Soil Resources, Air Resources, Water Resources (pp. 357-451) (588 KB PDF) Resource-Specific Assessment of Impacts: Vegetation Resources, Fish and Wildlife Resources (pp. 451-546) (590 KB PDF) Resource-Specific Assessment of Impacts: Cultural Resources, Public Health and Safety, Public Services, Visitor and Resident Experience, Socioeconomic Resources, Park Operations and Management Resources; Other Impact Analyses Mandated by DO-12 and CEQA (pp. 546-640) (558 KB PDF)  Chapter 5: Consultation and Coordination (pp. 641-654) (129 KB PDF) Literature Cited (pp. 655-676) (142 KB PDF)  Index (pp. 677-684) (53 KB PDF) Appendices (pp. A-1-A-12, B-1-B-28, C-1-C-17) (692 KB PDF) Figures  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_giacomini_wrp_eiseir_draft_2006.htm"
}
