{
    "title": "Point Reyes National Seashore: 1-Year Anniversary Celebration",
    "body": "Giacomini Wetland Restoration Project: 1-Year Anniversary Celebration         Project Manager Lorraine Parsons giving a PowerPoint presentation on Changes in Water Quality.   More than 125 people attended the Red Barn event in the afternoon to hear brief updates on the project from Project Manager Lorraine Parsons and changes in hydrology and evolution of the wetlands and changes in fish use and bird and other animal use from Lorraine Parsons, Park hydrologist Brannon Ketcham, and local avian expert, John Kelly of Audubon Canyon Ranch. In addition, Rachel Kamman of Kamman Hydrology & Engineering discussed recent results from computer hydrologic monitoring on the potential effects of sea level rise on Tomales Bay. PowerPoint Presentations:   Restoring the Health of Tomales Bay - Year in Review and Looking Ahead, presented by Lorraine Parsons (Project Manager, Giacomini Wetland Restoration Project) (5,129 KB PDF)   Sea Level Rise: Rising Tides at Giacomini Wetlands, presented by: Rachel Kamman, PE, Kamman Hydrology & Engineering (2,965 KB PDF)   Changing Fish Assemblages and Aquatic Habitat in the Giacomini Wetland Restoration Area, presented by Brannon Ketcham (Hydrologist for Point Reyes National Seashore) and Michael Reichmuth (Fisheries Biologist for San Francisco Area Network) (4,733 KB PDF)   Birds at the Giacomini Wetlands, presented by John Kelly of Audubon Canyon Ranch (3,360 KB PDF)   Posters displayed:   Newly Restored Giacomini Wetlands From the Air (450 KB PDF)   Water - A Template for a New Landscape (254 KB PDF)   The New Wetland Landscape (196 KB PDF)   Sea Level Rise & Habitat Changes At Giacomini Wetlands (310 KB PDF)   How Will Vegetation Evolve In This New Landscape? (757 KB PDF)   Changes in Vegetation - Tied Integrally to Water and Elevation (208 KB PDF)   Vegetation Monitoring (2006–2009) (251 KB PDF)   Vegetation Communities in Transition (342 KB PDF)   Taking Action Against Invasive Plants (431 KB PDF)   Wildlife of the Newly Restored Giacomini Wetlands - Winter 2008–2009 (237 KB PDF)   The Wildlife of the Newly Restored Giacomini Wetlands - Spring\/Summer\/Fall 2009 (523 KB PDF)   Giacomini Fish Assemblage, Tomales Bay, Marin County CA (471 KB PDF)   How Can We Stay Involved in the Restoration Process? - Friends of Giacomini Wetlands (386 KB PDF)   Giacomini Wetlands High School Education Programs (329 KB PDF)   What’s Next for the Giacomini Wetland Restoration Project? (386 KB PDF)   Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_giacomini_wrp_1year_celebration.htm"
}
