{
    "title": "Point Reyes National Seashore: Upper Drakes Estero Harbor Seal and Oyster Activity Data",
    "body": "Reading Room: Other Documents of Interest: Upper Drakes Estero Harbor Seal and Oyster Activity Data       The data files posted here in separate ZIP files contain harbor seal data and oyster activity assessment data collected from the eastern shore of Drakes Estero, Point Reyes National Seashore (PORE) from March through June 2008 and April through July 2009.  In accordance with Executive Order 12906, these data files have been provided with metadata records following the Federal Geographic Data Committee (FGDC) Content Standard for Digital Geospatial Metadata (CSDGM). Table and data field definitions can be viewed in the metadata records (5 Entity and Attribute Information). Metadata records for each of the databases also include a data quality section (2 Data Quality Information) that describes the error-checking, quality control, and quality assurance measures taken with each data set. The metadata files have been provided in PDF format. Datasheets completed in 2009 have not been entered into any digital format and have therefore been scanned and made available below as a single PDF document. PORE_PHOCA_DE_Upper_2008 (135 KB Zip file containing a Microsoft Access Database) Harbor Seal Monitoring, Point Reyes National Seashore, Upper Drakes Estero, March-June 2008. Supplemental harbor seal monitoring of upper Drakes Estero subsites. Additional data include the sources of disturbance to harbor seals and associated harbor seal responses. Oyster Activity Worksheet (238 KB Zip file) Oyster Activity Assessment, Point Reyes National Seashore, Upper Drakes Estero. Records of oyster mariculture activity collected in Drakes Estero from the eastern shore between March 3, 2008 and June 5, 2008. Update 1\/27\/11: Video tape 1, referenced in the data file, has been found and is now available. For videos referenced from tape 1 and tape 2 in the data file, click here. Oyster Activity Photolog Worksheet (25 KB Zip file) Oyster Activity Assessment Photolog, Point Reyes National Seashore, Upper Drakes Estero. Records of still photographs taken in Drakes Estero from the eastern shore between March 3, 2008 and June 5, 2008. Photos referenced in the data file can be found below. Not all photos can be located at this time. Oyster Activity MapDetails Worksheet (78 KB Zip file) Upper Drakes Estero Harbor Seal Distribution. Counts of harbor seal subgroups at haul-out sites OB, UEF, and UEN collected in Drakes Estero from the eastern shore between March 3, 2008 and June 5, 2008. Data is an extension of the Upper Drakes Estero harbor seal database described above. Upper Drakes Estero Datasheets 2009 (2,171 KB PDF) Scanned datasheets that have not been entered into any digital format. Data includes harbor seal count data of upper Drakes Estero subsites OB, UEN, and UEF, associated disturbances and harbor seal responses, and oyster activity assessment data. Upper Drakes Estero Datasheets 2010 (543 KB PDF) Scanned datasheets that have not been entered into any digital format. Data includes harbor seal count data of upper Drakes Estero subsites OB, UEN, and UEF.  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page                   Upper Drakes Estero Harbor Seal and Oyster Activity Data photos   6 Photos  Upper Drakes Estero Harbor Seal and Oyster Activity Data photos",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_reading_room_upper_drakes_seal_oyster.htm"
}
