{
    "title": "Point Reyes National Seashore: Harbor Seal Data",
    "body": "Reading Room: Other Documents of Interest: Harbor Seal Data       The data files posted here contain harbor seal data collected within Point Reyes National Seashore (PORE) and Golden Gate National Recreation Area (GOGA) from 1982 through July 2009. Each of the databases is provided in Microsoft Access 2003 format. Two additional files representing Drakes Estero harbor seal data from 1982 through 1993 have been made available in PDF format. In accordance with Executive Order 12906, these data files have been provided with metadata records following the Federal Geographic Data Committee (FGDC) Content Standard for Digital Geospatial Metadata (CSDGM). Table and data field definitions can be viewed in the metadata records (5 Entity and Attribute Information). Metadata records for each of the databases also include a data quality section (2 Data Quality Information) that describes the error-checking, quality control, and quality assurance measures taken with each data set. The metadata files have been provided in PDF format. Download additional unentered harbor seal datasheets collected from several sites in 1997 (9,528 KB PDF) and unentered datasheets of just lower Drakes Estero collected in 1997 (2,006 KB PDF). Click on a link below to download the desired Zip files, which contain both the data and the metadata: UPDATED - SFAN_PHOCA_2000_2013 (1,495 KB Zip file) Harbor Seal Monitoring, San Francisco Area Network, March 2000-July 2013. Maximum counts per survey for all locations. Additional data include the sources of disturbance to harbor seals and associated harbor seal responses. UPDATED - PORE_PHOCA_SUBSITE_2008_2013 (933 KB Zip file) Harbor Seal Monitoring, Point Reyes National Seashore, August 2007-July 2013. All subsite counts per survey for all monitoring locations. Additional data include the sources of disturbance to harbor seals and associated harbor seal responses. UPDATED - GOGA_PHOCA_2000_2013 (550 KB Zip file) Harbor Seal Monitoring, Golden Gate National Recreation Area, April 2000-July 2013. All subsite counts per survey for Point Bonita. Additional data include the sources of disturbance to harbor seals and associated harbor seal responses. PORE_PHOCA_DE_SUBSITE_1997_2007 (387 KB Zip file) Harbor Seal Monitoring, Point Reyes National Seashore, Drakes Estero Subsite Data, March 1997-July 2007. Maximum counts per survey of Drakes Estero reported according to subsite. Additional data include the sources of disturbance to harbor seals and associated harbor seal responses. PORE_PHOCA_1996_1999 (145 KB Zip file) Harbor Seal Monitoring, Point Reyes National Seashore, March 1996-August 1999. Maximum counts per survey for all locations, reported according to subsite for some surveys. Additional data include the sources of disturbance to harbor seals and associated harbor seal responses. UPDATED - PORE_PHOCA_PRH_1997_2013 (209 KB Zip file) Incidental Harbor Seal Counts, Point Reyes Headlands, Point Reyes National Seashore, October 1997-July 2013. Incidental harbor seal counts from pinniped surveys at Point Reyes Headlands. Additional data include the sources of disturbance to harbor seals and associated harbor seal responses. PORE_PHOCA_DE_1982_1993 (17 KB Zip file) Harbor Seal Monitoring Count Data, Drakes Estero, Point Reyes National Seashore, 1982-1993. Maximum counts per survey of Drakes Estero reported according to subsite. PORE_PHOCA_DE_DISTURBANCES_1982_1983 (18 KB Zip file) Harbor Seal Monitoring Disturbance Data, Drakes Estero, Point Reyes National Seashore, 1982-1983. Harbor seal disturbances observed in Drakes Estero.  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_reading_room_data_harbor_seal.htm"
}
