{
    "title": "Point Reyes National Seashore: FY 2010",
    "body": "Reading Room: Freedom of Information Act Responses - FY 2010       The Freedom of Information Act (FOIA) gives you the right to access any Point Reyes National Seashore, National Park Service (NPS), or Department of the Interior (DOI) records unless the information in those records is protected by one or more of nine exemptions (reasons an agency may withhold records from a requester) and there is a sound legal basis to withhold them. Many of the FOIA response documents include redactions related to one or more of the nine exemptions under FOIA. In these cases, the FOIA exemption is noted and is explained in the associated transmittal letter. Additional information, including certain personal information, (e.g. personal addresses, phone numbers, and or personal electronic email addresses) has been redacted to maintain the privacy rights of these individuals. On this page you will find materials provided to members of the public and media who have requested them from Point Reyes National Seashore in Fiscal Year 2010 under the FOIA, as well as the final letter from the NPS to the requester. Because of the large number of documents requested of Point Reyes National Seashore through FOIA, not all of the documents are currently available. This webpage will be updated frequently with materials responsive to past FOIA requests. 2010 FOIA Log (13 KB PDF) - Brief descriptions of the FOIA requests listed below FOIA-2010-1050 (pending) FOIA-2010-1048  Transmittal Letter - October 15, 2010, response to September 8, 2010, request (867 KB PDF) Released documents (29,674 KB PDF)  FOIA-2010-1045  Transmittal Letter - September 9, 2010, response (79 KB PDF) Released documents (1,300 KB PDF)  FOIA-2010-1000  Transmittal Letter - September 10, 2010, response (133 KB PDF) Released documents (7,412 KB PDF)  FOIA-2010-0982  Transmittal Letter - September 1, 2010, response to August 27, 2010, request (70 KB PDF) Released documents (62 KB PDF) As part of this request, the park released approximately 300,000 photos of seal haul out areas in Drakes Estero.  FOIA-2010-0847  Transmittal Letter - August 11, 2010, response to August 11, 2010, request (64 KB PDF) Released documents (1,718 KB PDF)  FOIA-2010-0762  Transmittal Letter 1 - September 2, 2010, response to June 15, 2010, request (1,323 KB PDF) The enclosures for Transmittal Letter 1 included:   Released documents (26,633 KB PDF) Harbor Seal Docent Observations at Drakes Estero for 2009 - Initial document (892 KB PDF)   Transmittal Letter 2 - December 10, 2010, response to June 15, 2010, request (198 KB PDF)  The enclosures for Transmittal Letter 2 included:  Harbor Seal Docent Observations at Drakes Estero for 2009 - Complete document (1,685 KB PDF)   As part of this request, the park released approximately 300,000 photos of seal haul out areas in Drakes Estero.  FOIA-2010-0761  Transmittal Letter - September 13, 2010, response to June 15, 2010, request (1,110 KB PDF) Released documents (16,076 KB PDF)  FOIA-2010-0755  Transmittal Letter 1 - September 13, 2010, response to June 11, 2010, request (1,435 KB PDF) The enclosures for Transmittal Letter 1 included:   Enclosure 1 (26,859 KB PDF) Enclosure 2 (16,486 KB PDF)   Transmittal Letter 2 - September 24, 2010, response to June 11, 2010, request (1,035 KB PDF) The enclosures for Transmittal Letter 2 included:   Enclosure 1 (19,497 KB PDF) Harbor Seal Docent Observations at Drakes Estero for 2009 - Initial document (892 KB PDF)   Transmittal Letter 3 - December 10, 2010, response to November 1, 2010, request (1,323 KB PDF) The enclosures for Transmittal Letter 3 included:   Harbor Seal Docent Observations at Drakes Estero for 2009 - Complete document (1,685 KB PDF) Copies of all documents on our Upper Drakes Estero Harbor Seal and Oyster Activity Data page Research Permit#: PORE-2010-SCI-0019 (87 KB PDF)   As part of this request, the park released approximately 300,000 photos of seal haul out areas in Drakes Estero and the Harbor Seal Database that was available at the time the request was received.  FOIA-2010-0652  Transmittal Letter - May 2010, response to April 21, 2010, request (794 KB PDF) Released documents - Enclosure 1 (2,454 KB PDF) Released documents - Enclosure 2 (16,550 KB PDF)  FOIA-2010-0617  Transmittal Letter & Released documents - April 22, 2010, response to April 10, 2010, request (129 KB PDF)  FOIA-2010-0440  Transmittal Letter - March 9, 2010, response to March 8, 2010, request (87 KB PDF) Released documents (3,362 KB PDF)  FOIA-2010-0427  Transmittal Letter - May 12, 2010, response to February 2, 2010, request (612 KB PDF) Released documents (8,053 KB PDF)  FOIA-2010-0377  Transmittal Letter - February 10, 2010, response to February 9, 2010, request (51 KB PDF) Released documents (63 KB PDF)  FOIA-2010-0302  Transmittal Letter - January 11, 2010, response to December 31, 2009, request (73 KB PDF) Released documents (262 KB PDF)   Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_reading_room_foia_responses_2010.htm"
}
