{
    "title": "Point Reyes National Seashore: Community Workshops",
    "body": "Explore This Park    Get Involved     Planning     Other Planning Efforts and Management Documents     Ranch Comprehensive Management Plan     Community Workshops                  Ranch Comprehensive Management Plan Community Workshops       Point Reyes National Seashore (PRNS) hosted two community workshops for the Ranch Comprehensive Management Plan\/Environmental Assessment on November 20 and 21, 2014. The meetings provided an update on the Ranch Comprehensive Management Plan (Ranch CMP) and solicited further thought and discussion from the public. The first workshop focused on ranching practices, including pasture management, diversification, and succession, while the second workshop addressed tule elk affecting ranch operations in the park. The two workshops included presentations by Point Reyes National Seashore staff, followed by facilitated breakout groups and discussions. The meetings were held at the following location and times:  Ranching Practices Workshop Thursday, November 20, 2014 3 pm–5:30 pm Dance Palace Community Center Point Reyes Station, CA Tule Elk Affecting Park Ranches Friday, November 21, 2014 5:30 pm–8 pm Dance Palace Community Center Point Reyes Station, CA  Materials available at the workshops:  Ranch Comprehensive Management Plan Update - November 2014 (128 KB PDF) Ranching Practices PowerPoint presentation - November 20, 2014 (1,488 KB PDF) Tule Elk Affecting Park Ranches PowerPoint presentation - November 21, 2014 (1,591 KB PDF)  For those who were unable to attend the meetings or who wished to submit additional comments, the National Park Service (NPS) invited the public to submit written comments from November 17, 2014, to November 26, 2014. Interested parties were able to submit written comments through the NPS Planning, Environment and Public Comment site at http:\/\/parkplanning.nps.gov\/ranchcmp, or by mail or hand-delivery to:  Ranch CMP c\/o Superintendent Point Reyes National Seashore 1 Bear Valley Road Point Reyes Station, CA 94956.  Please see our Ranch Comprehensive Management Plan Community Workshops Public Comments page to read the Public Comment Analysis Report, including all correspondences received during the public workshop comment period. In accordance with the National Environmental Policy Act, the NPS is developing a Ranch Comprehensive Management Plan to establish a comprehensive framework for the management of existing ranch lands administered by Point Reyes National Seashore under agricultural lease\/special use permits, with terms up to 20 years. A final document is expected in 2016.  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/getinvolved\/planning_ranch_cmp_workshops.htm"
}
