{
    "title": "Point Reyes National Seashore: Background Information",
    "body": "Explore This Park    Get Involved     Planning     Other Planning Efforts and Management Documents     Ranch Comprehensive Management Plan     Background Information                  Ranch Comprehensive Management Plan Background Information       As a part of the Ranch Comprehensive Management Plan, a number of documents relevant to the planning process have been identified. These documents are presented here for your information and education throughout this NEPA process. This web page will be updated continuously as other relevant documents are identified. Please check back frequently.      Lease\/Permits Ranching and dairying lease\/permits for PRNS-managed ranches (as of April 2015).      LEGISLATION  Point Reyes National Seashore Enabling Legislation (26 KB PDF)      RESOURCES Biological Opinions  US Fish and Wildlife Service   Biological Opinion for the Chicken Operation at Point Reyes National Seashore in Marin County, California. April 28, 2010. (2,571 KB PDF) Biological Opinion on the Kehoe Spring Development Project at Point Reyes National Seashore, Marin County, California. May 12, 2008. (3,135 KB PDF) Formal Consultation on the Grazing Permit Renewal Program, Point Reyes National Seashore and the Golden Gate National Recreation Area, Marin County, California. September 25, 2002. (3,579 KB PDF)     National Marine Fisheries Service   The Continued Issuance of Grazing leases at Point Reyes National Seashore and the Golden Gate National Recreation Area in Marin County, California. April 5, 2004. (8,449 KB PDF)    California Regional Water Quality Control Board - San Francisco Bay Region Resolutions  Resolution No. R2-2013-0039: Renewal of Conditional Waiver of Waste Discharge Requirements for Grazing Operations in the Tomales Bay Watershed (Tomales Bay, Lagunitas Creek, Walker Creek, and Olema Creek) in the San Francisco Bay Region. December 11, 2013. Available at http:\/\/www.waterboards.ca.gov\/sanfranciscobay\/board_decisions\/adopted_orders\/2013\/R2-2013-0039.pdf (accessed April 17, 2014). (1,869 KB PDF) Resolution No. R2-2008-0054: Conditional Waiver of Waste Discharge Requirements for Grazing Operations in the Tomales Bay Watershed (Tomales Bay, Lagunitas Creek, Walker Creek, and Olema Creek) in the San Francisco Bay Region. July 8, 2008. Available at http:\/\/www.waterboards.ca.gov\/sanfranciscobay\/board_decisions\/adopted_orders\/2008\/R2-2008-0054.pdf (accessed April 17, 2014). (812 KB PDF) Resolution No. R2-2003-0094: Renewal of Waiver of Waste Discharge Requirements for Confined Animal Facilities. October 15, 2003. Available at http:\/\/www.waterboards.ca.gov\/sanfranciscobay\/board_decisions\/adopted_orders\/2003\/R2-2003-0094.pdf (accessed April 17, 2014). (797 KB PDF) Resolution No. R2-2003-0093: General Waste Discharge Requirements for Confined Animal Facilities. October 15, 2003. Available at http:\/\/www.waterboards.ca.gov\/sanfranciscobay\/board_decisions\/adopted_orders\/2003\/R2-2003-0093.pdf (accessed April 17, 2014). (1,982 KB PDF)  Historic Resource Studies  Livingston, D.S. 1993. Ranching on the Point Reyes Peninsula - A History of the Dairy and Beef Ranches within Point Reyes National Seashore, 1834-1992. Point Reyes National Seashore. Marin County, California, USA. Available at http:\/\/www.nps.gov\/parkhistory\/online_books\/pore\/ranching.pdf (accessed 02 March 2015). (18,652 KB PDF) Livingston, D.S. 1995. A Good Life: Dairy Farming in the Olema Valley - A History of the Dairy and Beef Ranches of the Olema Valley and Lagunitas Canyon. Golden Gate National Recreation Area and Point Reyes National Seashore. Marin County, California, USA. Available at http:\/\/www.nps.gov\/parkhistory\/online_books\/pore\/dairy_farming.pdf (accessed 02 March 2015). (54,308 KB PDF)  Maps   Beef Cattle & Dairy Operations under Agricultural Lease\/Permit - December 5, 2014 (375 PDF) Free-Range Tule Elk Herd Locations - May 20, 2014 (1,200 KB PDF)  Memoranda  Memorandum from Secretary of the Interior Salazar to NPS Director Jarvis: Subject: Point Reyes National Seashore - Drakes Bay Oyster Company. November 29, 2012. (1,952 KB PDF) Memorandum from NPS Director Jarvis to Pacific West Regional Director: Subject: Delegation of Authority for Point Reyes National Seashore Agricultural Leases and Directions to Implement the Secretary's Memorandum of November 29, 2012. January 31, 2013. (187 KB PDF)  Reports  Bartolome, J., M. Hammond, P. Hopkinson, and F. Ratcliff. 2015. 1987–2014 Residual Dry Matter Analysis Report and Updated Rangeland Monitoring Guidelines for Livestock Grazed Grasslands within Point Reyes National Seashore and Golden Gate National Recreation Area. Range Ecology Lab, Department of Environmental Science, Policy, and Management, University of California, Berkeley, California, USA. (1,505 KB PDF) DiGaudio, R. T., D. L. Humple, and T. Gardali. 2015. Estimating Impact of Mowing in the Silage Fields of Point Reyes National Seashore on Breeding Birds. Final Report to the National Park Service. Point Blue Conservation Science, Petaluma, California, USA. (1,073 KB PDF)  Top of Page      TULE ELK MANAGEMENT  Tule Elk Management Plan and Environmental Assessment - 1998 (10,680 KB PDF) Finding of No Significant Impact - July 17, 1998 (468 KB PDF)  McCullough, D. R., R. A. Garrott, J. F. Kirkpatrick, E. D. Plotka, K. D. Ralls, and E. T. Thorne. 1993. Report of the scientific panel on control of tule elk on Point Reyes National Seashore, October 18, 1993. Point Reyes National Seashore, Point Reyes Station, California, USA. (3,017 KB PDF) Tule Elk at Tomales Point FAQ Map: Free-Range Tule Elk Herd Locations - May 20, 2014 (1,200 KB PDF) NEW! - Johne's Disease FAQs       Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/getinvolved\/planning_ranch_cmp_background.htm"
}
