{
    "title": "Hawai'i Volcanoes National Park: Lua Manu Crater",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Drive Chain of Craters Road     Lua Manu Crater                Lua Manu Crater      Chain of Craters Road Tour - Stop #1          Lua Manu Crater - click for full resolution image NPS Photo         Lua Manu Crater NPS \/ Ed Shiinoki  Lua – hole \/ pit \/ crater Manu – bird Lua Manu – \"bird crater\"  Lua Manu Crater is approximately 330 ft. (100 meters) in diameter and 125 ft. (38 meters) deep and was formed about 200 years ago. During the 1974 eruption of Keanakāko‘i, a fissure opened east of the forested Lua Manu Crater. The lava flow entered into the crater filling it with about 50 feet (15m) of lava, however about two-thirds of this lava later drained back into a fissure that cut its east crater wall. The \"high lava mark\" is still visible on the crater wall. This lava flow also crossed the Chain of Craters Road. Lua Manu Crater is generally considered to be the uppermost crater along the Chain of Craters in the upper east rift zone. Lua Manu Crater was formed when lava drained from the lava chamber beneath the surface, creating a void. This void caused the surface to collapse. The crater rim has no tephra (cinder, ash) deposits on the rim, thus indicating that there was no eruption or explosive event in its forming.          Distance From the Beginning of Chain of Craters Road Distance From Kīlauea Visitor Center    Stop #1Lua Manu Crater 0.5 mi \/ 0.8 km 3.8 mi \/ 6.1 km    Stop #2Hilina Pali Road 2.3 mi \/ 3.7 km 5.6 mi \/ 9.0 km    Stop #3Pauahi Crater 3.3 mi \/ 5.3 km 6.6 mi \/ 10.6 km    Stop #4Mauna Ulu 3.7 mi \/ 6.0 km 7.0 mi \/ 11.3 km    Stop #5Mauna Ulu Flow Across Chain of Craters Road 4.1 mi \/ 6.6 km 7.4 mi \/ 11.9 km    Stop #6Mau Loa o Mauna Ulu 6.4 mi \/ 10.3 km 9.7 mi \/ 15.6 km    Stop #7Kealakomo Overlook 9.9 mi \/ 15.9 km 13.2 mi \/ 21.2 km    Stop #8Pu‘u Loa Petroglyphs  16.3 mi \/ 26.2 km 19.6 mi \/ 31.5 km    Stop #9Hōlei Sea Arch  18.8 mi \/ 30.3 km 22.1 mi \/ 35.6 km    Stop #10End of Chain of Craters Road  18.8 mi \/ 30.3 km 22.1 mi \/ 35.6 km          Return to: Drive Chain of Craters Road - main page Things to Do",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/ccr_lua_manu.htm"
}
