{
    "title": "Point Reyes National Seashore: Public Scoping Comments",
    "body": "Explore This Park    Get Involved     Planning     Other Planning Efforts and Management Documents     Ranch Comprehensive Management Plan     Public Scoping Comments                  Ranch Comprehensive Management Plan Public Scoping Comments       Public scoping is the process by which the National Park Service (NPS) solicits public input on the scope of issues and alternatives to be addressed in a National Environmental Policy Act (NEPA) document, such as an Environmental Assessment (EA). It is a process open to the general public that is conducted early in the NEPA planning process. Public scoping can include meetings and mailings to educate the public on the project and on the planning process guiding the preparation of an EA. It also instructs the public on how to provide their comments on the project. After the public scoping period ends, the NPS uses an established protocol to analyze and summarize the public comments received during the scoping period. This summary is used by the NPS—in addition to other relevant law, policy, planning documents, and scientific literature—to determine the scope of the EA. Point Reyes National Seashore held a public scoping period for the Ranch Comprehensive Management Plan\/Environmental Assessment (Ranch CMP) from April 21, 2014, to June 2, 2014. During this time, two public scoping open house meetings were held at different locations in the vicinity of the park. The public was encouraged to submit comments through the NPS's Planning, Environment, and Public Comment (PEPC) web site. Comments were also accepted at the meetings, by postal mail, and in person at the park. More than 3,000 pieces of correspondence were received during the public scoping period for this EA. This report describes the public scoping process for this document and presents the analysis and summary of public comments received. Public Comment Analysis Report (1,826 KB PDF) How Do I Find My Correspondence? If you would like to find your individual correspondence, follow the steps below:  Use the Correspondence Index by Author (604 KB PDF) to look up the Correspondence ID for a particular author or organization. This index is organized by the author's last name. If you would like to search for letters from a particular organization, use the search tool (Ctrl+F for Windows or Command+F for Macs) in your browser or PDF reader to search for part or all of the organization's name. Use the Correspondence Index to find the full correspondence in either of the two files below. Files are text-searchable PDFs. Once you have downloaded the file, open the Find tool in your PDF reader, and search for the desired Correspondence ID.   All correspondence (4,684 KB PDF) All correspondence submitted in hard copy (i.e., comment card, postal mail or hand delivery) (42,427 KB PDF)  How Was My Correspondence Coded? If an author would like to see how their correspondence was coded, follow the steps below:  As above, use the Correspondence Index by Author (604 KB PDF) to look up the Correspondence ID for a particular author. This index is organized by the author's last name. Use the Correspondence Index to find the matching ID number in the Index by Organization Type Report (Appendix A of the Public Comment Analysis Report). This list is categorized by organizations, however, if an author was not submitting a comment in an official capacity, the Correspondence ID can be found in the \"Unaffiliated Individual\" category.  Comments recorded on flip charts during Public Scoping Meetings: A total of 178 people attended the two meetings (126 people attended the meeting at Point Reyes Station and 52 attended the meeting in Sausalito). Some people attended more than one meeting. Attendees at the two public meetings were able to provide verbal comments. Flip charts were set up at each venue to record these comments. All of flip charts from each venue were entered into PEPC as a single piece of correspondence. In other words, there is one piece of correspondence (#0028) from the first public meeting in Point Reyes Station and a second piece of correspondence (#0030) from the second meeting in Sausalito. Images of the flip chart comments may be downloaded by clicking on the links below.  Dance Palace, Point Reyes Station - Tuesday, May 6, 2014 [Correspondence ID 0028] (3,054 KB PDF) Bay Model, Sausalito - Wednesday, May 7, 2014 [Correspondence ID 0030] (1,606 KB PDF)   Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/getinvolved\/planning_ranch_cmp_scoping_comments.htm"
}
