{
    "title": "Point Reyes National Seashore: Fire History",
    "body": "Fire Ecology - Fire History       Fire regimes at Point Reyes National Seashore have been affected by a long history of human settlement on the peninsula. The Coast Miwok are thought to have occupied the peninsula from at least 10,000 years ago (Cook 1976). One study (Treganza 1961) estimated that there were as many as 113 Miwok villages on the peninsula. While it is unlikely that they were all occupied concurrently, there were likely more humans inhabiting the peninsula at the time of Euro-American contact than there are presently. There is extensive evidence that Native Americans throughout California used fire to manage vegetation. There are many accounts that tribes living in areas dominated by a mixture of grassland and scrub vegetation used fire on an annual basis to improve seed harvests and to control scrub encroachment into grasslands (Keeley 2002; Lewis 1973; Clar 1957; Stewart 1951; Menzies 1924; Fletcher 1628). These accounts come from early settlers of the area as well as from Native Americans themselves. For example, one author quotes an elderly woman from the Pomo tribe, who were found on the coast just north of the Coast Miwok of Point Reyes:  As one old Pomo Indian told me: \"The grass was burned every year. The fires were started and allowed to burn in every place. Burning was to make the weeds grow better and to keep down the brush .\" (Stewart 1951)  Early explorers provide some first hand accounts of Native American use of fire specific to the Point Reyes peninsula and vicinity. For example, the Coast Miwok apparently set fire to the vegetation on the bluffs above Drake's Bay upon the departure of Sir Francis Drake in 1579 (Fletcher 1628). More than 200 years later, in late October of 1793, Archibald Menzies sailed into Tomales Bay. He went ashore at Tomales Point with the intention of collecting botanical specimens, but \"the grass and brush wood on this headland had been lately burned down so that I had little opportunity here to augment my botanical collection...\" (Menzies 1924). There is also evidence from fire scars on coast redwood and Douglas-fir which indicates that Native Americans either burned intentionally in forested areas or that fire escaped from village sites or grassland fires into neighboring forested areas (Brown et al. 1999; Jacobs et al. 1978; McBride and Jacobs 1978). For example, one study (Jacobs et al. 1978) indicated a 20 to 30 year fire return interval (FRI) in coast redwood forests near Muir Woods from the period between 1400 and 1850. This would have been significantly more frequent than could be explained by lightning occurrence. A fire and vegetation history study of the Seashore used sediment cores to examine trends in vegetation and fire occurrence over the last 15,000 years. This study showed a marked increase in the presence of charcoal in sediment cores at several sites between ~3,500 years before present and the historic period. This may correspond with increases in the Native American population on the peninsula (Anderson 2005). Top of Page The Spanish influence in the Point Reyes area increased rapidly after the discovery of San Francisco Bay in 1769 and the establishment of a mission in San Rafael in 1817 (Toogood 1980). According to Slaymaker (1983), the majority of the Coast Miwok were gone from the peninsula by 1823. Two large Mexican land grants were given for the Point Reyes area in 1836 (Sugnet and Martin 1984). With the land grants, came the introduction of cattle and the extirpation of elk (Revere 1947). It is likely that grasslands began to shift from native perennial grasses to non-native annual grasses during this time. Fire regimes also shifted during the Mexican era. The Mexican ranchers burned scrub areas but avoided burning grasslands that they needed as year-round forage for cattle (Sugnet and Martin 1984). In 1849, California was annexed by the United States and land use in Marin shifted to logging and dairying. The first mill in the Point Reyes vicinity was built in Bolinas in 1851. By 1858 four mills were operating in the area. Logging initially focused on the large redwoods growing in gullies at the base of Bolinas Ridge. One lumberman estimated that the average redwood tree coming through the mills was six feet in diameter. As the supply of redwood dwindled, the industry shifted to cutting pine, alder, and oak for fire firewood. An 1880 history of Marin provided estimates of the extent of logging. According to this history, the four Bolinas mills removed a total of thirteen million boardfeet of redwood. Over the period from 1855 to 1880 an additional 500,000 cords of firewood were harvested (Toogood 1980). Starting in the late 1800's, there are newspaper records of wildfires in the area. There are mentions of large fires in Olema Valley and on Bolinas Ridge in 1889, 1904, 1906, 1923, 1927 and 1945 (Brown et al. 1999; Sugnet and Martin 1984). Smaller fires occurred in the mid-1950's and in 1970 (Sugnet and Martin 1984). The only large fire in recent years was the 1995 Vision Fire. All of the recent fire ignitions have been human caused. Lightning occurrence in the area is low. The Seashore averages 5 lightning strikes per year. Most of these occur in the fall, when fire danger is highest (van Wagtendonk 2006). Top of Page References: Anderson, R. (2005). Contrasting Vegetation and Fire Histories on the Point Reyes Peninsula During the Pre-Settlement and Settlement Periods. Flagstaff, AZ, Northern Arizona University: 31. Brown, Kaye, et al. (1999). \"Fire history in douglas-fir and coast redwood forests at Point Reyes Nat’l Seashore, CA.\" Northwest Science 73(3): 205-216. Clar, C. (1957). Forest use in Spanish-Mexican California, Division of Forestry, Department of Natural Resources, State of California. Cook, S. (1976). The Conflict Between the California Indian and White Civilization. Berkeley and Los Angeles, CA, University of California Press. Fletcher, F. (1628). The World Encompassed by Sir Francis Drake. Jacobs, D., D. Cole, et al. (1978). Fire History and Preservation Management of Coast Redwood Forest. Berkeley, CA, University of California, Berkeley: 14. Keeley, J. E. (2002). \"Native American impacts on fire regimes of the California Coast Ranges.\" Journal of Biogeography 29: 303-320. Lewis, H. (1973). Patterns of Indian Burning in California: Ecology and Ethnohistory. Ramona, CA, Ballena Press. McBride, J. and D. Jacobs (1978). Muir Woods: The History of the Vegetation of Muir Woods National Monument. Berkeley, CA, University of California: 39. Menzies, A. (1924). \"California Journal Excerpts.\" California Historical Society Quarterly 2(4): 302. Revere, J. (1947). Naval duty in California. Oakland, CA, Biobook. Slayermaker, C. (1983). Ethnological Study of Coast Miwok. Davis, CA, University of California, Davis. Stewart, O. (1951). \"Burning and natural vegetation in the United States.\" Geographical Review 41: 317-320. Sugnet, P. and R. Martin (1984). Fire History and Post-Fire Stand Dynamics of the Inverness Bishop Pine at Point Reyes National Seashore. Berkeley, CA, University of California, Berkeley: 82. Toogood (1980). A Civil History of Golden Gate National Recreation Area and Point Reyes National Seashore, National Park Service, Department of the Interior. Treganza, R. (1961). The Indian Story of Point Reyes. Land Use Survey, Point Reyes, USDI, National Park Service. van Wagtendonk, J. (2006). Pers. Comm. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/firemanagement_fireecology_firehistory.htm"
}
