{
    "title": "Point Reyes National Seashore: Fire Management Units",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management     Fire and Fuels Planning     Fire Management Units                   Fire Management Units           Bolinas Ridge | Estero | Headlands | Highway One | Inverness Ridge Limantour Road | Minimum Management Unit | Non-NPS Land Palomarin | Tomales Point | Wilderness North | Wilderness South           (object placeholder)      FOR PLANNING PURPOSES, the park landscape has been divided into 11 fire management units (FMUs) based on geography, fuels management and habitat enhancement needs, and on values at risk. Ten of these FMUs are units that may be subject to fire management actions (prescribed burning or mechanical fuel reduction treatments). The eleventh FMU--the Minimum Management Unit--includes large areas of the park that would only be subject to vegetation clearing around buildings and along roads, and full suppression of all fires. These FMUs were developed using Marin County's Fire Plan: A Wildland Fire Risk Assessment Model (MCF, 2000) and fire professional expertise. Many FMUs such as Inverness Ridge, Wilderness North, Wilderness South, Bolinas Ridge, Highway 1, Limantour, and Palomarin are strategically located to primarily treat the highest ranking fuels (secondarily, there are resource enhancement benefits). In the event of a wildland fire, these treated areas would provide a tactical advantage to firefighters. Their treatment with defensible space, fire road clearing for emergency evacuation, and wildland urban interface programs provide a systematic effort to protect life and property. Other FMUs such as Tomales Point, Estero, and Headlands have been established primarily for resource management reasons.  Photos: Bolinas Ridge FMU - Mason's Ceanothus, by Doreen Smith Estero FMU - Drakes Estero and Douglas Iris, by Susan Van Der Wal Headlands FMU - Point Reyes Headlands, by Susan Van Der Wal Highway One FMU - Grasslands and Douglas Forest, by National Park Service Inverness Ridge FMU - Northern Spotted Owl, by National Park Service Limantour Road FMU - Coastal scrub and pines along Limantour Road, by National Park Service Minimum Management Unit FMU - The Pastoral Zone, by Susan Van Der Wal Non-NPS Land FMU - Working with the community, by National Park Service Palomarin FMU - Eucalyptus trees at Palomarin, by National Park Service Tomales FMU - Tule Elk Herd on Tomales Point, by National Park Service Wilderness North FMU - Mount Wittenberg and Lupine, by Susan Van Der Wal Wilderness South FMU - Forest near Fir Top, by National Park Service Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/firemanagement_fireandfuelsplanning_fmu.htm"
}
