{
    "title": "Point Reyes National Seashore: Vegetation Types",
    "body": "Fire Ecology - Vegetation Types       Point Reyes National Seashore is comprised of a mosaic of forest, scrub, and grassland vegetation types. These three broad vegetation groups can be divided into more specific vegetation types: bishop pine forest, Douglas-fir\/mixed evergreen forest, coast redwood forest, maritime chaparral, coastal scrub, coastal grassland and coastal dune. Vegetation map     Vegetation Type   Description     Bishop Pine Forests  Bishop pine is fire dependent, serotinous species. Trees live up to 100 to 120 years and require fire to reproduce in large numbers. Fire regime is high severity and trees do not typically survive fire.   Douglas-fir\/ Mixed Evergreen Forests Douglas-fir and mixed evergreen forest can tolerate a variable fire regime. These forests experienced a fire return interval of 10 to 30 years prior to Euro-American settlement due to Native American land management and other human-caused fire, but in the absence of humans, fire return intervals would have been much longer.   Coast Redwood Forests Mature coast redwoods are very resistant to fire. These forests experienced a fire return interval of 20 to 30 years prior to Euro-American settlement due to Native American land management and other human-caused fire, but in the absence of humans, fire return intervals would have been much longer. Coast redwoods require bare mineral soil exposed by fire or flooding to reproduce.   Maritime Chaparral Chaparral is a fire dependent vegetation type consisting of a mixture of sprouting and non-sprouting shrubs and a high diversity of forbs. Non-sprouting (obligate seeding) shrubs require infrequent, high-severity fire to reproduce. These high severity fires kill mature obligate-seeding individuals, scarify the seedbank and create bare mineral soil which allows a new cohort to germinate.   Coastal Scrub Coastal scrub vegetation does not require fire to reproduce, but does respond well to fire. Many coastal scrub species are able to sprout post-fire. Grassland is seral to coastal scrub and frequent fire will favor grassland communities.   Coastal Grassland Coastal grasslands had a long history of frequent burning by Native Americans (every 1-3 years). However, the invasion of these grasslands by non-native species since Euro-American settlement has drastically changed grassland species composition. Fire may facilitate further non-native species invasion in some situations, especially in the case of very short fire return intervals. Grassland is seral to coastal scrub and frequent fire will favor grassland communities.   Coastal Dune Dune vegetation types have sparse vegetation cover and are therefore not very flammable and seldom burn.     Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/firemanagement_fireecology_vegtypes.htm"
}
