{
    "title": "Point Reyes National Seashore: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change     Multimedia Presentations                  Climate Change: Multimedia Presentations       On this page you will find a number of The Natural Laboratory multimedia presentations that discuss some of the impacts of climate change and what Point Reyes National Seashore is doing to reduce its carbon footprint.           Listen to the Declining fog in coastal California? podcast - 5:27 minutes (6,405 KB mp3) or Read the transcript (63 KB PDF) or Watch the...                        Video: Pacific Coast Science and Learning Center - The Natural Laboratory: Declining fog in coastal California? - September 10, 2012 Cassandra Brooks interviews Mike Vasey and Todd Dawson about recent studies indicating that the fog is declining along the California coast.  Duration:5 minutes, 27 seconds                    Watch the Burning Ancient Life: The Geology of an Oil Reserve Soundslides presentation - September 22, 2011 - 4:40 minutes (~9.5 MB) or Listen to the podcast - 4:40 minutes (5,478 KB mp3) or Read the transcript (64 KB PDF) or Watch the...                       Video: Pacific Coast Science and Learning Center - The Natural Laboratory: Burning Ancient Life: The Geology of an Oil Reserve - September 22, 2011 Cassandra Brooks interviews Ivano Aiello, a geological oceanographer at Moss Landing Marine Laboratories, about how we burn ancient life to power our civilization and some of the issues that result from fossil fuel pollution.  Duration:4 minutes, 41 seconds                    Listen to the Ocean Acidification: Where will all the seashells go? podcast - 8:46 minutes (10,288 KB mp3) or Read the transcript (68 KB PDF) or Watch the...                       Video: Pacific Coast Science and Learning Center - The Natural Laboratory: Ocean Acidification: Where will all the seashells go? - May 12, 2011 More than a hundred thousand marine species build their bodies using calcium carbonate. This incredible diversity of life evolved over millions of years, as animals figured out ways to pull calcium and carbonate ions from the water to build shells and skeletons. But all of this is changing. Our addiction to fossil fuels and the billions of tons of carbon dioxide we're pumping into the atmosphere each year may be undoing millions of years of evolution in a geological blink of time.  Duration:8 minutes, 47 seconds                    Watch the An Underground Answer to Greenhouse Gasses Soundslides presentation - October 19, 2010 - 5:36 minutes (~10.7 MB) or Listen to the podcast (5,266 KB mp3) or Read the transcript (63 KB PDF)           Watch the Birds on the go: Climate change and California's feathered friends Soundslides presentation - September 9, 2010 - 5:24 minutes (~10.5 MB) or Listen to the podcast (5,062 KB mp3) or Read the transcript (64 KB PDF)           Watch the Sustainability at Point Reyes National Seashore Soundslides presentation - September 9, 2010 - 5:23 minutes (~9 MB) or Listen to the podcast (5,042 KB mp3) or Read the transcript (65 KB PDF)         Listen to the Exploring how Climate Change is impacting the California Coast podcast - December 15, 2009 Part 1 - 4:56 minutes (5,789 KB mp3) Part 2 - 4:22 minutes (5,122 KB mp3) or Read the transcripts Part 1 (65 KB PDF) \/ Part 2 (62 KB PDF)           Watch the Fishing for the Humboldt Squid Soundslides presentation - November 24, 2009 - 5:16 minutes (~9.2 MB) or Listen to the podcast (6,189 KB mp3) or Read the transcript (67 KB PDF)      Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/climatechange_multimedia.htm"
}
