{
    "title": "Point Reyes National Seashore: Rising Sea Levels Endanger Beaches",
    "body": "Rising Sea Levels Endanger Point Reyes Beaches       One of the greatest threats from global warming to coastal national parks, such as Point Reyes, is rising sea levels. Global sea levels have risen about eighteen centimeters (seven inches) during the past century, and in 2001, the Intergovernmental Panel on Climate Change projected another 7- to 88-centimeter (3 to 35 inches) rise by 2100 with the greatest probability being a rise of 48 centimeters (19 inches). Several recent studies, however, indicate that much greater rises in sea level could be coming. Based on a set of climate scenarios prepared for the California Energy Commission's Climate Change Research Program, researchers in 2009 projected that, under medium to medium-high emissions scenarios, mean sea level along the California coast will rise from 1.0 to 1.4 meters (3.3 to 4.6 feet) by the year 2100. Another study found that future warming could be enough to melt polar ice caps, potentially leading to a meter (3.3 feet) of sea-level rise this century and as much as 6 meters (20 feet) over the next four or five centuries. These swelling seas will transform the Point Reyes visitors have come to treasure, both for its wildlife and for its powers to rejuvenate. In 2005, the U.S. Geological Survey (USGS) identified Point Reyes National Seashore as particularly at risk among American shorelines, along with Golden Gate National Recreation Area. The USGS rated the vulnerability of all the beaches on the west side of Point Reyes—where wave heights are highest and coastal slopes are low—as high to very high. The estuaries of Abbotts Lagoon and Drakes Estero, adjacent to the coastline, are at risk as well. Seals and sea lions breed on the beaches and the pristine habitats help lure nearly 490 species of birds, giving Point Reyes the greatest avian diversity of any national park. Unfortunately, sea level rise could endanger this rich habitat. In an analysis prepared for the California Energy Commission, California Department of Transportation, and the Ocean Protection Council, the Pacific Institute estimates that 480,000 people; a wide range of critical infrastructure; vast areas of wetlands and other natural ecosystems; and nearly $100 billion in property along the California coast are at increased risk from flooding from a 1.4-meter sea-level rise—if no adaptation actions are taken. Sea level rise will flood low lying roads, such as sections of Sir Francis Drake Boulevard and Highway 1 along Tomales Bay, Sir Francis Drake Boulevard at the head of Schooner Bay, and Highway 1 and the Olema-Bolinas Road along Bolinas Lagoon. Many of these roads already flood during winter storms and the national, state, and county governments may have to expend millions of dollars to either protect or relocate these roads as sea levels rise even higher. Released in May 2009, the Pacific Institute report, The Impacts of Sea-Level Rise on the California Coast, concludes that sea-level rise will inevitably change the character of the California coast, and that adaptation strategies must be evaluated, tested, and implemented if the risks identified in the report are to be reduced or avoided. Populations and critical infrastructure at risk are shown in detailed maps prepared by the Pacific Institute. The quadrangles covering the shoreline of Point Reyes National Seashore are Bolinas, Double Point, Drakes Bay, Drakes Bay OE S, Drakes Bay OE SW, Drakes Bay OE W, Inverness, Point Reyes NE, and Tomales. The San Francisco Bay Conservation and Development Commission has produced a three-map series to illustrate two sea level rise scenarios for a number of locations around the San Francisco Bay. The series depicts: a mid-century sea level rise of 0.4 meters (16 inches); an end of century sea level rise of 1.4 meters (55 inches); and a composite of both 0.4 m and 1.4 m. In Planning for the impact of sea-level rise on U.S. national parks, Maria Caffrey and Rebecca Beavers introduce three major sources of sea-level change, describe related complexities and uncertainties in projecting sea-level rise, and discuss how the National Park Service can best manage for climate change in the coastal zone. (html or 537 KB PDF). On June 23, 2015, the Department of the Interior released a report revealing that national park infrastructure and historic and cultural resources totaling more than $40 billion are at high risk of damage from sea-level rise caused by climate change. The report found that almost $35 million worth of infrastructure and historic and cultural resources at Point Reyes National Seashore is at high risk of damage from sea-level rise, with an additional $704 million worth of park assets designated as having a limited exposure to long-term sea-level rise. The report was conducted by scientists from the National Park Service and Western Carolina University and is based on an examination of 40 parks—about one-third of those considered threatened by sea-level rise—and the survey is on-going. Peek, K. M., R. S. Young, R. L. Beavers, C. H. Hoffman, B. T. Diethorn, and S. Norton. 2015. Adapting to climate change in coastal national parks: Estimating the exposure of park assets to 1 m of sea-level rise. Natural Resource Report NPS\/NRSS\/GRD\/NRR—2015\/961. National Park Service, Fort Collins, Colorado. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/climatechange_risingsealevels.htm"
}
