{
    "title": "Point Reyes National Seashore: Sudden Oak Death",
    "body": "Sudden Oak Death         Tan Oaks affected by Sudden Oak Death   A Growing Epidemic As you hike and drive around forested areas of Point Reyes National Seashore, you may look out upon the landscape and notice a large number of dying trees. You may be asking yourself a few questions including: what are they dying from, why are they still standing, why are only some species of trees affected, and what can be done to help save these trees? History of Sudden Oak Death When first observed in Marin County in the mid-1990's, the disease affecting these trees was named \"Sudden Oak Death\" (SOD), and researchers attempted to ascertain it’s cause and what might be done to reverse or stop its spread. Research has revealed the answers to some of the questions above, but not all. Only time and additional research will reveal what will happen to many of our native tree and shrub species affected by Sudden Oak Death. Sudden Oak Death is caused by the pathogen Phytophthora ramorum. It is a water mold which prolifically produces spores in humid and moist environments. This makes California’s damp riparian corridors superb highways for the pathogen to spread. As a result many of our native species in this “perfect environment” have become vectors for Phytophthora ramorum and infect other species, which then may die due to the pathogen. Top of Page Affected Species        Tan Oak affected by Sudden Oak Death   Tanoaks (Lithocarpus densiflorus) are a common species in many types of forests. It has been an historically significant species since before the United States became a country. The tanoak has been, and continues to be, a food source for many Native American peoples. Tannins in the acorns increase storage time due to their resistance to mold. In addition to storage time the sheer volume of acorns produced made the tanoak an important food source. Soup, bread, and mush were all made from the acorn. After settlers moved west, the tree also came to be used in the tanning industry.  Acids leached from the bark of the tree were used to tan leather. In addition to human cultural uses the tanoak is an important wildlife species. It is associated with both conifer forests and mixed evergreen forests. Its acorns provide a plentiful food source for many wildlife species such as squirrels. They also provide homes for insect larvae. The elimination of this species from our landscape would create a cultural and ecological hole in our environment. The tanoak is but one species affected by Sudden Oak Death. There are two ways a plant can play host to the pathogen: foliar host and bark canker host. Foliar hosts are not usually killed by SOD, whereas bark canker hosts are. Bark canker hosts include members from the Quercus (oak) family and Lithocarpus densiflorus (tanoak.) Red oaks such as coast live oak (Quercus agrifolia) and black oak (Quercus kellogii) are species suffering mortality from the pathogen. Bark cankers form on infected trees and appear as open oozing wounds. Upon inspection the cankers excrete a dark brown, reddish thick liquid from the wound. These cankers are evidence of Phytophthora ramorum’s presence. Cankers girdle the cambium of the main stem eventually killing the tree. Sudden Oak Death may take up to two years to kill its host. Once a tree has died, it becomes habitat for a number of other organisms. Ambrosia beetles feed on the wood of dead trees. You may notice their characteristic white boring dust on the bark of trees that have been recently killed by Phytophthora ramorum. The fungus Hypoxylon thouarsianum also grows on dead trees. This fungus can be easily recognized by the hard, black fruiting bodies it forms along oak and tanoak trunks.        Bay Leaf affected by Leaf Blight   Species affected by leaf blight are foliar hosts. These species can spread the disease, but are not killed or even significantly harmed by it. Many California natives have become foliar hosts. Hosts range from the common bay laurel (Umbellularia californica) to the coast redwood (Sequoia sempervirens). Darkened, necrotic leaves are commonly found on foliar hosts. Necropsy may spread down to the stem depending on the species. Dark spots surrounded by a light halo may also be seen on host species such as the bay laurel. Needle bearing species like the California nutmeg (Torreya californica) and coast redwood may reveal the pathogen both through dead needles and needles appearing smashed together, this is leaf blight. Recent discoveries keep adding to a growing list of possible hosts including some species in the fir family (Abies). The American Phytopathological Society and other researchers have been attempting to determine the Disease Cycle and Epidemiology of Phytophthora ramorum. Because SOD is a disease that has emerged recently, many details of the disease cycle are not yet understood. Here is one Proposed Disease Cycle for Phytophthora ramorum in forests. Top of Page How Can Sudden Oak Death be Stopped? Currently there is no cure for Sudden Oak Death, although the research continues. A preventative treatment has been approved by the State of California which involves spraying or injecting a specific chemical on oak trunks and lower limbs. In order to be effective, this treatment must be applied before a tree has been infected by Phytophthora ramorum. Any chemical treatment needs to be applied properly to prevent impacts, and should only be applied by a qualified professional. Check out the California Oak Mortality Task Force's website for more information for homeowners. Other ongoing research includes studies centering on California's fire regime and whether recent changes in fire frequency have aided Phytophthora ramorum's success. Initial studies found infested areas occur in locations where fire has been absent for an extended period of time. But additional research on historic fire regimes and ground-truthing are needed to obtain a more accurate picture and reliable conclusions on this matter. Other studies, some of which have occurred at Sonoma State University, attempted to find connections between historic land uses and the spread of the pathogen. Still other studies have attempted to link smoke with inhibition of the pathogen and its reproduction levels. Besides losing a piece of our cultural heritage and an important food source for wildlife, the die off of numerous trees raises other concerns. Increased tree mortality could increase fire risks to communities. Dead and down trees suffering from Phytophthora ramorum add significant amounts to fuel loads which previously did not exist. Increased fuel loads could, in turn, lead to increased fire severity. Top of Page What Can You Do? As a visitor to places with Sudden Oak Death be aware of your surroundings and what you can do to stop its spread. Now that you know the signs of SOD, be aware of the vegetation around you. When you notice signs that may be SOD take precautions such as washing and disinfecting your shoes, tires, and anything that can transport vegetative particles and dirt. Disinfection can be accomplished with a diluted bleach solution. For more information, download the California Oak Mortality Task Force's A Guide for Recreational Users: Simple Precautions to Prevent the Spread of Sudden Oak Death (4,021 KB PDF). Phytophthora ramorum reproduces through spores and wet winters encourage reproduction. Periods of high dispersal rates of Phytopthora ramorum are during windstorms and rain events. Be especially vigilant about disinfecting shoes, etc., after storms. Wood brought from outside of the park for building a beach fire must be pine or almond. Do not bring oak, fir, redwood, madrone, or tanoak unless they are certified to be free of Phytophthora ramorum. Because Phytophthora ramorum may be found on a large number of trees and other plants and in soil, there are often restrictions on the transportation of these items from areas affected by Sudden Oak Death in order to limit the spread of this pathogen. When in doubt, do not remove infected material from where it is found. Further details on regulated plants and plant parts can be found at the United States Department of Agriculture's Animal and Plant Health Inspection Service's Phytophthora ramorum\/Sudden Oak Death web page. Your County Agricultural Commissioner is one of the best sources for answers to specific regulatory questions pertaining to your area. Spread the word about SOD, especially to those who engage in hiking, biking, and driving in and out of infected areas. Remember the importance of oaks. In addition to being a part of our cultural heritage they are a keystone species in our ecological communities. Whole ecosystems of plants, animals, and fungi are dependant on the survival of our oaks. Visit the California Oak Mortality Task Force website for more information on Sudden Oak Death. Learn more by reading Bay Nature Magazine's October-December 2006 Watch Your Step: Tracking the Spread of Sudden Oak Death. If you garden, you may be interested in Bay Nature's What Gardeners Should Know About Sudden Oak Death. Additional information and links on Sudden Oak Death may be found at Bay Nature's Resources for Learning About Sudden Oak Death page. Multimedia Pacific Coast Science and Learning Center's Short Documentary Video: Sudden Oak Death: Battling an Invasive Disease KQED's Quest Program: Plant Plague: Sudden Oak Death - initially aired on April 24, 2007 Reports \"Long Term Monitoring of the Ecological Impacts of Sudden Oak Death in Point Reyes National Seashore: 2007-2009,\" by Benjamin Ramage, Alison Forrestel, Max Moritz, and Kevin O'Hara, May 3, 2010 (633 KB PDF) National Park Service. 2012. [Information Crossfile] \"Predicting the spread of sudden oak death in California.\" Park Science 24(1). \"Spatial distribution and impacts of Phytophthora ramorum and Sudden Oak Death in Point Reyes National Seashore,\" by Max Moritz, Tadashi Moody, Benjamin Ramage, Alison Forrestel, February 7, 2008 (1,565 KB PDF) \"Sudden oak death disease progression across two forest types and spatial scales,\" Journal of Vegetation Science, by Ramage, Alison Forrestel, Max Moritz, and Kevin O'Hara, September 13, 2011.  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/diseases_sod.htm"
}
