{
    "title": "Point Reyes National Seashore: Climate Change is Happening",
    "body": "Climate Change is Happening       In 2007, the Intergovernmental Panel on Climate Change (IPCC) issued its Fourth Assessment Report, which stated that the concentration of carbon dioxide and methane in the atmosphere in the year 2005 far exceeded the normal range over the last 650,000 years and concluded that global warming is unequivocally happening. Glaciers and snow packs are melting, stream temperatures are going up, coastal erosion is increasing, and changes in weather patterns are leading to drought and heat waves both locally and regionally. The Fourth Assessment Report not only stated unambiguously that global warming is happening, but it also declared that it is very likely that most of the warming observed since the mid-20th century is caused by human emissions of greenhouse gasses. In 2013 and 2014, the IPCC issued it Fifth Assessment Report, which stated that \"The atmospheric concentrations of carbon dioxide, methane, and nitrous oxide have increased to levels unprecedented in at least the last 800,000 years. Carbon dioxide concentrations have increased by 40% since pre-industrial times, primarily from fossil fuel emissions and secondarily from net land use change emissions. The ocean has absorbed about 30% of the emitted anthropogenic carbon dioxide, causing ocean acidification.\" and \"Warming of the climate system is unequivocal, and since the 1950s, many of the observed changes are unprecedented over decades to millennia. The atmosphere and ocean have warmed, the amounts of snow and ice have diminished, sea level has risen, and the concentrations of greenhouse gases have increased.\" The National Climatic Data Center (NCDC) has declared 2012 to be the warmest year in the continental United States since the government started collecting national temperature data in the late 1800s. The average temperature for the contiguous United States for 2012 was 12.9°C (55.3°F), which was 1.8°C (3.2°F) above the 20th century average and 0.6°C (1.0°F) above the previous record from 1998. The year consisted of the fourth warmest winter, a record warm spring, the second warmest summer, and a warmer-than-average autumn. Although the last four months of 2012 did not bring the same unusual warmth as the first 8 months of the year, the September through December temperatures were warm enough for 2012 to remain the record warmest year, by a wide margin. Climate experts generally do not worry much about temperature fluctuations over one or two years, but scientists are concerned that the record 2010 temperatures for the world and the record 2012 temperatures for the contiguous United States are part of a long and troubling trend. The United Nations' World Meteorological Organisation reported in early 2014 that 13 of the 14 warmest years on record occurred this century. The warmest decade on record was from 2001 to 2010, and the last three decades have each been warmer than the previous one. Similarly, the National Oceanic and Atmospheric Administration (NOAA) reported in early 2014 that all of the top ten warmest years on record have occurred from 1998 to 2013. Other NOAA research has found that the rate of temperature increase has been significantly greater in the past few decades years than at any time since the government started collecting national temperature data in the late 1800s. Scientists predict that the changes from global warming will accelerate in the future and say that we can expect more extreme weather, more public health risks, less snow, and drinking water shortages. Many of these changes have consequences that will affect ecosystems, habitat, wildlife, cultural structures and artifacts, and influence the experiences for which the national parks were established. Regardless of their causes, we must do what we can to reduce and manage these impacts and adapt to the new circumstances they bring. Perhaps the same wisdom that has preserved our heritage in the past can guide us in making choices for the future. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/climatechange_ishappening.htm"
}
