{
    "title": "Point Reyes National Seashore: Rising Temperatures Threaten Habitat",
    "body": "Rising Temperatures Threaten Point Reyes' Habitat       In its Fourth Assessment Report, the Intergovernmental Panel on Climate Change (IPCC) predicted that during the 21st century, the best case scenario—the \"low scenario\"—where humans significantly reduce their greenhouse emissions, will result in an increase in global mean temperature of 1.8°C (3.2°F) on average. The \"high scenario\"—where humans do not significantly reduce greenhouse gas emissions—will result in an increase of 4.0°C (7.2°F) on average. The State of California predicts mean temperatures to rise at least 1.7°C (3°F) by 2100, if  humans significantly reduce greenhouse gas emissions. On the other hand, mean temperatures could rise by as much as 5.8°C (10.5°F) if we don't modify our behavior much. To give an illustration of what such a change in mean temperature might be like, consider the following. A change of least 1.7°C (3°F) may not seem like much, but it would be similar to relocating Point Reyes National Seashore to Monterey Bay. The mean annual temperature at the Bear Valley Visitor Center is 12°C (53.6°F), while that of Monterey is 13.7°C (56.6°F). A change of 5.6°C (10°F) would be akin to moving Point Reyes National Seashore to south of San Diego. The mean annual temperature at the San Diego airport is 17.3°C (63.1°F). No location along the California coastline currently has an annual mean temperature of 17.8°C (12°C + 5.8°C) (64.1 °F).† Warmer temperatures would result in greater rates of evaporation, as well as increased transpiration from plants. Large trees that now exist in the Point Reyes area, like the Douglas fir, California bay, and California redwood, would not likely survive the warmer temperatures. In and of itself, this would drastically change the scenery and ecosystems here at Point Reyes. On top of that, with the increased dryness combined with the fuel provided by dying trees, the chance of wildfire would increase. As temperatures increase, people who live in warmer areas further inland, such as the Central Valley, will likely make more weekend trips to the relatively cooler mountains and shorelines of California. This will result in increased visitation to national parks, such as Yosemite, Sequoia-Kings Canyon, and Point Reyes. Unless vehicles are significantly more efficient or powered by electricity generated from non-fossil fuel sources, the increase in the number of trips will only add to the carbon dioxide levels in the atmosphere. Increased visitation will also, in turn, result in increased natural resource impacts at National Parks and strain the National Park Service's operations. † Mean annual temperatures were obtained from NPS records and http:\/\/ggweather.com\/climate\/temp_mean.htm. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/climatechange_risingtemperatures.htm"
}
