{
    "title": "Point Reyes National Seashore: Climate Change Endangers Wildlife",
    "body": "Climate Change Endangers Wildlife       Biologists are becoming more and more concerned that global climate change will drastically reduce biodiversity. Some biologists estimate that 35% of animals and plants could become extinct in the wild by 2050 due to global climate change. If we can sufficiently reduce greenhouse gas emissions, many of them will still have a chance to survive and recover. NASA scientist James Hanson has warned that in order to maintain a climate similar to that under which human civilization developed and similar to that which so many organisms are adapted, we need to quickly reduce the carbon dioxide in our atmosphere to 350 parts per million (ppm). Before the industrial revolution, atmospheric carbon dioxide levels rarely rose above 280 ppm; during the 2014 calendar year, carbon dioxide levels fluctuated between 395 and 402 ppm. To highlight the significance of the number 350, the Center for Biological Diversity has compiled a list of 350 species found in the United States and its territories which are threatened by climate change. On their 350 Reasons We Need to Get to 350: 350 Species Threatened by Global Warming web site, you can find out how climate change is putting species' very existence at risk and what mechanisms are being triggered to make food webs collapse or habitats become less livable for particular animals or plants. Read species' descriptions and look at photos of the species at risk in your home state through their interactive regional map. Many of these species occur at or migrate past Point Reyes National Seashore. The species listed below were included as species that may disappear from California, and hence Point Reyes, as a result of climate change. Visit the Center for Biological Diversity's California Species That Need Us to Get to 350 page to learn more about the threats to these species.  Ashy storm petrel (Oceanodroma Homochroa) Black abalone (Haliotis cracherodii) Black-footed albatross (Phoebastria nigripes) Bocaccio (Sebastes paucispinis) Western burrowing owl (Athene cunicularia hypugaea) California red-legged frog (Rana draytonii) Cassin's auklet (Ptychoramphus aleuticus) Central California coast steelhead trout (Oncorhynchus mykiss) Chinook salmon (Oncorhynchus tshawytscha) Gray whale (Eschrichtius robustus) North American green sturgeon (Acipenser medirostris) Human being (Homo sapiens) Humboldt squid (Dosidicus gigas) Loggerhead sea turtle (Caretta caretta) Longfin smelt (Spirinchus thaleichthys) Marbled murrelet (Brachyramphus marmoratus) Northern spotted owl (Strix occidentalis caurina) Pacific lamprey (Lampetra tridentate) Sea otter (Enhydra lutris) Short-tailed albatross (Phoebastria albatrus) Steller sea lion (Eumetopias jubatus) Tricolored blackbird (Agelaius tricolor) Western snowy plover (Charadrius alexandrinus nivosus) Xantus's murrelet (Synthliboramphus hypoleucus) Yellow-billed cuckoo (Coccyzus americanus)  Top of Page      In the fall of 2014, the National Audubon Society released a report entitled Birds and Climate Change. It is a comprehensive, first-of-its kind study that predicts how climate change could affect the ranges of 588 North American birds. Audubon scientists used three decades of citizen-scientist observations from the Audubon Christmas Bird Count and the North American Breeding Bird Survey to define the \"climatic suitability\" for each bird species—the range of temperatures, precipitation, and seasonal changes each species needs to survive. Then, using internationally recognized greenhouse gas emissions scenarios, they mapped where each bird's ideal climatic range may be found in the future as the climate changes. These maps serve as a guide to how each bird's current range could expand, contract, or shift across three future time periods (2020, 2050, and 2080). Of the 588 North American bird species Audubon studied, more than half are likely to be in trouble. The National Audubon Society's models indicate that 314 species will lose more than 50 percent of their current climatic range by 2080. Of the 314 species at risk from global warming, 126 of them are classified as climate endangered. These birds are projected to lose more than 50 percent of their current range by 2050. The other 188 species are classified as climate threatened and expected to lose more than 50 percent of their current range by 2080 if global warming continues at its current pace. Use the National Audubon Society's geographical search tool to see how climate could affect birds near you. There are too many of the 314 species at risk from global warming that have also been recorded at Point Reyes National Seashore (206 KB PDF) to list them all here, but one may wish to compare the two lists to get a sense of the potential loss of avian biodiversity by the end of the century here at Point Reyes if we don't quickly and substantially reduce greenhouse gas emission. Visit our How You Can Help Reduce Greenhouse Gas Emissions page to learn what you can do to help protect these species at risk from climate disruption. More information: \"9 animals that are feeling the impacts of climate change.\" Posted on the People, Land & Water Blog on ovember 16, 2015 Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/climatechange_wildlife.htm"
}
