{
    "title": "Point Reyes National Seashore: Black Bear",
    "body": "Black Bear in Marin?          In September and October 2010, visitors and local residents reported signs of bear in the Point Reyes area to Point Reyes National Seashore staff. Although none of these reports have been confirmed by NPS staff, it seems likely that at least one black bear is visiting the Seashore and surrounding lands. Whether the bear will remain in the area or move back to its original range is unknown. Black bears historically have been an important part of the native California ecosystem. Because they are at the top of the food chain, they eat animals that are more readily captured due to age or weakness thus having some influence on population dynamics of some species. Foraging activities by bears assist decomposition in forested environments where they tear apart logs and snags to gain access to insects or where they may excavate plants from the ground. Their consumption of berries, acorns, and fruits aids in the distribution of the seeds of various plants. The Black Bear: Natural History         The American Black Bear (Ursus americanus) lives throughout much of the continent, from northern Canada and Alaska south into Mexico, from the Atlantic to the Pacific. While there were probably once as many as two million black bears in North America before European colonization, the population declined to a low of 200,000 as a result of habitat destruction and hunting. Male black bears (boars) are between five and six feet long, two to three feet tall and weigh between 300–350 pounds. Females (sows) range in weight between 200–250 pounds. Cubs usually weigh between seven ounces and one pound at birth and remain with their mother until about 16 to 17 months of age. The adult black bear has small eyes, rounded ears, a long snout, a large body, and a short tail. As their name indicates, some black bears have shaggy black hair but most are not black but brown, reddish brown or even golden. Black bears walk on the soles of their feet and have non-retractable claws. View 900 px x 600 px image (342 KB JPG) or 600 px x 400 px image (148 KB JPG). Bears in colder areas of the state enter winter dens in October and November, but some California black bears may roam about all winter if temperatures are mild. Their diet is made up predominantly of grasses and berries with acorns as a favorite food. They will also scavenge carrion and occasionally prey on young, old, or sick mammals.      History of Bears in Marin County Black bears were historically present in the Point Reyes area but by 1901, they were extinct from the area. An unconfirmed sighting occurred in 1971 near Hagmaier Ranch in Point Reyes National Seashore. In 2003, a male black bear was sighted in several parts of Marin County (his presence was confirmed with DNA testing of a hair sample left behind on a dumpster). The 2010 reports of tracks and scat (droppings) are illustrated on this map (475 KB PDF).      Black Bears and People Like other wild animals, bears are attracted to readily available, high energy food sources, such as human food and garbage. This behavior can create human-bear conflicts, especially in areas where they may have been uncommon or absent for a long time. Bears that become used to people (habituated) lessen their use of natural foods. Some black bears go to great lengths to obtain human food. Bears in areas such as the Sierra Nevada Mountains of California can claw open unsecured dumpster lids and pull out trash. Raccoons in certain campground areas of Point Reyes National Seashore have already learned that unwary campers are a ready source of food. All campsites are equipped with animal-proof food lockers that allow visitors to store food safely away from raccoons (or bears). For more information on how to avoid bear-human conflicts and keep wildlife \"wild\", go to California Department of Fish and Wildlife's \"Keep Me Wild\" websites (https:\/\/www.wildlife.ca.gov\/Keep-Me-Wild\/About and https:\/\/www.wildlife.ca.gov\/Keep-Me-Wild\/Bear).        Black bear raiding Yosemite campsite. Please be sure to properly store food and scented items.   What To Do If You See a Bear It is unlikely you will see a bear during your visit because they are so rare in Marin County and bears naturally avoid people. If you do see a bear, what you should do depends on the situation. In any case, always let a Law Enforcement Officer (911) or park ranger know or leave a message at park Dispatch (415-464-5170). If you are in a developed area (e.g., campground, parking lot, town) or if a bear approaches you, act immediately to scare it away: make as much noise as possible by yelling very loudly. If you are with other people, stand together to present a more intimidating figure, but do not surround the bear. The intent is not to harm the bear, but to scare it from the area and restore its natural fear of people by providing a negative experience. If you see a bear anywhere else (e.g., in the backcountry of the park or away from developed areas) keep your distance (at least 50 yards). If you get closer, you will be helping the bear become used to being around people.  Adobe® Acrobat Reader® needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/black_bears.htm"
}
