{
    "title": "Point Reyes National Seashore: Tule Elk",
    "body": "Tule Elk         Tule Elk Bull   History of Tule Elk The tule elk (Cervus canadensis nannodes) is one of two subspecies of elk native to California. Its numbers were severely reduced in the mid-1800s, primarily due to uncontrolled market hunting and displacement by cattle. By some accounts, fewer than 30 remained in a single herd near Bakersfield in the mid-1870s. A conservation minded cattle rancher named Henry Miller had the foresight to preserve this last isolated group discovered on his ranch in 1874. Until this discovery, tule elk were thought to be extinct. All of the estimated 3,900 tule elk present in 22 herds across California (as of 2012) were derived from this small remnant herd, thanks to his initial efforts. Tule elk are endemic to California, meaning they are found only here. Roosevelt elk (C. canadensis roosevelti), our other native California elk, are found on forested slopes in the Pacific Northwest and in several other western states. Rocky Mountain elk (C. canadensis nelsoni), also found in California, are a non-native transplant and are found in the northeast corner of California. Top of Page      Tule Elk at Point Reyes Tule elk once inhabited the grasslands of the Point Reyes peninsula and the Olema Valley, as well as other grasslands within Marin County. They were the dominant grazers on these lands until their local extirpation in the 1850s. State and Federal legislation in the early 1970s, authorized the California Department of Fish and Game, in cooperation with U.S. Fish and Wildlife Service and the National Park Service, to reintroduce the extirpated tule elk to Tomales Point. As a result, 10 animals (8 females and 2 males) were transplanted from an existing reintroduced herd in the San Luis National Wildlife Refuge near Los Baños to a 2,600 acre fenced enclosure on Tomales Point in 1978. The site of this release was a decommissioned cattle ranching area, known as Pierce Point Ranch, which is now designated as wilderness. Further conservation efforts resulted in an additional free-ranging herd being established at Point Reyes. In 1998, 28 animals taken from the Tomales Point preserve were released in the wilderness area south of Limantour Beach. Reintroduction of tule elk to the National Seashore and the further establishment of the free-ranging herd has been an important component of the restoration of the natural systems historically found in this unique and treasured place.      Tule Elk Populations at Tomales Point Following an initial period of slow growth within the Tomales Elk Preserve, the tule elk herd finally began to show an exponential increase in population over several years. Biologists theorized at that time that they might become too numerous within the reserve and park staff attempted to prevent over-population and damage to the range through various means, including an experimental 4-year effort to slow growth through the use of contraceptives. Since that time, the tule elk have proven to be populating the preserve at sustainable levels with census numbers leveling-off, averaging around 450 individuals. The elk currently do not appear to be causing any damage to the Tomales Point grasslands on which they depend and share with other wildlife and plants, including several endangered and endemic species. Tule Elk at Tomales Point FAQ Top of Page         Free-Ranging Populations Of the 45 elk transported to a holding pen for quarantine near Limantour Beach, 28 animals were cleared for release following screening for Johne's disease. Johne's disease, or paratuberculosis, is a chronic diarrheal disease of domestic livestock and can affect wild ruminants. After relocation from Tomales Point to the Limantour area, several elk were observed to have traveled across Drakes Estero where they established a sub-herd near Drakes Beach. In 2012, over 55 elk inhabited the Drakes Beach area while over 65 remained in the Limantour-Muddy Hollow-Glenbrook area. Opportunities for wildlife viewing have been greatly enhanced by the presence of these herds, and visitors can expect to view and photograph tule elk at Point Reyes even if they never travel to the far end of the park and into the Tomales Point preserve. Point Reyes National Seashore remains the only National Park unit where tule elk can be found. The majestic animals you see as you travel through the park embody the restoration of the dominant native herbivore to the California coastal ecosystem. They shape the landscape around them as they did for centuries before they were extirpated by humans. They symbolize the conservation of native species and ecosystem processes, one of the primary missions of the National Park Service. The tule elk's presence is treasured by visitors, photographers, naturalists, and locals alike. Their image has been expressed in the local folk art, numerous local and nationally published photographs, and even on the local trade\/barter currency where they are depicted alongside cattle, coho salmon, and local produce as being emblematic of the community. The project to reintroduce free-ranging tule elk to the Limantour area was made possible by generous grants from:  Canon USA, Inc., through the National Park Foundation The Committee for the Preservation of Tule Elk The Leonard X. Bosak and Bette M. Kruger Charitable Foundation The Rocky Mountain Elk Foundation  Discover more about the tule elk by reading Tule Elk - Return of a Species (371 KB PDF, Adobe® Acrobat Reader® required to view document), or by visiting our Viewing Tule Elk webpage. Even more information can be found on sfnps.org's Tule Elk web pages. Volunteer to be a Tule Elk Docent during weekends, July through September, at Point Reyes National Seashore. Tule Elk Management  Tule Elk Management Plan and Environmental Assessment - 1998 (10,680 KB PDF) Finding of No Significant Impact - July 17, 1998 (468 KB PDF)  McCullough, D. R., R. A. Garrott, J. F. Kirkpatrick, E. D. Plotka, K. D. Ralls, and E. T. Thorne. 1993. Report of the scientific panel on control of tule elk on Point Reyes National Seashore, October 18, 1993. Point Reyes National Seashore, Point Reyes Station, California, USA. (3,017 KB PDF) Tule Elk at Tomales Point FAQ Map: Free-Range Tule Elk Herd Locations - May 20, 2014 (1,200 KB PDF) NEW! - Johne's Disease FAQs  Top of Page      MULTIMEDIA Documentary video Watch the 10-minute Tule Elk: California's Legacy of Wildness documentary video.  Science Behind the Scenery: Tule Elk video In 2004, the Pacific Coast Science and Learning Center produced a DVD entitled \"Science Behind the Scenery.\" One segment of this DVD featured the tule elk. This 6:29-minute Quicktime video is available as either a \"Low\" resolution video of 240 pixels x 180 pixels at 12 frames per second for those with slower connections, or as a \"Medium\" resolution video of 320 pixels x 180 pixels at 15 frames per second for those with faster connections. Low (8,248 KB) | Medium (29,196 KB) Download QuickTime Player for free.  KQED's Quest Program Elk Return to the Bay Area - initially aired on March 20, 2007 Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/tule_elk.htm"
}
