{
    "title": "Point Reyes National Seashore: Elephant Seals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Elephant Seals                  Elephant Seals         Elephant Seal Bull   While sailing along the Pacific coast in the 1800s, a whale and seal hunter named Charles Scammon reported seeing northern elephant seals from Baja California in Mexico to Point Reyes in California. Sharing the fate of many of the oceans' great whales, the elephant seals were hunted to the brink of extinction for their oil-rich blubber. One bull elephant seal would yield nearly 25 gallons of oil. Though we don't know exactly how many northern elephant seals were alive before the 20th Century, it has been estimated that fewer than 1,000 northern elephant seals existed by 1910. In 1922, the Mexican government banned hunting, followed shortly thereafter by the United States government. Since then, the population of northern elephant seals has recovered at an average rate of six percent per year. Today, thanks to government protection and the seals' distant lives at sea, the worldwide population has grown to an estimated 150,000 seals. After being absent for more than 150 years, elephant seals returned to the sandy beaches on the rocky Point Reyes Headlands in the early 1970s. In 1981, the first breeding pair was discovered near Chimney Rock. Since then, researchers have found that the colony is growing at a dramatic annual average rate of 16 percent. When severe storms occurred in 1992, 1994, and 1998, many pups were killed. During the El Niño winter of 1998, storms and high tides washed away approximately 85% of the 350 young pups before they had learned to swim. Nevertheless, the Point Reyes elephant seal population is between 1,500 and 2,000. Fanning out from their initial secluded spot, the seals have expanded to popular beaches, causing concern for both their safety and that of their human visitors. Top of Page Competition for Habitat Sensitive resources such as birds and plants are also affected by elephant seals. The western snowy plover, a Federally threatened species under the Endangered Species Act, breeds on few California beaches. Loss of habitat to beachfront development and human recreation has forced elephant seals and plovers to compete for limited protected space. Also, rare plants native to coastal dunes are potentially at risk. Elephant seals and their curious human visitors may physically crush plants that are struggling to remain alive. The park's task is to balance the expansion of the elephant seal colony while providing for the health of other species. To manage this balance, the park will continue its docent program, which provides visitors with on-site information and safety messages at the overlooks. To anticipate where the elephant seals might expand to next, researchers will attempt to discover why seals prefer to breed on some beaches and not others. This information will allow the park to make responsible choices about appropriate beach use by people, pets, and wildlife. Top of Page The Secret Lives of Elephant Seals Northern elephant seals are mysterious and unique creatures. Elephant seals range from Mexico to Alaska and Hawaii in search of food and spend 80 percent of their life in the open sea. Not only do they spend most of their life in the ocean, 90 percent of that time is spent underwater: eating, sleeping, digesting, and traveling. They are built to survive continuous dives to depths that would squeeze the life out of any other mammal. The average dive reaches 1,000 to 2,000 feet, lasts close to half an hour and is followed by only 3-5 minutes at the surface to breathe. Imagine being able to live in such extremes! Why do they dive so deep? The oceans are full of food for millions of animals, but relatively few feed at the depths elephant seals prefer. As a result, they face little competition for food. Feeding in almost total darkness, elephant seals use their large eyes and the bioluminescence of some prey, such as octopus and squid, to find food where other predators would not even be able to see. They may use their stiff yet sensitive three to eight inch long whiskers to \"feel\" some food, such as Pacific hake, skates, rays, shrimp, small sharks and crabs.        Elephant Seals at main colony at Point Reyes.   What allows such deep diving? Pressure increases as seals go deeper into the ocean. As they dive, outside pressure compresses the air in their bodies. Elephant seals differ from humans in that when they dive, they carry all the oxygen they need in their blood rather than their lungs. Before diving, elephant seals exhale; collapsing their lungs so there is little air to be compressed. As they dive, the seals fat is also compressed so that the animal loses its buoyancy and sinks, allowing it to achieve great depth with little effort. Elephant seals prolong their dives by reducing their heart rate. A seal resting on land has a heart rate of 55–120 beats per minute, but when it dives, the heart slows to 4–15 beats per minute. The seal maintains normal blood pressure by decreasing the blood supply to its extremities, allowing the blood to flow primarily to the vital organs and the brain. This also helps the seal conserve body heat when down in the cold ocean depths. During semi-annual migrations, adult males and females are not only thousands of miles apart, but they have different feeding patterns. Males return to the same feeding areas off the Aleutian Islands each year, while females feed in the northeast Pacific and near Hawaii. To complete both round-trips, females journey over 11,000 miles, males 13,000 miles. Males dive deeply and repeatedly for food. After about three weeks, they have eaten so much that their dive pattern changes to a flat-bottom dive, following the bottom contours as they rest and digest. Females also dive deeply and repeatedly, but they go deeper during the daytime than at night. Although their locations and diving patterns differ, both sexes dive repeatedly for four to five months during summer and fall. Research suggests that elephant seals forage continuously during their migrations and, furthermore, they don't sleep! They may take \"cat-naps\" when they dive, as their heart rate slows, making only brief, infrequent surface appearances. This pattern, and the incredible amount of time spent below the surface, explains why so few of them have been seen in the open ocean despite their rapidly growing population. For more information, check out our Elephant Seals Resource Newsletter (1,284 KB PDF - Adobe® Acrobat Reader® is needed to view PDF documents). Point Reyes National Seashore is one of the few places on the Pacific Coast where northern elephant seals may be observed and studied. Their semi-annual sojourns to the shores of Point Reyes provide a unique opportunity to glimpse the lives and behaviors of these elusive ocean giants. The Elephant Seal Overlook near Chimney Rock is a great place for viewing elephant seals and discovering for yourself the secrets of these wild wonders of the deep! IMPORTANT NOTE: Due to the high volume of traffic out to the Lighthouse and Chimney Rock areas during the elephant seal pupping and mating season, the park will be operating a shuttle bus system from the Drakes Beach parking lot (usually from New Year's to Easter each year on weekends and holidays--weather permitting). Sir Francis Drake Boulevard from South Beach to the Lighthouse and Chimney Rock areas WILL BE CLOSED during shuttle operating hours. Check the \"Shuttles, Whales, and Elephant Seals\" recording at 415-464-5100 x2 x3 x1 for updates on whether shuttles are operating. Check out our Weekly Elephant Seal updates to learn the latest news. Even more information can be found on sfnps.org's Elephant Seals web pages. Top of Page How You Can Help the Elephant Seal  A number of organizations are concerned about the welfare of elephant seals in California and throughout the U.S.A. They provide a range of services, from educational materials to studying the animals' needs. You can get involved in a number of ways, among which are the following:  Donate - Give to and help raise money for agencies and nonprofit groups that protect habitat.  Protect Habitat - Prevent domestic dogs from roaming, follow park regulations and guidelines listed on this website and at trailheads.  Learn - Find out more about elephant seals and share information with friends and family.  Be a Winter Wildlife Docent during winter weekends at Point Reyes National Seashore.  Top of Page      MULTIMEDIA Watch the Elephants, Seals, and Lions, Oh My! video to learn how to differentiate elephant seals from other pinnipeds. Elephant Seals: Our Window To The Ocean, a 10 minute documentary filmed at Point Reyes National Seashore. Science Behind the Scenery: Northern Elephant Seal Video In 2004, the Pacific Coast Science and Learning Center produced a DVD entitled \"Science Behind the Scenery.\" One segment of this DVD featured the northern elephant seal. This 5:46-minute Quicktime video is available as either a \"Low\" resolution video of 240 pixels x 180 pixels at 12 frames per second for those with slower connections, or as a \"Medium\" resolution video of 320 pixels x 180 pixels at 15 frames per second for those with faster connections. Low (9,377 KB) | Medium (28,951 KB) Download QuickTime Player for free.  KQED's Quest Program Into the Deep with Elephant Seals - initially aired on May 4, 2011 Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/elephant_seals.htm"
}
