{
    "title": "Point Reyes National Seashore: 1887 San Francisco Chronicle Article",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Maritime History     1887 San Francisco Chronicle Article                  San Francisco Chronicle 1887 Article      San Francisco Chronicle Sept. 25, 1887*(reprinted with permission all rights reserved by Chronicle Features, Hearst Publishing - the text is reproduced except for small gaps where the edge of the column page frayed with age).\"Sirens That Do Not Tempt\" - Tales of Some of the More Memorable Wrecks -The Diversions of Two Cranky KeepersFrom the earliest history the wary mariner, skirting the coast of California to the west of Drake's bay, has known and shunned a certain bold headland, shrouded for the most part in fog, but in clear weather revealed to him in all the awfulness of its rocks and precipices and perpetually churning waters. Punta de los Reyes, Point of the Kings-the Spanish navigators named it, after the two royal Infantes, and they did well to fear it. God help the hapless mariner who drifts upon it.\"Over his deck the sea will leapHe must go down into the deepAnd perish, mouse and manThere is not, from Mexico to Oregon a more forbidding or dangerous coast line than that extending from Point Reyes to Tomales bay. It is made doubly dangerous by its proximity to the harbor of San Francisco, many a vessel having gone ashore under full sail believing that it was headed for the Golden Gate.Such was the fatal mistake of the Oxford, an English clipper ship, wrecked in 1855, the hull of which lies rotting in Tomales bay; and in 1861 the Sea Nymph, another clipper ship, laden with a cargo of merchandise, sailed as fearlessly in and to a certain doom on the beach a little north of Point Reyes. In 1863 or 1864 a Russian man-o-war (the Norvick) was wrecked on the same spot. Several schooners are also known to have been lost off of this coast. Yet it was not until 1870 that a lighthouse was established on the western head of Point Reyes, and still later that a fog signal was stationed 150 feet below it and above the sea level.A visit to the Point Reyes Lighthouse involves a journey of at least twenty five miles from the North Pacific Railroad station, The road follows the picturesque curves of Tomales Bay for about half its length, then turns and winds laboriously over a wooded mountain into the heart of the far famed Point Reyes dairy district. Suddenly and with almost as distinct an epoch to his sensibilities as if he had plunged from a warm bath into a cold one, the traveler has crossed the unseen boundary where the inland climate ends and the coastal climate begins. The very character of the vegetation is changed. Behind him are mild airs and wooded slopes smiling in the sunshine. Before him he sees miles and miles of grazing land, brown and dry, save in the early springtime, and rugged hillsides covered with chaparral. The ocean is not in sight yet, but one can fairly taste the salt, damp air. Instinctively, he turns up the collar of his overcoat, jams his hat well down and bids the driver make haste.Henceforth his way lies for fully fifteen miles, from ranch to ranch, through a dreary but not uninteresting country-one might almost say waste as it appears to consist mainly of........... The sight of hundreds of cattle grazing over the vast ranges, domestic as they are, conveys to the mind no impression of their belonging anywhere or to any one, more than the hawks or sailing buzzards that circle above them.It is a constant surprise to find the land inhabited; to catch the call of a distant herder to his dogs; to see the cows gathering from all points of the common and heading for some mysterious ...soon to burst upon one in the shape of a flourishing rancho with its cluster of buildings and corrals making a little inlet of itself.From Swain's Flat, long honored in the community as good grass land and a paradise of hare chasing, one just begins to realize what the histories, geographies and most newspaper articles have told him, that Point Reyes is a peninsula, the Pacific ocean on two sides of it, Tomales bay on the third. The ocean already on one side of him, blue, sparkling. He can see the long line of breakers, and hear at close range what haunted him from the distance ever since he has been on Point Reyes- the ceaseless roar of its waters. On the other hand yet there is only an arm of Limantour Bay, but it presently unites with the ....itself and the bay joins the open sea.\"This,\" says the driver, when the fourth ranch from Swain's Flat has been reached \"this\" (with a wave of his hand to the right), \"is the place where in 1875, the Warrior Queen was wrecked. A noble ship she was, bound from Auckland to New Zealand, to San Francisco, and lost in one of our heavy fogs. There she lay morning, high and dry on the sands with all sails set. You could walk out without wetting your feet. The prettiest sight I ever saw and a nine days wonder to a quiet community like this. A source of considerable profit, too, under the salvage law, to several enterprising ranchers. The bark Erin Star, loaded with railroad ties and valued, with her cargo at $105,000, was lost near here in 1880; and the Haddingtonshire, you will remember, was wrecked in 1885 off this same shore, but nearer the lighthouse.\"It is a land of wrecks. One hears of little else as, mile after mile, the horses pull wearily through the rolling sand dunes. Every turn of the road suggests some chronicle of disaster, A main feature of the little garden in front of the last ranch house is the figurehead of the lost Warrior Queen, rising ghost like from the ground and still proud and mournful as when she was bent above the heaving wave....the white building, large enough to accommodate several families and get a good square footing on terra firma. One ...visitor has been frank enough to voice that at this stage of the proceedings, he felt a yearning to \"lie down and hang...It was, perhaps, all things considered, a not unnatural impulse-one which may often have been felt if not freely expressed. However, it soon yields to the interest in the scene as one looks about him.He stays only long enough at the keeper's house to note that it is well built and scrupulously well kept, after the manner of Government buildings. All about it-the road, the yards and the dome like tops of the two great cisterns-are one glare of white cement. It is a significant fact that the windows of the house are made double, and even that does not altogether prevent the sifting in of sand. Fair weather though it be, one can well imagine with what terrific force a storm would sweep the headland. Time and again, it is said, the workmen engaged in the construction of the buildings had their tools blown away and once the breeze lifted bodily a carpenter's kit and hurled it over the cliff. A stiffish gale unroofed the keepers house soon after its completion.Not least among the wonders of the place are the cisterns. The visitor walks over a little bridge to the top of the largest one and the keeper bids him to shout into it. He does so and the sound of his own voice reverberating from its cavernous depths fairly frightens him. This cistern will hold 100,00 gallons and the smaller one 10,000.Next comes the descent to the lighthouse by a flight of 360 steps. To the right of the stairs is a chute, down which fuel and supplies are sent from the top of the cliff and on the left a guard rail insures comparative safety to the keepers, who, as it is in heavy gales, have occasionally to prostrate themselves during the passage making the best of their way through between gusts, so furious is the sweep of the wind.The stair terminates near the base of the lighthouse which is a sixteen sided iron structure, built on the ragged edge of a precipice about 300 feet above the sea level. The lamp, which is one of the finest on the coast, is a first order Funk's Mineral Float. Until recently it was a hydraulic float and consumed lard oil. There were two oil chambers and four wicks, the largest of which was three and one half inches in diameter. The improved mechanism has five circular wicks, varying in diameter from one and one-eight to four and one-half inches. The flame is of dazzling brilliancy, it being impossible to look at from the tower without smoked glasses, and the heat inside the lantern is intense. From the single reservoir the oil is forced up by the \"plunger\" a weight of 120 pounds through a tube into the wicks. The care of the lamps-thanks to the new apparatus-is a comparatively simple matter. In the morning the keeper has only to fill the reservoir with the mineral oil, raise the plunger to the top of the reservoir and close the faucet in the tube. At night he opens the faucet, the plunger descends, the oil is forced up through the tube into the float chamber and from thence to the wicks. The lamp requires no trimming.... moves the chimney,..........wipes the ash from the wicks and all is done.Revolving around the light once in two minutes are twenty four focal lenses emitting as many flashes at intervals of five seconds. These flashes, by means of a wonderful reflecting arrangement, illumine an arc of 285 degrees and can be seen at sea a distance of twenty four nautical miles. There are forty two series of reflecting prisms, horizontally disposed, varying in length as they approach the apex of the cone and the whole reflecting apparatus, including the lenses, is nine feet in height by six feet in diameter. It is revolved by clockwork with a weight of 175 pounds as the driving power and there is a governor by which the motion of the reflector is regulated. The lenses are of the La Pute patent and the gearing is made in France by Barbiere and Fenestre in 1867. The original cost of the whole-light, gearing, and reflecting apparatus-is estimated at $25,000.A little before sunset the great lamp begins its work, and from that time until the sunrise the keeper and his assistants relieve one another in turn at intervals of three hours. It is a lonely vigil, disposing one to serious meditation. The various ways in which the different watchers beguile their time, the books they read, the impressions made upon them by the weird and awful nature of their surroundings, are matters of interest to the philosopher. The first assistant has embodied his emotions in verse. It was the writer's good fortune to hear these poems read by their author under peculiarly favorable circumstances and to the little group of listeners their quaint charm will long remain an impressive memory inseparable from the scene.One hundred and fifty feet further down the cliff is the fog signal station where two steam sirens in full blast make night and day alike hideous. At the time the writer visited this spot the sirens had been in operation for 176 consecutive hours, and the jaded attendants looked as if they had been on a protracted spree. The blast alone, which lasts five seconds and recurs every seventy seconds is enough to drive any ordinary man mad, and must, it seems, exert a wearing effect upon even the hardened nerves of a keeper. It is objected, and with apparent reason, that both sirens face westward where the greatest danger lies, to the north, the fog settling with peculiar density along the portion of the coast known as North Beach, where nearly all the great wrecks have occurred, and from which the sound of the signal is in a measure excluded by the formation of the cliff.The first signal station was a rather primitive affair. It was built close against the cliff and had only a steam whistle, not a siren which is a huge funnel shaped thing, reminding one of a musical instrument (which it emphatically is not) and pointing outwards instead of up. Once a fragment of the cliff came crashing through the roof, demolishing the keeper's bed, which fortunately he had vacated shortly before. To insure against future catastrophes of this kind, the whole face of the cliff has since been cemented. A gentleman who witnessed the progress of this work says it was simply bloodcurdling to see the men swinging in mid air, where a misstep, a moment's dizziness, or the breaking of a rope would have sent them down hundreds of feet to a certain and horrible death.The descent to the present fog-signal is quite as long as that to the lighthouse and far more abrupt and hazardous. When one has completed it he is still 150 feet or more above the ocean. Far, far below him the sea, foaming and roaring, breaks on the jagged rocks and bobbing serenely about in the very midst of it, as if all this were simply no affair of theirs, are numerous sleek-headed seals. Heaven knows what they are there for, whether for fish or merely for the fun of churning up and down dodging the sharp corners which continually threaten to pierce them, but it is a relief to watch their aquatic gambols as an offset to the terrors of the deep. Even at this height during the heavy storms the keepers feel the spray from the great waves, which roll in mountain high and fling themselves half way up the cliff.To the left are the Farallones, simply outlined in the distance, but a magnified image of them has been seen in a mirage where they appeared in detail, the lighthouse upon the largest island being distinctly visible from Point Reyes.Not far from the keeper's house and..where the name of a former assistant,an ..Englishman whose vagaries in their time an attraction to visitors and a source of some uneasiness to his associates. It was evident that he was a man of more than ordinary attainments, that he had journeyed widely and was inclined to scientific pursuits. His room was filled with curiosities from all parts of the world and to the elect he confided modestly that he had traveled with Agassiz; also that he had been employed by the British Museum in the furnishing of marine specimens. Among his treasures were a pair of immense dueling pistols and some strange fish from the Caribbean sea, a curious skull formation found in a Hindoo cemetery, etc. and last, not least and ordinary wooden box curtained and fitted up as a bed. This he explained had been occupied by a remarkable cat, lately deceased, the rearing of which had been conducted upon an experimental basis, so as to speak, illustrating the baneful effects of civilization and luxury upon the physical system. He had for years, devoted himself to the education of the lower animals, with unvarying results. As the soul and intellect expanded, the mortal part declined; witness the departed feline who wore dresses, slept in a curtained bed, ate rich food, shared the constant companionship of her master (with whom she went to and from the lighthouse) applied herself to the getting of wisdom and died. He had named this prodigy Josephine, and upon her tomb, following the date of her death, was this touching line: \"I loved Jodie.\" But his experiments were by no means confined to cats. That they were prone to higher flights was evidenced by the peculiar conditions under which the place was assigned to him-ie that he should refrain from tampering with any of the appliances of the station. It leaked out in time that at his former post he had (presumably in the interests of science) removed on a bright day the covering from the reflector, thus converting it into an immense burning glass and melting the side of the lighthouse. For this he was in temporary ill repute, so much so that the eligibility of \"cranks\" for Government appointments became a mooted question at several stations which he subsequently occupied. But it was long before any action was taken in the matter, and only lately that news of the poor fellow's death in an insane asylum was brought to Point Reyes.J.A. McFarland, the keeper at Alcatraz was for some time an assistant at Point Reyes and well and favorably known in the community. He also was an Englishman; indeed, the British element has greatly predominated at this station-so much as to cause general surprise and comment.Another local celebrity in his way was a late (and happily deposed) keeper, notorious for his love of the flowing bowl. It is said the even regaled himself when out of whiskey, with the alcohol furnished for cleaning lamps, and a familiar sight to the ranchman was this genial gentleman lying dead drunk by the roadside, while his horse attached to the lighthouse wagon, grazed at will over the country. It was no unusual thing for him to be drunk for days at his station.Meanwhile thousands of human beings whose lives hung upon the flashes of the great light sailed secure in the trust that it would never fail them. Whether from negligence on the part of inspectors or the misguided reluctance of employees to \"tell tales out of school\", this state of affairs so long existed is not known, but it is terrible to reflect that it did exist and to think of all that might have happened in consequence.However, \"it's an ill wind that blows no good\" the awakening connected with this man's removal seems to have had a salutary effect, the present corps being quite exemplary throughout.The keeper receives $800 per annum and rations; the first assistant $600 and rations, and the second and third assistants each $500 and rations. This seems a mere pittance (in fact it is not lavish), but, considering all that the term \"rations\" includes, it might be worse. House rent and repairing, stove fixtures, fuel, coal oil, beef, pork, flour, rice, beans, potatoes, onions, sugar, coffee, and vinegar are among the articles furnished by Government, with a privilege of exchanging any of them for an equivalent in something else.Two pretty cottages for the assistants families have been built nearly opposite the keeper's house and lend a social air to the place. There is also a blacksmith shop, and the oilhouse and tank (the latter holding 40,000 gallons of water) are objects of....................It is a great mistake to attempt it in that time. One is surfeited with grandeur and retains for a while only a confused memory of precipices and the roaring of many waters, houses and keepers, and lights and signals, machinery and stairs, and seals and caves, in a kind of mental vertigo: and not until he is fairly rested, if ever, will these blurred images be shaped to distinct impressions of the scene.Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/historyculture\/people_maritime_sfchroniclearticle.htm"
}
