{
    "title": "Point Reyes National Seashore: Shipwrecks",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Maritime History     Shipwrecks                  Shipwrecks at Point Reyes       \"Punta de los Reyes…. God help the hapless mariner who drifts upon her shores.\" San Francisco Chronicle, 1880 The dark, surging waters and treacherous crags of Point Reyes have commanded fear and respect from generations of sailors. These treacherous waters conceal the remains of ships whose crews were unwary, overconfident, or merely unfortunate. Standing on the bluffs and overlooks along the Point, it is worth taking a moment to reflect on these wrecks and what they mean to us. More than just a silent memory of past tragedies, shipwrecks are time capsules, moments of maritime history, captured by fate and waiting at the bottom of the sea to tell their stories. Close to the vigorous port of San Francisco, Point Reyes has always been a major feature along the shipping routes. It thrusts ten miles out into the ocean. Tormented by chill, coursing currents, the sheer granite cliffs are thrashed by howling winds and concealed by impenetrable fogs—the worst the Pacific has to offer, according to a survey carried out by the United States Lighthouse Service in the 1800s. These hazards lie in wait for all ships that venture too close. Before the construction of the Point Reyes Lighthouse in 1870, over three-quarters of a million dollars in ships and cargoes were lost on the rocks. Even after the lighthouse was built, Life Saving Stations were established on Ten Mile Beach and at Chimney Rock to rescue the crews and passengers of foundering ships. To date, the Point has taken more than fifty ships and the lives of numerous sailors and passengers: ships that were never again seen from these shores and men and women who never returned to the embrace of their families and loved ones. Before rail lines and highways connected California with the rest of the world, life here depended on oceanic shipping. Even the simplest merchandise arrived by ship. The vessels lost at Point Reyes exemplify the continuing history of shipping along the West Coast. The first ship sunk was a Spanish galleon, the San Agustin. Returning from the Philippines in 1595, a storm drove this ship onto the beaches and scattered its wreckage across Drakes Bay. Typically, the wrecks were not glamorous. They did not carry the gold and jewels that thrill treasure hunters, but the goods and supplies that fueled the growth of far-flung cities and outposts. Lumber ships and oil tankers, fishing scows and dairy schooners have been shattered on the rocks of Point Reyes. Ships continue to wreck on Point Reyes. Even with modern satellite technology, nearly every year some small vessel, a pleasure craft or fishing boat, is lost to these shores. Shipwrecks are more than tragedies of lives and cargoes lost. They offer glimpses into the lives and histories of the ships and their sailors. Some wrecks carry with them the simple items that are rarely passed from one generation to the next. Tools, equipment, and personal items, originally of little intrinsic value, may be priceless as illustrations of the commonplace in their day. Wrecks can also provide final testimonials on ideas and techniques used to build ships that have forever disappeared from the seas. Shipwrecks are a respected and protected part of Point Reyes National Seashore. They are archaeological sites that provide opportunities for scientific and historical research. More importantly, these wrecks serve as memorials to the work and sacrifice of the men and women who have made their lives on the sea. Watch a 42-second newsreel clip from November 23, 1931, about the wreck of the Munleon at Point Reyes. For More Information: Shipwrecks on the Point Reyes Peninsula, 1849-1940 (29 KB PDF) Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/historyculture\/people_maritime_shipwrecks.htm"
}
