{
    "title": "Point Reyes National Seashore: Gray Whales",
    "body": "Gray Whales at Point Reyes         Juvenile gray whale   Gray whales delight visitors as they pass by the cliffs of the Point Reyes Lighthouse during their winter and spring migrations. Gray whales make one of the longest annual migrations of any mammal, traveling a total of 15,000 to 21,000 kilometers (9,000 to 13,000 miles) every year. They migrate south in the fall from their Arctic feeding grounds in the Bering, Beaufort, and Chukchi Seas west and north of Alaska down the Pacific coast as far as Baja California, Mexico, to spend the winter in their breeding and calving grounds in warm water lagoons and in the Southern California Bight.          Eschrichtius robustus    Class: Mammalia   Order: Cetacea   Suborder: Mysticeti   Family: Eschrichtiidae   Genus: Eschrichtius   Species: robustus    The gray whale is the only member of the Eschrichtiidae family. It is a mysticete, or baleen whale, meaning it has a series of fringed overlapping plates hanging from each side of the upper jaw, where teeth might otherwise be located. Reminiscent of a broom and made of keratin--like one's fingernails and hair--this is what the gray whale uses to filter out its food. The gray whale baleen is the shortest of all baleen whales because they are bottom feeders, eating crustaceans, such as amphipods, and tube worms found in the sediment of the sea floor. They swim to the sea floor, turn on their side and take in a mouth full of water and crustacean-filled sediment. They then close their mouths and expel the sediment and water, leaving food trapped on the inside of the baleen. Then using the tongue to scrape the amphipods of the baleen similar to how you might use your tongue to remove peanut butter from your teeth, the whale can swallow the food without having to swallow large amounts of salt water. Top of Page        Gray whale mother with calf   A gray whale can grow to about 16 meters (50 feet) long, and weigh up to 40 tons. Gray whales do not have a dorsal fin but rather a dorsal hump followed by the tail stock, which is a series of 8 to 14 small bumps called \"knuckles\" between the dorsal hump and tail fluke. Tail flukes can be up to 3.7 meters (12 feet) wide and have a curved tailing edge with a deep median notch. Calves are born a uniform dark gray that becomes mottled as  they get older. Older gray whales have lighter patches on the skin where they are covered in barnacles and whale lice that are able to attach themselves and live on the skin of the slow-moving whale. Also, when these skin parasites fall off, they leave scars that give a light-colored mottled appearance. Gray whales reach sexual maturity at approximately eight years of age, from which age females will mate at intervals of once every 2 or more years. Gray whales can live up to 70 years. During the breeding season of late November through January, females may mate with several males. Mating and calving both occur mostly in the lagoons of Baja, although mating has been observed while whales pass the Point Reyes Lighthouse during both north and south migrations. During a gray whale's 12 to 13 month gestation period, the female will have migrated from Baja California to Alaska and back, arriving in the warm lagoons of Baja in time for the birth of its single calf. Currently there are no accounts of twin births. The calf weighs 500 to 680 kilograms (1,100-1,500 pounds) and is 3.6-4.5 meters (12-15 feet) long at birth. Calves nurse seven to eight months (the entire duration of the northbound journey) on milk that is 53% fat (human milk is 2% fat). Top of Page        Gray whale starting to breach   Here at Point Reyes, every year we occasionally see individual gray whales feeding along the coast during the summer and fall, but the greatest number of sightings occurs in the winter and spring. From late December and on through January, the entire population of some 20,000 whales migrates south past the Point Reyes peninsula. Many blows (spouts) and flukes can be seen popping up offshore from the Observation deck at the Point Reyes Lighthouse. The numbers of sightings are reduced in February as the majority of the population has already arrived at the calving grounds in Baja and Southern California. There, each pregnant female will give birth to one calf (baby whale) and nurse it on extremely thick milk to help it develop a thick layer of blubber for the journey north. Sightings at Point Reyes pick back up in March as the whales pass by on their way north to their Alaskan feeding grounds. Mothers and calves travel very near shore--probably for protection from orcas and sharks--during this northbound migration, resulting great opportunities to see the whales up close. A migrating gray whale has a relatively consistent breathing pattern, generally spouting three to five times every fifteen to thirty seconds before raising its fluke and submerging out of sight for the next three to five minutes (a gray whale can potentially stay submerged for up to 15 minutes or longer). During the migration, gray whales travel at a speed of five to ten kilometers per hour (three to six miles per hour). Therefore, it takes about five to six months for a gray whale to complete its 15,000 kilometer (9,000 mile) round-trip migration. As the population has recovered, not all gray whales migrate all the way to Alaska, and more are lingering along the Pacific Coast to feed during the summer at places like Point Reyes and the Farallon Islands. Top of Page         At one time there were three gray whale populations in the world: a north Atlantic population, a western Pacific population, and the eastern Pacific population. Gray whales were hunted for food by early peoples and for their oil rich blubber commercially, resulting in a dramatic decrease in populations. The eastern Pacific population was twice hunted nearly to extinction: in the mid-1800s after the discovery of their calving lagoons, and again in the early 1900s with the introduction of modern whaling ships. These large ocean-going vessels were essentially floating factories with extensive on-board facilities for processing and freezing slaughtered whales. Gray whales had already been hunted to commercial extinction by the early 20th century, so the factory ships were primarily targeting the faster whales such as fin, humpback, and blue. As the level of technology increased, catches far exceeded the sustainable limit for whale populations. In the late 1930s, more than 50,000 whales of various populations were killed annually worldwide and by the middle of the century whale populations were not replenishing themselves. Due to overhunting of gray whales, only the eastern Pacific population and a considerably depleted western Pacific--or Korean--population remain. The Atlantic population was extinct by the 18th century. Fortunately for gray whales, citizens around the world throughout the 20th Century became more and more concerned about the disappearance of whales and other animals, and pressured their governments to institute protective measures. The gray whale was given partial protection in the United States in 1936. In 1949, the International Whaling Commission (IWC) banned commercial hunting of gray whales, with exceptions for aboriginal hunting and scientific research. The Mexican government protected breeding lagoons in Baja in 1971, creating the first whale sanctuary in the world. Protections for the gray whales in the United States were expanded with the passage of the Marine Mammal Protection Act in 1972 and the Endangered Species Act of 1973. Aided by these protections, the gray whale population in the eastern Pacific began to grow. The eastern Pacific population of gray whales was removed from the U.S. List of Endangered and Threatened Wildlife in 1994, based on evidence that they had recovered to near their estimated original population size (19,000-23,000) and were not in danger of extinction. However, not everyone is convinced that the gray whale population has completely recovered. In 2007, researchers using a genetic approach to estimate pre-whaling abundance of gray whales reported in the Proceedings of the National Academy of Sciences that DNA variability of the eastern Pacific population indicates that the pre-whaling population may have numbered from 76,000 to 118,000 individuals, approximately three to five times more numerous than today's average census size of 22,000. And the number of gray whales in the western Pacific numbered about 130 as of 2011. Top of Page While gray whales have made a remarkable recovery from the brink of extinction, there are still many issues that may affect the future of the whales. Threats include:  oil spills and noise pollution from oil rigs; boat traffic noise pollution and ship strikes; entanglement and drowning in marine debris, and fishing lines and nets; polluted sediment and water near urban centers--gray whales are more susceptible to these problems because they travel so close to the shoreline and eat organisms living in coastal sediments that may be polluted; military sonar--whales are sensitive to continuous sounds that exceed 120 decibels and some military sonar operates at more than 235 decibels.          Another potential threat is how the climate is changing, ocean temperatures are warming, and the ice pack is retreating farther and farther to the north. In recent years, some malnourished gray whales have been observed all along their migratory route and some scientists believe that ocean warming may be decreasing their food supply. The rapid loss of arctic sea ice may be lowering the abundance of bottom-dwelling prey for gray whales in traditional foraging grounds off Alaska. As we humans change the chemical composition of the atmosphere through pollution, the chemical composition of the ocean is also changing--it is becoming more acidic. As the ocean becomes more acidic, the invertebrates that gray whales may eat are affected by the dissolving of their shells. However, gray whales may also benefit from changes in climate. The retreating sea ice provides new foraging areas for gray whales and allows them to delay their southbound migration, which means they have more time to bulk up on food. With the opening of the Northwest Passage, gray whales may even become established again in the Atlantic Ocean, where one whale has already been documented within the past few years. Given how human activities may impact gray whales and other marine life, our choices and decisions have a profound influence on their future. Top of Page Visit our Whale Watching at Point Reyes page for more information on where and when to see gray whales. IMPORTANT NOTE: Due to the high volume of traffic out to the Lighthouse and Chimney Rock areas during the gray whale migration, the park will be operating a shuttle bus system from the Drakes Beach parking lot (usually from New Year's to Easter each year on weekends and holidays--weather permitting). Sir Francis Drake Boulevard from South Beach to the Lighthouse and Chimney Rock areas WILL BE CLOSED during shuttle operating hours. Check the \"Shuttles, Whales, and Elephant Seals\" recording at 415-464-5100 x2 x3 x1 for updates on whether shuttles are operating. References:  Allen, S., and J. Mortenson. 2011. Field guide to marine mammals of the Pacific Coast. University of California Press, Berkeley, California. Alter, S.E., E. Rynes, and S.R. Palumbi, 2007. DNA evidence for historic population size and past ecosystem impacts of gray whales. Proceedings of the National Academy of Sciences. Vol. 104 no. 38 15162-15167.  Seasonal employees Andrew Castro and Eric Stearns researched content and drafted text for this page. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/gray_whales.htm"
}
