{
    "title": "Point Reyes National Seashore: Snowy Plovers",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Snowy Plovers                   Snowy Plovers at Point Reyes        snowy plovers at point reyes includes: Snowy Plover Updates           Partnering Science and Education to Save a Threatened Species Since 1995, Point Reyes National Seashore (PRNS) and Point Blue Conservation Science (formerly known as PRBO Conservation Science and Point Reyes Bird Observatory) have been implementing a recovery project for the breeding western snowy plover (Charadrius nivosus nivosus) population within the Seashore. The snowy plover is a small shorebird that was listed as a federally threatened species in 1993. Current estimates project that there are roughly 2,100 western snowy plovers along the Pacific Coast from Washington to Baja (USFWS unpublished data). Their diminishing numbers are largely due to habitat loss, and habitat degradation from the introduction of nonnative plants, and predation.         Snowy Plover and Chicks   Share the Beach—Being Mindful of Human Activities that Affect Plovers While these are the biggest factors contributing to plover declines, seemingly benign beach activities can also pose significant threats to plovers here at Point Reyes. Beaches provide open spaces for us to relax and play but some things we love to do at the beach spell disaster for the snowy plover. The peak of human activities on Point Reyes beaches usually coincides with the \"snowies\" breeding season March through September. Walking dogs or riding horses near nests flushes protective parents, leaving eggs and chicks exposed to wind, sand, cold, and predators. Food scraps left on beaches attract predators that would not have otherwise found the odorless, camouflaged plover eggs.        Raven flying low over the beach.   Gulls, ravens, foxes, coyotes, dogs, feral cats, skunks, and raccoons are well known for developing feeding habits based on human disturbance and often congregate where people recreate. Even simply standing a stick in the sand as a flagpole can draw predators: the stick provides a perch for raptors that otherwise have no vantage points on barren beaches. Food left on the beaches or feeding wildlife also attract predators. Top of Page        Exclosure around plover nest.   Management Methods Scientists from Point Blue Conservation Science and the NPS have been monitoring snowy plovers at Point Reyes since 1986. Over the years, NPS has used a variety of management measures that would help the plovers reproduce successfully, including erecting exclosures around nests, creating seasonal closures around nesting habitat and removing invasive plants. The exclosures, similar to those used for the piping plover (Charadrius melodus) on the east coast, are made of 10-foot by 10-foot square, 4–5 foot tall fencing that allows entrance and departure of plovers while keeping out predators.        Volunteer Docents   To reduce human disturbance of plovers, the park uses educational signs and brochures to teach the public about the vulnerability of nesting snowy plovers and to alert visitors to seasonal closures and pet restrictions in plover habitat. On weekends, when recreation is most intense, park employees and several volunteer docents are present on beaches and at trail heads to educate visitors. Top of Page        Male Snowy Plover and Hatchlings   Current Statistics Typically, plovers will lay 2–3 clutches per year; both male and female will incubate the 1–5 eggs laid; and once the eggs hatch, the male will stay with the hatchlings (brood) for roughly 28 days until the chicks are fledged (can fly), protecting them from predators and guiding them to places to eat insects. In 2013, A minimum estimate of 18 plovers bred at Point Reyes—twice as many as estimated in 2012. Exclosures were placed around 11 of the 21 nests located in 2013. One pair chose to nest inside an exclosure that was already erected on the beach. Eleven of 21 nests hatched at least one egg, and 30 of 58 eggs hatched. Six of the 11 successful nests were exclosed while five were not exclosed. Fifteen of 30 chicks survived for at least 28 days after hatching, for a 50% fledging rate. The average fledging success rate in the previous five years was only 32%. This season represented an upswing in nesting at Point Reyes, in part due to the higher number of plovers that came to breed here. Nest failures in which pairs then chose to re-nest also influenced the number of nests in 2013. With more eggs hatched and an above average fledging rate, 2013 produced the highest number of fledglings (15) since 2007. To find out the latest, visit our Snowy Plover Updates page.        Coastal dune habitat at Abbotts Lagoon.   Habitat Restoration In conjunction with this recovery program, the park initiated coastal dune restoration efforts at Abbotts Lagoon in 2001 to protect endangered plants and increase nesting habitat for snowy plovers. From 2001 to 2005, 50 acres of non-native European beachgrass (Ammophila arenaria) and iceplant (Carpobrotus edulis) have been removed from critical dune habitat.        Restoration Volunteers   Since March 2004, plovers have begun to nest in the dune area restored. This is the first time plovers have used these back dunes in decades. Prior to the dune restoration, plover nesting activity has been restricted to a narrow strip of sand between the beachgrass formed sea wall and the high tide line. Plovers are using the area for chick rearing as well. Male plovers have been seen moving chicks to this area from as far as a mile and a half away. The restored area is open enough for plovers to see approaching predators and provides areas of protection (chicks are much harder to find in open sand fields) and native food sources. Starting in 2010, another 300 acres of coastal dune habitat is scheduled to be restored, providing expanded breeding habitat for snowy plovers. Top of Page        Snowy Plover Nest   Creating Awareness Reduces Chick Loss Since 2001, the snowy plover recovery program has included a significant volunteer education effort with funding support from Point Reyes National Seashore Association. These \"Snowy Plover Docents\" frequent Seashore beaches on weekends and holidays, providing snowy plover education to over 3,000 visitors annually. Far fewer chicks are lost on weekends and holidays since the program began, suggesting that docent presence and education efforts are playing a critical role in sustaining snowy plover breeding populations on Point Reyes beaches. Visitor education is very important to the success of plovers at Point Reyes National Seashore because the birds are easily disturbed by recreationists on beaches. When disturbed, chicks are exposed to predators and use energy needed for growth. Egg failure and chick mortality remain high because of disturbance, predation, environmental factors and other reasons. The survival of every chick is important in the seashore’s small population. The park will continue the protection, restoration and education programs in the near future until the population reaches and is sustained at the USFWS recovery plan target number of 64 breeding birds for Point Reyes beaches (2009 numbers were 24, 2010 numbers were 14). Top of Page        Male Plover watching over chick   Why Should I Care? The number of snowy plovers on our beaches who reside, nest and fledge their young is an indicator of the health of our sandy beaches and coastal ecosystem. Western snowy plovers will survive as a species as long as they have small, protected nesting islands and habitat. The snowy plover is an important part of the interconnected web of life on the shore. Plovers have lived on California beaches for thousands of years, but today human use of their remaining beach habitat seriously threatens their survival. Once numbered in the thousands, only around 2,100 breeding plovers remain (USFWS unpublished data). Prior to 1970 they nested at 53 locations in California, while today they nest in only half as many sites (USFWS 2001). Point Reyes, once known for having at least three plover breeding beaches now only has one (Peterlein 2008). The health of our beaches and community will depend on our local management and community response during the critical breeding season. How Can I Help \"Snowies\" Nest in Peace?  The efforts of the National Park Service, state parks and other land management agencies combined with your active cooperation, can make a difference in the survival of the western snowy plover along the seashore. Since snowy plover breeding season coincides with the peak of human visitation, there are many things park visitors can do to avoid or minimize impacts on the birds.  Volunteer your time to recovery efforts. Become a Snowy Plover Docent and help save this species Be aware of \"snowie\" breeding areas and respectful of their space. Do not approach birds or nests. Avoid prolonged picnicking near plover nesting habitat. Stay out of fenced or posted habitat areas, and do not approach fencing. Keep pets out of plover areas, and where dogs are authorized, keep them leashed. Do not light fires near plover breeding areas. Dispose of garbage properly to avoid attracting plover predators. Equestrians avoid nesting areas. Observe posted restrictions and keep to wet sand in plover habitat. Do not collect kelp or driftwood from the beach; it provides nesting and feeding habitat for snowy plovers. Do not fly kites, hang glide or toss Frisbees or balls near snowy plover nesting habitat. Fireworks are prohibited. Other activities causing disturbance may also be restricted. Please report to park staff any nests, threats or disturbances to plovers.   Top of Page      Learn More! Additional Resources View the Snowy Plover Glossary for an explanation of unfamiliar terms. (18 KB PDF) sfnps.org's Western Snowy Plovers View the \"Save Our Seashore and Protect the Western Snowy Plover\" brochure (385 KB PDF) Designated in Federal Register 70:56969; September 29, 2005. (4,599 KB PDF) Recovery Plan for the Pacific Coast Population of the Western Snowy Plover (Charadrius alexandrinus nivosus), September 24, 2007. (35 KB PDF) Western Snowy Plover: Tools & Resources for Recovery Learn more about Point Blue Conservation Science and Plover Recovery Efforts Learn more about Threatened and Endangered Species Learn more about NPS Inventory and Monitoring Programs Get Involved! Learn more at California Coastal Commission. Literature Cited: Campbell, C. 2013. Monitoring Western Snowy Plovers at Point Reyes National Seashore, Marin County, California: 2012 annual report. Natural Resource Technical Report. NPS\/SFAN\/NRTR—2013\/825. National Park Service. Fort Collins, Colorado. Published Report-2204673. Available at http:\/\/www.sfnps.org\/download_product\/4526\/0 (accessed on 19 December 2013). (1,245 KB PDF) Hornaday, K., I. Pisani, and B. Warne. 2007. Recovery Plan for the Pacific Coast Population of the Western Snowy Plover (Charadrius alexandrinus nivosus). Department of the Interior, U.S. Fish and Wildlife Service, Sacramento, California, USA. Hughey, L. 2011. Monitoring Western Snowy Plovers at Point Reyes National Seashore, Marin County, California, 2010 Annual Report. Natural Resource Technical Report. NPS\/SFAN\/NRTR—2011\/503. Department of the Interior, National Park Service, Fort Collins, Colorado, USA. Available at http:\/\/www.sfnps.org\/download_product\/2840\/0 (accessed on 13 December 2013). (2,310 KB PDF) Hughey, L. 2012. Monitoring Western Snowy Plovers at Point Reyes National Seashore, Marin County, California, 2011 Annual Report. Natural Resource Technical Report. NPS\/SFAN\/NRTR—2012\/645. Department of the Interior, National Park Service, Fort Collins, Colorado, USA. Available at http:\/\/www.sfnps.org\/download_product\/4343\/0 (accessed on 13 December 2013). (1463 KB PDF) Page, G. W., and L. E. Stenzel. 1981. The breeding status of the Snowy Plover in California. Western Birds 12: 1–40. Available at http:\/\/sora.unm.edu\/sites\/default\/files\/journals\/wb\/v12n01\/p0001-p0040.pdf (accessed on 13 December 2013). (553 KB PDF) Peterlein, C.R. 2009. Monitoring Western Snowy Plovers at Point Reyes National Seashore, Marin County, California, 2008 Annual Report. Natural Resource Technical Report. NPS\/SFAN\/NRTR—2009\/180. Department of the Interior, National Park Service, Fort Collins, Colorado, USA. Available at http:\/\/www.sfnps.org\/download_product\/1622\/0 (accessed on 13 December 2013). (545 KB PDF) Schwarzbach, S. E., M. Stephenson, T. Ruhlen, S. Abbott, G.W. Page, and D. Adams. 2005. Elevated mercury concentrations in failed eggs of Snowy Plovers at Point Reyes National Seashore. Marine Pollution Bulletin 50: 1433–1456. Available at http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0025326X05003851 (accessed on 13 December 2013). U.S. Fish and Wildlife Service. 1993. Endangered and threatened wildlife and plants; determination of threatened status for the Pacific coast population of the western snowy plover, final rule. Fish and Wildlife Service. Federal Register 58(42):12854-12874. Available at http:\/\/ecos.fws.gov\/docs\/federal_register\/fr2236.pdf (accessed on 13 December 2013). (4,278 KB PDF)  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/birds_snowyplover.htm"
}
