{
    "title": "Point Reyes National Seashore: 2009",
    "body": "2009 28th Annual Sand Sculpture Contest        Adult\/Family Group Entry #02: Baby Blue, by the Stern and Kellen Families        The 28th Annual Sand Sculpture Contest at Drakes Beach was once again well attended with 63 sculptures entered. Thousands of participants and observers showed up to enjoy a day that started out foggy and cool, but then turned sunny as the fog burned off.                   2009 Sand Sculpture Contest Winners   35 Photos  2009 Sand Sculpture Contest Winners' photos          2009 Adults' and Children's Entries   15 Photos  2009 Sand Sculpture Contest Adults' Individual, Children's Individual and Children's Group Categories photos          2009 Adult and Family Group Category   35 Photos  2009 Sand Sculpture Contest Adult and Family Group Category photos                          2009 Sand Sculpture Award Results  Key: HM = Honorable Mention PC = People's Choice Awards RP = Best Use Of Recycled Plastic MJ = Maggie Johnston Award for Creative Excellence  Adult\/Family Group Category    Award Sculpture Contestants   1st Baby Blue The Stern and Kellen Families   2nd Bummer Hummer The Garriott Family   3rd Sand-erella Henry Kingdon   HM The Penguin Family The Scott Miller Family   HM Mamma Ichthyosaurus The Jones, Schiltgen, & Parker Families   HM Crash for Clunkers Jay Smith   PC Bobo's Tasty Wave The Osfelds   MJ Oops! Tuesday 5 am East Bay Chaos   RP Fat Dog The Magner Family     Adult's Individual    Award Sculpture Contestants   1st Whale Jonathan Wu   2nd Homage to Modern Art Bob Liler     Children's Individual    Award Sculpture Contestants   1st Bookworm Nicole   2nd Migrating Whale Howie   3rd Hopi Village Ariella     Children's Group    Award Sculpture Contestants   1st EarthTree Mason and Lucas   2nd Love at First Bite Claire and Mariah   3rd Wiggles Alec and Alex         Missing and Unidentified Photos If you have a photo of any of the sand sculptures listed below or if you know the identity of any of the Unidentified Sculptures, please contact us. Thank you.  Children’s Group 2nd Place Winner: Entry #05: Love at First Bite, by Claire and Mariah Adult\/Family Group Entry #05: Grannie Chair, by Dolores Lapelt Adult\/Family Group Entry #34: Untitled sculpture, by Morgan Cantrell Adult\/Family Group Entry #36: Pirate Doug, by Jennifer Jackson Adult Individual Entry #02: Heart of the Ocean, by Deserae Lyons Children’s Group Entry #16: Panda, by Rob Children’s Group Entry #17: Pyramid, by Graham  Sand Sculpture Contests Photo Galleries Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/photosmultimedia\/photogallery_sandsculpture2009.htm"
}
