{
    "title": "Point Reyes National Seashore: 2008",
    "body": "2008 27th Annual Sand Sculpture Contest        Adult\/Family Group 1st Place Winner: Entry #40: Ganesh, by Peter Bridgman        The 27th Annual Sand Sculpture Contest at Drakes Beach was once again well attended with 60 sculptures entered. Thousands of participants and observers showed up to enjoy a sunny, but windy day. Unfortunately, a high tide occurred shortly after noon, quickly washing away many of the sculptures. If you notice any errors in sculpture or artist names, please contact us.                   2008 Sand Sculpture Contest Winners   31 Photos  2008 Sand Sculpture Contest Winners' photos          2008 Adult and Family Group Category   43 Photos  2008 Sand Sculpture Contest Adult\/Family Group Category photos          2008 Adults' and Children's Entries   12 Photos  2008 Sand Sculpture Contest Adults' Individual, Children's Individual and Children's Group Categories photos                          2008 Sand Sculpture Award Results  Key: HM = Honorable Mention PC = People's Choice Awards RP = Best Use Of Recycled Plastic MJ = Maggie Johnston Award for Creative Excellence  Adult\/Family Group Category    Award Sculpture Contestants   1st Ganesh Peter Bridgman   2nd Seal iPod Morgan Cantrell   3rd Shark Foot Andrew Siler   HM Sweet 16 The Avery-Casperson Group   HM Doggie Bathtub The Marshall-Laszlo Family   PC Sand Witch The Henry Kingdon Family   MJ Relay The Leak\/Pinkava\/Birmingham Families   RP WALL-E Meets Whal-E Oaklandish     Adult's Individual    Award Sculpture Contestants   1st See Lisard Douglas Hellman Wylie   HM 3 Little Pigs Deserae Lyon     Children's Individual    Award Sculpture Contestants   1st Dragon Ariella   2nd Whale Howie   3rd Pig Naomi     Children's Group    Award Sculpture Contestants   1st Walrus Sandy & Crew   2nd Save The Earth Trevor and Megan   3rd Smiley Turtle Samantha and David   HM Serpent Ship The Roeder-Target Family   HM Go Green The DeOsuna Team         Missing and Unidentified Photos If you have a photo of any of the sand sculptures listed below or if you know the identity of any of the Unidentified Sculptures, please contact us. Thank you.  Adult\/Family Group Entry #04: Untitled sculpture, by the Thomas Family Adult\/Family Group Entry #35: Bobo the Dolphin, by the Osfeld Family Adult\/Family Group Entry #41: Fat Cat, by unknown sculptor  Sand Sculpture Contests Photo Galleries Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/photosmultimedia\/photogallery_sandsculpture2008.htm"
}
