{
    "title": "Point Reyes National Seashore: Non-Native Deer Management Plan",
    "body": "Non-Native Deer Management Plan       In its 2001 Management Policies, the National Park Service instructs parks such as Point Reyes National Seashore to \"re-establish natural functions and processes in human-disturbed components of natural systems.\" The Management Policies include non-native species as an example of a human-caused disturbance that can have severe impacts on natural biota and ecosystems. Parks are specifically mandated to control exotic species \"up to and including eradication\" of a population if that species does not meet an identified park purpose and if such control is \"prudent and feasible.\" Only through the removal of exotics and other changes resulting from human disturbance can the National Park Service return its park units to the most natural condition possible and meet its mandate to preserve them in this condition for future generations. The presence of non-native axis and fallow deer is both the result of human activities and disruptive to many elements of the natural ecosystem at Point Reyes National Seashore. Some of the more serious effects these non-native deer have at the Seashore include possible competition with and displacement of native tule elk and black-tailed deer (particularly in high deer density or low forage conditions), the potential for transmitting disease to these native ungulates, and heavy use of and resulting impacts to riparian habitat and presumably to the native wildlife dependent on this habitat. Fallow deer are known to cause reduction or local extinctions of small mammals that rely on the same ground-level grasses and forbs. Both axis and fallow deer browse shrubs when grasses are not available, and alter riparian cover and vegetation through browsing and creating trails. Loss of riparian habitat can affect a number of species at Point Reyes National Seashore, including several special status species, such as California red-legged frog, Coho salmon and steelhead trout. Fallow and axis deer also affect Seashore ranchers by damaging fences, and through depredation of livestock pastures and supplemental livestock feed. Populations of both species of deer have increased in recent years and the range of fallow deer appears to be expanding eastward, towards and beyond Seashore boundaries. This population and range expansion, if allowed to continue, could mean these same types of impacts would occur on private and public lands outside of Point Reyes National Seashore. In late 2005, the population of axis deer and fallow deer was estimated to be about 250 and 860, respectively. The purpose of the Non-Native Deer Management Plan is to define management prescriptions for non-native deer management. Both the park's General Management Plan and Resource Management Plan, identify goals for management of these exotic species. The park RMP (NPS 1999) indicates that: \"Regardless of potential competition and disease issues, the presence of these nonnative deer compromises the ecological integrity of the Seashore and the attempts to reestablish the native cervid fauna comprising tule elk and black-tailed deer\" and notes that three scientific panels comprised of federal, state, and university researchers and managers recommended the removal of non-native deer to promote native deer and elk. The objectives of the plan are:  To correct past and ongoing disturbances to Seashore ecosystems from introduced nonnative ungulates and thereby to contribute substantially to the restoration of naturally functioning native ecosystems. To minimize long-term impacts, in terms of reduced staff time and resources, to resource protection programs at the Seashore, incurred by continued monitoring and management of non-native ungulates. To prevent spread of populations of both species of non-native deer beyond Point Reyes National Seashore and Golden Gate National Recreation Area boundaries. To reduce impacts of non-native ungulates to agricultural permittees within pastoral areas through direct consumption of forage, transmission of disease to livestock and damage to fencing.  Non-native Deer Management: Frequently Asked Questions, June 2008 (34 KB PDF) Final Non-Native Deer Management Plan & Environmental Impact Statement - August 2006 Draft Non-Native Deer Management Plan & Environmental Impact Statement - December 2004 In May of 2008, Point Reyes National Seashore received a report prepared by the Humane Society of the U.S. (HSUS) entitled \"Strategies to Manage Axis and Fallow Deer at Pt. Reyes National Seashore and Environs, Including a Proposal to Designate such Deer a Cultural and Historic Resource at PRNS.\" After careful review, an analysis of the HSUS report was prepared by Seashore biologists and cultural resource managers. They evaluated the report's technical soundness as well as the feasibility of the recommendations. Many of the reports proposals were discussed at length in the park's Non-Native Deer Management Plan\/Environmental Impact Statement (EIS), released in 2006. Two-page Summary of Point Reyes National Seashore's Natural and Cultural Resources Management Divisions' Analysis of the Humane Society of the U.S. Report, \"Strategies to Manage Axis and Fallow Deer,\" June 26, 2008 (20 KB PDF)  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_nonnativedeermanagementplan.htm"
}
