{
    "title": "Point Reyes National Seashore: 2007",
    "body": "2007 26th Annual Sand Sculpture Contest        Family Group 1st Place Winner: The Little Engine That Could, by Jones\/Schiltgen Family        The 26th Annual Sand Sculpture Contest at Drakes Beach was once again well attended with 65 sculptures entered. Thousands of participants and observers showed up to enjoy a warm, sunny day. Unfortunately, a very high tide occurred at 3 p.m., quickly washing away many of the sculptures. If you notice any errors in sculpture or artist names, please contact us.                   2007 Sand Sculpture Contest Winners   27 Photos  2007 Sand Sculpture Contest Winners' photos          2007 Family Group Category   32 Photos  2007 Sand Sculpture Contest Adult\/Family Group Category photos          2007 Adults' and Children's Entries   12 Photos  2007 Sand Sculpture Contest Children's Group and Adults' Individual Categories photos                          2007 Sand Sculpture Award Results  Key: HM = Honorable Mention PC = People's Choice Awards RP = Best Use Of Recycled Plastic  Family Group Category    Award Sculpture Contestants   1st The Little Engine That Could The Jones\/Schiltgen Family   2nd Cat-atouille Gail Louis   3rd Ship of Fools Gordan and Lily Bryant   HM Scenic Avenue Sea Serpent Garriott   HM Beach Bunny The Minor\/Torres family   HM Flutter The Ott family   RP Peak Oil - Slime is Running Out The Sheff\/Sternberg Family   PC Sunrise The Biale\/Baer Family     Children's Group Category    Award Sculpture Contestants   1st Under the Sea Lourdes   2nd Jabba the Caterpillar Molly, Lindsey, and Ana   3rd Wally the Walrus Sandy and Jesse   HM Drakes Sail The Roeder Family   HM Castle Sujatha     Children's Individual Category    Award Sculpture Contestants   1st Fun in the Sun Rachel   2nd Water Slide Louis   3rd Pillow Amelia   HM Flying Soccer Gabriel     Adult's Group Category    Award Sculpture Contestants   1st Died Trying Pam Cooper and the Roseville Gang   2nd Grin and Bear It The Stompe Family   3rd Cal Octopus James Tong, Ryan Wang, Laura Chu, & Matilda Lai   HM Little House on the Larry Pam Cooper and the Roseville Gang     Adult's Individual Category    Award Sculpture Contestants   1st M&M Wendy Casperson         Missing and Unidentified Photos If you have a photo of any of the sand sculptures listed below or if you know the identity of any of the Unidentified Sculptures, please contact us. Thank you.  Adults' Individual Entry #01: Untitled Sculpture, by Sandra Sheffield Adults' Individual Entry #04: Unidentified Sculpture, by unknown artist Adults' Individual Entry #05: Campfire, by Scott Bartlebauger Children’s Group Entry #08: Unidentified Sculpture, by Grace & Miranda Children’s Group Entry #12: Castle, by Sujatha Children’s Group Entry #13: The Lighthouse, by Sujatha Children’s Group Entry #16: Unidentified Sculpture, by Unknown Group Children’s Individual Entry #02: Unidentified Sculpture, by Simon’s Children Children’s Individual Entry #03: Unidentified Sculpture, by Sara Children’s Individual Entry #05: Flying Soccer, by Gabriel Children’s Individual Entry #06: Unidentified Sculpture, by Clarissa Family Group Entry #04: Medieval Dreamin’, by Joel Nobles  Sand Sculpture Contests Photo Galleries Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/photosmultimedia\/photogallery_sandsculpture2007.htm"
}
