{
    "title": "Point Reyes National Seashore: 2015",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery     Sand Sculpture Contests     2015                  2015 34th Annual Sand Sculpture Contest        2015 Sand Sculpture Contest: Maggie Johnston Award for Creative Excellence Winner: Adult\/Family Group Entry #31: Sea Lion, by Selina Winstersteen.        The 34th Annual Sand Sculpture Contest at Drakes Beach was once again well attended with 63 sculptures entered. Thousands of participants and observers showed up to enjoy a sunny day at the beach. If you notice any errors in the names of sculptures or artists, or if you have digital images of the missing photos listed below or know the names of the unnamed sculptures listed below, please contact us.                   2015 Sand Sculpture Contest Winners   16 Photos  Photos of the winning sculptures from the 2015 34th Annual Sand Sculpture Contest          2015 Sand Sculpture Contest Entries   44 Photos  Photos of the sculptures from the 2015 34th Annual Sand Sculpture Contest, excluding award winners.                        2015 Sand Sculpture Award Results  Key: HM = Honorable Mention PC = People's Choice Awards RP = Best Use Of Recycled Plastic MJ = Maggie Johnston Award for Creative Excellence  Adult\/Family Group Category    Award Sculpture Contestants   1st Sand-wich The Christiansen family   2nd Too Early Len Garriott   3rd FROD The Fewell family   HM The Green Crab Sarah Rios   PC Dragon Jennifer Griego   MJ Sea Lion Selina Winstersteen   RP CA Coastal Cleanup Ronnie Sharpe     Adult's Individual    Award Sculpture Contestants   1st Very Castle Dan Baker     Children's Individual    Award Sculpture Contestants   1st Mount Lassen Ian   2nd Empire State Building Bob   3rd Octopus Holly     Children's Group    Award Sculpture Contestants   1st Castle and Mandela Leif   2nd Home Sweet Castle Milo, Natalie, Eli, and Clara   3rd Castle Ruby, Akin, Jaya, and Maya   HM Sand Dollar George and friends   HM Imagine Lucy and Julia         Missing and Unidentified Photos Missing Photos:  Adult\/Family Group Entry #10: Owl, by Karen Adamo Adult\/Family Group Entry #29: untitled, by the Guierez family Adult\/Family Group Entry #34: The Amazing Hole, by the Sundbury family Children's Individual Entry #04: untitled, by Langston Children's Group Entry #05: Castle, by Ruby, Akin, Jaya, and Maya  Unnamed Sculptures:  Adult\/Family Group Entry #23, by the Sanftner family Adult\/Family Group Entry #29, by the Guierez family Adult Individual Entry #03, by Brad Jackson Adult Individual Entry #04, by Tim Phillips Children's Individual Entry #04, by Langston  Sand Sculpture Contests Photo Galleries Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/photosmultimedia\/photogallery_sandsculpture2015.htm"
}
