{
    "title": "Point Reyes National Seashore: Coastal Watershed Restoration Program",
    "body": "Coastal Watershed Restoration Program       The Coastal Watershed Restoration Program will restore five coastal watersheds within Point Reyes National Seashore's wilderness area. The objective is to remove and restore physical impediments and correct abandoned roads associated with past land-use practices which are known to pose major ecological threats. These facilities were the centerpiece of coastal development activities that threatened the area in the late 1950s and led directly to the Congressional establishment of the Seashore on September 13, 1962 \"to save and preserve, for the purpose of public recreation, benefit, and inspiration, a portion of the diminishing seashore of the United States that remains undeveloped (PL 87-657).\" The project includes a number of specific physical treatments within the five coastal watersheds, all draining into the Drakes Estero system. This project intends to remove facilities from wilderness and estuarine areas, and replace existing road crossings with structures that allow for natural hydrologic process and fish passage for anadromous salmonids (two federally listed threatened species, coho salmon and steelhead trout) and other aquatic species. Resource Briefs:  Coastal Watershed Restoration Project: Restoring Tides in Estero de Limantour, National Park Service, May 2009 (303 KB PDF) Restoring Salmon and Trout Habitat at East Schooner Creek, Point Reyes National Seashore, National Park Service, May 2009 (422 KB PDF)  Construction Updates - August through October 2008 Coastal Watershed Restoration Project 2007 Budget Justification - January 13, 2006 (53 KB PDF) Click on a link below to be taken to a page with the documents pertaining to that project. Drakes Estero Road Crossing Improvements Project Geomorphic Restoration Project  Adobe® Acrobat Reader® is needed to view PDF documents. PDF documents will open in a new window. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_cwr.htm"
}
