{
    "title": "Point Reyes National Seashore: Drakes Beach Adaptation",
    "body": "Adapting Drakes Beach Visitor Access Facilities to Accommodate Anticipated Coastal Change to Improve Natural Coastal Process Project         Drakes Beach Parking Lot on the Sunday of Labor Day Weekend 2008   The National Park Service (NPS) has started a planning process to adapt the parking and visitor access facilities at the Ken Patrick Visitor Center at Drakes Beach in Point Reyes National Seashore to accommodate potential impacts of sea level rise. The first step in the planning process for these projects was to initiate public scoping. The purpose of public scoping is to elicit early public comment on issues and areas of concern related to the projects, including identifying environmental impacts, a suitable range of alternatives, and appropriate mitigating measures. The Ken Patrick Visitor Center at Drakes Beach was constructed in 1965, and the parking lot expanded at that time to accommodate 410 vehicles. More than 300,000 people per year visit this area of the park, with heavier use in the summer and during operation of the Point Reyes Headlands Transit Program. Project planning will evaluate alternatives which maintain the current parking service level. The footprint of the parking area is greater than five acres and impinges on coastal shoreline and coastal marsh habitat. The parking lot is used seasonally as the parking area for the Point Reyes Headlands Transit Program. Parking demand exceeds the existing space on fewer than 10 days per year. The parking lot elevation ranges from 3.7 to 4.3 meters (12 to 14 feet) NGVD1988 (approximately 2 meters (6 feet) above predicted high tides) and is regularly flooded in the winter due to inadequate drainage. Wave erosion on the southwest corner of the lot has required regular maintenance and installation of riprap to protect this vulnerable area. In 2009, the California Coastal Conservancy adopted planning standards which state that projects should anticipate Sea Level Rise of 40 cm (16 inches) by 2050 and 1.4 meters (55 inches) by 2100. Top of Page The Seashore intends to evaluate alternatives to adapt the footprint, elevation, and operation of the parking area to the anticipated changes in sea level in the coming decades. Alternatives may consider reduction in footprint of the parking area and increase in the elevation of the facility. The Seashore will consider Low Impact Design of curbs and paving to improve stormwater management methods on site. The Seashore will consider methods to maintain the current parking capacity, including development of satellite overflow parking areas and operation of a local shuttle to accommodate heavy use days. As noted above, the NPS will undertake an environmental analysis to address issues and alternatives for the project. It is likely that an Environmental Assessment will be necessary. Interested individuals, organizations, and agencies are invited to provide comments or suggestions. Written comments regarding the Adapting Drakes Beach Visitor Access Facilities to Accommodate Anticipated Coastal Change to Improve Natural Coastal Process Project must have been postmarked no later than October 5, 2009 to the following address:  Superintendent Point Reyes National Seashore Attn: Drakes Beach Project Point Reyes Station, California 94956  or via FAX to (415) 663-8132, or by email. The environmental document for this project is expected to be available for public review in the summer of 2010. Letter to Interested Parties - September 1, 2009 (40 KB PDF) Learn more: Climate Change Rising Sea Levels Endanger Point Reyes Beaches Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_drakesbeach_adaptation.htm"
}
