{
    "title": "Point Reyes National Seashore: General Management Plans",
    "body": "Explore This Park    Get Involved     Planning     General Management Plans              General Management Plans       A General Management Plan is a strategic planning document that outlines the future management of a National Park Service site for the next 15 to 20 years. The plan will set the basic philosophy and broad guidance for management decisions that affect the park's resources and the visitor's experience. Status of General Management Plan Update The draft Point Reyes National Seashore General Management Plan and Environmental Impact Statement (GMP\/EIS) is under development. Studies on historic structures, park economics, transportation, cultural landscapes, and other topics are now being worked on. The GMP will provide management guidance for the Point Reyes National Seashore and the North District of Golden Gate National Recreation Area. Once the draft document is released, and after public review and comment, a final revised GMP\/EIS will be available. Public workshops regarding the draft document will be announced. General Management Plan Newsletter - Summer 2008 (959 KB PDF) Staff Report Summary of Comments from Concepts Newsletter Review - 2004 (47 KB PDF) Concepts Newsletter Appendix 1: Summary of Public Comments at January 14, 2004 Meeting (130 KB PDF) General Management Plan Update Concepts Newsletter - 2003 (984 KB PDF) Regional Residents' Opinions on Management Issues at Point Reyes National Seashore - 2003 (294 KB PDF) Staff Report Summary of General Scoping Process - 2000 (25 KB PDF) General Management Plan for Point Reyes National Seashore - September 1980 (4,015 KB PDF) General Management Plan \/ Environmental Assessment for Golden Gate National Recreation Area & Point Reyes National Seashore (22,165 KB PDF)  Map: Management Zoning (217 KB PDF) Map: General Development (344 KB PDF)   Economic Impacts Studies In 2006, the National Park Service engaged Bay Area Economics to prepare a comprehensive analysis of the economic impacts of the 71,000-acre Point Reyes National Seashore and an additional 20,000 acres of lands administered by Point Reyes National Seashore on behalf of the Golden Gate National Recreation Area. Economic Impacts Study - Final Report, December 11, 2006 (959 KB PDF)  Reports on public transportation to and within Point Reyes National Seashore Transit Access Study Final Report, by Nelson\/Nygaard Consulting Associates - February 2009 (2,667 KB PDF) Transit Access Study Technical Memo: 2008 Point Reyes Headlands Shuttle Passenger Survey Findings, by Nelson\\Nygaard Consulting Associates - April 2008 (718 KB PDF) Transit Analysis for Point Reyes National Seashore: A Report by Crane & Associates, Inc. - 2000 (972 KB PDF)  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_gmp.htm"
}
