{
    "title": "Point Reyes National Seashore: Final Fire Management Plan & EIS (2004)",
    "body": "Final Fire Management Plan & Environmental Impact Statement July 2004       The purpose of the Fire Management Plan is to provide a framework for all fire management activities in Point Reyes National Seashore and the North District of Golden Gate National Recreation Area, including suppression of unplanned ignitions, prescribed fire, and mechanical fuels treatments. It is intended to guide the fire management program for approximately the next 10-15 years. This final environmental impact statement (EIS) analyzes three alternative approaches to managing fire in the park. The alternative that is selected would be adopted as the new Fire Management Plan to guide the fire management program.Complete Document (6,654 KB PDF)For visitors with slower dial-up connections, this document has been divided into smaller sized files for quicker download. Documents will open in a new window.Cover, Title Page and Executive Summary(pp. i - xxviii) (123 KB PDF)Table of Contents, List of Tables, and List of Figures(pp. xxix - xxxvi) (63 KB PDF)Chapter 1: Purpose of and Need for Action(pp. 1 - 15) (170 KB PDF)Chapter 1 Text and Tables only(pp. 1, 4 - 15) (69 KB PDF)Chapter 1 Figures 1 - 2 only(pp. 2 - 3) (113 KB PDF)Chapter 2: Alternatives - Including the Preferred Alternative(pp. 16 - 73) (607 KB PDF)Chapter 2 Text, Tables, and Figures 7 - 9(pp. 16 - 19, 24 - 73) (345 KB PDF)Chapter 2 Figures 3 - 6 only(pp. 20 - 23) (274 KB PDF)Chapter 3: Affected Environment(pp. 74 - 167) (810 KB PDF)Chapter 3 Text and Tables only(pp. 74 - 75, 77, 80 - 83, 85 - 89, 91 - 94, 96 - 136, 138 - 167) (348 KB PDF)Chapter 3 Figures 10 - 16 only(pp. 76, 78, 79, 84, 90, 95, 137) (475 KB PDF)Chapter 4: Environmental Consequences(pp. 168 - 411) (1,504 KB PDF)Chapter 4 Text and Tables only(pp. 168 - 256, 267 - 411) (795 KB PDF)Chapter 4 Figures 17 - 26 only(pp. 257 - 266) (722 KB PDF)Chapter 5: Consultation and Coordination(pp. 412 - 450) (1,757 KB PDF)Chapter 5: Public Involvement and Scoping, Compliance Status, List of Preparers, List of Consultants, and Participating Governmental Agencies(pp. 412 - 419) (40 KB PDF)Chapter 5: Comments Received and NPS Responses to Comments -Introduction(pp. 420) (14 KB PDF)Chapter 5: Comments Received and NPS Responses to Comments -Comment Letter 1. United States Environmental Protection Agency, San Francisco, CA. Lisa B. Hanf, Manager, Federal Activities Office(pp. 421 - 424) (98 KB PDF)Chapter 5: Comments Received and NPS Responses to Comments -Comment Letter 2. Bay Area Air Quality Management District, San Francisco. Jack Broadbent, Executive Officer\/APCO(pp. 425 - 432) (309 KB PDF)Chapter 5: Comments Received and NPS Responses to Comments -Comment Letter 3. State Clearinghouse and Planning Unit, Sacramento, CA. Terry Roberts, Director(pp. 433 - 434) (75 KB PDF)Chapter 5: Comments Received and NPS Responses to Comments -Comment Letter 4: Board of the Inverness Ridge Association, Inverness, CA. Anthony Prud'homme, Director(pp. 435 - 438) (121 KB PDF)Chapter 5: Comments Received and NPS Responses to Comments -Comment Letter 5. Susan and John Van Der Wal, Inverness, CA(pp. 439 - 443) (133 KB PDF)Chapter 5: Comments Received and NPS Responses to Comments -Comment Letter 6. Department of Commerce, National Oceanic and Atmospheric Administration, National Marine Fisheries Service. Rodney R. McInnis, Acting Regional Administrator(pp. 444 - 447) (102 KB PDF)Chapter 5: Comments Received and NPS Responses to Comments -Comment Letter 7. Environmental Action Committee of West Marin. Catherine Caufield, Executive Director(pp. 448 - 450) (222 KB PDF)Appendices(pp. 451 - 502) (2,478 KB PDF)Appendix A: Glossary of Terms and Acronyms(pp. 451 - 460) (37 KB PDF)Appendix B: List of Classified Structures(pp. 461 - 474) (134 KB PDF)Appendix C: Other Projects Considered in Cumulative Impacts Analysis(pp. 475 - 478) (24 KB PDF)Appendix D: Biological Opinion United States Fish and Wildlife Service(pp. 479 - 502) (2,242 KB PDF)Literature Cited(pp. 503 - 532) (79 KB PDF)Index(pp. 533 - 537) (29 KB PDF)Adobe® Acrobat Reader® is needed to access PDF documents. PDF documents will open in a new window.Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_fmp_feis_2004.htm"
}
