{
    "title": "Point Reyes National Seashore: Operational Strategy (2006)",
    "body": "Fire Management Plan: Operational Strategy - August 2006              The Operational Strategy for the Fire Management Plan (FMP) for the Point Reyes National Seashore is an operational manual containing the standards, practices and guidelines in use by the Fire Management Division when conducting actions within their jurisdictional area. The jurisdictional area is comprised of the 70,046 acres of Point Reyes National Seashore (PRNS) and the 19,265 acres in the northern district of Golden Gate National Recreation Area (GGNRA) that is managed by PRNS through an agreement with GGNRA. For the purposes of this FMP, the use of the acronym PRNS in reference to a geographic area will encompass the 90,311 acres managed by Point Reyes National Seashore including the northern lands of GGNRA. The FMP provides a framework for the Fire Management Division’s fire prevention and fuels reduction programs and governs actions and strategies for the Division’s response to wildland fires in the jurisdictional area. The FMP is organized to present the current strategies and tactics for the range of actions assigned to the PRNS Fire Management Division. Program operations addressed include preparedness, prevention, suppression, fuels management, rehabilitation, fire education and information, monitoring and fire and fuels research. The FMP is written to be understood and implemented by PRNS staff as they plan and implement fuel reduction and resource protection and rehabilitation projects and conduct suppression actions. Top of Page      Complete Document (47,027 KB PDF) This document has been divided into smaller-sized files so that visitors with slower internet connections have the option of downloading desired chapters and\/or figures separately if they do not wish to download the complete document as a single large file. Chapters 1 through 4, including Cover, Table of Contents and Executive Summary (3,487 KB PDF)  Cover (808 KB PDF) Table of Contents (726 KB PDF) Executive Summary (736 KB PDF) Chapter 1. Foundation of the FMP (719 KB PDF) Chapter 2. General Management Considerations (2,338 KB PDF) Chapter 3. Fire Management Program Components (1,472 KB PDF) Chapter 4. Roles, Funding and Review (1,016 KB PDF)  Appendices (42,671 KB PDF)  Appendix A. References and Contributors (714 KB PDF) Appendix B. Species of Concern (730 KB PDF) Appendix C. PRNS FMP Record of Decision (756 KB PDF) Appendix D. FMP Mitigation Measures (751 KB PDF) Appendix E. Supplemental Information (42,584 KB PDF)  Appendix E Part 1. Daily Resource Availability and Duty Officer Call List (730 KB PDF) Appendix E Part 2. PRNS Dispatch Protocol for Wildland Fire (737 KB PDF) Appendix E Part 3. Weather Information Management System Walk-through (733 KB PDF) Appendix E Part 4. NFDRS Indices and Park Visitor Fire Restrictions (728 KB PDF) Appendix E Part 5. Fire Step-up Plan (SOP PR-37) (754 KB PDF) Appendix E Part 6. Bay Area Network Parks Pocket Card (894 KB PDF) Appendix E Part 7. Delegation for Park FMO from Superintendent PRNS (745 KB PDF) Appendix E Part 8. Cooperative Agreements, MOU's, includes run-cards, shared radio frequencies (753 KB PDF) Appendix E Part 9. Marin Emergency Radio Authority (MERA) Radio Talk Group Matrix (993 KB PDF) Appendix E Part 10. MIST Guidelines (755 KB PDF) Appendix E Part 11. Minimum Tool Flow Chart (745 KB PDF) Appendix E Part 12. Wildland Fire Situation Analysis (1,000 KB PDF) Appendix E Part 13. Example of Delegation of Authority Form (724 KB PDF) Appendix E Part 14. Incident Complexity Analysis: Types 5, 4 and Transition to Type 3 Incident (981 KB PDF) Appendix E Part 15. PRNS Incident Organizer (1,098 KB PDF) Appendix E Part 16. Prescribed Fire Plan Example (1,033 KB PDF) Appendix E Part 17. BAAQMD Application for Pile Burning (770 KB PDF) Appendix E Part 18. FMU Maps of Past and Proposed Fire Management Projects (29,136 KB PDF)  Map of Tomales Point FMU (2,531 KB PDF) Map of Estero FMU (3,443 KB PDF) Map of Inverness FMU (4,831 KB PDF) Map of Limantour FMU (4,304 KB PDF) Map of North Wilderness FMU (4,625 KB PDF) Map of Highway One FMU (4,115 KB PDF) Map of Bolinas Ridge FMU (3,069 KB PDF) Map of Palomarin FMU (3,934 KB PDF)  Appendix E Part 19. PRNS Five Year Fuels Treatment Plan and Maps (2,249 KB PDF) Appendix E Part 20. PRNS FMU Vegetation Maps (10,714 KB PDF)  Map of Vegetation in Bolinas Ridge FMU (2,309 KB PDF) Map of Vegetation in Estero FMU (1,573 KB PDF) Map of Vegetation in Headlands FMU (1,515 KB PDF) Map of Vegetation in Highway One FMU (2,057 KB PDF) Map of Vegetation in Inverness FMU (1,422 KB PDF) Map of Vegetation in Limantour FMU (1,972 KB PDF) Map of Vegetation in Palomarin FMU (1,674 KB PDF) Map of Vegetation in Tomales Point FMU (1,607 KB PDF) Map of Vegetation in Wilderness North FMU (1,711 KB PDF) Map of Vegetation in Wilderness South FMU (1,313 KB PDF)   Appendix F. Wildland and Prescribed Fire Monitoring and Research Plan (in preparation) Appendix G. Information, Education and Prevention Plan (in preparation)   Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_fmp_opstrat_2006.htm"
}
