{
    "title": "Point Reyes National Seashore: Giacomini Wetland Restoration Project",
    "body": "Explore This Park    Get Involved     Planning     Other Planning Efforts and Management Documents     Giacomini Wetland Restoration Project                 Giacomini Wetland Restoration Project        A kayaking tour explores the wetland habitat along Lagunitas Creek during the Giacomini Wetlands Restoration Project 1-year celebration.        Since the early 1900s, levees constructed at the southern end of Tomales Bay for roads and dairy farms have served to hydrologically disconnect Lagunitas Creek and its tributaries from their floodplains. As a result, wetland conditions within the Waldo Giacomini Ranch and Olema Marsh (Project Area) have been degraded, and hydrologic and ecological functionality of what was once of the largest integrated tidal marsh complexes in Tomales Bay has been substantially reduced. Natural wetlands provide many important functions for humans and wildlife, including floodwater retention, water quality improvement, wildlife habitat, and recreational opportunities. Because two-thirds of the Bay’s freshwater inflow passes through the Project Area, these wetlands may have once played an integral role in maintaining health of Tomales Bay, which has deteriorated over the last century because of excessive sedimentation, water and sediment quality problems, non-native species invasions, and other issues. In 2000, the National Park Service acquired the Waldo Giacomini Ranch for the purpose of wetland restoration using a combination of Congressional appropriations and mitigation monies from the California Department of Transportation. Because the Project Area is in the northern district of the Golden Gate National Recreation Area, it is managed by Point Reyes National Seashore. In this section, you will find a variety of Management Plans and other documents and web pages pertaining to the planning, management, and operation of the Giacomini Wetland Restoration Project, along with information about how the restoration is progressing. Click on a link below to find out more. Associated Web Pages  Restoration Summary of Construction Under Phase I and II  Planning and Permitting Documents  U.S. Army Corps of Engineers Public Notice - Background Information Scoping Documents Draft Environmental Impact Statement \/ Environmental Impact Report (2006) FINAL Environmental Impact Statement \/ Environmental Impact Report (2007) Technical Background Reports  Top of Page           OpenRoad.TV with Doug McConnell Watch the \"Giacomini Wetlands Restored\" video. Stream the video: 10-minute long version 14-minute long version Download the video: The QuickTime videos are available as \"Low,\" \"Medium-Low,\" \"Medium,\" and \"High\" quality videos. The \"Low\" quality videos were compressed to 10 frames per second with a screen size of 160 pixels x 90 pixels; \"Medium Low\" to 12 frames per second and 320 pixels x 180 pixels; \"Medium\" to 15 frames per second and 320 pixels x 180 pixels; and \"High\" to 480 pixels x 270 pixels. The MPEG-4 videos are available as \"Low,\" \"Medium,\" and \"High\" quality videos. The \"Low\" and \"Medium\" quality videos, which were both compressed to 15 frames per second with screen sizes of 320 pixels x 180 pixels. The \"Low\" quality MPEG-4 was compressed at a data rate of 64 kbps, while the \"Medium\" quality MPEG-4 was compressed at a data rate of 256 kbps. The \"High\" quality videos are available at screen sizes of 480 pixels x 270 pixels.  10-minute long version QuickTime: Low (12 MB) | Medium Low (16 MB) | Medium (24 MB) | High (128 MB) MPEG-4: Low (11 MB) | Medium (27 MB) | High (75 MB) 14-minute long version QuickTime: Low (16 MB) | Medium Low (21 MB) | Medium (32 MB) | High (156 MB) MPEG-4: Low (15 MB) | Medium (35 MB) | High (99 MB)  If any of the multimedia presentations above do not play on your computer, you may not have the latest version of QuickTime or Windows Media Player. More on Point Reyes at OpenRoad.TV with Doug McConnell.           Take an historical tour of this \"working dairy ranch turned restored wetlands\" project with Point Reyes National Seashore's wetlands ecologist Lorraine Parsons. Your Wetlands: Giacomini Wetland Restoration Project podcast Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_giacomini_wrp.htm"
}
