{
    "title": "Point Reyes National Seashore: American Recovery and Reinvestment Act",
    "body": "American Recovery and Reinvestment Act Program       On Feb. 13, 2009, the Congress passed the American Recovery and Reinvestment Act of 2009 at the urging of President Obama, who signed it into law four days later. A direct response to the economic crisis, the Recovery Act has three immediate goals:  Create new jobs and save existing ones Spur economic activity and invest in long-term growth Foster unprecedented levels of accountability and transparency in government spending  The Recovery Act intends to achieve those goals, in part, by:  Making $275 billion available for federal contracts, grants and loans Requiring recipients of Recovery funds to report quarterly on how they are using the money. All the data is posted on Recovery.gov so the public can track the Recovery funds.  Part of the Recovery Act is targeted at infrastructure development and enhancement, including the weatherizing of 75 percent of federal buildings. Construction and repair of roads and bridges as well as scientific research are also included among the many projects that the Recovery Act will fund. While many of Recovery Act projects are focused more immediately on jumpstarting the economy, others, especially those involving infrastructure improvements, are expected to contribute to economic growth for many years. Point Reyes National Seashore has received $3,262,000 in ARRA funding as of March 2010. These funds are being or have been used on the following projects. Top of Page      PMIS 79713 \"Install Photovoltaic System at Historic RCA-Marconi Site in Bolinas\" The site was originally purchased by RCA in 1919 for use as part of the first worldwide radio communications network. In 1980, RCA deeded the site to the National Park Service (NPS). Prior to deeding the property to the NPS, RCA entered into a lease with a private non-profit organization, known as Commonweal. Now that the facility is no longer used as a full-time radio transmission facility and Commonweal is the primary tenant, the park needs to: 1) Install a 5 KW photovoltaic array system that will be grid-interactive to take advantage of the California Energy Commission rebate program. The system will be mounted to the roof to achieve maximum solar gain and to minimize the visual intrusion that would compete with the historic site. 2) The off-set of energy costs would allow the facility to be used as an infrequent transmission site and be maintained as a culturally significant facility telling the story about one of America’s special places. Because of the excessive energy consumption during those infrequent radio transmission events, the park is creatively trying to augment the needed energy with stored energy.      PMIS 121559 \"Install Photovoltaic Systems at Four Park Buildings\" A Contractor will install two 5.5 kW photovoltaic, roof mounted, grid tied systems at the Buildings and Utilities\/Law Enforcement Cache Building 77 and at the Resource Management Building 66. A third, 2.5 kW photovoltaic, ground mounted, grid tied system will be installed at the Gallagher Wells Pump House.      PMIS 149145 \"Install Photovoltaic Systems at Youth Hostel and Visitor Center\" Install two 5.5 kW photovoltaic, roof mounted, grid tied systems at the Ken Patrick Visitor Center at Drakes Beach and the American Youth Hostel and install a third, 2.5 kW photovoltaic, ground mounted, grid tied system will be installed at the Point Reyes National Seashore Headquarters. A pre-packaged system for the Ken Patrick Visitor Center and the American Youth Hostel include a rooftop, grid-tied system with 4800 Array watts and 5.5 kW continuous watts.      PMIS 132378 \"Rehabilitate Campground and Replace Restrooms at Tomales Beach\" This project would replace existing 2 temporary portable toilets at the Tomales Beach campground with 2 new concrete vault toilets, and replace 2 existing trash cans with 2 new non-tipping animal-proof containers. This campground, although remote, is popular and used primarily by kayakers on a year around basis. The 0.7 mile road serving the site is a seasonal dirt road, which would be improved for reliable year round use by facilities personnel. Regrade road and install 983 tons of 1-1\/2\" base rock and ten 15\" plastic culverts. This improvement would provide reliable access to the campground year round, greatly improving maintenance service levels. Top of Page      PMIS 132217 \"Reroute Muddy Hollow Trail\" This project will construct a 3,000-foot side-hill trail reroute to complete the lower portion of the Muddy Hollow Trail. This rerouted trail section consists of 2,200 feet of new trail with rock base, adding rock to 150 feet of existing base; a 20-foot long by 6-foot wide wooden bridge with handrails; construction of 400 feet of new retaining wall on a steep sidehill to support new trail tread above wetland habitat; and construction of a 60-foot long by 6-foot wide raised boardwalk reroute along the bottom of over steep slopes, adjacent to sensitive wetland and riparian habitat.      PMIS 145751 \"Construct Staff and Visitor Lodging Facility for the American Youth Hostel\" The project would enhance the historic Laguna Ranch Complex by constructing a 2100 sq. ft., single story staff and guest housing unit for the Point Reyes Youth Hostel. Guest accommodations in the new housing unit will consist of four guest bedrooms, one guest common area, a storage room, two half baths and two full baths. Staff accommodations will include two bedrooms, one full bath, one half bath and a staff common area that includes a kitchen area.      PMIS 140347 \"Demolish Six Unsafe Facilities at Sacramento Landing\" Sacramento Landing area is located on the shores of the 12-mile long Tomales Bay and was purchased by the National Park Service in April of 1972. The housing complex maintained a 30-year reservation of use and occupancy. The reservation expired in April, 2002 and the residents vacated the property. This reservation agreement included 6 housing assets with failing water and wastewater systems. The overall site is now the Tomales Bay Marine Station, a part of the Pacific Coast Science and Learning Center. This project is proposing to remove six dilapidated buildings.      PMIS 149147 \"Demolish Non-essential Structures on the Drakes Bay Fish Dock Pier\" In order to make the building safe, two recent additions need to be removed and then the structural integrity of the pilings needs to be addressed. The two additions targeted for removal are wooden framed with wood siding and built up roofing. Once the demolition is complete, the remaining building will be re-sided and hand rails will be installed. The Drakes Bay Fish Dock was purchased in early 2008 from the Mendoza and Nunes families. Top of Page      PMIS 149155 \"Seal Abandoned Wells to Prevent Groundwater Contamination\" Destroy the inactive or abandoned wells at the following locations: Point Reyes Lighthouse, North District Operations Center, AT&T site, Sacramento Landing, Wilkins Ranch, Hagmaier Ranch, Wildcat Beach, Limantour Road, and five park residences. These wells have been inactivated during different stages of development of regional water systems or abandoned with properties acquired by the National Parks Service. The inactive wells could potentially contaminate the ground water sources of NPS operated regional water systems. The inactive wells at Wildcat Beach, Hagmaier Ranch, Wilkins Ranch, and the park residences could be conduits to the groundwater or aquifers in the area because of their proximity to surface water. By California State Law the abandoned wells must be destroyed or safely capped in order to ensure that the groundwater source is protected and preserved.      PMIS 131897 \"Develop Perimeter Access Trails, Overlooks and Interpretive Exhibits for Scenic Giacomini Wetlands\" This project will develop accessible perimeter trails, trail signage, overlooks and interpretive exhibits for the scenic Giacomini Wetlands Restoration Area, specifically: an east perimeter trail network, including improvements to the existing Tomales Bay Trail and extension south on the historic railroad grade providing enhanced views of Tomales Bay and the restoration area along the trail; and the south perimeter trail network, including development of the dairy mesa trail and overlooks, site landscaping and improvements to connections to the Green Bridge Park and floodplain trails. The project work also includes stabilization and repair of the historic barn walls and roof including selective demolition of non-historic features; stabilization and repairs to improve safety and facilitate interpretation of the historic facility; and restoration as part of the south perimeter dairy mesa trail network. The project will construct overlooks and enhance viewing areas with exhibits along the perimeter of the Wetlands to provide ADAAG-compliant interpretive opportunities describing the restoration process and progress. At the dairy mesa adjacent to Point Reyes Station (the old dairy site), the trail network will include stopping areas, a raised viewing area, simple benches and exhibits. On Railroad Point, a viewing area accessed from the Tomales Bay Trail at the top of Railroad Point. The project will also enhance established viewing areas along Sir Francis Drake Boulevard, while minimizing disruption to avian species that use this portion of the marsh.      Total Gross Construction: $3,262,000 Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_arra.htm"
}
