{
    "title": "Point Reyes National Seashore: 2007",
    "body": "Business Plan 2007                As we look forward to Point Reyes National Seashore's fiftieth birthday in 2012 and the one hundredth anniversary of the National Park System in 2016, we plan to be prepared to meet the critical challenges ahead of us. In response, we have developed this strategic plan to guide us. Point Reyes National Seashore completed a business plan in 1999 and an updated plan in 2004. Management successfully pursued and implemented the strategies outlined within those documents. Significant progress has been made over the last 10 years in developing scientific opportunities, upgrading park facilities and infrastructure, developing partnerships, and expanding learning opportunities for the public. Point Reyes National Seashore is approaching the next five years with several goals that promote leadership and innovation in facility management; research, protection and restoration of natural and cultural resources; sustainable resource use; and public outreach partnerships. We have identified the priorities of each division at the national seashore and provided an overview of our work. Looking forward, we have developed a list of strategies to guide management's efforts to utilize resources more efficiently. We recognize that efficient use of resources will enable us to achieve the important priorities we have identified. The 80 miles of coastline, dramatic coastal bluffs, myriad life forms, and abundant recreational opportunities contribute to make Point Reyes an outstanding national park with unique natural resources. The park also contains an abundance of significant historic resources, with 27 cultural landscapes identified for future preservation and close to 300 historic structures. The park has made great strides in developing a historic preservation maintenance team and has done significant rehabilitation projects on the Point Reyes Lighthouse and Lifeboat Station. Today, the national seashore serves more than two million visitors annually and last year received a 100 percent visitor satisfaction rating according to a Servicewide survey. The park's employees and cadre of many partners and volunteers carry out the mission of the National Park System to care for and preserve the places that Americans entrust to us. The staff and volunteers of the park are very dedicated to the mission of the National Park Service and will work hard to pursue these strategies and to achieve these priorities. Don Neubacher Superintendent Point Reyes National Seashore September 2007 2007 Business Plan (2,693 KB PDF)  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/planning_businessplans_2007.htm"
}
