{
    "title": "Point Reyes National Seashore: Partners",
    "body": "Explore This Park    Get Involved     Partners             Partners       Become a member of the Point Reyes National Seashore Association (PRNSA), our park's Cooperating Association. PRNSA is a 501 (c)(3) nonprofit organization working in coordination with the National Park Service to achieve the Seashore's long-term goals, including education programs for school groups and the public. Each year, the park receives direct aid for research, resource management, education, and interpretive programs. PRNSA operates the Clem Miller Environmental Education Center and the Point Reyes Field Institute, both outstanding programs for the general public. Point Reyes National Seashore also has strong working relationships with the County of Marin, specifically the Marin County Fire Department, the Marin County Sheriff's Office, Marin County Department of Parks and Open Space, and the Marin Municipal Water District. Additionally, we work closely with the Marin County Department of Public Works and Marin County Community Development Agency on planning and public work projects. Point Reyes is well situated in the San Francisco Bay Area to take advantage of diverse and outstanding academic programs. Point Reyes has established partnerships with:  Bodega Marine Laboratory Humboldt State University San Francisco State University Sonoma State University Stanford University University of California, Berkeley University of California, Davis University of California Cooperative Extension Marin County  Other agencies that work with the park include:  Cordell Bank National Marine Sanctuary Greater Farallones National Marine Sanctuary National Marine Fisheries Service National Soil Conservation Service U.S. Coast Guard: Sector San Francisco US Fish and Wildlife Service U.S. Geological Survey Western Ecological Research Center Point Reyes Field Station California Department of Fish and Wildlife California Department of Parks and Recreation San Francisco Bay Regional Water Quality Control Board Marin Resource Conservation District  The park also has relationships with non-profit groups, such as:  Audubon Canyon Ranch Bolinas Museum California Academy of Sciences Commonweal Conservation Corps North Bay FireSafe Marin Hostelling International Point Reyes Jack Mason Museum Marine Mammal Center Maritime Radio Historical Society Miwok Archeological Preserve of Marin One Tam Point Blue Conservation Science Thank You Ocean Campaign - California Ocean Communicators Alliance Tomales Bay Watershed Council Turtle Island Restoration Network  Point Reyes National Seashore has long had a relationship with the Federated Indians of Graton Rancheria and more recently established a sister park relationship with Kolkheti National Park in the Republic of Georgia. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/getinvolved\/partners.htm"
}
