{
    "title": "Point Reyes National Seashore: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us             Work With Us       General Information The National Park Service has been dedicated to the preservation and protection of our nation's outstanding natural, cultural, historical and recreational areas since its establishment in 1916. Currently, there are about 400 areas within the National Park system, with over 15,000 permanent employees and 5,000 thousand temporary and seasonal employees. The types of jobs available within the National Park Service are as diverse as the parks themselves. This information will help you get started on your career with the National Park Service. Temporary & Seasonal Employment Each year, thousands of temporary and seasonal employees are hired by the National Park Service. These positions are temporary and can last up to 1040 hours or 130 eight-hour work days. The duration of the job depends on the needs of the individual park. The types of positions available for temporary and seasonal jobs include: interpretive rangers, law enforcement rangers, fee collection rangers, firefighters, trail workers, laborers, clerk-typists, biological technicians, lifeguards and maintenance workers. While most seasonal positions are for summer work, a limited number of winter positions are also available. Strict application deadlines apply to these positions - get your application in on time. To view a listing of some of the types of temporary and seasonal jobs with the National Park Service, visit the NPS: Work With Us web page. All National Park Service jobs, both permanent and temporary, are announced on the USAJOBS website. Youth Conservation Corps Program The Youth Conservation Corps (YCC) is a summer employment program for young men and women ages 15 through 18. YCC, through work projects done in the park, provides enrollees with a better understanding of their environment and management of our natural resources. This program begins in mid-June and continues through mid-August. more... Student Conservation Association The Student Conservation Association offers positions in many park areas. While not a salaried position, you will receive compensation in the form of a stipend, moving expenses or mileage reimbursement and a monetary award which can be used for paying off old school loans or paying for additional classes. To learn more, visit the Student Conservation Association's website, or call 603-543-1700. Other volunteer and intern opportunities are listed on our Volunteer page and at Volunteer.gov\/gov. Permanent Employment  Like you, many people have had the dream of becoming a park ranger. Because of this, the competition for permanent employment with the National Park Service is intense and only a few jobs may be available. There are a number of ways to be hired for permanent positions. To access a listing of the current vacancies in the NPS, visit the USAJOBS website. How to get a permanent position with the National Park Service  If you are currently a permanent employee of the Federal Government in a competitive service position, you may apply directly to published vacancies. If you were a permanent employee of the Federal Government and served for 3 or more years in a permanent position, you have reinstatement eligibility for your lifetime and can apply for any advertised vacancy issued by the NPS (note: some vacancies may restrict applicants to \"agency only\" or \"local commuting area only\"). You may also be appointed directly to a position without competition at or below the grade level or the highest grade ever held in a permanent position with similar duties. If you were a permanent employee of the Federal Government and served for less than 3 years and are a veteran, you have reinstatement eligibility for your lifetime and have the same rights as listed in # 2. If you were a permanent employee of the Federal Government and served for less than 3 years and are NOT a veteran, you have reinstatement eligibility for three years from the date of your resignation. This three year period can be extended by intervening periods of temporary employment with the Federal Government. You have the same rights as described in # 2 for the length of your reinstatement eligibility. If you served in the Peace Corps for two years and are within one year from your resignation date, you have non-competitive eligibility for Federal employment and can apply directly to advertised vacancies. If you meet qualifications, you may be directly appointed to a permanent or temporary position. If you are eligible under the Veteran Readjustment Authority (VRA), you many apply directly to NPS vacancy announcements up to grade GS-11 or the equivalent in the Federal Wage System. If you meet qualifications, you may be appointed to a position which requires a 2-year employment period that often includes a training program. At the end of the 2-year period of successful employment, you can be converted to a permanent position without further competition. If you are eligible as a 30% disabled veteran, you are a non-competitive candidate and may apply directly to NPS vacancies. If you meet qualifications, you may be appointed directly to a temporary position and later converted to a permanent position provided performance is satisfactory and a permanent position is available. If you are eligible under the physically handicapped program, you are a non-competitive candidate and may apply directly to NPS vacancies. If you meet the qualification standards, you may be appointed directly to a temporary position and after 2 years of successful employment be converted to a permanent position without further competition. If you have outstanding scholarship (3.5+ GPA on a 4.0 scale) from an undergraduate program and are applying for positions in certain occupations, you may apply directly to NPS vacancies at grades GS-5 or GS-7. If you are found qualified, you may be appointed directly to a permanent position. If you enter into a temporary appointment under the Student Career Experience Program (SCEP) and have completed the employment service requirements with a Federal agency, you have non-competitive eligibility for 120 days following your graduation and may apply directly to NPS vacancies. You may also be appointed directly to a permanent position without competition. If you do NOT fit in any of the above programs, you are like the majority of the applicants for Federal positions and must compete for a permanent position. The NPS advertises permanent job openings via the Internet through the Office of Personnel Management’s website called USAJOBS. Once in the website you can do an agency search and under the Department of Interior find the current NPS job openings. In order to apply for a permanent position you must find a job announcement that is open to ALL QUALIFIED applicants.  Employment Resources  Office of Personnel Management USAJOBS NPS: Work with Us Student Conservation Association Volunteering at Point Reyes National Seashore Volunteer.gov\/gov Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/getinvolved\/workwithus.htm"
}
