{
    "title": "Point Reyes National Seashore: Youth Conservation Corps",
    "body": "Explore This Park    Get Involved     Work With Us     Youth Conservation Corps              Jobs: Youth Conservation Corps         YCC safety briefing along the bluffs of the Pacific Coast before continuing on with the day's work.   Download the application for the YCC Program (37 KB PDF) Superintendent Cicely Muldoon has announced that Point Reyes National Seashore is seeking applications for the summer 2016 Youth Conservation Corps (YCC) Program. Young men and women must be at least 15 years of age by June 13, 2016, but cannot turn 19 before August 5, 2016. They must also be permanent residents of the United States and have or be able to obtain a Social Security Card and work permit. Eighteen positions are anticipated for this summer's program.  Work projects will include removing downed trees, trail maintenance, and grounds maintenance. Work locations will vary from the historic Pierce Point Ranch to the heart of the Seashore's backcountry.        YCC crew members carrying a canoe to Abbotts Lagoon.   Work will be performed in an outdoor environment with exposure to poison oak. Applicants must be physically fit, capable of hiking long distances and have the ability to work with hand tools. Medical history forms and work permits are required prior to employment.  For summer 2016, the program will commence on Monday, June 13, 2016, and will terminate on Friday, August 5, 2016. Work hours are from 8 am to 4:30 pm, Monday through Friday. The pay is $10 per hour. Employees are responsible for their own transportation to and from the Seashore Headquarters area. No government housing is available.        YCC crew members clearing brush along a section of Muddy Hollow Road Trail.   Applications must be postmarked on or before April 29, 2016, and selection and notification will be made by May 5, 2016.   Due to the short 8-week program, we require all enrollees be available and work the entire program. Vacations should be planned before or after the program dates. Information and application material for summer 2016 will be available soon. Contact Shawn Maloney at 415-464-5154 or by email for more information. General Information about the 2016 YCC Program (12 KB PDF) Frequently Asked Questions about the 2016 YCC Program (12 KB PDF) Download the application for the YCC Program (37 KB PDF) Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/getinvolved\/jobs_ycc.htm"
}
