{
    "title": "Point Reyes National Seashore: Publications",
    "body": "Explore This Park    Learn About the Park     Publications            Publications       On this page, visitors will find PDF versions of Point Reyes National Seashore's:  Visitor Guides, Brochures, Resource Newsletters, Marine Life Protection Act Publications, and Site Bulletins.  If you are looking for maps of Point Reyes National Seashore, please visit our Maps page.      Visitor Guides  2012 Visitor Guide: 50th Anniversary Edition (2,021 KB PDF) Your Guide to Marin County's Public Lands (2012) (6,104 KB PDF) 2007 Visitor Guide (4,000 KB PDF)       Brochures  Climate Change in National Parks (2007) (1,521 KB PDF) Enjoying the Beach Safely (2010) (491 KB PDF) Find Your Park: National Parks of the San Francisco Bay Area (2015) (1,365 KB PDF) The Historic Point Reyes Lighthouse (2012) (872 KB PDF) Managing Eucalyptus (2007) (1,172 KB PDF) Share Our Seashore and Protect the Western Snowy Plover (2005) (385 KB PDF)       Resource Newsletters  1906 Earthquake Centennial (2006) (html) Defining Habitats (384 KB PDF) Elephant Seals (2012) (1,284 KB PDF) Eucalyptus (2006) (html) Fire & Fuels (2002) (html) Pacific Gray Whales (2001) (299 KB PDF) Planet Ocean (2015) (3,658 KB PDF) Tule Elk - The Return of a Species (1998) (371 KB PDF)  Top of Page      Marine Life Protection Act Publications  Newsletter - 2008 (571 KB PDF) Poster: What are Marine Protected Area? (502 KB PDF)       Site Bulletins  Boating Guide (176 KB PDF) Campgrounds in Marin County and along the Sonoma Coast (76 KB PDF) Climate and Weather (313 KB PDF) Dogs and Pets (542 KB PDF) Harbor Seals (89 KB PDF) Hiking Guide (281 PDF) Historic Life-Saving Service and G Ranch Cemetery (465 KB PDF) Horses and Pack Animals in the Park (100 KB PDF) Mountain Biking at Point Reyes National Seashore (89 KB PDF) Ranching on the Point Reyes Peninsula (75 KB PDF) The San Andreas Fault (266 KB PDF) Tidepooling at Point Reyes National Seashore (123 KB PDF)  Translations of the Official Map and Brochure's text  German (81 KB PDF) Spanish (98 KB PDF)   Other Newletters  A Few Green Points Sustainability Newsletter National Seashore News Pacific Coast Science and Learning Center Newsletters   Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/publications.htm"
}
