{
    "title": "Point Reyes National Seashore: Current Fire Information",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management     Current Fire Information                 Current Fire Information       Wildfires: There are no fires burning in Point Reyes National Seashore at this time. Prescribed Fires: Information about scheduled prescribed fires that will take place in the Seashore during 2016 will be posted here later this summer. For more information call 415-464-5133. Fires Outside the Park Information about fires at other National Park Service sites is available on NPS Fire News. Information about large fires throughout the U.S. is available on InciWeb. The national Situation Report (PDF - file size changes daily) provides a summary of fire activity across the U.S. by geographic area. Daily Fire Danger Rating: Call 415-464-5100 x2 x1 to find out what today's fire danger is. Depending on the current fire danger, the following types of heat sources will be permitted (YES) or prohibited (NO):    FIRE DANGER RATING Self-contained gas stoves Park provided grills (designated picnic areas & campgrounds) Self-contained charcoal barbecues (i.e., Webers) Beach open pitfires   LOW YES YES YES YES   MODERATE YES YES YES YES   HIGH YES YES YES NO   VERY HIGH YES NO NO NO   EXTREME or RED FLAG WARNING YES NO NO NO     Under very high and extreme fire danger conditions:  Smoking is banned on all park trails and in backcountry areas in the park. Mt. Vision Road is closed to vehicle traffic.  At all times, regardless of current fire danger:  Fires shall at all times be maintained in a safe condition that does not threaten any person, natural, or structural feature. Never leave a fire unattended. Extinguish all fires with water prior to departure. Ground fires are not permitted. Firewood gathering is prohibited. The possession or discharge of fireworks is prohibited. Report all wildfires immediately. Ask a park ranger for further information.  Weather: National Weather Service forecast for Bear Valley\/Olema, CA National Weather Service Fire Weather Planning Forecast for the San Francisco Bay Area and Central California Coast National Weather Service San Francisco Bay Area\/Monterey Forecast Office Fire Weather Zones National Weather Service San Francisco Bay Area\/Monterey Forecast Office National Weather Service California Fire Weather National Weather Service National Fire Weather Page  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/firemanagement_currentfireinformation.htm"
}
