{
    "title": "Point Reyes National Seashore: Fire and Fuels Planning",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management     Fire and Fuels Planning                 Fire and Fuels Planning           Map of fire management units (FMU's) at Point Reyes National Seashore   Planning in fire and fuels management is essential to ensure that all fire suppression and fuels treatment actions strongly support resource management and community protection objectives. The planning process also minimizes adverse impacts to park resources and neighboring communities. Fire and fuels planning is done by establishing fire management units (FMU's) which describe objectives for different areas within each park based on geography, fuels management and habitat enhancement needs, and values at risk. To view an animated map of the FMU's at Point Reyes, you will need to download the Adobe® Flash® Player if you don't already have it. Once you have Adobe® Flash® Player, click on the map to the right. In 2004, the National Park Service completed a Fire Management Plan and Environmental Impact Statement for Point Reyes National Seashore and North District of Golden Gate National Recreation Area. This document includes an environmental analysis that encompasses actions within all FMU's. The Operational Strategy for the Fire Management Plan was completed in 2006. Fire and fuels management planning in Point Reyes National Seashore is guided by Reference Manual 18 - Wildland Fire and Prescribed Fire Management Policy and the park's Fire Management Plan. Director's Order 12 (482 KB PDF) and the Reference Manual for DO 12 guide the National Park Service in complying with the National Environmental Policy Act (NEPA). Point Reyes National Seashore will be part of a National Fire Planning Unit (FPU #5). This FPU includes several land management units in Northern California. For more information, visit the Fire Program Analysis website.  Adobe® Acrobat Reader® is needed to access PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/firemanagement_fireandfuelsplanning.htm"
}
