{
    "title": "Point Reyes National Seashore: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Point Reyes National Seashore is a big part of this effort. Take a look at what we're doing and get involved!   Experiences    Check back for experiences in this park. To find other national park experiences, visit the experiences search.    Call to Action Projects      Changing Elephant Seal Main Colony Monitoring Protocols  Point Reyes National Seashore marine biologists team-up with Law Enforcement to conduct an on-site GAR Risk Assessment to determine whether the scientific gains achieved by accessing an elephant seal colony via a hazardous, steep trail were worth the physical risks of doing so. Read more   Point Reyes Earns Silver for Electronics Stewardship  Recognizing the significance of electronics stewardship, Point Reyes National Seashore is participating in the Federal Electronics Challenge program through the Environmental Protection Agency.  Read more   Point Reyes Uses State-of-the-Art Technology to Communicate to a Diverse Audience  Point Reyes National Seashore has adopted a variety of state-of-the-art technology and developed new exhibits to better communicate to a more diverse audience. Highlights include the installation of an Science On a Sphere® exhibit and, to better provide accessibility for the visually impaired, a new 3-D tactile map will soon be installed at the Bear Valley Visitor Center. Read more",
    "url": "https:\/\/www.nps.gov\/pore\/getinvolved\/2016.htm"
}
