{
    "title": "Point Reyes National Seashore: 2014 Compendium Changes",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     2014 Compendium Changes                Laws & Policies: Changes to the 2014 Superintendent's Compendium       For wildlife, visitor experience, and wilderness protection Point Reyes National Seashore will be including the following closure to the Superintendent's Compendium. The NPS invites the public to submit written suggestions, comments, and concerns about this change. Questions and\/or comments will not be accepted by FAX, e-mail, or in any manner other than hand delivery or mail until August 19, 2014. Bulk comments in any format (hard copy or electronic) submitted on behalf of others will not be accepted. Comments may be mailed to:  Superintendent Point Reyes National Seashore 1 Bear Valley Road Point Reyes Station, CA 94956  The following closure will begin on August 20, 2014:  Unmanned Aircraft:  Launching, landing, or operating an unmanned aircraft from or on lands and waters administered by the National Park Service within the boundaries of Point Reyes National Seashore is prohibited except as approved in writing by the superintendent.  This closure is necessary to protect wildlife, visitor experience, and wilderness within the seashore. Due to the variety and wide distribution of wildlife, the accessibility of the park to visitors, and the wilderness area geography, nothing other than a full closure will be sufficient for protection.  Current Superintendent's Compendium (PDF) Authority: 36 CFR 1.5 Closures and Public Use Limits  (a) Consistent with applicable legislation and Federal administrative policies, and based upon a determination that such action is necessary for the maintenance of public health and safety, protection of environmental or scenic values, protection of natural or cultural resources, aid to scientific research, implementation of management responsibilities, equitable allocation and use of facilities, or the avoidance of conflict among visitor use activities, the Superintendent may:    (1) Establish, for all or a portion of a park area, a reasonable schedule of visiting hours, impose public use limits, or close all or a portion of a park area to all public use or to a specific use activity.   Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/lawsandpolicies_compendium_changes2014.htm"
}
