{
    "title": "Point Reyes National Seashore: 2013 Compendium Changes",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     2013 Compendium Changes                Laws & Policies: Changes to the 2013 Superintendent's Compendium       To better protect harbor seals and snowy plovers during sensitive times of the year, Point Reyes National Seashore will be including the following seasonal closures to the Superintendent's Compendium. The NPS invites the public to submit written suggestions, comments, and concerns about these changes. Questions and\/or comments will not be accepted by FAX, e-mail, or in any manner other than hand delivery or mail until August 23, 2013. Bulk comments in any format (hard copy or electronic) submitted on behalf of others will not be accepted. Comments may be mailed to:  Superintendent Point Reyes National Seashore 1 Bear Valley Road Point Reyes Station, CA 94956  The following seasonal closures will begin upon implementation of the 2013 Superintendent's compendium:  Seal Pupping Areas:  Limantour Spit harbor seal pupping area (as signed) is closed March 1 to June 30 of each year beginning in 2014.  This closure is necessary to protect harbor and elephant seals from disturbance during the pupping or season when they are exceptionally vulnerable and for other wildlife concerns. Kite-flying:  Kite-flying is prohibited on Point Reyes Beach between Kehoe Beach trail and North Beach parking lot (as signed) due to snowy plover nesting activity between March 1 to September 30.  This seasonal closure is necessary as kite-flying can disturb nesting shorebirds and can cause nests to fail.  Current Superintendent's Compendium (PDF) Authority: 36 CFR 1.5 Closures and Public Use Limits  (a) Consistent with applicable legislation and Federal administrative policies, and based upon a determination that such action is necessary for the maintenance of public health and safety, protection of environmental or scenic values, protection of natural or cultural resources, aid to scientific research, implementation of management responsibilities, equitable allocation and use of facilities, or the avoidance of conflict among visitor use activities, the Superintendent may:    (1) Establish, for all or a portion of a park area, a reasonable schedule of visiting hours, impose public use limits, or close all or a portion of a park area to all public use or to a specific use activity.   Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/lawsandpolicies_compendium_changes2013.htm"
}
