{
    "title": "Point Reyes National Seashore: Fire Education",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management     Fire Education                 Fire Education        Learning about fire on the Bayview Trail NPS photo by Alyssa Baltrus       Fire education is an important fire management strategy which emphasizes fire safety, fire ecology and fuel treatments. At Point Reyes National Seashore, fire education focuses on lessons learned from the Vision Fire, community wildlfire protection, and the park's prescribed fire program.      Visiting the Park Hiking through the area that burned during the 1995 Vision Fire is one of the best ways to learn about fire at Point Reyes. \"After the Vision Fire: An Educational Trailguide\" (648 KB PDF) was developed to help you see the effects of the fire in the landscape. There are also two films which you can request to see at Visitor Center: \"The Spark of Life: Fire are Point Reyes\" (11 min) - includes live footage and interviews \"Fire Management\" (6 min) - a Science Behind the Scenery presentation by the Pacific Coast Learning Center Top of Page      Internships in Fire Communications and Education Internships provide another opportunity to learn about fire and fuels management. Past internships have been offered through the Multi-media Studies Program at the College of Marin, the Communications Studies Department at Sonoma State University, and a national partnership with the Student Conservation Association. Fire Education Materials Many resources for teachers are available on the NPS's Fire and Aviation Management Program - Teachers web page. Burning Issues is an interactive multimedia program for middle school students developed by Florida State University and the Bureau of Land Management. Project Learning Tree Project Learning Tree offers workshops to train teachers how to use the Burning Issues curriculum, and provides a variety of other environmental education resources. Top of Page      Fire Management Video In 2004, the Pacific Coast Science and Learning Center produced a DVD entitled \"Science Behind the Scenery.\" One segment of this DVD featured fire management at Point Reyes National Seashore. This 6:17 minute Quicktime video is available as either a \"Low\" resolution video of 240 pixels x 180 pixels at 12 frames per second for those with slower connections, or as a \"Medium\" resolution video of 320 pixels x 180 pixels at 15 frames per second for those with faster connections. Low (9,377 KB) | Medium (28,951 KB) Download QuickTime Player for free. Top of Page      KQED's Quest Program           Into the Inferno: The Science of Fire - initially aired on September 25, 2007      Adobe® Acrobat Reader® is needed to view PDF documents.   Top of Page Community Education DEFENSIBLE SPACE EVALUATOR CLASS - Southern Marin Fire Captain Cary Gloeckner talks about a 2-day workshop that teaches people how to assess fire hazards around their home, and how this process can be used to determine priorities for a community overall. Part 1 - Overview of the class and why to take it. (6:35 min, MP3) Part 2 - What's the worst area? Using fire hazard assessment to determine priorities for fuel reduction.  (5:28 min, MP3) Part 3 - Details about the agenda for the two-day workshop. (4:55 min, MP3) Part 4 - What about costs? (2:01 min, MP3)",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/firemanagement_fireeducation.htm"
}
