{
    "title": "Point Reyes National Seashore: Fire Management",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management               Fire Management       **2014 PROJECTS**  There are 3 prescribed fire projects planned at Point Reyes National Seashore for September-October 2014: 1) Strain Hill Prescribed Fire - approximately 115 acres - along Highway 1, south of Olema **This is one of several burn units in the Highway 1 Fuel Break which are burned on rotation to reduce hazardous fuel and control non-native French Broom. 2) Estero Prescribed Fire - approximately 200 acres - on N Ranch near Drakes Estero **This is a continuation of the 2013 Estero Prescribed Fire project to control an infestation of Scotch broom which threatens both the quality of the rangeland in the pastoral zone, and the native ecosystem.  3) McCurdy Prescribed Fire - approximately 80 acres - along Highway 1, south of Olema **This is one of several burn units in the Highway 1 Fuel Break which are burned on rotation to reduce hazardous fuel and control non-native French Broom.  See also:  2014 Project Flyer - Prescribed Fire at Point Reyes Map - 2014 Estero Prescribed Fire burn units Map - 2014 Highway 1 Prescribed Fire burn units  Work will also continue on the following multi-year projects:   Limantour Fuel Break - Bishop pine thinning along Limantour Road  Inverness Ridge Fuel Break \/ Bayview Fire Road Maintenance   **RECOVERY ACT FUEL REDUCTION PROJECTS** Funding provided by the American Reinvestment and Recovery Act enabled crews to work on a series of hazardous fuel reduction projects from November 2009 through September 2010. See an example of a thinning treatment (265 KB PDF).  Fire plays a significant role in the ecosystems at Point Reyes National Seashore. The fire regime has varied over time in response to both climatic changes and human activity. Fire history at Point Reyes has been shaped by lightning, as well as by the land management practices of Native Americans, ranchers, loggers, and most recently, the National Park Service. The goals of the Point Reyes Fire Management Program are:  Protect Firefighters, the Public, and Property Maintain or Improve Conditions of Natural Resources and Protect these Resources from Adverse Impacts Maximize Efforts to Protect Cultural Resources from Adverse Effects of Fire Management Practices Foster and Maintain Effective Community and Interagency Fire Management Partnerships Foster a High Degree of Understanding of Fire and Fuels Management among Park Employees, Neighbors, and Visitors Improve Knowledge and Understanding of Fire and Continue to Refine Fire Management Practices  The Point Reyes Fire Management Program is part of the San Francisco Bay Area Network. Fire staff based at Point Reyes also serve Golden Gate National Recreation Area, John Muir National Historic Site, Eugene O'Neill National Historic Site, and Pinnacles National Monument. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/firemanagement.htm"
}
