{
    "title": "Point Reyes National Seashore: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies               Laws & Policies      On this page, you will find the legislation establishing Point Reyes National Seashore and designating Wilderness within the National Seashore, along with documents detailing the Rules and Regulations for the National Seashore. Check out our Park Regulations page in the Plan Your Visit section for an overview of the rules that apply to most visitor activities.      LEGISLATION ESTABLISHING NATIONAL SEASHORE AND WILDERNESS Enabling Legislation and Amendments U.S. Code Title 16, Chapter 1, Subchapter LXIII, Sec. 459c. (26k PDF) An Act to designate certain lands in the Point Reyes National Seashore as Wilderness - Public Law 94-544 - Oct. 18, 1976 (20 KB PDF) [An Act] To designate certain lands within units of the National Park System as wilderness: to revise the boundaries of certain of those units; and for other purposes. Designation of the Clem Miller Environmental Education Center. - Public Law 94-567 - October 20, 1976 (25 KB PDF) An Act to designate the wilderness in the Point Reyes National Seashore in California as the Phillip Burton Wilderness. - Public Law 99-68 - July 19, 1985. (18 KB PDF) Notice of Designation of Potential Wilderness as Wilderness, Point Reyes National Seashore - Federal Register Document 99-29779 - November 18, 1999 (13 KB PDF) Top of Page      PARK REGULATIONS Code of Federal Regulations 36 Chapter 1: National Park Service, Department of the Interior Superintendent's Compendium - updated February 3, 2016 (88 PDF)  Compendium Exhibit A: Hog Island Use Restrictions (42 PDF) Compendium Exhibit B: Areas Closed to Horses (178 PDF) Compendium Exhibit C: Areas Closed to Llamas (200 PDF) Compendium Exhibit D: Map of Designated First Amendment Areas (366 KB PDF)  Changes to the 2014 Superintendent's Compendium Changes to the 2013 Superintendent's Compendium Map of Seal Protection Closures at the western end of Limantour Spit March 1–June 30 (104 KB PDF) Firearms      Current Closures Drakes Estero Road Closure - Beginning August 8, 2016 through early 2017  To ensure public safety and efficient operations, Drakes Estero and its access road will be temporarily closed on weekdays. Water access to the estero will remain open on weekends and holidays, when no work is under way  Map of Temporary Estuary Closure - August 8, 2016 (637 KB PDF) Determination of Temporary Estuary Closure - August 8, 2016 (38 KB PDF)   Point Reyes Beach Closure - May 28 through September 5, 2016 A closure of the beach area between the North Beach parking lot and the mouth of Abbotts Lagoon is in effect on weekends and federal holidays during the summer of 2016 to better ensure the survival of federally-threatened western snowy plover nests and chicks within this area on busy weekends. All public use is prohibited. Reproductive monitoring of western snowy plovers at Point Reyes has previously demonstrated that chick mortality is higher on weekend days than weekdays. Disturbance by park visitors in plover breeding areas can separate chicks from the adults, and the chicks may then not be able to forage efficiently, thermoregulate properly, and hide from predators. In 2013, for example, of the 11 newly hatched chicks in the proposed closure area, only 3 survived past the July 4 weekend. Map of Beach Closure - May 28 through September 5, 2016 (564 KB PDF) Current Temporary Closures There are no temporary closures currently in effect.  The Determinations of Temporary Closures Archive page contains information about temporary closures that are no longer in effect.      MARINE LIFE PROTECTION ACT Marine Protected Areas are marine or estuarine areas set aside to protect or conserve marine life and habitat. Marine protected areas in the waters adjacent to Point Reyes National Seashore went into effect on May 1, 2010. Visit our Marine Life Protection Act page for more information.      Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/lawsandpolicies.htm"
}
