{
    "title": "Point Reyes National Seashore: Determinations of Temporary Closures",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     Determinations of Temporary Closures                Determinations of Temporary Closures Archive       This page provides information about temporary closures that are no longer in effect. Woodpecker Trail Closure - From July 14, 2015, until May 9, 2016 A temporary closure of the Woodpecker Trail was in effect in order to complete necessary hazard tree(s) mitigation and potential trail re-route to maintain public health and safety. Due to the presence of these hazardous conditions, use of the trail by anyone was deemed unsafe until these hazards were mitigated. Determination of Temporary Trail Closure - signed on July 14, 2015 (28 KB PDF) Drakes Beach Temporary Beach Closure - February 4, 2016, through March 31, 2016 [Note: The closure was lifted on March 18, 2016, after a survey determined that there were no longer any nursing elephant seal pups in this area of Drakes Beach.] A temporary closure of Drakes Beach starting approximately ¼ mile southwest of the Kenneth C. Patrick Visitor Center and continuing south to the current permanent elephant seal closure was in effect to better protect elephant seals from disturbance during the pupping season when they are exceptionally vulnerable. All public use was prohibited. Determination of Temporary Closure - February 4 through March 31, 2016 - signed on February 3, 2016 (31 KB PDF) Map of Temporary Closure - February 4 through March 31, 2016 (93 KB PDF) Chimney Rock Fish Dock Area Temporary Closure - December 30, 2015, through March 15, 2016 A temporary closure of the road leading from the gate at the end of the Chimney Rock Road to the Fish Dock area, including immediately adjacent beaches, was in effect through Tuesday, March 15, 2016, due to nursing elephant seal pups in the Fish Dock area. Determination of Temporary Closure - December 30, 2015, through March 15, 2016 - signed on December 30, 2015 (25 KB PDF) Map of Chimney Rock Fish Dock Area Temporary Closure (326 KB PDF) McCurdy Trail Closure - Thursday October 22, 2015 The McCurdy Trail is scheduled to be closed on Thursday, October 22 due to a prescribed fire in close proximity to the trail. Determination of Temporary Trail Closure - signed on October 19, 2015 (24 KB PDF) Map of Temporary Closure (130 KB PDF) Point Reyes Beach Temporary Beach Closure - multiple weekends during the summer of 2015 A temporary closure of the beach area between the North Beach parking lot and the mouth of Abbotts Lagoon was in effect on numerous weekends during the summer of 2015 to better ensure the survival of federally-threatened western snowy plover nests and chicks within this area during the busy weekend. All public use was prohibited. Reproductive monitoring of western snowy plovers at Point Reyes has previously demonstrated that chick mortality is higher on weekend days than weekdays. Disturbance by park visitors in plover breeding areas can separate chicks from the adults, and the chicks may then not be able to forage efficiently, thermoregulate properly, and hide from predators. In 2013, for example, of the 11 newly hatched chicks in the proposed closure area, only 3 survived past the July 4 weekend. By late July of the 2015 breeding season, only a few chicks had survived to fledging age and additional protection measures were deemed necessary to assist in chick survival and the persistence of the Point Reyes western snowy plover population.  Determination of Temporary Beach Closure - September 5 through September 7, 2015 - signed on August 24, 2015 (31 KB PDF) Map of Temporary Closure - September 5 through September 7, 2015 (289 KB PDF) Determination of Temporary Beach Closure - August 29 through August 30, 2015 - signed on August 24, 2015 (29 KB PDF) Map of Temporary Closure - August 29 through August 30, 2015 (289 KB PDF) Determination of Temporary Beach Closure - August 22 through August 23, 2015 - signed on August 18, 2015 (25 KB PDF) Map of Temporary Closure - August 22 through August 23, 2015 (289 KB PDF) Determination of Temporary Beach Closure - August 15 through August 16, 2015 - signed on August 13, 2015 (29 KB PDF) Map of Temporary Closure - August 15 through August 16, 2015 (289 KB PDF) Determination of Temporary Beach Closure - August 8 through August 9, 2015 - signed on August 3, 2015 (29 KB PDF) Map of Temporary Closure - August 8 through August 9, 2015 (289 KB PDF) Determination of Temporary Beach Closure - August 1 through August 2, 2015 - signed on July 29, 2015 (24 KB PDF) Map of Temporary Closure - August 1 through August 2, 2015 (289 KB PDF) Determination of Temporary Beach Closure - July 25 through July 26, 2015 - signed on July 20, 2015 (26 KB PDF) Map of Temporary Closure - July 25 through July 26, 2015 (289 KB PDF) Determination of Temporary Beach Closure - July 18 through July 19, 2015 - signed on July 15, 2015 (26 KB PDF) Map of Temporary Closure - July 18 through July 19, 2015 (289 KB PDF) Determination of Temporary Beach Closure - July 11 through July 12, 2015 - signed on July 7, 2015 (27 KB PDF) Map of Temporary Closure - July 11 through July 12, 2015 (289 KB PDF) Determination of Temporary Beach Closure - July 3 through July 5, 2015 - signed on June 29, 2015 (24 KB PDF) Map of Temporary Closure - July 3 through July 5, 2015 (289 KB PDF) Determination of Temporary Beach Closure - June 27 through June 28, 2015 - signed on June 25, 2015 (28 KB PDF) Map of Temporary Closure - June 27 through June 28, 2015 (289 KB PDF) Determination of Temporary Beach Closure - June 20 through June 21, 2015 - signed on June 16, 2015 (26 KB PDF) Map of Temporary Closure - June 20 through June 21, 2015 (289 KB PDF)  Point Reyes Beach Temporary Pet Restriction - June 4, 2015, through September 30, 2015 August 3, 2015 A temporary closure of the beach area between 1 mile south of the North Beach parking lot and 0.5 mile north of the South Beach parking lot was in effect to better ensure the survival of a federally-threatened western snowy plover nest that was located between North Beach parking lot and South Beach parking lot. All visitors with pets were restricted from entering the temporary no pet access area from Thursday, June 4th through Wednesday, September 30 Monday, August 3. Pet restrictions around western snowy plover breeding beaches at Point Reyes are a current practice. Pets add additional disturbance to the plovers due to the similarities pets have with natural predators. Disturbance by pets can lead to nest abandonment, nest failure, adult fatigue, decreased adult fitness, and chick fatality. Pets are normally allowed on the entire beach between North Beach parking lot and South Beach parking lot due to lack of plover nesting activity in the area since 1995, but the discovery of a nest in the spring of 2015 necessitated a temporary pet restriction action. Upon discovery of the nest, park staff decided that a reduction in pet access needed to be implemented. The eggs in the nest successfully hatched and the chicks were able to stay in the area for the first couple of days after hatching before moving north of the North Beach parking lot, after which the temporary pet restriction was lifted. Determination of Temporary Pet Restriction - signed on June 4, 2015 (29 KB PDF) Map of Temporary Closure (267 KB PDF) Point Reyes Beach Temporary Beach Closure - May 23, 2015, through May 25, 2015 A temporary closure of the beach area between 0.5 miles north of the North Beach parking lot and 0.35 miles south of the mouth of Abbotts Lagoon was in effect to better ensure the survival of federally-threatened western snowy plover nests and chicks within this area during the busy holiday weekend. Reproductive monitoring of western snowy plovers at Point Reyes has previously demonstrated that chick mortality is higher on weekend days than weekdays. Disturbance by park visitors in plover breeding areas can separate chicks from the adults, and the chicks may then not be able to forage efficiently, thermoregulate properly, and hide from predators. In 2013, for example, of the 11 newly hatched chicks in the proposed closure area, only 3 survived past the July 4th weekend. Determination of Temporary Closure - signed on May 18, 2015 (37 KB PDF) Map of Temporary Closure (201 KB PDF) Palomarin Parking Area Temporary Closure - March 30, 2015, through April 3, 2015 A temporary closure of the parking area at the Palomarin Trailhead was required for parking area surface maintenance. Due to the presence of heavy equipment and maintenance activities, the parking area was impassable to all public vehicle and horse use during these repairs. Hikers and backpackers were allowed to access the restrooms, Coast Trail, and Mesa Road, but needed to park on the ocean side of Mesa Road south of the Palomarin Trailhead parking area. The parking area was closed from 7 am on Monday, March 30, 2015, through 5 pm on Friday, April 3, 2015. Determination of Temporary Closure - signed on March 25, 2015 (32 KB PDF) Map of Palomarin Parking Area Temporary Closure (190 KB PDF) Closure of Bridge at Wildcat Campground - February 2, 2015, through February 4, 2015 The bridge on Coast Trail immediately south of Wildcat Campground was closed to all traffic from Monday, February 2, 2015, through Wednesday, February 4, 2015, for urgent repairs. The center of the bridge had become extremely worn down and the park trail crew was concerned that it had become unsafe for equestrian traffic. Determination of Temporary Trail Closure - signed on January 30, 2015 (30 KB PDF) Temporary Coast Trail Bridge Closure Map (185 KB PDF) Shows an alternate hiking route via Old Out Road Trail and Stewart Trail for visitors hiking or riding horses between Wildcat Campground and the Palomarin Trailhead or other locations south of Wildcat Campground. Chimney Rock Fish Dock Area Temporary Closure - January 17, 2015, through March 15, 2015 A temporary closure of the road leading from the gate at the end of the Chimney Rock Road to the Fish Dock area, including immediately adjacent beaches, was in effect from Saturday, January 17, 2015, through Sunday, March 15, 2015, due to nursing elephant seal pups in the Fish Dock area. Determination of Temporary Closure - signed on January 16, 2015 (19 KB PDF) Map of Chimney Rock Fish Dock Area Temporary Closure (278 KB PDF) Bear Valley Trail Temporary Closure - September 17, 2012, through October 5, 2012 The Bear Valley Trail from the Mount Wittenberg Trail Junction to the Meadow Trail Junction was closed to all traffic from Monday, September 17, 2012, through Friday, October 5, 2012. This temporary closure was required due to the presence and operation of heavy equipment on the Bear Valley Trail. This heavy equipment was used to install a new culvert and repair the trail. During these repairs, the trail was impassable to all public use. Determination of Temporary Trail Closure - signed on September 10, 2012 (86 KB PDF) Bear Valley Trail Temporary Closure Map (1,340 KB PDF) Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/management\/lawsandpolicies_closures_determinations.htm"
}
