{
    "title": "Point Reyes National Seashore: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth          Point Reyes National Seashore is home to nearly forty species of land mammals, and at least a dozen species of marine mammals. Nearly half the bird species of North America have been spotted here. The park is home to one of the largest populations of tule elk and a thriving breeding ground for the once nearly extinct northern elephant seals. Jutting 10 miles into the Pacific Ocean, Point Reyes offers one of the best spots for viewing the migrations of the California gray whale. Junior Ranger Program Point Reyes National Seashore offers lots of fun opportunities for kids. While at Point Reyes, children can discover the wonders of wildlife-watching, hike along a variety of trails, build sand castles, watch for whales, seals and sea lions, discover the lighthouse, check out our visitor centers with interactive displays, or become a Junior Ranger! Pick up a Point Reyes Junior Ranger activity booklet at one of the park's visitor centers and complete one of the three sections of the booklet. Explore the history of the Coast Miwok people, or study the park's marine life (such as elephant seals and gray whales), or learn about the Point Reyes Lighthouse and maritime history. When finished, stop by one of the visitor centers to receive a Junior Ranger patch. Or you can become a Virtual Junior Ranger by downloading, printing, completing and mailing-in our Junior Ranger page (499 KB PDF)! You can also become an Underwater Explorer Junior Ranger by downloading and completing the Underwater Explorer Junior Ranger activity booklet (4,351 KB PDF). To receive a Junior Ranger Underwater Explorer Badge and a Park Ranger's signature, please mail your signed pledge (page 35) to the National Park Service's Submerged Resources Center, the address for which can be found on page 2 of the booklet. Point Reyes Summer Camp Would you like to live in and explore Point Reyes for 4 to 6 days this summer? Do you like to explore mudflats, hike, tidepool, look for critters and have fun? If you are interested in receiving summer camp information, visit the Point Reyes Summer Camp website. The Point Reyes National Seashore Association runs this facility, and fees are charged. School Reports Do you need information to complete a school report? Information on wildlife, geology, plants, Coast Miwok Indians, the Point Reyes Lighthouse, and many other subjects is available through our Nature & Science and History & Culture pages. High School Students Are you interested in an internship, service learning project, or summer job? We offer a variety of opportunities including paid summer internships for students. Applications for science or science education positions are available online.           PEAK Online The Promoting Environmental Awareness in Kids (PEAK) program is designed by the Leave No Trace Center for Outdoor Ethics to teach elementary school aged youth about the outdoors and the responsible use of our shared public lands. It is based on the seven principles of Leave No Trace. The PEAK program is now also available as an interactive, online course! This course can serve as a stand-alone education tool or as a great supplement to your existing Leave No Trace education curriculum. Stay tuned for interactive learning opportunities at this site...  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/kidsyouth\/index.htm"
}
