{
    "title": "Point Reyes National Seashore: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials              Curriculum Materials          Creating Coastal Stewardship through Science Curriculum Guides These seven guides were created by teachers for teachers. They provide middle school students with opportunities to observe natural processes at Point Reyes National Seashore to stimulate interest in science and environmental stewardship. Each guide is designed to facilitate hands-on learn experiences using science and the environment. Natural resources such as tule elk, California quail, Pacific gray whales, northern elephant seals, and the San Andreas Fault are highlighted because they are easy to identify and observe. All activities are linked to the California and National Science Standards.           Free Curriculum CD These curricula are available on CD-ROM by calling 415-464-5139. In your message, please leave your name, address, and school affiliation.      Top of Page Print the Guides Our guides are available to download or print as PDF files (Adobe® Acrobat Reader® is needed to view PDF documents). You may print any of these guides in the \"Creating Coastal Stewardship through Science\" program by downloading the files below:        Ochre sea star   Defining Habitats 134 pages 3.4 Mb        Male Tule Elk   Investigating Tule Elk 170 pages 2.8 MB        Common Murres   Identifying Resident Birds  144 pages 1.8 MB        Coho salmon   Monitoring Creek Health   117 pages 1.8 MB        The San Andreas Fault   Uncovering the San Andreas Fault 154 pages 1.5 MB Download images of the wayside panels along the Earthquake Trail. 11 pages 1.2 MB        Female Elephant Seal   Discovering Northern Elephant Seals 158 pages 1.7 MB        Whale spouting   Observing Pacific Gray Whales 170 pages 840 KB      Top of Page Reserve Free Teaching Materials for Field Trip Teacher Resource Backpacks accompany each of these guides as well as binoculars, a spotting scope, and clipboards - all of which may be borrowed free of charge from the Bear Valley Visitor Center. Call 415-464-5139 to reserve materials specific to your field trip. Questions, comments If you would like more information about these exciting programs, please contact Mary Beth Shenton at 415-464-5139 or by email. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/education\/curriculummaterials.htm"
}
