{
    "title": "Point Reyes National Seashore: Oceans",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Oceans                 Oceans         Sunset over the Pacific Ocean   The Point Reyes peninsula is surrounded on three sides by the Pacific Ocean which dramatically affects the daily and seasonal climates, and numerous resident and migratory marine species. Besides the El Niño \/ Southern Oscillation (ENSO) and Pacific Decadal Oscillation, the most significant oceanic impact on the peninsula is the seasonal upwelling phenomena. Upwelling occurs when nutrient-rich colder waters rise from deeper levels to replace the relatively warm surface waters, and as a result creates summer coastal fog. The transport and cycling of these nutrients to the surface are responsible for the high productivity around Point Reyes that supports a large diversity of species throughout the food chain and into the ecosystem. This high level of biodiversity is at risk, however, from a variety of causes. From the affects of climate change to changing the chemistry and acidity of ocean waters to using the oceans as a dumping grounds for toxic, radioactive, and plastic wastes to overfishing, humans have dramatically altered ocean ecosystems. Read Altered Oceans, a Pulitzer Prize winning five-part series on the crisis in the seas. This series was written by Kenneth R. Weiss and Usha Lee McFarling and published by the Los Angeles Times in the summer of 2006. Top of Page While humans have the capacity to destroy much of the life found in the ocean, we also have the ability to save and restore ocean ecosystems. Visit thankyouocean.org to find out what you can do to help protect this vital resource. You can also read 50 Ways to Save the Ocean by David Helvarg (2006, Inner Ocean Publishing). Some of Helvarg's recommendations were incorporated into a series of Ocean Updates for World Ocean Day 2008, as well as by Sea Turtle Restoration Project on their 50 Ways to Help Save the Ocean page. With bottles, cans, abandoned or lost fishing gear and other marine debris washing up on our shores each year, the University of Georgia and NOAA have teamed up to create an innovative cell phone reporting mechanism to combat the marine debris problem. This high-tech tool, or app, tracks where marine debris is accumulating and gives anyone with a \"smart phone\" an opportunity to be a part of the solution. To learn more about ocean conservation topics you can tune into KWMR once a month for Ocean Currents, a radio program hosted by Cordell Bank National Marine Sanctuary staff that focuses on ocean topics locally and globally. Tune in the first Monday of every month at 1:00 PM on KWMR at 90.5 FM Point Reyes Station, 89.3 Bolinas, or live on the web at www.kwmr.org. You can also subscribe to the Ocean Currents podcast or hear archived shows by going to Cordell Bank's Ocean Currents Podcast page. Learn about rockfish, artificial reefs, humpback whale research, sustainable seafood, history of the Farallon Islands, the Marine Life Protection Act, plastic in the ocean, bioluminescence and more! As of 2016, 88 national park units protect parts of our oceans and coasts. These ocean and coastal parks are conserved so all may know and experience the nation's ocean and maritime heritage. These spectacular places encompass beautiful coral reefs, kelp forests, beaches, tidewater glaciers, estuaries, sand dunes, islands, and more. Many are also gateways for exploring the nation's rich maritime and military history. Explore the National Park Service's Oceans website to learn more about America's great waters and the ways in which they connect us all.      Read our Planet Ocean Resource Newsletter. (3,658 KB PDF) Pacific Ocean Newsletters  March 2015 (918 KB PDF) September 2014 (386 KB PDF) February 2014 (536 KB PDF) May 2013 (977 KB PDF) March 2013 (635 KB PDF) September 2012 (501 KB PDF) May 2012 (697 KB PDF) December 2011 (630 KB PDF) Summer 2010 (272 KB PDF) Winter 2009 (336 KB PDF)       Multimedia  A Wave of Change (10:06 minutes) - This video, produced and shot by Kip Evans for the Monterey Bay Sanctuary Foundation, highlights the need for marine protected areas along the California coast. Acid Test: The Global Challenge of Ocean Acidification (21:35 minutes) - This film, produced by the Natural Resources Defence Council, was made to raise awareness about the largely unknown problem of ocean acidification, which poses a fundamental challenge to life in the seas and the health of the entire planet. One World One Ocean Videos - The One World One Ocean campaign was launched to inspire people about the ocean so they act to protect it.   Celebrate World Oceans Day June 8th (2012)! (0:43 minutes) - Celebrate Marine Parks (0:45 minutes) Why the Ocean? (2:03 minutes)         Marine Life Protection Act Publications  Newsletter - 2008 (571 KB PDF) Poster: What are Marine Protected Area? (502 KB PDF)       Press Releases August 21, 2009 Marine Protected Areas Created in California's North Central Coast Earlier this month, California's Fish and Game Commission approved a sweeping plan to protect ocean habitats in 24 marine protected areas in state and federal waters, including some within and adjacent to Point Reyes National Seashore. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/oceans.htm"
}
