{
    "title": "Point Reyes National Seashore: Weather",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Weather                Weather         Low fog often covers the Olema Valley on summer mornings.   Warm dry summers and cool rainy winters characterize the Point Reyes Peninsula's climate, similar to the type of climate that prevails on the Mediterranean. While this is the general trend, the weather can vary greatly depending on which side of the Inverness Ridge you are visiting. There are usually moderate to strong winds on the exposed headlands and outer beaches. The strongest winds occur in November and December during occasional southerly gales. While wind speeds tend to average about 32 km\/h (20 mph) at the Lighthouse on the Point, storms often bring winds with gusts of 112 km\/h (70 mph), with the strongest winds measured at 213 km\/h (133 mph). Winds are much lighter on the eastern side of the Inverness Ridge, but it is an unusual day that does not bring afternoon breezes to Point Reyes. Headlands and beaches on the Pacific Coast are subject to frequent heavy fogs. During most of the year, the water temperatures near the coast are lower than that of the ocean farther to the west. As warm moist air from farther offshore travels east it encounters these frigid coastal waters. The air cools, condenses, and produces fog. The fog can blanket the ocean for more than 80 km (50 miles) off the shore and often smothers the beaches. Heavy fogs are most common in July, August and September. Sunshine and higher temperatures can be found inland. The east side of Inverness Ridge and the beaches of Tomales Bay are sheltered, with sunny areas for picnicking and swimming. Inland temperatures in the summer are often 10 째C (20 째F) degrees warmer than temperatures on the Headlands and outer coast. Rainfall averages about 30 cm (12 inches) per year out on the Point where the Lighthouse is located, with the heaviest rainfall in December, January, February, and March. A few miles inland the rainfall is much greater, averaging about 90 cm (36 inches) a year at Bear Valley. Although there is scarcely any rain from mid-April to October, the night and morning coastal fogs condense on the trees and keep the wooded hills moist. The moderating influence of the Pacific Ocean creates a climate with no great extremes of heat or cold; average monthly temperatures differ only about 16 째C (28 째F) from high to low throughout the year. To get a better idea of what kind of weather to expect during your visit, go to the Weather page in the Plan Your Visit section. Check out KQED's The Lowdown report entitled \"The Chilling Effect: Why San Francisco Gets So Foggy in the Summer,\" filed by Matthew Green on May 20, 2014. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/weather.htm"
}
