{
    "title": "Rocky Mountain National Park: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research             Science & Research                   The park teams up for boreal toad research                Local and international science partnerships               Research on management topics               Chronic wasting disease research                Discovering new species             Research and management studies have been conducted in Rocky Mountain National Park for over 100 years. They have become essential tools for today's park managers. The best available science guides management decisions and policies for all aspects of park operations.  Continental Divide Research Learning Center The Continental Divide Research Learning Center assists researchers in the park and integrates research from the natural, cultural and social sciences into the following three areas:     Visitor experience Resource stewardship Educational outreach programs  For more information about research and learning facilities and programs at the park, please visit the Continental Divide Research Learning Center website or follow the links below.              Current Research  Learn how scientists see Rocky Mountain National Park as a living laboratory that reveals high elevation secrets.        Learning Opportunities  Scientists of all ages and abilities can climb to new heights by gaining experience in the park.         Citizen Science Members of the public help collect valuable data used to address current park management topics.         Research Permits Have an idea for a research project in Rocky? Learn how you can contribute to one of the largest research programs in the National Park Service.         National Geographic BioBlitz 2012 The public teamed up with scientists for two days to capture a snapshot of plant and animal diversity in the park.         Natural Resource Vital Signs  This report describes the status of important resources in Rocky Mountain National Park.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/scienceresearch.htm"
}
