{
    "title": "Point Reyes National Seashore: Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change                 Climate Change       Change has always been a powerful force of nature. National parks and the stories they represent—like the San Andreas Fault Zone at Point Reyes National Seashore, or the lava flows in Hawaii Volcanoes National Park, or the path of the Colorado River in the Grand Canyon—help us understand and appreciate how much our lives are influenced by change. They illustrate for us how interconnected we are with our environment whenever change occurs. Today, we hear more and more about the effects of \"climate change\" (aka \"global warming\" or \"climate destabilization\"). Due to global warming, Point Reyes National Seashore and other national parks are currently confronting one of the greatest threats in their history. The world is heating up, and the signs are already visible in National Parks: rising temperatures, prolonged drought, severe wildfires, diminished snowfall, acidifying oceans, and changing habitats. Point Reyes is renowned for both its sandy beaches and ruggedly beautiful coastline along which people come to watch whales, pinnipeds, and birds. The windswept pines of Point Reyes, the violent surf of the Great Beach, and the rocky shores of the Point Reyes Headlands are securely protected from the development pressures of a booming Bay area. But those boundaries don't provide protection from climate change. Rising sea levels impelled by melting glaciers and polar icecaps will likely dramatically change this coastal park's environment upon which animals have come to rely and humans come to enjoy. The U.S. Geological Survey (USGS) predicts that rising seas could erode beaches and coastlines, submerge wetlands, and swallow up Native American cultural artifacts at Point Reyes and several other national parks. Rising temperatures may make this area uninhabitable for many species of plants and animals that currently live here. Rising temperatures may also result in greater visitation to the Seashore during hot summer days, putting more strain on the park's natural resources, infrastructure, and staff. Fortunately, there may still be time to limit the impact of this threat to Point Reyes and other national parks. The Seashore is doing its part by putting innovative energy technologies to use and looking for ways to reduce its carbon \"footprint.\" As of January 2016, Point Reyes National Seashore has obtained seven hybrid and six electric vehicles, instituted a No Idling program, is using green technology in new construction, and installed photovoltaic solar panels on 23 structures, from which the park receives close to 50 percent of the energy it uses). With a combination of local, national, and international action to halt global warming, we can all help ensure that millions of Americans will be able to enjoy these national treasures for generations to come. Learn more by viewing some of the The Natural Laboratory multimedia presentations that discuss some of the impacts of climate change and what Point Reyes National Seashore is doing to reduce its carbon footprint. Check out our Climate Change Resources and Links page for more information. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/climatechange.htm"
}
