{
    "title": "Hawai'i Volcanoes National Park: Mauna Ulu",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Drive Chain of Craters Road     Mauna Ulu                Mauna Ulu      Chain of Craters Road Tour - Stop #4          Pu‘u Huluhulu on the Left and Mauna Ulu on the Right - click for full resolution image NPS \/ Ed Shiinoki           Lava Trees - click for full resolution image NPS \/ Ed Shiinoki  Mauna = mountain Ulu = growing Mauna Ulu = \"the growing mountain\" Mauna Ulu is located on the east rift zone of Kīlauea. Mauna Ulu is approximately 400 ft. (121 meters) high from its pre-eruption base. At present Mauna Ulu Crater is approximately 100 ft. (30.5 meters) deep. It erupted in several phases from May 24, 1969 to July 22 of 1974. Mauna Ulu recorded high fountaining of 1770 ft. (539.5 meters);only second to Kīlauea Ikiʻs record making 1900 ft. (579.1 meters) fountaining.          Mauna Ulu Lava Trees, Fissure & Spatter Rampart - click for full resolution image NPS \/ Ed Shiinoki  From 1969 to 1974 the Mauna Ulu lava flows covered 17 square miles (44 sq. km), traveled 7 miles (12 km) to the coast and covered several areas with 25 ft. (7.6 meters) deep lava. From the parking lot, there is a short lava walk to view many \"lava tree molds\". It really is a sight to see; mother nature at her best. This is also the trailhead for the popular Pu‘u Huluhulu hike.          Distance From the Beginning of Chain of Craters Road Distance From Kīlauea Visitor Center    Stop #1Lua Manu Crater 0.5 mi \/ 0.8 km 3.8 mi \/ 6.1 km    Stop #2Hilina Pali Road 2.3 mi \/ 3.7 km 5.6 mi \/ 9.0 km    Stop #3Pauahi Crater 3.3 mi \/ 5.3 km 6.6 mi \/ 10.6 km    Stop #4Mauna Ulu 3.7 mi \/ 6.0 km 7.0 mi \/ 11.3 km    Stop #5Mauna Ulu Flow Across Chain of Craters Road 4.1 mi \/ 6.6 km 7.4 mi \/ 11.9 km    Stop #6Mau Loa o Mauna Ulu 6.4 mi \/ 10.3 km 9.7 mi \/ 15.6 km    Stop #7Kealakomo Overlook 9.9 mo \/ 15.9 km 13.2 mi \/ 21.2 km    Stop #8Pu‘u Loa Petroglyphs  16.3 mi \/ 26.2 km 19.6 mi \/ 31.5 km    Stop #9Hōlei Sea Arch  18.8 mi \/ 30.3 km 22.1 mi \/ 35.6 km    Stop #10End of Chain of Craters Road  18.8 mi \/ 30.3 km 22.1 mi \/ 35.6 km          Return to: Drive Chain of Craters Road - main page Things to Do",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/ccr_mauna_ulu.htm"
}
