{
    "title": "Point Reyes National Seashore: Diseases",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Diseases                 Diseases       To treat or not to treat? Most diseases are a natural part of the ecosystems in which wild animals live. The majority of the organisms that cause disease—viruses, parasites, and bacteria—evolved over thousands of years, alongside the birds, mammals, fish and plants you see in the Seashore. Diseases act as important regulators of wildlife and plant populations, often impacting species more when populations are high and resources (food, water, minerals, shelter and space) are relatively scarce. If not for diseases, overpopulation of wildlife and depletion of resources would be major problems in our parks. As such, the National Park Service does not treat native species that are sick or diseased, unless they pose a safety hazard to people, pets or livestock, or unless the disease is considered to be caused by humans. For example, a harbor seal that had become tangled in plastic netting might be captured, treated and released, whereas a tule elk with a skin wound resulting from sparring during the rut would likely not. In this way, natural selection—as Charles Darwin described it, \"the survival of the fittest\"—is protected in our native national park ecosystems. The diseases listed below are of special concern for park biologists, mainly because they are not endemic and\/or natural, and were brought into our native wildlife and plant populations as a result of man’s activities. Top of Page        Tan Oaks affected by Sudden Oak Death   Phytophthora ramorum Phytophthora ramorum is the cause of both Sudden Oak Death, a forest disease that has resulted in widespread dieback of several tree species in California and Oregon forests, and Ramorum blight, which affects the leaves and twigs of numerous other plants in forests and nurseries. Since the mid 1990s, P. ramorum has caused substantial mortality in tanoak trees and coast live oak within the park, as well as twig and foliar diseases in numerous other plant species, including California bay laurel, Douglas-fir, and coast redwood. For more information, visit our Sudden Oak Death page. Top of Page Paratuberculosis Paratuberculosis (Johne's Disease) is an incurable bacterial disease of livestock and wild ruminants that traveled to the U.S. in infected dairy cows from Europe in the 19th century. It was discovered by Dr. H.A. Johne, a German veterinarian who studied the debilitating diarrheal wasting disease of cattle in his own country. Today, the disease is of major economic importance to the U.S. livestock industry, with an estimated 22% of American dairy herds infected. Here in the Seashore, tule elk have been documented to carry the paratuberculosis organism, Mycobacterium avis paratuberculosis. Infected by carriers as calves, they develop diarrhea and weight loss and eventually succumb, due to inability to absorb nutrients. Symptomatic animals are seen occasionally up at the Tomales Point Elk Reserve but the disease has never been demonstrated to impact the herd as a whole. Because there is no known cure for Johne’s disease, the Seashore instituted a rigorous testing and quarantine program for elk translocated to the Limantour wilderness area in 1999. For more information, visit the University of Wisconsin — School of Veterinary Medicine's Johnes' Information Center FAQs page. Top of Page West Nile Virus West Nile virus (WNV) originated in Africa and was first discovered in New York in 1999. While the mosquito-borne virus can cause illness in humans, horses, and several wildlife species, birds are the natural host for the virus. High avian mortality has been observed in the United States and Canada with the highest mortality rates observed in birds in the corvid family (crows, jays, and related species). Some raptor species also appear highly susceptible to WNV. Thus far, WNV has been detected in over 160 bird and 15 mammal species. Some reports estimate the number of U.S. birds that have died of WNV at well over a million. West Nile Virus has been documented in low levels in Marin County mosquitoes and birds but not to date in the Seashore. Monitoring bird populations and dead bird surveillance are important wildlife management activities that can be performed by Seashore staff. As with all mosquito-borne species that affect humans, personal protective measures to reduce contact with mosquitoes during mosquito season are important and include:   Staying indoors at dawn, dusk, and in the early evening,   Wearing long-sleeved shirts and long pants whenever outdoors,   Using effective insecticides on exposed skin and clothing.   For more information, visit the Centers for Disease Control and Prevention's West Nile Virus page. Top of Page Domoic Acid Toxicity In 1998, the first case of domoic acid toxicity was diagnosed in California sea lions. Domoic acid (DA), a biotoxin released by the algae Pseudonitzchia australis, one cause of red tide (harmful algal blooms). Domoic acid toxicity events in marine mammals have occurred in 2000 and 2001. The algae containing DA is eaten by sea life and passed along up through the food chain. Both shellfish and filter feeding fish (clams, mussels, anchovies, sardines, krill, etc.) can accumulate this toxin without apparent ill effects. However, in marine mammals and humans, DA as a neurotoxin and can cause disorientation, incoordination, seizures and death. Higher ocean temperatures trigger algal blooms. Although DA is a naturally occurring marine toxin, studies have shown the incidence of red tides in U.S. waters is increasing. Possible reasons to explain this increase include a number of human-related phenomena such as agricultural run-off, climate shifts or transport of algae species via ship ballast water. Point Reyes National Seashore is critical habitat for a number of sea mammal species, including whales and pinnipeds. The Seashore is a member of the California Marine Mammal Stranding Network, a group of governmental agencies, non-profit and academic institutions that cooperate to study and respond to marine mammal strandings. Sick or dead marine mammals that wash up on Seashore beaches are collected by Network staff and transported to the Marine Mammal Center (MMC) in Sausalito for treatment or post-mortem examination. For more information, visit the Channel Islands Marine and Wildlife Institute's Domoic Acid Information and History page. Top of Page What to Do If You See Injured or Sick Wildlife During your visit to the Seashore, should you observe unusual behavior in a wild animal, or find a dead or injured animal, please contact park Dispatch at 415-464-5170. Information on the exact location and time of the observation are important. A park biologist or ranger will be contacted and will investigate the incident. For your safety and the safety of the animal, do not approach or touch the animal. Many of the park's wildlife are protected by federal law and should only be observed from a distance. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/diseases.htm"
}
