{
    "title": "Point Reyes National Seashore: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Rock Cress (Arabis blepharophylla)   Point Reyes National Seashore is a jewel in the California Floristic Province - one of 25 regions of the world where biological diversity is most concentrated and the threat of loss most severe. Unique geology, soils, and climate conditions make for a highly variable landscape within a relatively small land base. The Seashore encompasses over 70,000 acres of dunes, sandy and rocky beaches, coastal grasslands, Douglas fir and Bishop Pine forests, wetlands, chaparral, and wilderness lakes. The broad range of plant communities supports over 900 species of vascular plants—pretty amazing! This number represents about 15% of the California flora. Sixty-one species found in Marin County are known only from Point Reyes As native systems have been altered in other areas of California, many native plants have been pushed to the brink of extinction. Point Reyes National Seashore serves as a refuge for an astonishing number of these rare plants. Over 50 plants at Point Reyes are currently listed by the Federal government, State government, or the California Native Plant Society as being rare, threatened, or endangered. These threatened, rare, and endangered plants are actively monitored and managed by park scientists. Unfortunately, 292 of the plants within the park are not native. These include a wide variety of grasses in the pastoral zone, South African capeweed, scotch broom, pampas grass, and trees such as eucalyptus, cypress, and Monterey Pine. Invasive non-native species tend to spread very rapidly and out-compete native plants for scarce space and resources. To curb the tide of many of the Seashore's non-native invasive plants, volunteers are recruited to remove the most threatening species. Note: Links in this “Plants” category such as lichens, marine plants, and algae are placed here for convenience, but they are not truly plants. Real plants include multi-cellular organisms that produce food through photosynthesis. The plant kingdom includes vascular plants (seedless and seed plants) and the bryophytes (liverworts, hornworts, and mosses). Point Reyes National Seashore Plants and Related Organisms Species Lists Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/plants.htm"
}
