{
    "title": "Point Reyes National Seashore: Wildlife Monitoring",
    "body": "Wildlife Monitoring and Wildlife Viewing Camera Systems at Point Reyes National Seashore: Frequently Asked Questions       1. Why does the National Park Service monitor wildlife in the Seashore and how is it done? 2. What are remote wildlife viewing camera systems and how are they used? 3. What is currently being monitored in the Seashore with camera systems? 4. Are these cameras \"secret?\" 5. How are the photographs from park wildlife cameras analyzed? 6. Do these cameras infringe on anyone's privacy rights? 7. Why are cameras photographing harbor seals in Drakes Estero? 8. What have you learned from the Drakes Estero camera and elsewhere? 9. Where else in the park or the state are harbor seals monitored? 10. Can the public see photographs taken with wildlife cameras? 11. Where can I learn more about wildlife monitoring in the Seashore? Top of Page        Bobcat (Lynx rufus)   1. Why does the National Park Service monitor wildlife in the Seashore and how is it done? The mission of the National Park Service, as specified in the Organic Act of 1916 is \"to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" Protecting wildlife within park boundaries is part of this mission. In order to best protect and conserve park wildlife, park managers and biologists require information on those species. The information collected about wildlife in parks can be as simple as confirmation of the presence of a species or as detailed as the average number of young produced per female per year. Examples of data collected include descriptive data on wildlife behavior, disease prevalence and habitat selection and quantitative data on population size. Data can be used to inform managers on ways to further protect wildlife from human-induced stresses, such as pollution, introduced invasive species and disturbance. There are a variety of methods for monitoring wildlife. Observers spend hours in the field recording data about wild animals. Aircraft are used in some parks to count large mammals such as elk, deer, and seals. Radio-telemetry, radios attached to individual animals, can be used to track animal movements, determine home range size and offer information on habitat use. Remote cameras can offer information about presence of wildlife species, numbers of individuals, behaviors and habitat selection. At Point Reyes National Seashore, many different people monitor wildlife. National Park Service biologists, researchers from universities, scientists from other governmental agencies and trained volunteer \"citizen scientists\" all are involved in gathering important information on myriad animal species. Learn more about volunteer wildlife opportunities in the Seashore. Top of Page        Wildlife Monitoring Camera   2. What are remote wildlife viewing camera systems and how are they used? Wildlife viewing cameras are used worldwide to address a variety of research and management objectives for many wildlife species. They are an effective tool for investigating wildlife behavior, and documenting species presence and distribution. Wildlife cameras are also an efficient and cost-effective way to supplement or replace human observers. Remote wildlife viewing camera systems are deployed in a number of ways. Cameras can be set up along game trails or at other points of congregation. Still or video cameras can be programmed to activate when the infrared motion detector is triggered. For cameras observing wildlife at a distance, which precludes the triggering of a motion detector, images are recorded on a regular programmed basis providing a time series (e.g., from every minute to every 24 hours).        Mountain Lion (Puma concolor)   3. What is being monitored in the Seashore with camera systems? Remote wildlife viewing camera systems have recently been used to monitor harbor seals and western snowy plovers. In the past they have also been used to photograph northern elephant seals, elk, deer, Point Reyes mountain beaver, long-tailed weasels and mountain lions. The park also used remote cameras extensively after the Vision Fire in 1995 to monitor vegetation regrowth over time, and more recently in the Giacomini Wetland project, to monitor restored water channels. Top of Page        Wildlife Monitoring Camera with Contact Information   4. Are these cameras \"secret?\" The park has used wildlife viewing cameras for years for research and management. Their use has contributed to reports the park and other agencies have made available to the public (see FAQ #11 below). In order to minimize accidental disturbance by animals, vandalism, or theft cameras are placed in carefully chosen locations and often designed with drab or camouflage outer casings. They all display information about who to contact if visitors have questions (see photo at right).      5. How are the photographs from park wildlife cameras analyzed? The process for reviewing photographs depends on the type of camera used. Early cameras produced video and required reviewing the images through the camera. Newer cameras produce digital images which can be reviewed on a computer. Cameras at the Drakes Estero monitoring sites are directed at sand bars where the seals are most likely to haul out and can be programmed to take pictures from one per minute to one per day. Higher frequency photography is useful for detecting subtle or sudden changes in seal presence and abundance, for example those caused by tides or disturbance. Cameras programmed in this way can produce thousands of images, all requiring subsequent review. Field personnel periodically collect data, concurrent with camera deployment, to verify that the cameras are accurate. Top of Page      6. Do these cameras infringe on anyone's privacy rights? No. The location of these cameras and the images they are intended to capture all occur in areas that are considered public. The images are similar to those captured by someone taking a picture of another person, animal, or other object or scenery in a public area.        Harbor Seals in Drakes Estero on April 10, 2008.   7. Why are cameras photographing harbor seals in Drakes Estero? Harbor seals in the Point Reyes area have been monitored with wildlife cameras at Bolinas Lagoon, the Point Reyes Headlands, and Drakes Estero. The Drakes Estero cameras were installed to help park managers understand why there was a drop in harbor seal numbers at seal pupping sites within the estero and to potentially identify disturbances that could explain the changes in seal use.        Harbor Seals in Drakes Estero on April 10, 2008.   8. What have you learned from the Drakes Estero camera and elsewhere? At Drakes Estero, Seashore biologists are just beginning to review the images collected with wildlife cameras and may be working with a local university to carry out the analyses. Previous studies, though, can provide insights on how wildlife camera photographs can be used and analyzed. From a Marin County study of harbor seals in Bolinas Lagoon in the late 1970s, biologists learned more about which areas were used most during various times during the day and year, how often seals were disturbed and what the sources of disturbance were (in this case, boats). The County of Marin subsequently used the information to manage the lagoon, a portion of which is a county park. Top of Page        Harbor Seals in Drakes Estero on May 3, 2008.   9. Where else in the park or the state are harbor seals monitored? Pinnipeds, including harbor seals, elephant seals , California sea lions and Steller sea lions are studied at numerous locations within and adjacent to Point Reyes National Seashore including at Point Reyes Headland, Tomales Bay, Tomales Point, Bird Rock, Double Point, Drakes Estero, Duxbury Reef and Bolinas Lagoon. Visit the National Park Service's San Francisco Bay Area Network Inventory & Monitoring: Pinnipeds page see information on these studies. The Seashore studies harbor seals collaboratively with other groups and agencies from, Point Arena to an Mateo County, out on the Farallon Islands and in Año Nuevo. The National Marine Fisheries Service conducts surveys of harbor seals, and other pinnipeds, by aerial survey once per year when they fly along the entire coast of California. The Greater Farallones National Marine Sanctuary conducts surveys of harbor seals through their Beach Watch program both within the Seashore and at other locations. Top of Page      10. Can the public see photographs taken with wildlife cameras? Wildlife viewing cameras are currently used in many national parks and as part of other wildlife research studies. While these cameras generate a large number of photographs and it is not feasible to post all of these on the internet, close to 300,000 resource and wildlife monitoring camera images and videos are available through our Reading Room. Check out our Wildlife Monitoring and Wildlife Viewing Camera Systems Photo Gallery for a sampling of some of the images. Download Wildlife Images From Field Cameras (599 KB PDF) to see various images taken by wildlife cameras throughout areas of Point Reyes National Seashore since 1996. Some wildlife images accessible through the Internet include:  Live feed video monitoring of Harbor Seals at Kenai Fjords National Park Endangered Steller sea lion colonies in Alaska  Carnivore monitoring at Great Basin National Park Grizzly Bear ecology and genetics at Glacier National Park Post-oil spill seabird colony recovery at Devil's slide, San Mateo County Mountain Lion Ecology and Distribution at Santa Monica Mountains National Recreation Area Monitoring San Francisco Bay harbor seals during the Richmond Bridge retrofit (1998-2005)  Chris Wemmer's (Smithsonian, California Academy of Sciences) wildlife cameras at Point Reyes in 2007-2008   Banff National Park's Wild Images   On April 19, 2011, Roanoke, Virginia TV station WSLS 10 aired a report about how National Park Service biologists at Blue Ridge Parkway are using digital cameras to take an inventory of local wildlife. Blue Ridge Parkway cameras capture lurking animals In June 2011, Parks Canada posted a video entitled A Wild Year - Banff National Park, in which they assembled a year's worth of images from a single remote wildlife camera into a short Wild Images video timelapse. On April 6, 2016, the Department of the Interior posted \"4 Wildlife Cams You're Guaranteed to Love\" on their People, Land, & Water Blog, featuring some of the best wildlife cams on America's public lands. Top of Page      11. Where can I learn more about wildlife monitoring in the Seashore? Vision Fire: Lessons Learned from the October 1995 Fire is a report that features the use of remote wildlife viewing camera systems in the park to study the Point Reyes Mountain Beaver (click on \"Fire Effects on the Point Reyes Mountain Beaver\"). Here are links to more general information about monitoring wildlife here in the park:  Animals of Point Reyes National Seashore (with links to various wildlife species) The San Francisco Bay National Parks Inventory & Monitoring Program (with links to NPS monitoring programs for various wildlife species) U.S. Geologic Survey Western Ecological Research Center (with links to wildlife research in the Bay Area and the Pacific Southwest)  Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/wildlife_monitoring.htm"
}
