{
    "title": "Point Reyes National Seashore: Mollusks",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mollusks                Mollusks         Mussel Colony   The phylum Mollusca is large and diverse, encompassing ten different classes of animals. The animals are most commonly recognized as one of three different types: the bivalves, the univalves, and those without shells (or with very small internal shells, ex. slugs). Bivalves are mollusks with two shells such as clams and oysters. Univalves are animals with one shell such as a snail. Mollusks without shells include squid, banana slugs, and octopi. Some mollusks are terrestrial, occurring in most environments on earth, while others live in the water for some or all of their life. Many of the most popular mollusks are marine species because they are pretty and some are caught for food or jewelry. Some of the qualities that define a mollusk are definite organs (mainly heart, gonads, and kidneys), a complete digestive tract, and a muscular foot. Although their bodies are not segmented, they do have two definable parts: the head and the foot. Their shells are made of calcium carbonate. The shells are very decorative on the inside for many marine species, and the outside for many snails. Most mollusks have at least two stages of life and their second stage (or adult phase) is often marked by bearing a shell. Top of Page      Chitons Polyplacophora are more commonly referred to as chitons. They look ancient, like a trilobite of the ocean. Their body is an elongated dome with eight overlapping plates and they are usually as big as a quarter. Making their living on algae, they are commonly found in intertidal areas as they cling to the rocks, but usually they are camouflaged very well with cryptic coloring. Bivalves Those animals with two shells are conveniently all lumped together in class Bivalvia. They don’t have a formal eating structure, so they filter food by siphoning it from the water with gills between their two valves. Their organs, including their nervous system, are all located between the two shells and they have a muscular foot that can stick out. This foot is used for locomotion, attaching to rocks, or both. Bivalvia is diverse and includes animals like the oyster, which give us pearls by covering bits of sand that come into their system with the calcium carbonate that they use for their shells. The waters surrounding Point Reyes are a popular spot for collecting oysters and clams. Tusk Shells The class Scaphopoda are known as tusk shells and found in marine environments world wide. They look like elephant tusks that are 15cm long, and they feed on the bottom of the sea. Most likely, these animals occur at our Seashore, but the chances of seeing them are extremely unlikely. Top of Page        Banana Slug   Gastropods Gastropoda is the most widespread class within Mollusca. It is estimated to have as many as 75,000 species and undoubtedly many of its species occur at Point Reyes. The gastropods are univalve animals and can be terrestrial, freshwater, or marine and include snails, abalones, limpets. Their name is from Greek roots with gaster referring to stomach and poda referring to feet. This makes sense because their major two body parts are their head region (with most of their organs) and their muscular foot. This separation also comes from a process which also defines a gastropod called torsion. Torsion occurs during their development into an adult; their internal organs twist 180 degrees and results in the separation of its organs from its foot. Although the gastropods have some similarities, they are for the most part extremely varied and because they all live in very different places, they eat very different things. The abalone is by far Point Reyes most famous specimen of Gastropoda. It is a beautiful marine snail that at one time was extremely abundant along the coast. Currently, there are very stringent restrictions on the collection of abalones in northern California. The banana slug is one of the most commonly spotted Gastropods at Point Reyes. Cephalopods Most intelligent and softest are the easiest way to describe the cephalopods. The creatures of Cephalopoda have lost their shells, and compensate with a far more developed brain. Also, they have an overdeveloped muscular foot, which is turned into arms or tentacles. Its flagship members are octopus, squid, cuttlefish, and nautilus. Besides being able to make a living in difficult places, they are able to defend themselves in unusual ways. Most are able to change color and texture rapidly to match surroundings, and are also able to shoot an ink cloud to make a getaway. Point Reyes Seashore has the Red Octopus (Octopus rubescens), but like may inhabitants of the sea, it is almost never seen. They do live in intertidal areas, but spotting one is extremely rare and if you do, it is safest to not touch the animal. Another common cephalopod is the common squid, but don't expect to see this one either. They only will come towards the shore area to breed and then die. Text by Kristen Truchinski Top of Page      MULTIMEDIA PRESENTATIONS           Watch the Fishing for the Humboldt Squid Soundslides presentation - November 24, 2009 - 5:16 minutes (~9.2 MB) or Listen to the podcast (6,189 KB mp3) or Read the transcript (67 KB PDF)           Watch the Searching for the Endangered Black Abalone in Northern California Soundslides presentation - February 15, 2012 - 4:33 minutes (~10.3 MB) or Listen to the podcast - 4:33 minutes (5,342 KB mp3) or Read the transcript (63 KB PDF) or Watch the...                        Video: Pacific Coast Science and Learning Center - The Natural Laboratory: Searching for the Endangered Black Abalone in Northern California - February 15, 2012 Cassandra Brooks interviews Amy Henry, an intern looking for Black Abalones in the Golden Gate National Recreation Area and Point Reyes National Seashore.  Duration:4 minutes, 34 seconds               Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/mollusks.htm"
}
