{
    "title": "Point Reyes National Seashore: Freshwater Plants",
    "body": "Freshwater Plants       While not a prominent aspect of the landscape at Point Reyes, freshwater aquatic plants play an important role in maintaining biodiversity and the health of riparian ecosystems. Freshwater plants, also known as aquatic macrophytes, have adapted to survive in locations where water is the dominant feature of the landscape. Where other plants would not survive due to an excess of water, aquatic plants have special structures that allow them to thrive in a water rich environment. Additionally, aquatic plants have adapted to live in an environment that is subject to substantial changes in conditions. In shallow freshwater environments, water temperatures can vary, affecting the level of photosynthetic activity for organisms that rely on that process for energy. Furthermore, the level of dissolved oxygen in the water can vary, leading to difficulties in respiration. To live in such a challenging environment, freshwater aquatic macrophytes have developed adaptations that facilitate their existence in a water rich environment. Compared to non-aquatic plants, aquatic macrophytes possess a relatively thin cuticle (a protective, wax-like coating that minimizes plant water loss), which aids in the diffusion of carbon dioxide (CO2) and the dissolved oxygen (O2) that can sometimes be limited in an aquatic environment. To better facilitate energy production, chloroplasts, which are used in plants' photosynthetic process, are centered in the upper leaf area, to maximize potential light exposure. To support the leaves at a level in the water column which would be conducive to photosynthesis, the stems of aquatic macrophytes contain air pockets which aid in maintaining buoyancy. Finally, aquatic macrophytes are typically perennial, and do not reproduce through seeds, instead being typified by vegetative reproduction, where new plants grow from the progenitor's roots or rhizomes. Despite the challenges inherent in living in an aquatic environment, freshwater ecosystems possess exceptional levels of biodiversity in plant life. Where to Find Freshwater Aquatic Plants Point Reyes National Seashore offers several places for those interested in freshwater aquatic plants to experience them in their natural environment. The Olema Marsh, which is located at the convergence of the Bear Valley, Lagunitas and Olema Creeks, adjacent to Bear Valley Road, is a prime example of the biodiversity of a freshwater environment. Additionally, the upper ponds of Abbott's Lagoon, Kehoe Marsh, the Drakes Beach Marsh and the upper reaches of Drakes and Limantour Esteros are good examples of freshwater environments that play host to plant life that has adapted to a water rich ecosystem Aquatic Plants of Point Reyes National Seashore The plants listed below are but a small part of the rich plant biodiversity of freshwater environments. Particularly notable species, due to their prevalence or threatened status, are detailed in this list.  Alder (Alnus spp.)   Red alder (A. rubra)   Bellflower (Campanula spp.)   Swamp bellflower (C. californica)   Buttercup (Ranunculus spp.)   Lobb's buttercup (R. lobbii)   Cattails (Typha spp.) Cruciferae (Brassicaceae spp.) Watercress (B. rorippa nasturtium-aquaticum) Lily (Lilium spp.) Lupine (Lupinus spp.)   Bog lupine (L. polyphyllus)   Meadowfoam (Limananthaceae spp.)   Point Reyes meadowfoam (L. douglasii var. sulphurea)   Monkeyflower (Mimulus spp.)   Marsh monkeyflower (M. guttatus)   Hedge Nettles (Stachys spp.)   Coastal hedgenettles (S. chamissonis)   Pennywort (Hydrocotyle spp.)   Floating marshpennywort (H. ranunculoides)   Rush (Juncus spp.)   Soft rush (J. effuses)   Sedges (Carex spp.)   Slough sedge (C. obnupta)   Tule (Schoenoplectus spp.)   Common tule (S. acutus) California bulrush (S. californicus)   Water dropworts (Oenanthe spp.)   Water parsley (O. sarmentosa)   Willows (Salix spp.)   Arroyo willow (S. lasiolepis) Yellow willow (S. lasiandra)    Works Cited Evens, Jules G. Natural History of the Point Reyes Peninsula. Berkeley: University of California Press, 2008. Faber, Phyllis M. Common Wetland Plants of Coastal California. Mill Valley: Pickleweed Press, 1996. Enger, Eldon D., and Bradley F. Smith. Environmental Science: A Study of Interrelationships. New York: McGraw-Hill, 2000. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/freshwaterplants.htm"
}
