{
    "title": "Point Reyes National Seashore: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                Insects, Spiders, Centipedes, Millipedes         Orb Weaver Spider   The Phylum Arthropoda contains creatures that have a skeleton on the outside and jointed legs. You have seen many of the members such as spiders, centipedes, millipedes, flies, beetles, and crabs. This Phylum is split into different Classes and spiders, insects, centipedes and millipedes all have their own. Spiders Spiders are easily seen when in the coastal grasslands of Point Reyes. They make webs between tall grass blades that are truly art. There are three things that set spiders, in the Class Arachnida, apart from the rest of the arthropods. They have fangs, four sets of legs, and a cephalothorax, which is the head and thorax fused. Spiders are difficult to identify, and not very well documented, but don’t let that discourage you from finding and enjoying them. The Seashore has some stunning examples that are full of color and found in intricate webs and in the ground. Top of Page        Dragonflies   Insects California has over 30,000 species of insects within the state which scientists put into Class Insecta. They occur in all terrestrial habitats on earth except the poles and certainly occur in abundance at Point Reyes. As primary consumers they eat dead and decaying things, which return those things to the earth as nutrients. Two qualities make an insect an insect. First, they have 3 body segments, a head, thorax, and abdomen. Second, they have 3 pairs of legs. All insects go through “life stages” where they are one form and then metamorphose into another form. A good example of this is when a caterpillar changes into a butterfly. Often, each life stage uses different types of resources. A caterpillar will crawl on the ground and eat leaves, but a butterfly will fly from flower to flower drinking nectar. This is important because when scientists are trying to conserve certain species, they must conserve the resources that each life stage uses. Top of Page Centipedes Centipedes have a Class of their own called Chilopoda. They are set apart because of their very unique features. Centipedes’ bodies are segmented into many parts and each segment has a single pair of legs. They are all carnivorous and feed on other arthropods, earthworms, and snails. So, they can be found by looking for their prey in damp places under leaves, rotten logs, and rocks. The species in this area do not harm humans – no need to be afraid. Millipedes Millipedes are often mistaken for centipedes, but millipedes have two sets of legs on each of their segments. With so many legs it looks as though a wave is going through its legs when it walks. They too have their own Class, called Diplopoda. Millipedes are herbivores feeding mostly on decaying vegetation. They can usually be found crawling along forest floors where it is damp and there is plenty of humus (decomposed plants) to eat. California’s coast is home to the Yellow spotted millipede that emits a warning smell to predators which smells like almond extract to humans. Top of Page        Myrtle's Silverspot butterfly   Here in Point Reyes... Point Reyes hosts a large variety of habitats that hold a large variety of arthropods. Some of the insects here are listed with the Endangered Species Act. The Myrtle’s Silverspot butterfly is endangered and the Marin elfin butterfly, Point Reyes blue butterfly, San Francisco Lacewing, San Francisco Forktail Damselfly, Bumblebee Scarab Beetle, and Globose Dune Beetle are all species of special concern. The North American Butterfly Association has been conducting annual counts at Point Reyes for several years and often finds the rare butterflies. A commonly seen caterpillar in the fall is the Yellow-spotted Tiger Moth, which is black with a yellow band through the middle and has long white hairs jutting up all over its body. The spring may provide some excellent opportunities to find butterflies in the park. You may see the Pipevine Swallowtail butterfly on woodland borders or the Spring Azure butterfly anywhere within the park. In the summer, beetles are more easily spotted along the ground when the vegetation is dry and brown. Jerusalem crickets are plump and plentiful along the coast and many species of snakes feed on them. Spiders are often seen, but not as often identified. A couple of the more conspicuous ones include the flower spider (Misumena vaita), which looks like a small crab and hangs out in flowers. It can change colors to match its surroundings so that when an insect, often a bee, lands on the flower it can attack and eat. The red-backed jumping spider (Phidippus johnsoni) is found at Point Reyes and even included in a state-wide study. They are black with red spots on their abdomen and they jump like their name implies. If you see a beautiful web, check the middle for Cyclosa conica. This classic-looking spider decorates its web with dead victims to hide amongst as camouflage. As you can see, Point Reyes National Seashore provides habitat to a large variety of arthropods. Keep your eyes open and point them down once in a while! Text by Kristen Truchinski Top of Page      Myrtle's Silverspot Butterfly Video In 2004, the Pacific Coast Science and Learning Center produced a DVD entitled \"Science Behind the Scenery.\" One segment of this DVD featured the Myrtle's Silverspot Butterfly. This 5:32-minute Quicktime video is available as either a \"Low\" resolution video of 240 pixels x 180 pixels at 12 frames per second for those with slower connections, or as a \"Medium\" resolution video of 320 pixels x 180 pixels at 15 frames per second for those with faster connections. Low (14,614 KB) | Medium (37,067 KB) Download QuickTime Player for free. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/insects.htm"
}
