{
    "title": "Point Reyes National Seashore: Crustaceans",
    "body": "Crustaceans       The shores of Point Reyes are full of rocky cliffs. These cliffs create large, rocky intertidal zones that harbor a variety of hardy crustaceans. The animals most commonly associated with subphylum Crustacea are the bigger members such as shrimp and crabs, but Crustacea also includes important members that are only visible with a microscope. Crustaceans have a couple of defining qualities. They have segmented bodies with hardened shells which are regularly shed. Their limbs have two branches to them, and they have two pairs of antennae. Six classes make up the subphylum Crustacea and are by far the most dominant arthropod on earth. Members of all of the classes inhabit the waters of Point Reyes, but only some can be easily found. Fairy Shrimp, Tadpole Shrimp, Water Fleas, & Clam Shrimp The class Branchiopoda has some marine representatives that can be found more easily with a microscope and a water sample. The easiest way to see them is to buy some fish food. They are often used for aquariums and labeled “brine shrimp” or “sea monkeys”. The marine animals in this group often look like shrimp, but they are much smaller and a greater food source.           Barnacles   Barnacles, Fish Parasites, & Copepods The class Maxillopoda encompasses a large variety of the crustaceans. Cirripedia are known more commonly as barnacles. Although this sessile adult form can be spotted on rocks and even sometimes whales, their younger life forms swim around. Branchiura are often referred to as “fish lice” because of their parasitic nature. They parasitize only the outside of fish. The dominant group within this class is definitely the copepods. They make up most of what is known as zooplankton. Zooplankton feeds shrimp and krill, which feeds much of the larger life forms in the ocean. Ecologically they are very important because they absorb carbon and transfer it to the ocean carbon sink. In California a little orange speck called Tigriopus californicus is most commonly identified in intertidal zones and looks like red pepper in a glass of water.  Seed Shrimp Class Ostracoda is made up of small crustaceans that look much like seeds. They are found in the upper layer of the sea floor and usually are only 1mm long. When living in the sediment, it can look much like an extremely small clam, but it has different types of appendages it can stick out for different purposes. Visitors should not expect to find these small jewels. Top of Page        T. spinifera Krill with phytoplankton in stomach.   Shrimp, Crab, Lobsters, & Krill Two-thirds of the crustacean species are represented in the large class Malacostraca. This class contains the most conspicuous species, many of which are commercially harvested. There are general qualities that apply to all animals within this class. They all have three segments with distinct segments within them. They swim with the appendages on their back segment (abdomen). They have specialized mouthparts called maxillipeds, and a two-chambered stomach, as well as a centralized nervous system. Here in Point Reyes... Krill, although rarely seen by visitors, can feed the occasional gray or blue whale passing by the tip of the peninsula. Many of the crustaceans that live here are important players in lower trophic levels of the ocean and are very small. However, there are plenty of big guys too. Many types of crabs (and their old shells) live here, such as the Pacific rock crab, Thick-Clawed Porcelain Crab, Pea Crab, and Pacific Mole Crab. Two types of barnacles that are common to find are the Gooseneck Barnacle and the White-acorn Barnacle. These creatures are among the hardiest in nature, surviving for several hours each day out of the water and withstanding the intense pounding surf. However, they are not resistant against encroaching new species and they don’t have a defense against curious humans. It is important to recognize that when these creatures are visible, they are also the most vulnerable and must be treated with respect. Text by Kristen Truchinski Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/crustaceans.htm"
}
