{
    "title": "Point Reyes National Seashore: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                Fish         Coho Salmon (Oncorhynchus kisutch)   Fish play an important role in water environments. They feed on nearly all types of plants and animals, they provide a home for other organisms such as bacteria and crustaceans, and they are eaten by many other types of animals, including many terrestrial species. Their vast numbers and diversity also contributes to their importance. Fish are the most abundant vertebrates in terms of both species and individuals. It is estimated that there are approximately 22,000 species of fish which make up about half of all species of vertebrates on earth...a little more than half of these species are marine (58%). Coho Salmon & Steelhead Trout Point Reyes National Seashore protects a portion of the watershed necessary to ensure the safe migration and spawning of coho salmon (Oncorhynchus kisutch) and steelhead trout (O. mykiss). This protection is necessary as both species have been directly impacted by human activities and development. Healthy creeks are one step toward maintaining and hopefully increasing their populations. Their true hope for survival lies in changing human attitudes, behaviors, and priorities. Armed with chest waders and measuring sticks, National Park Service staff and volunteers brave streams swollen from the winter rains to survey for spawning coho and steelhead. They track spawners, carefully count carcasses, and take tissue samples for DNA analysis, providing valuable information to study the abundance and distribution of these fish. This is part of the work of the Coho and Steelhead Restoration Project. When coho salmon and steelhead trout were placed on the threatened species list, the National Park Service initiated a five-year project to identify, evaluate, restore, and enhance coho and steelhead populations and their habitat within three West Marin parks, Point Reyes National Seashore, Golden Gate National Recreation Area, and Muir Woods National Monument. The Coho and Steelhead Restoration Project is focusing on Pine Gulch, Redwood, Olema, and Lagunitas creeks and their watersheds. The project has the following six objectives:  To learn what may influence the reproductive success of coho and steelhead by looking at present stream conditions. To investigate past stream conditions and how these have affected populations of salmon and steelhead. To assess current coho salmon and steelhead abundance and distribution. To develop and implement a plan for restoring and monitoring the fish and their habitat. To inform the public and other resource managers. To encourage community involvement through education and restoration of the watersheds.  The benefits of this program extend far beyond these salmonids. Healthy streams and riparian systems in West Marin will protect habitat for a myriad of other aquatic and land creatures such as river otters, California freshwater shrimp (an endangered species), California red-legged frogs (a threatened species) and migratory songbirds that nest in creekside bushes and shrubs. The success of this ambitious program depends on the active participation of the public, local community conservation organizations, adjacent landowners, and public agencies. By working together, we will lay the groundwork for sustainable and healthy streams, riparian zones, and watersheds. Top of Page More information about Coho and Steelhead may be found on sfnps.org's Coho & Steelhead page, along with Seasonal Updates. For information on when and where to see Coho and Steelhead, visit our Viewing Coho Salmon page. For information about becoming involved in the Coho and Steelhead Restoration Project, call project staff at (415) 464-5191. The Salmon Protection And Watershed Network (SPAWN) is a local non-profit organization that works to protect endangered salmon in the Lagunitas Watershed. SPAWN offers walks to view spawning salmon for the public and for school groups, in addition to offering seminars, training, and volunteer and internship opportunities. View Fish of Point Reyes National Seashore species list (70 KB PDF, Adobe® Acrobat Reader® required). MULTIMEDIA PRESENTATIONS Coho Salmon and Steelhead Trout Video In 2004, the Pacific Coast Science and Learning Center produced a DVD entitled \"Science Behind the Scenery.\" One segment of thiscoho salmon and steelhead trout. This 6:39-minute Quicktime video is available as either a \"Low\" resolution video of 240 pixels x 180 pixels at 12 frames per second for those with slower connections, or as a \"Medium\" resolution video of 320 pixels x 180 pixels at 15 frames per second for those with faster connections.  Low (11,727 KB) ¦ Medium (35,617 KB)           Watch the New Findings about Great White Sharks of the North Pacific Soundslides presentation - January 12, 2010 - 5:04 minutes (~8.5 MB) or Listen to the podcast (6,720 KB mp3) or Read the transcript (66 KB PDF)           Watch the The Return of the Tidewater Goby Soundslides presentation - November 9, 2009 - 2:26 minutes (~4.1 MB) or Download the The Return of the Tidewater Goby (17,970 KB mp4) for viewing with QuickTime.  Download QuickTime Player for free. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/fish.htm"
}
