{
    "title": "Point Reyes National Seashore: Historic Landscapes",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Historic Landscapes                Historic Landscapes of Point Reyes      The Point Reyes peninsula is remarkably covered with numerous layers of human activity that have left sometimes overt, other times subtle changes on the landscape. Those changes, imposed upon a rugged coastal environment, were filtered through the lens of cultural values, traditions, lifeways, economies and technologies of people who emigrated from small and great distances over a period of several millennia though current time.The National Seashore has identified twelve historic cultural landscapes within its boundaries and the north district of Golden Gate National Recreation Area administered by Point Reyes. Over time, each is being documented, evaluated and where necessary rehabilitated, following guidelines of the National Register of Historic Places.The dairy and cattle ranches on Point Reyes peninsula represent the single largest cultural landscape. The smallest is located at nineteenth century lime kilns located in the Olema Valley. Landscapes can range in scale from historic sites to substantial districts. They may express a high level of design, as seen in the two former RCA \/ Marconi Wireless Stations on Point Reyes and Bolinas. Conversely, there are vernacular, or homespun landscapes developed out of need or desire over time, rather than arising from measured designs. The ranches along Lagunitas Creek and the Olema Valley fall in this category. In the absence of archived documents of written histories, ethnographic landscapes are dependent on oral histories and material artifacts to piece together an understanding a cultural groups heritage. Examples at Point Reyes include the inhabitation and resource collection and processing sites for the Coast Miwok in historic and prehistoric time, and the I.D.E.S. Hall of the Portuguese ranching community that once stood on “N” Ranch.The cultural landscapes in the National Seashore include:Point Reyes Ranches Historic District: over 22,000 acres on the coastal plain, highlighting the origin of ranching in west Marin, and emphasizing the history of the Shafter \/ Howard dairy enterprise (1857-1939), also known as the “alphabet ranches”, and its contribution to the development of industrial-scale dairy in California. Many of the existing ranches are operated by descendents of the early Point Reyes dairies. The Pierce Point Ranch, now on the National Register, will be joined by the other operating ranches in the near future.Olema Valley Ranches Historic District (including the Lagunitas Creek ranches): a smaller but comparable district, also with origins in nineteenth century dairying. In the absence of landlords and ranch standardization, the Olema Valley ranches display a broader architectural styles and site development, including fragmented orchards containing heritage trees.Point Reyes Light Station: the 1870 lighthouse is the icon for a larger nineteenth century landscape that incorporated the adjacent equipment and transformer buildings, foghorn apparatus, the former lightkeeper’s residence now used as a visitor center, and the water collection cisterns. Heading east, the former wagon road led across Charles Webb Howard’s “A” Ranch to the landing and rock quarry on Drakes Bay. It is listed on the National Register of Historic Places.Point Reyes Lifesaving Station: Built to enhance maritime traffic safety, the Drakes Bay location replaced an original 1890 U. S. Lifesaving Service station on Point Reyes Beach. The compound consists of the boathouse and barracks, housing one the last operating U.S. Coast Guard 36’ motor lifeboats, and attached loading wharf, dock and marine railway. Between the boathouse and a handsome commanding officer’s residence with freestanding garage and landscaped grounds is a number of supporting operations structures. A cemetery for boatmen who died in service at Point Reyes is located near the “G” Ranch. The 1927 Lifesaving Station compound is a National Historic Landmark.RCA \/ Marconi Wireless Stations: Guglielmo Marconi sited and commissioned the building of wireless telegraphy transmitting station in Bolinas and receiving station in Marshall, on Tomales Bay, in 1913-14. They formed the foundation for the most successful and powerful ship to shore and land station, known as “KPH”, on the Pacific Rim. The Marshall station was replaced in 1929 by a new Art Deco-designed facility at Point Reyes Beach on the “G” Ranch. Few of the succeeding generations of antennas, arranged in “farms”, remain at the two sites. However, the radio equipment, some of it dating to the World War II-era, remains intact, functional, and used for ceremonial occasions by former RCA key operators. The Monterey cypress “tree tunnel” at the Point Reyes station is a signature landscape feature that evokes some of the prestige that RCA placed in this profitable, historic operation. Studies are underway to ultimately list both National Seashore sites and the Marshall facility, now a California State Parks conference center, together as a multiple property National Historic Landmark.Olema Lime Kilns: A stone wall ruin and two arched fireboxes remain of a three-kiln operation in the Olema Valley. Built in 1850 by San Francisco entrepreneurs on Rafael Garcia’s rancho, they were apparently abandoned no later than 1855 after only a few firings, probably due to the poor quality, small limestone deposits and the financial depression of that year. This archaeological working landscape is listed as California State Historical Landmark no. 222.Bolinas Copper Mines: The scenic Wilkins Ranch, at the head of Bolinas Lagoon, witnessed three waves of mining fever on the upper slopes of Bolinas Ridge. Three copper mining companies organized in 1863, following the clearcutting of redwoods from the slopes of Olema Valley. Only one, in Union Gulch, produced any substantial ore, but failed due to low copper prices and high transportation costs for smelting. The Chetco Mining Company, more successful than its predecessors, closed its doors in 1918 as the last operation to work the vein. The mine’s adit and shaft, having long since been secured, are accompanied by the mining road, concrete foundations and cabin site, a rusty boiler and cable, and other large debris.Tocaloma Resort District: In the early twentieth century, on the banks of Lagunitas Creek, stood a substantial resort hotel and tent cabins that served as pleasuring grounds for the affluent of San Francisco, looking for healthy living and recreation. First built in 1887 to cater to a sportsman’s clientele, it burnt to the ground and was replaced with a more luxurious building. Vacationers arrived at a whistlestop on the Northwestern Pacific Narrow Gauge Railroad. The 1929 stock market crash sent the resort into decline. Today, near the intersection of Sir Francis Drake Highway and Platform Bridge Road, you can see several of the small individual cabins from that era, now used as private residences. The former rail right-of-way, and a handsome bridge across Lagunitas Creek built in 1927, found on the Don McIssac ranch, also are remaining vestiges.Hamlet: This small community was one of the oldest settlements on Tomales Bay. It served as flagstop on the original North Pacific Coast Narrow Gauge Railroad for shipping dairy products, hogs and fish from northern bay sources. Its businesses prospered for many decades, including a fish canning facility, oyster beds, processor and eating establishment, boat repair and overhaul facility, a small dairy, local mercantile, and vacation cabin community for hunters and fishermen. Its decline followed the increasing siltation of the bay, with the wharf abandoned by the World War II. The site today is a ruin.Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/historyculture\/places_historiclandscapes.htm"
}
