{
    "title": "Point Reyes National Seashore: Other Invertebrates (corals, sponges, worms, etc.)",
    "body": "Other Invertebrates (corals, sponges, worms, etc.)         Jellyfish   Invertebrates are the animals in our world without a backbone. You know a lot of them. The insects and crustaceans have outer skeletons, while the mollusks and the worms don’t have much of a skeleton. Invertebrates make up more than 90% of the animals on earth and are part of the base of our food chain. Corals, sponges, and worms are common words to our ears, but scientists would call them cnidarians, poriferans, and annelids. They each have their own phylum and each phylum is extremely diverse. One thing they all have in common is that they are ancient and simple biological organisms. Top of Page Corals, Anemones, & Jellies Phylum Cnideria contains corals, anemones, and jellyfish. Their name comes from the Greek word cnidos which means stinging nettles. Most animals in this phylum have a capability to sting prey with nematocyst cells which either sting or inject a toxin. Corals are in class Anthozoa and are sessile polyps that live in colonies which act as a single organism. The shapes of corals can be incredibly diverse, but they are all groups of tentacled creatures that live on a calcareous skeleton and share nutrients. Most corals are known for being very colorful, but they don’t actually have color. Many live symbiotically with algae that are extremely colorful. The algae provide carbohydrates to the corals, while the corals provide carbon dioxide for the algae. Sometimes, the coral may become stressed and it can eject the algae, which is known as “coral bleaching”. Coral is well known for the reefs it can form with its calciferous skeleton, but in central California, coral doesn’t form reefs. But, like a coral reef, corals of Point Reyes are extremely sensitive to change in salinity and temperature. Development along coastal areas can result in runoff, which changes the salinity of the water and can kill the corals. Top of Page Sea Sponges Phylum Porifera encompasses the sponges of the sea. The skeletons of sea sponges are well known because they are natural sponges and are often sold with spa products. There are different types and not all of them are useful as soft sponges because many varieties have skeletons that are hard and spiky. Sponges are extremely simple creatures and do not have blood or organs. They live by absorbing all of their gasses and nutrients from the water and returning wastes to the water by direct diffusion through cell walls. Most species require a solid rock to spend their life on, so it is not uncommon to see a bunch of corals growing together on an ideal spot which is referred to as a “sponge garden”. Sponges can be found in intertidal zones and in the deep sea. Top of Page        Longbilled Dowitchers foraging for worms at low tide.    Worms Phylum Annelida contains an extremely wide variety of segmented worms that live in an extremely wide variety of habitats. They can live in water, the ground, or in another animal’s body such as a snail. The segmented worms that live in the sea are referred to as polychaetes. Their name defines them as worms with “many bristles” because they have sensitive hairs on each segment of their body. Bristleworms, as they are sometimes known, make up a large portion of marine life. Predictably, these worms are a large food source for the carnivores of the sea and mudflats. Lugworms, sandworms, and clamworms are some popular types that feed birds, crustaceans, and fish. This certainly explains the abundance of animals foraging the mudflats during low tides. Top of Page        Sea Star and Anemones   Here in Point Reyes... Many of these invertebrates can be found at Point Reyes within intertidal habitats. Intertidal habitats exist on rocky shorelines that are only covered part of the time with water due to the tide. These pools are popular places for these animals to live because they receive a lot of sunlight which provides food for the things that intertidal creatures eat. When exploring intertidal regions it is important to remember that these places are extremely sensitive. When the tide is low these animals are simply trying to “hold on” until the water comes back over them. Here are some simple rules for tidepool etiquette:  Be careful walking. It is wet and slippery down there and a fall could mean injury to you and the animals. Also, many of the animals are not easy to see so look closely. Look more, touch less. Most of the animals will die if they are picked up and some may hurt if you touch them. Get down low and watch them at their level, this way you can see their interactions and learn a lot. Watch the waves. Waves are variable and dangerous if you aren’t watching them. Don’t be knocked over by a sneaker wave – keep your eyes on the ocean at all times.  Text by Kristen Truchinski Top of Page      MULTIMEDIA PRESENTATIONS           Watch the Deep-water Corals of Cordell Bank National Marine Sanctuary Soundslides presentation - January 5, 2011 - 4:43 minutes (~10 MB) or Download the video (46,335 KB mov) for viewing with QuickTime. or Listen to the podcast (5,544 KB mp3) or Read the transcript (62 KB PDF)      Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/nature\/otherinvertebrates.htm"
}
