{
    "title": "Point Reyes National Seashore: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections               Collections         Museum and Archival Research Services are located in the Red Barn at Bear Valley   Museum and Archives Research Services will be unavailable from May 9 through July 31, 2016. Any email or phone requests during this period will be addressed after August 1, 2016. We regret any inconvenience. The Point Reyes National Seashore Museum holdings include natural history specimens, archeological collections, historic objects, and archives. The collections are made accessible to the public for research, exhibits, and educational uses. They are preserved in a climate-controlled collection storage and research facility at the park headquarters in Bear Valley. Access to collections is by appointment, 415-464-5125, or through research requests by email. The biology collections include insects, vertebrate and invertebrate voucher specimens, and an herbarium. Natural history collections include paleontology and geology type sample collections from the Point Reyes Peninsula and Tomales Bay areas of the Seashore. Artifacts, archives, and art document prehistoric Coast Miwok material culture, 16th century explorers of the area during the first contact period, Mexican settlements, and the extensive dairy ranching and coastal maritime history of West Marin. Beginning with the gold rush era through today, the archives include manuscripts, photographs, maps, and oral histories. The archive is also a federal repository for Point Reyes National Seashore's permanent records (1962–present) documenting resource management and administration of the park. The Library contains non-circulating books, audio visual materials, and subject reference files of print materials. These focus on the themes described above, particularly rare and unpublished materials. Also available are papers, studies, theses, dissertations, and journal articles produced through contemporary scientific studies and research at the park on natural and cultural topics.",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/historyculture\/collections.htm"
}
