{
    "title": "Point Reyes National Seashore: Archeology",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Archeology                Archeology of Point Reyes       Within the lands of Point Reyes are innumerable archaeological sites which contain clues to the prehistory and history of human use of this place. Coast Miwok heritage sites containing the vestiges of thousands of years of indigenous life on Point Reyes are valued for their cultural, historic, and scientific information. They are major resources which the park is committed to identifying, preserving, and interpreting with the cooperation and stewardship of the descendants of this land's first inhabitants. Historic archaeological sites include one of the key reputed sites of the Pacific Coast landing of Sir Francis Drake in 1579, as well as the Manila Galleon wreck of Sebastian Cermeno in 1595. Remains of Mexican and American period ranches, homesteads, industries, and recreational uses also abound. These sites are fragile and the information they contain is a part of the historic fabric of Point Reyes' history. Please let them and their contents be.      Tamál-Húye Archeological Project A current research project (as of 2008), called the Tamál-Húye Archeological Project, focuses on intercultural interactions and processes of culture change and continuity in sixteenth-century northern California resulting from the shipwreck of the Manila galleon San Agustín, which occurred in tamál-húye, the Coast Miwok name for present-day Drakes Bay, in 1595. The project is investigating whether this event, and the material culture introduced as a result, was a source of long-term Coast Miwok cultural change or if significant change came later with eighteenth and nineteenth century colonialism. The study examines evidence for indigenous salvage and reuse of the ship's cargo and resulting changes to local Coast Miwok cultural practices, as well as changes in regional interaction between California Indian groups. Read The Archeology of Sixteenth-Century Cross-Cultural Encounters in Point Reyes National Seashore to learn more about this research project.      Top of Page      Submerged Cultural Resources: The tidal and submerged lands within the Point Reyes National Seashore, Golden Gate National Recreation Area, and the Greater Farallones National Marine Sanctuary contain approximately 151 shipwrecks. Of these, research indicates 41 lie solely within the jurisdiction of the Greater Farallones National Marine Sanctuary, 78 lie solely within the jurisdiction of Golden Gate National Recreation Area, and 32 lie solely within the jurisdiction of Point Reyes National Seashore. Many of these shipwrecks are individually significant and potentially eligible for listing in the National Register of Historic Places; as a study collection, the group of shipwrecks is significant in documenting and assessing the progression of maritime development and activity associated with the port of San Francisco and its surrounding subports. Submerged Cultural Resources Assessment: Golden Gate National Recreation Area, Gulf of the Farallones National Marine Sanctuary and Point Reyes National Seashore - 1989 (14,167 KB PDF) This report is the first assessment-level publication in a series that documents the submerged cultural resources present within the boundaries of National Park Service areas, National Marine Sanctuaries, and other marine-protected areas. It was drafted in 1986 under a memorandum of understanding between the Gulf of the Farallones National Marine Sanctuary and Golden Gate National Recreation Area. Submerged Cultural Resources Inventory: Portions of Point Reyes National Seashore and Point Reyes-Farallon Islands National Marine Sanctuary - 1983 (5,533 KB PDF) This study of the submerged cultural resources of portions of Point Reyes National Seashore and Point Reyes-Farallon Islands National Marine Sanctuary was conducted to generate information that would be useful in submerged cultural resources site protection, visitor safety and interpretation, in meting Federal compliance requirements, in contributing to the story of the park and the maritime history of the Pacific coast, and in answering questions of general archeological and historical importance. Climate Change Threatens Archaeological Resources Read the KQED's Climate Watch report entitled \"Rising Seas Threaten California's Coastal Past: Higher tides and increased erosion will wipe out archaeological sites,\" filed by Molly Samuel on July 29, 2012. Listen to the radio version of this story from KQED's The California Report. Visit our Climate Change Threatens Cultural Resources page to learn more.  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/historyculture\/places_archeology.htm"
}
