{
    "title": "Hawai'i Volcanoes National Park: Mauna Loa",
    "body": "Mauna Loa       Stays are limited to 3 nights per site; group size is limited to 12 people. A total of 16 hikers (12 per group) are allowed per night at the Pu'u 'Ula'ula (Red Hill) cabin - there are only 8 bunks at Red Hill, and 16 hikers at the Mauna Loa summit cabin (12 per group - there are only 12 bunks at the summit). Backpackers to Mauna Loa should be adequately equipped, experienced in wilderness\/high altitude trekking, and physically fit.           ESSENTIAL BACKPACKING EQUIPMENT   SUMMIT CABIN LOG     In addition to regular winter\/high altitude gear:  first aid kit trail map emergency food supply, cookstove, fuel, utensils (Open fires are prohibited) flashlight & extra batteries\/headlamp\/candles biodegradable soap, toilet paper signaling device (mirror, etc.), cell phone minimum 3 to 4 quarts\/liters water per person\/day tent\/bivy sack  broken in sturdy boots, moleskin, duct tape sunglasses, sunscreen, hat sleeping bag (0 degree or better) rain pants and jacket (a poncho will not keep you dry)    We were foolishly under-prepared ... One hour more in the cold rain and wind and Jean would have been a serious case of hypothermia... Very nippy for the 1st of June... I thought I'd never make it. The Observatory trail is really tough and exhausting. In addition, the altitude sickness caught us. Perfect weather, great sunset and sunrise. Glad to have done it but wonder if the last 7 miles from the summit trail junction really were only 2.1!               Register All overnight backcountry hiking and camping requires a permit. Permits are free and must be obtained in person from the Backcountry Office at the Visitor Emergency Operations Center (VEOC) from 8:00 a.m. to 4:00 p.m. daily. The earliest you may obtain a permit is the day prior to your hike. We do not accept reservations or issue permits in advance. Link to printable version of map and directions to VEOC (465KB) (opens in new window)      Hiking Tips (pdf-217KB) Please view this four minute video - \"Plan for Safe Viewing of Lava Flows\"      WEATHER HAZARDS: Be prepared for severe winter conditions, including blizzards, high winds, and whiteouts. Snow or driving rain are possible at any time of year. High altitude storms can occur without warning. Temperatures are below freezing at night all year round. Mauna Kea\/Mauna Loa Weather Forecast Mauna Loa Summit WebCam Mauna Kea Observatories WebCam      Leave No Trace  All hikers are required to pack out everything they pack in. Do not bury or discard trash in pit toilets - Pack it out. Practice \"leave no trace\" camping.      Facilities The Pu'u 'Ula'ula (Red Hill) cabin at 10,035 feet has 8 bunks with thin foam mattress pads. The Mauna Loa summit cabin on the rim of Moku'aweoweo at 13,250 feet has 12 bunks with mattress pads. Cabins have attached water catchment tanks. Check on current water levels when obtaining your permit. Treat all water before drinking. Pit toilets are provided; please use them. Do not put trash in the pit toilets. Trailheads There is no drinking water at either the Mauna Loa Observatory or Mauna Loa Road trailheads. Both are accessible by one-lane paved roads. Neither has public telephones or public transportation. It takes about an hour to drive from the Kilauea Visitor Center via Mauna Loa Road to the trailhead, and two hours to drive to the Observatory trailhead via Saddle Road.      Health Hazards You will be hiking at high altitudes under rigorous conditions; altitude sickness is common. The only cure is to descend. Pace yourself, drink plenty of water. Pack extra clothing and your sleeping bag in plastic for waterproofness. Stay warm and dry; hypothermia (low body temperature) is a killer. Be prepared to treat injuries caused by falls on sharp, glassy lava. SCUBA divers MUST wait at least 24 hours before ascending Mauna Loa to avoid getting the BENDS. This means that if you were diving less than 24 hours ago, you should not be hiking on Mauna Loa. There are serious and potentially fatal consequences of hiking at high altitude. Mauna Loa IS HIGH ALTITUDE. Children under 16 years of age, pregnant women, and individuals with severe health problems including, but not limited to, pulmonary and cardiac problems, high blood pressure, or a severe overweight condition SHOULD NOT HIKE on Mauna Loa without first consulting with their own personal physician. Be familiar with the following symptoms of Acute Mountain Sickness (AMS), High Altitude Pulmonary Edema (HAPE), and High Altitude Cerebral Edema (HACE). If you have had AMS, HACE, or HAPE before, you are very susceptible to getting it again -- check with your personal physician before hiking on Mauna Loa. The only appropriate treatment for altitude-related illnesses on Mauna Loa is evacuation to a lower elevation., preferably to sea level. If symptoms do not get better at sea level, the individual should be admitted to a hospital for observation and treatment.  Acute Mountain Sickness (AMS): mild to severe headache (which responds to aspirin), nausea (and\/or vomiting), lack of appetite, sleeplessness, or malaise (not feeling well in a vague way and not having much energy). Altered balance and muscular coordination (ataxia). Altered mental state. Dizziness. Fainting. Extreme shortness of breath after almost any activity. Difficulty sleeping. Unusual patterns of breathing during sleep. Swelling in hands and face. Darker urine with heavy odor, and decreased urine output. High Altitude Pulmonary Edema (HAPE): headache, nausea (and\/or vomiting) lack of appetite, dizziness, weakness and fatigue, increasing anxiety, unable to catch breath (even at rest), very rapid pulse, gurgling sounds in the lungs, very rapid respiration rate, dry cough at first then becoming wet (possibly pink), incoherence or hallucinations. Blue coloration in lips and under finger nails. High Altitude Cerebral Edema (HACE): headache (which doesn't respond to aspirin), nausea (and\/or vomiting), loss of balance (ataxia), loss of muscular coordination, altered mental state, decreased mental functioning, psychological withdrawal, disorientation, confusion, hallucinations, weakness or numbness on one side of the body, being unable to talk, being unable to make sense while talking, coma. IF MORE THAN ONE OF THESE SYMPTOMS IS PRESENT, DO NOT WAIT - DESCEND IMMEDIATELY. IF SYMPTOMS PERSIST AFTER DESCENT TO SEA LEVEL, SEEK MEDICAL ATTENTION WITHOUT DELAY. THIS IS A MATTER OF LIFE OR DEATH!       Volcanic Hazards Volcanic eruptions are possible at any time. Stay upslope from active lava flows and remain on high ground. Stay upwind of volcanic gasses. Earth cracks, thin crusts, and lava tubes are numerous. Fire Hazards The Mauna Loa Strip Road traverses areas which contain very flammable grasses and brush. Open fires are prohibited.      Give us your feedback - Let us know about trail, cabin, or campsite conditions. Did you notice anything damaged or dangerous conditions that rangers should be aware of? File a Trip Report See: Mauna Loa information from the Hawaiian Volcano Observatory Mauna Loa hike journals Mauna Loa Observatory Road for information on the road to the observatory Mauna Loa Observatory - timeline      Return to: Hike Day Hikes Backcountry Hikes Journals",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/hike_maunaloa.htm"
}
