{
    "title": "Point Reyes National Seashore: Coast Miwok",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Coast Miwok                Coast Miwok at Point Reyes          Before the Europeans came to California, the Coast Miwok people were the inhabitants of what we now call Marin and southern Sonoma Counties. They knew and blended with this bountiful land for thousands of years, developing a rich economy based on gathering, fishing and hunting. Village communities of 75 to several hundred people developed in sheltered places near fresh water and plentiful food. \"Kule Loklo\" (meaning \"Bear Valley\") is a recreated village. It stands where no village ever was, but where one might have stood. Coast Miwok life was intricately woven into the changing seasons. In the late spring, fresh new greens of Indian lettuce, young nettle leaves and clover were gathered. Fire-hardened digging sticks were used by the women to reach deep-set roots and bulbs. The ocean provided kelp in large amounts, some to be eaten fresh, the rest dried and stored for the winter. Tule was gathered in the fall for skirts and tule baskets. The summer sun ripened grasses and flower seeds, gathered by hitting the ripened seed with a beater basket and letting them fall directly into a collecting basket. Fall was the season for collecting a variety of nuts: acorns (stored in a granary for year-round consumption), buckeye, hazel and bay. Tule was cut and dried for kotcas (houses), boats and mats. Gray willow for baskets and traps was abundant. Winter and early spring were times of shortage when stored acorns, seeds and kelp became important food sources. The ocean provided food year-round. Crab, clams, mussels, abalone, limpets and oysters were some of the seafood gathered by the women in the tidal zones. Cleaned of meat, the shells were also fully utilized. Abalone shells were made into beautiful ornaments. The Washington clam was one of the most important shells; these were ground into circular, flat disk beads with a hole drilled in the middle. Strings of these beads were the main trade item (money) and were used extensively through Northern California. Top of Page        Coast Miwok Dancer   The men adopted many different techniques for fishing. Dip nets (bags of netting attached to wooden frames on a handle) were used to scoop up fish, and woven surf nets were used along the open beaches. Cone-shaped traps of woven gray willow were set up in creeks and mouths of rivers. With hook and bait one could successfully catch halibut and rockfish year-round. Hunting by use of traps and bow and arrow supplied the Coast Miwok with meat, fur and tools. Traps were used to capture such game as quail, acorn woodpeckers and rabbits, which were highly valued for their fur and meat. Deer were usually hunted with bow and arrow, and provided many necessary items. Antler tips were used for shaping arrowheads, sinew (muscle tendon) was used to fasten points to arrow shafts and leg bones were made into awls (needles used in basketmaking) and hair pins. In this way, the Coast Miwok wasted little of the animals they hunted. In 1953, Congress passed Public Law 280, which turned over law enforcement on California reservations to state and county agencies. By 1958, the federal government \"terminated\" the recognition of Coast Miwok people as well as many other tribes. After over 40 years, the Coast Miwok are once again a federally recognized tribe. Legislation was signed in December 2000 granting the Federated Indians of Graton Rancheria, formerly known as the Federated Coast Miwok, full rights and privileges afforded federally recognized tribes. Currently there are almost 500 members registered with the tribe. As you explore Kule Loklo, try to imagine the lives of the people who lived so intimately with the land. In the old days, a village like Kule Loklo would have been a busy place... acorns being pounded into meal by women with stone mortar and pestle, basket weavers chatting as they worked under the sun shade, cooking fires smoking with mussels baking or deer roasting, children laughing and playing , new dancers learning songs and steps in the dance house, hunters flaking obsidian for knife blades. Top of Page       Miwok Sweatlodge        The Coast Miwok people lived in the same village, such as this, for hundreds of years. As we contemplate their existence here, we may learn from them an approach to life and land, which could be sustained for hundreds or thousands of years. As the first caretakers of Point Reyes, the Coast Miwok people continue to teach us much. Learn More about the Coast Miwok: Join us for a Ranger-Guided walk to Kule Loklo, a replica Coast Miwok village. Point Reyes National Seashore offers a free, curriculum-based, ranger-led program focusing on Kule Loklo and the Coast Miwok to third- and fourth-grade school groups. Participate in the Big Time Festival, held annually at Kule Loklo in July. Miwok Archeological Preserve of Marin (MAPOM) offers California Indian skills classes at Kule Loklo. The classes are offered in spring and fall. For more information, contact Janice Cunningham via email or via postal mail at MAPOM; PO Box 481; Novato, CA 94948. Visit the Marin Museum of the American Indian in Novato's Miwok Park.      Tamál-Húye Archeological Project A current research project (as of 2008), called the Tamál-Húye Archeological Project, focuses on intercultural interactions and processes of culture change and continuity in sixteenth-century northern California resulting from the shipwreck of the Manila galleon San Agustín, which occurred in tamál-húye, the Coast Miwok name for present-day Drakes Bay, in 1595. The project is investigating whether this event, and the material culture introduced as a result, was a source of long-term Coast Miwok cultural change or if significant change came later with eighteenth and nineteenth century colonialism. The study examines evidence for indigenous salvage and reuse of the ship's cargo and resulting changes to local Coast Miwok cultural practices, as well as changes in regional interaction between California Indian groups. Read The Archeology of Sixteenth-Century Cross-Cultural Encounters in Point Reyes National Seashore to learn more about this research project.      Climate Change Threatens Coast Miwok Archaeological Resources Read the KQED's Climate Watch report entitled \"Rising Seas Threaten California's Coastal Past: Higher tides and increased erosion will wipe out archaeological sites,\" filed by Molly Samuel on July 29, 2012. Listen to the radio version of this story from KQED's The California Report. Visit our Climate Change Threatens Cultural Resources page to learn more. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/historyculture\/people_coastmiwok.htm"
}
