{
    "title": "Point Reyes National Seashore: Giacomini Wetland Restoration Project",
    "body": "Multimedia Presentations: Giacomini Wetland Restoration Project            OpenRoad.TV with Doug McConnell Watch the \"Giacomini Wetlands Restored\" video. Stream the video: 10-minute long version 14-minute long version Download the video: The QuickTime videos are available as \"Low,\" \"Medium-Low,\" \"Medium,\" and \"High\" quality videos. The \"Low\" quality videos were compressed to 10 frames per second with a screen size of 160 pixels x 90 pixels; \"Medium Low\" to 12 frames per second and 320 pixels x 180 pixels; \"Medium\" to 15 frames per second and 320 pixels x 180 pixels; and \"High\" to 480 pixels x 270 pixels. The MPEG-4 videos are available as \"Low,\" \"Medium,\" and \"High\" quality videos. The \"Low\" and \"Medium\" quality videos, which were both compressed to 15 frames per second with screen sizes of 320 pixels x 180 pixels. The \"Low\" quality MPEG-4 was compressed at a data rate of 64 kbps, while the \"Medium\" quality MPEG-4 was compressed at a data rate of 256 kbps. The \"High\" quality videos are available at screen sizes of 480 pixels x 270 pixels.  10-minute long version QuickTime: Low (12 MB) | Medium Low (16 MB) | Medium (24 MB) | High (128 MB) MPEG-4: Low (11 MB) | Medium (27 MB) | High (75 MB) 14-minute long version QuickTime: Low (16 MB) | Medium Low (21 MB) | Medium (32 MB) | High (156 MB) MPEG-4: Low (15 MB) | Medium (35 MB) | High (99 MB)  If any of the multimedia presentations above do not play on your computer, you may not have the latest version of QuickTime or Windows Media Player. More on Point Reyes at OpenRoad.TV with Doug McConnell.           Giacomini Wetland Restoration Project Take an historical tour of this \"working dairy ranch turned restored wetlands\" project with Point Reyes National Seashore's wetlands ecologist Lorraine Parsons. Your Wetlands: Giacomini Wetland Restoration Project podcast Visit our Giacomini Wetland Restoration Project pages for more information about this incredible legacy project at the head of Tomales Bay. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/photosmultimedia\/multimedia_gwrp.htm"
}
