{
    "title": "Hawai'i Volcanoes National Park: Halape",
    "body": "Halape         Halape, an oasis of sandy beaches, cool ocean water, and tropical coconut trees. NPS photo by Katja Chudoba  Halape is located on the southern seacoast of Hawai`i Volcanoes National Park and is a favored destination of hearty wilderness hikers. The campsite is 7.7 miles from the closest trailhead. The hike to Halape is a grueling, hot hike through predominately non-native grasses to a small sandy beach where hikers may pitch their tents near the swaying coconut trees. The campsite may be accessed from several trailheads; 1.) Mau Loa o Mauna Ulu via the Keauhou Trail - 7.7 or 8.4 miles (accessed via Chain of Craters Road). 2.) Hilina Pali Overlook via the Hilina Pali Trail - 8.0 miles (accessed via Hilina Pali Road). 3.) Pu`u Loa via the Puna Coast Trail - 11.3 miles (accessed via Chain of Craters Road).         Register All overnight backcountry hiking and camping requires a permit. Permits are free and must be obtained in person from the Backcountry Office at the Visitor Emergency Operations Center (VEOC) from 8:00 a.m. to 4:00 p.m. daily. The earliest you may obtain a permit is the day prior to your hike. We do not accept reservations or issue permits in advance. Link to printable version of map and directions to VEOC (465KB) (opens in new window)      Hiking Tips (pdf-217KB) Please view this four minute video - \"Plan for Safe Viewing of Lava Flows\"      Campers may stay a maximum of 3 nights per site. A total of 16 hikers are allowed per night at Halape. Backpackers to Halape should be adequately equipped, experienced in wilderness trekking, and physically fit.          ESSENTIAL BACKPACKING EQUIPMENT:      first aid kit trail map emergency food supply cookstove, fuel, utensils (Open fires and smoking are prohibited) flash light & extra batteries biodegradable soap, toilet paper signaling device (mirror, etc.) minimum 3 to 4 quarts\/liters water per person\/day tent\/bivy sack  broken in sturdy boots, moleskin sunglasses, sunscreen, hat sleeping bag rain pants and jacket                Weather Hazards   Intense sunlight, wind, and high temperatures can lead to dehydration, heat exhaustion or stroke. Do not hike coastal trails during the heat of the day (10am to 2pm). Wear sun protection. Plan ahead - hydrate the day before your trek and drink fluids continually along the trail.         Leave No Trace Halape, an oasis at trail's end. Hikers are required to pack out everything they pack in. Do not bury or discard trash in pit toilets - Pack it out. Practice \"leave no trace\" camping. Trailheads Services are limited at trailheads. Water and public transportation are NOT available. 911 phones (for emergency use only) are located at Hilina Pali Overlook, Pu'uloa, and Ka'u Desert trailheads. Trailheads include: 1.) Hilina Pali Overlook (Hilina Pali Trail) located at the end of Hilina Pali Road (2,280' elevation). 2.) Mau Loa o Mauna Ulu (Keauhou Trail) located on Chain of Craters Road (2,680' elevation). 3.) Pu`u Loa (Puna Coast Trail) located near sea level on Chain of Craters Road. Facilities Ka'aha, Halape, and Keauhou have three-walled primitive shelters where hikers may enjoy a respite from the sun. Water caught off the roofs of these shelters are stored in adjacent catchment tanks (check with rangers when you obtain your permit for current water levels -- water is NOT always available and there are no streams in the area). TREAT water obtained from catchment tanks before drinking. Please use the composting toilet. Do not put trash in the toilet - pack all trash out.      Trail Conditions Trails through non-native vegetation may be steep and rocky. Steep cliffs (pali) mark the flank of Kilauea. Trails may be steep and rocky. Watch your footing along the hot and windy trails. Maximum elevation change between trailhead and campsite is 3,000 feet (1000m). Stay on the trail! Do not cut across switchbacks as this accelerates erosion. Trails are marked by stone cairns (ahu) that may be difficult to see in the rain and mist, and impossible to find in the dark. Trails are rocky and uneven, and may be overgrown with thick vegetation. There are no trees or shelter from the sun along the various trails to Halape. Extreme Weather Intense sunlight, wind, humidity, and high temperatures can lead to dehydration, heat exhaustion or stroke. Cold wind and driving rain are possible any time of year and may cause low body temperature (hypothermia). Hot, dry winds blowing over non-native grasses can sap your energy and dehydrate hikers quickly. Pace yourself, drink fluids, eat snacks, and avoid hiking during the hottest times of day (usually mid-day 10 am to 2pm). Wear sunglasses, sunscreen, and a hat. Take layers of clothing to regulate body temperature. During the day, temperatures can soar into the high 90s or higher. There are NO trees to provide relief from the sun. Carry and drink 3 to 4 quarts of water per person (per day). The elderly, infants, and those taking antihistamines and certain types of medication for high blood pressure or depression are especially at risk for heat exhaustion or heat stroke. The Heat Equation: High Temperature + High Humidity + Physical Work = Heat Illness or Death.  Local weather (at 4,000' elevation)  Island Weather  Seismic and Volcanic Hazards An earthquake can cause a locally-generated tsunami (seismic sea wave) at the coast. If you feel a strong earthquake, move to high ground immediately. Earthquakes can also produce large rock falls -- avoid potential rock fall areas. A volcanic eruption is possible at any time; stay upslope and upwind from active lava flows and their gasses. Volcanic gas (vog) can present breathing problems miles downwind from its source. Stay on the trail -- earth cracks, thin crusts, and lava tubes are numerous. See additional information about destructive earthquakes and tsunami:  Kalapana Earthquake, November 29, 1975 Tsunami Generated by Magnitude 7.2 Earthquake - Nov 29, 1975 Tsunami at Halape - Nov 29, 1975  Fire Hazards Thick grass and brush create a fire hazard in the coastal area. Do not smoke while hiking. Campfires, firearms, and fireworks are prohibited. Unexploded Ordinance In the Ka'u Desert and coastal areas west of Ka'aha, there may be unexploded WWII ammunition. If you should see any, DO NO TOUCH IT. Report the location to rangers. Pesky and Dangerous Animals Centipedes, scorpions, and black widow spiders are common in stone walls and rocky areas. Sharks are sometimes seen in coastal waters. Beware of sea urchins (wana), tubeworm casts, and sharp rocks when wading or swimming. Mongooses, mice, and feral cats thrive on unattended food supplies. Store food securely and keep a clean camp. To keep out insects, tents with fully zipable screens are recommended.  Protect Precious Plants, Animals, and Archeological Sites It's a Good Idea and It's the Law Turtles - Endangered Hawksbill sea turtles nest and threatened Green sea turtles rest on park beaches. Do not camp in areas posted as turtle nesting areas at `Apua, Halape, and other beaches. Federal and state laws protect all sea turtles from harm. Archeology - Respect and help protect Hawaiian archeological sites. Do not climb on or alter any rock structures, such as walls, house platforms, pits, and mounds. Avoid walking on or making rubbings of petroglyphs. Fishing - Fishing along the coastline from the park's eastern boundary to a point midway between Keauhou and Halape is restricted to native Hawaiian residents of the Kalapana area. It is your responsibility to understand and obey all fishing regulations. Swimming - There are very few sheltered swimming sites along the coast. Rough seas, high surf and strong, unpredictable currents are typical of the park's coastline. Avoid entering the open ocean. Help protect the rare plants and animals that live in tidepools and brackish ponds - rinse off all soap and sunscreen before entering them. Pets and Stock Use - Dogs and other pets are not allowed on park trails or in wilderness areas. Horses, donkeys, and mules are allowed in the backcountry with a valid backcountry permit (limit of 6 animals per site). Tether livestock at least 100 feet from campsites in an area that presents no hazard or sanitation problems to other campers. Hikers encountering horse parties should quietly step off the trail and allow the animals to pass. Leave No Trace - Pack out everthing you pack in. Do not put rubbish in pit toilets. Keep wilderness areas beautiful and clean. Practice Leave No Trace ethics when hiking and camping. Post your trip journal on our webpage! See our Journal webpage for examples and more information about Halape and other areas of the park. Email pictures and text to: Webmaster Give us your feedback - Let us know about trail, cabin, or campsite conditions. Did you notice anything damaged or dangerous conditions that rangers should be aware of? File a Trip Report Return to: Hike Day Hikes Backcountry Hikes Journals",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/hike_halape.htm"
}
