{
    "title": "Point Reyes National Seashore: Photo Contests",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery     Photo Contests                Photo Contests              The Point Reyes 50th Anniversary Photo Contest has Ended Thank you to everyone who has submitted photos to the Point Reyes 50th Anniversary Photo Contest. We've received over a hundred photos in print and on-line from 30 different visitors from as far away as Texas and Colorado. Digital photo submission can be viewed at the park's Flickr site. Winning entrants can be viewed at the park's Flickr site.  Congratulations to our contest winners! Point Reyes 50th Anniversary Photo Contest On September 13, 1962, President Kennedy signed the Point Reyes National Seashore Authorization Act, realizing the dream of a national seashore at Point Reyes. To commemorate our 50th anniversary, Point Reyes National Seashore sponsored a photo contest. From the 308th step at the historic lighthouse to high up on Mt. Vision's bishop pine covered ridge, share your favorite memories of this natural sanctuary. Park visitors are invited to submit their photos in three categories: flora and fauna, landscapes, and people in the seashore. The competition was open to all park visitors. Submissions were accepted between August 1, 2012, and August 27, 2012. The winners were announced in September to coincide with the 50th anniversary of the park. Rules and Regulations Term: The photo contest was sponsored by Point Reyes National Seashore, National Park Service. The contest began on August 1, 2012, and ended August 27, 2012. Who may enter: The contest was free and open to any individual--except for employees of Point Reyes National Seashore.  Photos must be taken within the Point Reyes National Seashore boundaries. The photos must demonstrate good stewardship of the seashore and depict approved visitor use and park resource protection. All photos must be the original work of the contestant.  Announcement of winners Winners were notified by phone, e-mail, or mail on September 1, 2012. All entries were uploaded and viewable at the Point Reyes Photo Contest Flickr Site. Winning photos and honorable mentions were printed and displayed in a gallery at Toby's in Point Reyes Station for the month of September.   If you have any questions, feel free to contact Anela Ramos by email or call 415-464-5146.  Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/photosmultimedia\/photogallery_contests.htm"
}
