{
    "title": "Point Reyes National Seashore: Press Kit",
    "body": "Explore This Park    Learn About the Park     News     Press Kit               Press Kit       Point Reyes National Seashore was established in 1962 to preserve and protect wilderness, natural ecosystems, and cultural resources along the diminishing undeveloped coastline of the United States. Located just an hour's drive from a densely populated metropolitan area, the Seashore is a sanctuary for countless plant and animal species and a haven for human inspiration, education, and recreation. For updates or additional details, contact: Point Reyes National Seashore Public Information Officer 1 Bear Valley Rd. Point Reyes Station, CA 94956  Park Statistics Top of Page      The National Park Service and Its Mission America's National Park Service was created by Congress to \"... conserve the scenery and the natural and historic objects and the wild life therein, and to provide for the enjoyment of the same in such a manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" Additionally, the Congress has declared that the National Park System should be, \"... preserved and managed for the benefit and inspiration of all the people of the United States.\" The National Park Service has as its overall mission the preservation and public enjoyment of significant aspects of the nation's natural and cultural heritage. Top of Page      International Designations Point Reyes contains an example of one of the world's major ecosystem types. For this reason and because Point Reyes is dedicated to the conservation of nature and scientific research, it was recognized in 1988 by the United Nations Educational, Scientific, and Cultural Organization (UNESCO) Man and the Biosphere program and named the Central California Coast Biosphere Reserve. International Biosphere Reserves are a project of the Man and the Biosphere program of the United Nations Educational, Scientific and Cultural Organization (UNESCO). Reserves are protected samples of the world's major ecosystem types. These sites are standards against which we can measure human impact on our environment and predict its probable effects. There are now over 190 reserves in 50 countries. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/news\/presskit.htm"
}
