{
    "title": "Voyageurs National Park: Campsite Photos",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery     Campsite Photos                Campsites       Tent camping at Voyageurs National Park is now by reservation only.   All Frontcountry and Backcountry tent sites are reservable online at www.recreation.gov.  This gallery provides images of all tent campsites in the park.                   Campsite Amenities   6 Photos  Voyageurs National Park maintains several amenities at each campsite to provide comfort and convenience for your camping experience.  Examples of these amenities are provided here with brief descriptions.  Please check the specific site for the list of amenities provided.          Backcountry Tent Campsites   15 Photos  Backcountry tent campsites are located within the Kabetogama Peninsula and are accessible only by boating to a trailhead and hiking in.  A canoe or rowboat may also need to be rented in order to access the tent site.  Please click on link above to view individual campsites, descriptions, and amenities available.          Rainy Lake Frontcountry Tent Campsites   46 Photos  Frontcountry tent campsites are located on the 4 main lakes of the park and are only accessible by boat.  Please click on link above to view individual campsites, descriptions, and amenities available.            Kabetogama Lake Frontcountry Tent Campsites   28 Photos  Frontcountry tent campsites are located on the 4 main lakes of the park and are only accessible by boat.  Please click on link above to view individual campsites, descriptions, and amenities available.          Namakan Lake Frontcountry Tent Campsites   42 Photos  Frontcountry tent campsites are located on the 4 main lakes of the park and are only accessible by boat.  Please click on link above to view individual campsites, descriptions, and amenities available.          Sand Point Lake Frontcountry Tent Campsites   21 Photos  Frontcountry tent campsites are located on the 4 main lakes of the park and are only accessible by boat.  Please click on link above to view individual campsites, descriptions, and amenities available.",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/photosmultimedia\/campsites.htm"
}
