{
    "title": "Point Reyes National Seashore: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia       You will find links to a variety of photo galleries and multimedia presentations, as well as a link to the webcam at the Point Reyes Lighthouse Visitor Center. Check back every so often to find out what new content has been added.  The most recent additions are the 2015 - 34th Annual Sand Sculpture Contest photo galleries, the Picture Yourself at Point Reyes National Seashore video, the Green Wave by the Seashore video, and the The Natural Laboratory audio-slideshows and podcasts featuring:  California Sea Otters: A Gap in the Point Reyes Ecosystem 10\/10\/12 Elephants, Seals, and Lions, Oh My! 10\/7\/12 Declining fog in coastal California? (9\/10\/12) Searching for the Endangered Black Abalone in Northern California (2\/15\/12) Burning Ancient Life: The Geology of an Oil Reserve (9\/22\/11) Ocean Acidification: Where will all the seashells go? (5\/12\/11), Deep-water Corals of Cordell Bank National Marine Sanctuary (1\/5\/11), An underground answer to greenhouse gasses (10\/19\/10), Birds on the go: Climate change and California's feathered friends (9\/9\/10), and Sustainability at Point Reyes National Seashore (9\/9\/10).  Other recent additions include:  short documentary videos about Elephant Seals, Sudden Oak Death and Tule Elk; and the OpenRoad.TV with Doug McConnell \"Giacomini Wetlands Restored\" videos.  Close to 300,000 resource and wildlife monitoring camera images and videos are also available through our Reading Room.  Point Reyes 50th Anniversary Photo Contest To commemorate our 50th anniversary, Point Reyes National Seashore sponsored a photo contest. From the 308th step at the historic lighthouse to high up on Mt. Vision's bishop pine covered ridge, we invited visitors to share their favorite memories of this natural sanctuary. Park visitors were invited to submit their photos in three categories: flora and fauna, landscapes, and people in the seashore. The competition is now closed. Submissions were accepted between August 1, 2012, and August 27, 2012. The winners were announced in September 2012 to coincide with the 50th anniversary of the park. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/photosmultimedia\/index.htm"
}
