{
    "title": "Point Reyes National Seashore: Exceptional Park Resources",
    "body": "Press Kit: Exceptional Park Resources       Natural Resources  Over 71,000 acres, including 32,000 acres of wilderness 80 miles of unspoiled and undeveloped coastline 27 threatened and endangered species Over 900 species of flowering plants More than 120 species of trees 480 bird species in North America (over 45%) have been sighted here and the American Bird Conservancy named Point Reyes as one of 100 \"globally important bird areas.\" 65 species of mammals 28 species of reptiles and amphibians 125 species of fish from 45 families The San Andreas Fault separates the Point Reyes Peninsula from the rest of the North American continent   Cultural and Historic Resources  The cultural history of Point Reyes extends back some 5,000 years to the Coast Miwok Indians, who were the first known inhabitants of the peninsula. According to many experts, Sir Francis Drake landed here in 1579, the first European to do so. In response to the many shipwrecks in the treacherous coastal waters, key lighthouse and lifesaving stations were established by the United States government in the late 1800s and early 1900s. In the early 1800s, Mexican land grantees established ranchos. American agricultural operations, begun in the late 1800s, continue to this day in the Seashore's pastoral zone. 352 designated historic structures 34 cultural landscapes 124 archeological sites 516,000 objects and documents in the park's museum collection Point Reyes Lifeboat Station, a National Historic Landmark Morgan Horse Ranch    Infrastructure  5 backcountry campgrounds 28 water systems 150 miles of trails approximately 100 miles of roads 310 public and administrative structures 51 wastewater systems 3 visitor centers 1 environmental education center 1 science and learning center 30 restroom complexes 34 housing units  Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/news\/presskit_exceptionalresources.htm"
}
