{
    "title": "Point Reyes National Seashore: Park Wavelengths",
    "body": "Park Wavelengths          Park Wavelengths was a bi-weekly email published from 2003 until mid-2016 informing subscribers about events, closures, natural history, and cultural history at Point Reyes.      Park Wavelengths - Wednesday, July 6, 2016 Subject: Cross Marin Trail Work Forwarded to Park Wavelengths This [attached news release] is about the upcoming closure of Cross Marin Trail as MMWD replaces a large culvert for fish passage improvements. John John A. Dell'Osso Chief of Interpretation and Resource Education Point Reyes National Seashore Point Reyes Station, CA 94956 415-464-5135 email Find us on facebook Top of Page Park Wavelengths - Friday, July 1, 2016 Plan ahead. The Sunday of a three day weekend is typically the busiest day. Travel early in the day! Parking control staff will be at the Palomarin trailhead and we will keep you posted if it closes. The Bear Valley and the Lighthouse visitor centers will be open throughout the weekend, including the Monday holiday. All backpack and boat-in permits have been reserved for Saturday and Sunday evenings. Annual harbor seal protection measures ended yesterday, June 30. Drakes Estero is now open to non-motorized boating until next March. Snowy plover protection measures remain in place on weekends and federal holidays with a temporary beach closure of the Great Beach [Point Reyes Beach] between North Beach and Abbotts Lagoon. Fireworks are not permitted in Marin County, including Point Reyes National Seashore's beaches and trails. Legal fireworks may be observed at the Marin County Fair. Top of Page      Earlier Park Wavelengths from 2016.         Wednesday, December 11, 2013 <snip> Researchers from Tottori University in Japan are tracking tsunami debris by releasing brightly colored drift bottles (see photo to the right). If you come across one on local beaches, please follow instructions on how to contact the researchers. <snip> Top of Page      Park Wavelengths Archives    2015 2014 2013 2012 2011 2010 2009   2008 2007 2006 2005 2004 2003",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/news\/parkwavelengths.htm"
}
