{
    "title": "Point Reyes National Seashore: What is RSS?",
    "body": "What is RSS?         RSS Icon   Over time, Point Reyes National Seashore will be offering a variety of RSS\/web feeds. An RSS icon (displayed to the right) will indicate that you can subscribe to a particular web feed. You may need to click on the icon and then paste the URL of the resulting page into your feed reader. Want to know more about web feeds or feed readers? Read below... What are web feeds? A web feed is way to have a list of new web content (including press releases, news articles, audiocasts, and videocasts) sent right to your computer. Web feeds are also called RSS (Really Simple Syndication). How can I use a Point Reyes web feed? The easiest way to receive a web feed is with your Web browser. Most newer Web browsers (Firefox 3 and Internet Explorer 7, for example) allow you to subscribe to a web feed by simply clicking on a link to the web feed file and then clicking on another link to subscribe. After you have done this, the content of the web feed will be displayed in your bookmarks or favorites—depending on your Web browser. If you are using a browser that supports this feature, subscribe to Point Reyes’ web feeds by clicking on the associated RSS icon or link, and then clicking on the subscribe link in the window that follows. Another way to receive the web feed uses a feed reader. Feed readers are software that can check the feeds of websites and present you with a list of the latest news, podcasts, etc., from those sites. There are many different types. Some work with your Web browser and others are downloadable applications that work on their own. Once you have chosen a feed reader, all that is left to do is identify the feeds you want it to receive. To subscribe to a Point Reyes National Seashore feed, look for the RSS icons. Depending on your feed reader, you may be able to subscribe by just dragging the icon to your feed reader. Or, you may have to click on the icon and then copy and paste the URL of the feed into your feed reader. How do I get a feed reader? There are many feed readers out there, and more are being created all the time. As different readers work on different computers and offer variable features, you will want to search around for one that works for you and your computer. Try entering \"feed reader\" or \"news reader\" into your favorite search engine and look for lists and reviews of RSS-aware software. Once you get a feed reader installed, be sure to subscribe to Point Reyes web feeds! Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/news\/what_is_rss.htm"
}
