{
    "title": "Point Reyes National Seashore: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 08, 2016  Clean-up and Restoration of Drakes Estero  Point Reyes National Seashore announced today that the restoration of Drakes Estero, a 2,500-acre wilderness estuary within the park, will begin this week. Workers will remove an estimated 500 tons of marine debris. They will extract and dispose of 5 miles of dock-like wooden racks, and clean several acres of plastic and other man-made debris on the estero floor and sandbars.   July 11, 2016  36th Annual Big Time Festival at Kule Loklo in Point Reyes National Seashore on Saturday, July 16, 2016  Big Time, an annual traditional Native American trade festival, will be held on Saturday, July 16, 2016, from 10 am to 4 pm, at Kule Loklo, a Coast Miwok Cultural Exhibit.   July 06, 2016  Upcoming Closure of Cross Marin Trail due to Culvert Repairs: Failing Culvert to be Replaced to Help Protect Fisheries  From early August through October, Marin Municipal Water District will replace a failed corrugated metal pipe culvert underneath the Cross Marin Trail at Jewell Creek.   July 05, 2016  Point Reyes National Seashore Announces Public Scoping for the Preparation of an Environmental Assessment for the Lagunitas Creek Winter Habitat and Floodplain Enhancement Project – Phases I and II  The National Park Service is beginning the preparation of an Environmental Assessment for Phase I and II of a Winter Habitat and Floodplain Enhancement Project on Lagunitas Creek. The project is proposed by the Marin Municipal Water District as part of the district's efforts to improve habitat for coho salmon and steelhead. A four-week comment period will close at the end of the business day on Wednesday, August 3, 2016.   June 01, 2016  New Ocean Exploration Center Dedication at Point Reyes Lighthouse  The public is invited to a ribbon cutting to celebrate the opening of a new Ocean Exploration Center at the Point Reyes Lighthouse Visitor Center at 11 am on World Oceans Day, Wednesday, June 8, 2016.   May 25, 2016  Commemorating a Proud Tradition of Lifesaving at Point Reyes National Seashore on May 30, 2016  Point Reyes National Seashore and the U.S. Coast Guard will be honoring the sacrifice of the men who served to protect America's coast on Monday, May 30, 2016.   May 25, 2016  Beach Closures for the Threatened Snowy Plover at Point Reyes National Seashore from Memorial Day to Labor Day 2016  A closure of the beach area between 0.5 miles north of the North Beach parking lot and 0.35 miles south of the mouth of Abbotts Lagoon is in effect for weekends and federal holidays between May 28 and September 5, 2016, to ensure the survival of federally-threatened western snowy plover nests and chicks within this area during busy weekends.   April 26, 2016  Tourism to Point Reyes National Seashore and Other San Francisco Bay Area National Parks Creates $897,889,400 in Economic Benefits  A new National Park Service report shows that the 2.5 million visitors to Point Reyes National Seashore in 2015 spent more than $107 million in communities near the park. That spending supported 1,378 jobs in the local area and had a cumulative benefit to the local economy in excess of $135 million.   April 13, 2016  Point Reyes National Seashore Hosts Earth Day 2016 Electronics Recycling Collection  On April 22, at the Bear Valley Visitor Center, from 10 am to 2 pm, Point Reyes National Seashore will host an electronic waste (e-waste) recycling collection, joining thousands of local organizers holding recycling and other events across the country to celebrate Earth Day.   March 21, 2016  High Surf Advisory for Point Reyes National Seashore in effect from 3 pm Monday, March 21, through 9 pm on Tuesday, March 22, 2016  The National Weather Service has issued a High Surf Advisory for the Coastal North Bay, including Point Reyes National Seashore.   March 07, 2016  Summer 2016 Youth Employment at Point Reyes National Seashore  Point Reyes National Seashore is seeking applications for this summer's Youth Conservation Corps Program.   March 04, 2016  Hazardous Weather Outlook for Point Reyes National Seashore Issued for the Weekend of March 5, 2016  The National Weather Service has issued a hazardous weather outlook for high winds and heavy rains.   February 29, 2016  Annual Closures at Point Reyes National Seashore for 2016 Harbor Seal Pupping Season  From March 1 through June 30, an annual closure of Drakes Estero and the westernmost end of Limantour Spit is implemented to protect harbor seals during their pupping season.",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/news\/newsreleases.htm"
}
