{
    "title": "Point Reyes National Seashore: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     February 10, 2016  Point Reyes National Seashore in Partnership with the Conservation Corps North Bay Hosts a Tire Recycling Collection  Point Reyes National Seashore is partnering with the Conservation Corps North Bay to host a free tire recycling collection from February 16 to 21.   January 28, 2016  High Surf Advisory for Point Reyes National Seashore in effect from 4 pm Thursday, January 28, through 4 am on Saturday, January 30, 2016  The National Weather Service has issued a High Surf Advisory for the Coastal North Bay, including Point Reyes National Seashore.   January 12, 2016  6th Annual Point Reyes Christmas Bird Count for Kids (CBC4Kids)  The National Park Service, in collaboration with Point Reyes National Seashore Association and Sonoma Birding, hosted the 6th Annual Point Reyes Christmas Bird Count for Kids (CBC4Kids) on Saturday, January 9, 2016.   January 04, 2016  Body of Missing Hiker Found North of Kehoe Beach on January 3, 2016  National Park Rangers at Point Reyes National Seashore initiated a missing person search on January 2, 2016. The body of John Son of San Jose was discovered around 11 am on January 3 north of Kehoe Beach.   December 15, 2015  2016 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  The Winter Shuttle Bus System for the Point Reyes Headlands begins on Saturday, December 26, 2015.   December 10, 2015  Point Reyes National Seashore Announces Public Scoping for the Preparation of an Environmental Assessment for the Lagunitas Creek Winter Habitat and Floodplain Enhancement Project  The National Park Service is beginning the preparation of an Environmental Assessment for Phase I of a Winter Habitat and Floodplain Enhancement Project on Lagunitas Creek. The project is proposed by the Marin Municipal Water District as part of the district's efforts to improve habitat for coho salmon and steelhead. A four-week comment period will close at the end of the business day on Monday, January 11, 2016.   December 07, 2015  High Surf Warning for Point Reyes National Seashore in effect until 4 am on Tuesday, December 8, 2015  The National Weather Service has issued a High Surf Warning for the Coastal North Bay, including Point Reyes National Seashore. Dangerous, battering waves will pound the shoreline, resulting in sneaker waves and deadly rip currents.   November 23, 2015  Coastal Flooding and Special Weather Statement for the Beaches along Point Reyes National Seashore and Golden Gate National Recreation Area for November 24 through November 26, 2015  The National Weather Service has issued a Coastal Flood Statement and a Special Weather Statement for November 24 through November 26, 2015.   November 12, 2015  Beach Hazard Statement Issued for Point Reyes National Seashore for Friday, November 13, and Saturday, November 14, 2015  The National Weather Service has issued a beach hazards statement for large surf and sneaker waves which is in effect from late Friday night through Saturday afternoon.   November 10, 2015  Point Reyes National Seashore Hosts National Electronics Recycling Collection on November 15, 2015  On November 15 at the Bear Valley Visitor Center, Point Reyes National Seashore will host an electronic waste recycling collection, joining thousands of local organizers holding recycling events across the country to celebrate America Recycles Day.   October 28, 2015  Beach Hazard Statement Issued for Point Reyes National Seashore for Wednesday, October 28, and Thursday, October 29, 2015  A beach hazard statement has been issued by the National Weather Service and is in effect until 3 pm on Thursday, October 29. All visitors to park beaches should use caution if near the water's edge.   October 26, 2015  Capsized Vessel in Tomales Bay - One deceased, one missing  At approximately 9 am today, a boat in distress call was put out by a vessel near the mouth of Tomales Bay.   October 13, 2015  Point Reyes National Seashore Recruiting for Winter Wildlife Docent Volunteers for the Winter of 2016  With elephant seals returning to Point Reyes National Seashore and gray whales migrating by, volunteer docents are needed to protect the seals and educate the public.   October 13, 2015  Prescribed Burns for Point Reyes National Seashore Begin on October 14, 2015  The Fire Management staff at Point Reyes National Seashore is planning several controlled burns to help improve habitat and protect the area from wildfire. Over the next two weeks, beginning on Wednesday, October 14, three areas within the park will be treated with prescribed fire.   October 09, 2015  Beach Hazards Statement Issued for Point Reyes National Seashore for Saturday, October 10, 2015  A beach hazard statement has been issued by the National Weather Service and is in effect from 7 am to 11 pm on Saturday, October 10. All visitors to park beaches should use caution if near the water's edge.   September 29, 2015  Humana to Host Senior Skip Day; Offers Seniors 62+ Free Entrance to All National Parks on October 8  The National Park Service, in coordination with the National Park Foundation and Humana Inc., has established October 8, 2015, as Senior Skip Day™ to encourage older adults to skip what they are doing and get out into their national parks for healthy activities.   September 18, 2015  Point Reyes National Seashore's 6th Annual Naturalization Ceremony  Twenty-five candidates from twenty countries will become new citizens during a ceremony at Point Reyes National Seashore on Friday, September 25, 2015.   September 09, 2015  California Coastal Cleanup Day 2015 at Drakes Beach  On Saturday, September 19, Point Reyes National Seashore is hosting a beach cleanup at Drakes Beach for the annual California Coastal Cleanup Day.   September 09, 2015  Increased Risk of Hazardous Beach Conditions along Southwest Facing Beaches on Wednesday, September 9, 2015  A beach hazard statement has been issued by the National Weather Service for Wednesday, September 9, 2015.   September 03, 2015  Point Reyes National Seashore Welcomes 4th Grade Students through Every Kid In a Park Initiative  Point Reyes National Seashore invites all 4th grade students and their families to visit the park as part of the White House’s new Every Kid in a Park program. Starting September 2, 4th grade students can now go to www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.   July 29, 2015  Increased Risk of Hazardous Beach Conditions along South Facing Beaches on Wednesday, July 29, 2015  A beach hazard statement has been issued by the National Weather Service for Wednesday, July 29, 2015.   July 14, 2015  Point Reyes National Seashore Seeks Public Input on Accessibility  Point Reyes National Seashore is seeking public input on a plan designed to ensure that key park experiences are accessible to people of all abilities. All are invited to learn about the Accessibility Transition Plan and provide comments at an open house on Thursday, July 30, 2015, from 5:30 pm to 7 pm at the Bay Model Visitor Center.   July 02, 2015  Coastal Dune Restoration at Point Reyes National Seashore  Point Reyes National Seashore has completed planning to continue coastal dune restoration to restore up to 600 acres of native dune habitat, a critical link in the park's efforts to strengthen threatened and endangered populations of coastal plant and bird species. The National Park Service has signed a Finding of No Significant Impact for the Coastal Dune Restoration Environmental Assessment to improve and restore coastal dune habitat of critical ecological importance.   July 01, 2015  35th Annual Big Time Festival at Kule Loklo  Big Time, an annual traditional Native American trade festival, will be held on Saturday, July 18, 2015, from 10 am to 4 pm, at Kule Loklo, a Coast Miwok Cultural Exhibit.   July 01, 2015  Point Reyes National Seashore Summer 2015 Hours and Activities  Point Reyes National Seashore will be increasing hours and services to help visitors make the most of their summer. Beginning on the July 4 Weekend and running through Labor Day Weekend, all park visitor centers will have extended days and hours of service.   June 29, 2015  Temporary Beach Closure for the Threatened Snowy Plover at Point Reyes National Seashore During July 4 Weekend  A temporary closure of the beach area between the North Beach parking lot and the mouth of Abbotts Lagoon is in effect for the Fourth of July weekend to  better ensure the survival of federally-threatened western snowy plover nests and chicks within this area during the busy holiday weekend.   June 23, 2015  Point Reyes National Seashore Sponsors Veterans to Bolster Wildland Fire Suppression Capacity  Point Reyes National Seashore, in partnership with the veteran-based organization Team Rubicon, is hosting firefighter training for 75 to 80 veterans from June 26 through June 29, 2015.   May 20, 2015  Commemorating a Proud Tradition of Lifesaving at Point Reyes National Seashore on Friday, May 22, 2015  The U.S. Coast Guard and Point Reyes National Seashore will be honoring the sacrifice of the men who served to protect America's coast on Friday, May 22, 2015.   May 18, 2015  Trails and Oceans Stewardship Day 2015 at Point Reyes National Seashore  Point Reyes National Seashore and the Point Reyes National Seashore Association will be sponsoring a Trails & Ocean Stewardship Day on the Estero Trail, this Saturday, June 6, from 9:30 am to 3 pm.   May 18, 2015  Temporary Beach Closure for the Threatened Snowy Plover at Point Reyes National Seashore During Memorial Day Weekend 2015  A temporary closure of the beach area between 0.5 miles north of the North Beach parking lot and 0.35 miles south of the mouth of Abbotts Lagoon is in effect for the Memorial Day weekend to ensure the survival of federally-threatened western snowy plover nests and chicks within this area during the busy holiday weekend.   April 30, 2015  Inspiration at Point Reyes National Seashore Leads to a Children's Book about a Gray Whale Calf and Mother  Children's author Marta Lindsey will do two readings of her new book, Little Gray's Great Migration, at the Bear Valley Visitor Center on Saturday, May 9, 2015.   April 23, 2015  Tourism to Point Reyes National Seashore Creates $102 Million in Economic Benefits in 2014  A new National Park Service report shows that the 2.43 million visitors to Point Reyes National Seashore in 2014 spent more than $102 million in communities near the park. That spending supported 1,322 jobs in the local area and had a cumulative benefit to the local economy in excess of $128 million.   April 16, 2015  Beach Hazard Statement Issued for Point Reyes National Seashore from April 16 through April 17, 2015  A beach hazard statement has been issued by the National Weather Service and remains in effect from Thursday morning, April 16, through Friday evening, April 17.   April 14, 2015  Point Reyes National Seashore Hosts Earth Day 2015 Electronics Recycling Collection  On April 22, at the Bear Valley Visitor Center, from 11 am to 1 pm, Point Reyes National Seashore will host an electronic waste (e-waste) recycling collection, joining thousands of local organizers holding recycling and other events across the country to celebrate Earth Day.   March 31, 2015  Point Reyes National Seashore Joins National Find Your Park Movement  Point Reyes National Seashore joins parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com. Launched this week by the National Park Service and the National Park Foundation, Find Your Park is a public awareness and education campaign celebrating the milestone centennial anniversary of the National Park Service in 2016 and setting the stage for its second century of service.   March 30, 2015  Special Week Long Education Events at Point Reyes National Seashore with the Subaru\/Leave No Trace Traveling Trainers  The Leave No Trace Center for Outdoor Ethics and its Subaru\/Leave No Trace Traveling Trainers team are partnering with the National Park Service and the Point Reyes National Seashore Association to host community events and educational activities April 6-13, 2015.   March 24, 2015  Temporary Road Closure at Point Reyes National Seashore from March 30 through April 3  Point Reyes National Seashore staff will be performing cyclic road and parking lot maintenance at the Palomarin Trailhead at the southern end of the Seashore near Bolinas from Monday, March 30 through Friday, April 3.   March 22, 2015  Popular Overlook Collapses at Point Reyes National Seashore  On Saturday, March 21, a portion of the land at the Arch Rock overlook at Point Reyes National Seashore collapsed into the waters 70 feet below. The Arch Rock trail has been closed until further notice.   March 13, 2015  Summer 2015 Youth Employment at Point Reyes National Seashore  Point Reyes National Seashore is seeking applications for this summer's Youth Conservation Corps Program.   March 12, 2015  Nationally-touring Art Quilt Exhibit at Point Reyes National Seashore  A juried show of twenty-six art quilts created by 22 Florida artists will be on display in Point Reyes National Seashore's Bear Valley Visitor Center on March 11, 2015. The show, titled Piecing Together a Changing Planet, highlights a few of the many ways that America's 407 National Parks are being impacted by climate change, water pollution, air pollution and other human-caused phenomena.   February 24, 2015  Annual Closures at Point Reyes National Seashore for 2015 Harbor Seal Pupping Season  From March 1 through June 30, an annual closure of Drakes Estero and the westernmost end of Limantour Spit is implemented to protect harbor seals during their pupping season.   February 11, 2015  Beach Hazard Statement Issued for Point Reyes National Seashore from February 12 through February 14, 2014  A beach hazard statement has been issued by the National Weather Service and remains in effect from Thursday morning, February 12 through Saturday afternoon, February 14.   January 23, 2015  High Surf Advisory Issued for Point Reyes National Seashore from January 23 through early on January 25, 2015  The National Weather Service in the San Francisco Bay area has issued a high surf advisory, which is in effect until 6 am PST Sunday.   January 16, 2015  Goat Grazing Experiment to Reduce Invasive Vegetation  Point Reyes National Seashore will begin an experimental vegetation treatment project through the use of goat grazing within Historic D Ranch. This project will begin the week of January 19.   January 09, 2015  National Park Service is Seeking Comments for an Environmental Assessment for the Proposed Coastal Dune Restoration Project  Point Reyes National Seashore has released for public review the Coastal Dune Restoration Environmental Assessment (EA) to improve and restore coastal dune habitat of critical ecological importance in the park. As part of this planning process, we welcome your comments on the EA. The end of the comment period is Friday, February 9, 2015.   January 05, 2015  5th Annual Point Reyes Christmas Bird Count for Kids (CBC4Kids)  The National Park Service, in collaboration with Point Reyes National Seashore Association and Sonoma Birding, will host the 5th Annual Point Reyes Christmas Bird Count for Kids (CBC4Kids) on Saturday, January 10, 2015.   January 02, 2015  Closure and Health Advisory at Drakes Estero - January 2, 2015  Drakes Estero is closed to the collection of Pacific oysters and Manila clams. Pacific oysters and Manila clams in Drakes Estero are not being monitored and pose a public health threat.   December 10, 2014  Special Weather Statement Issued for Point Reyes National Seashore through the Evening of Thursday, December 11, 2014  A very wet storm system will bring substantial rainfall, high surf, and high winds to the Point Reyes area beginning Wednesday night and through the day Thursday.   December 09, 2014  2015 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  The Winter Shuttle Bus System for the Point Reyes Headlands begins on Friday, December 26, 2014.   November 25, 2014  Thanksgiving Day 2014 at Point Reyes National Seashore  On Thanksgiving Day, the Bear Valley Visitor Center will be open from 9 am until 2 pm, and the Point Reyes Lighthouse and Visitor Center will be open from 10 am until 2 pm.   November 12, 2014  Beach Hazards Statement Issued for Point Reyes National Seashore through Thursday, November 13, 2014  A beach hazards statement for sneaker waves and rip currents has been issued for areas along the coast including Point Reyes National Seashore. These conditions will be in effect through Thursday afternoon.   November 10, 2014  Point Reyes National Seashore Hosts National Electronics Recycling Collection on November 15, 2014  On November 15 at the Bear Valley Visitor Center, Point Reyes National Seashore will host an electronic waste recycling collection, joining thousands of local organizers holding recycling events across the country to celebrate America Recycles Day.   November 03, 2014  National Park Service to Host Community Workshops for the Ranch Comprehensive Management Plan  Point Reyes National Seashore will host two community workshops for the Ranch Comprehensive Management Plan\/Environmental Assessment on November 20 and 21. The meetings will provide an update on the Ranch Comprehensive Management Plan and solicit further thought and discussion from the public.   October 20, 2014  Beach Hazards Statement Issued for Point Reyes National Seashore through the Evening of Tuesday, October 21, 2014  A beach hazards statement has been issued for areas along the coast, including Point Reyes National Seashore. These conditions will be in effect until Tuesday night.   October 20, 2014  Point Reyes National Seashore Recruiting for Winter Wildlife Docent Volunteers for the Winter of 2014–2015  With elephant seals returning to Point Reyes National Seashore and gray whales migrating by, volunteer docents are needed to protect the seals and educate the public.   October 10, 2014  Beach Hazards Statement Issued for Point Reyes National Seashore for the Weekend of October 11 and 12, 2014  The National Weather Service in the San Francisco Bay area has issued a beach hazards statement for sneaker waves and strong rip currents, which is in effect from Saturday morning through late Sunday night.   October 06, 2014  El Servicio de Parques Nacionales anuncia el acuerdo conciliatorio con la compania Drakes Bay Oyster  El Servicio de Parques Nacionales ha anunciado hoy la presentación conjunta de un acuerdo de solución y proyecto de decreto por consentimiento. De ser aprobado por el Tribunal de Distrito de Estadios Unidos pondría fin a un litigio con la compania de Drakes Bay Oyster que ha estado en marcha desde Diciembre de 2012.   October 06, 2014  National Park Service Announces Settlement Agreement with Drakes Bay Oyster Company  The National Park Service today announced the joint filing of a settlement agreement and proposed consent decree that, if approved by the U.S. District Court, would end litigation with Drakes Bay Oyster Company that has been ongoing since December 2012.   October 03, 2014  Prescribed Burns Planned for Olema Valley to Begin on October 7, 2014  With cooler conditions in the forecast for next week, the Fire Management staff at Point Reyes National Seashore is planning two days of controlled burning along Highway One in the Olema Valley.   October 03, 2014  Heat Advisory and Beach Hazards Statement Issued for Point Reyes National Seashore for October 3, 2014  The National Weather Service has issued a heat advisory until 9 pm this evening and a beach hazards statement for rip currents and sneaker waves through this evening.   September 29, 2014  Prescribed Burns Planned for Estero Trailhead on Tuesday, September 30, 2014  Point Reyes National Seashore is planning a controlled burn near the Estero Trailhead on Sir Francis Drake Boulevard on Tuesday, September 30, from 10 am until 3 pm.   September 18, 2014  Public Comments and Summary Report Now Available for the Ranch Comprehensive Management Plan  The NPS has released the Public Comment Analysis Report for the Ranch Comprehensive Management Plan\/Environmental Assessment. The report presents analysis and summary of public comment, and includes more than 3,000 comment letters submitted during the 6 week comment period.   September 16, 2014  Point Reyes National Seashore Prepares for the 2014–2015 School Year  Point Reyes National Seashore will be changing hours and services as we prepare for the return of school children from around the Bay Area.   September 16, 2014  Prescribed Burns Planned for Olema Valley to Begin Next Week on September 22, 2014  Fire Management staff at Point Reyes National Seashore are planning up to four days of controlled burning along Highway One in the Olema Valley during the months of September and October.   September 15, 2014  Beach Hazards Statement Issued for Point Reyes National Seashore for September 15, 2014  The National Weather Service in the San Francisco Bay Area has issued a beach hazards statements for strong rip currents for Monday, September 15, 2014.   September 04, 2014  Free Electric Vehicle (EV) Charging Stations Installed for Public Use at Point Reyes National Seashore  Three electric vehicle charging stations have been installed at the Bear Valley Visitor Center parking lot at Point Reyes National Seashore and they are available and free to the public.   September 02, 2014  Missing Swimmer at Point Reyes National Seashore  Multi-agency search continues for missing swimmer at Point Reyes National Seashore.   August 11, 2014  33rd Annual Sand Sculpture Contest at Drakes Beach - Sunday, August 31, 2014  Point Reyes National Seashore invites you to join the 33rd annual Sand Sculpture Contest.   July 24, 2014  Point Reyes National Seashore Tourism Creates Nearly $110 Million in Economic Benefits in 2013  A new National Park Service report shows that the more than 2.6 million visitors in 2013 spent nearly $110 million in communities near the park. That spending supported more than 1,200 jobs in the local area.   July 16, 2014  National Park Service Seeks Comments on Environmental Assessment for the Road Improvement and Maintenance Projects in Point Reyes National Seashore  Point Reyes National Seashore Superintendent Cicely Muldoon announced today that through August 18, 2014, the public is invited to review and comment on the Environmental Assessment for the Road Improvement and Maintenance Projects in Point Reyes National Seashore.   July 08, 2014  Notice of Public Scoping Meeting: Sir Francis Drake Boulevard Improvements in Point Reyes National Seashore, Marin County  A public scoping meeting to discuss proposed improvements to approximately 12 miles of Sir Francis Drake Boulevard in Point Reyes National Seashore will be held on Tuesday July 22, 2014.   July 08, 2014  Historic Morse Code Radio Station KPH Returns to the Air for Night Nights XV  The former Marconi and RCA Morse code radio station KPH will make a commemorative broadcast on Saturday, July 12, 2014, the fifteenth anniversary of the last commercial Morse code transmission in North America.   July 07, 2014  Point Reyes National Seashore 5th Annual Naturalization Ceremony  Twenty-one candidates from nine countries will become new citizens during a ceremony at Point Reyes National Seashore on Friday, July 11, 2014.   July 01, 2014  Point Reyes National Seashore Recruiting for Tule Elk Docent Volunteers for the Summer of 2014  Point Reyes National Seashore is currently accepting applications for the Tule Elk Docent Program for the summer of 2014. Training is scheduled for July 12 and 20, 2014.   July 01, 2014  34th Annual Big Time Festival at Kule Loklo  Big Time, an annual traditional Native American trade festival, will be held on Saturday, July 19, 2014, from 10 am to 4 pm, at Kule Loklo, a Coast Miwok Cultural Exhibit.   June 25, 2014  Temporary Beach Closure for the Threatened Snowy Plover at Point Reyes National Seashore During July 4, 2014, Weekend  The Point Reyes Beach between Abbotts Lagoon and the North Beach parking area will be closed over the 4th of July weekend. In 2013, there were eleven plover chicks at the beginning of the holiday weekend; three survived to Monday.   June 02, 2014  Trails & Oceans Stewardship Day 2014 at Point Reyes National Seashore  Point Reyes National Seashore and the Point Reyes National Seashore Association will be sponsoring a Trails & Ocean Stewardship Day at Limantour Beach, this Saturday, June 7, from 10 am to 2:30 pm.   May 23, 2014  Body Found in Point Reyes National Seashore on May 21, 2014  On May 21, 2014, shortly after noon, a body was discovered in Point Reyes National Seashore near the Palomarin Trailhead at the southern end of Point Reyes National Seashore.   May 22, 2014  Point Reyes National Seashore Summer 2014 Hours and Activities  Point Reyes National Seashore will be restoring some hours and services to help visitors make the most of their summer. Beginning on Memorial Day Weekend and running through Labor Day Weekend, all park visitor centers will have extended days and hours of service.   May 16, 2014  Commemorating a Proud Tradition of Lifesaving at Point Reyes National Seashore on May 26, 2014  Point Reyes National Seashore will be honoring the sacrifice of the men who served to protect America’s coast on Memorial Day. Following the ceremony, there will be an open house at the historic Point Reyes Lifeboat Station at Chimney Rock.   May 16, 2014  A Centennial Celebration of Marconi and RCA Wireless Radio: 1914–2014  This year, September 24 marks the 100th anniversary of the very first Trans-Pacific wireless radio transmission. Through September, Point Reyes National Seashore is partnering with seven organizations, museums, and parks to host a series of exhibits and events in the West Marin community to celebrate the Centennial.   May 14, 2014  Beach Hazards Statement Issued for Point Reyes National Seashore on May 14, 2014, for Second Consecutive Day  The National Weather Service in the San Francisco Bay Area has issued a Beach Hazards Statement for a large, fast-moving northwest swell for Wednesday, May 14, 2014.   May 13, 2014  Beach Hazards Statement Issued for Point Reyes National Seashore for May 13, 2014  The National Weather Service in the San Francisco Bay Area has issued a Beach Hazards Statement for a large, fast-moving northwest swell for Tuesday, May 13, 2014.   April 21, 2014  Point Reyes National Seashore Initiates Ranch Planning  The National Park Service is initiating a ranch planning process for the approximately 28,000 acres of working beef cattle and dairy ranches administered by Point Reyes National Seashore. Scoping, which will run from April 21 through June 2, 2014, invites the public to comment so concerns are identified early and the analysis is focused on the issues raised.   April 14, 2014  Point Reyes National Seashore Hosts Earth Day 2014 Electronics Recycling Collection  On April 22, at the Bear Valley Visitor Center, from 10 am to 2 pm, Point Reyes National Seashore will host an electronic waste (e-waste) recycling collection, joining thousands of local organizers holding recycling and other events across the country to celebrate Earth Day.   April 01, 2014  \"Rebels with a Cause\" to Broadcast on PBS Stations  Rebels with a Cause, a documentary airing on PBS stations this April, celebrates the people and passion that saved the coastal wonders that would become the Point Reyes National Seashore and the Golden Gate National Recreation Area.   March 12, 2014  Summer 2014 Youth Employment at Point Reyes National Seashore  Point Reyes National Seashore is seeking applications for this summer's Youth Conservation Corps Program.   March 11, 2014  Beach Hazards Statement Issued for Point Reyes National Seashore for March 12, 2014  The National Weather Service in the San Francisco Bay Area has issued a beach hazards statements for sneaker waves and rip currents for Wednesday, March 12, 2014.   March 11, 2014  BioBlitz 2014 at the Giacomini Wetlands  To better understand, appreciate, and protect our natural treasures, the National Park Service, National Geographic, Golden Gate National Parks Conservancy, the Point Reyes National Seashore Association, and Presidio Trust are teaming up to host a 24-hour BioBlitz species count on Friday-Saturday, March 28-29, 2014.   March 03, 2014  Point Reyes National Seashore Tourism Creates Nearly $98 Million in Economic Benefits in 2012  A new National Park Service report shows that the more than 2.4 million visitors in 2012 spent nearly $98 million in communities near the park. That spending supported more than 1,100 jobs in the local area.   February 25, 2014  Annual Closures at Point Reyes National Seashore for 2014 Harbor Seal Pupping Season  From March 1 through June 30, an annual closure of Drakes Estero is implemented to protect harbor seals during their pupping season.   February 10, 2014  AmeriCorps NCCC Members are Reaching for the Root of the Problem at Point Reyes National Seashore  On January 23, a team of nine young adults from AmeriCorps National Civilian Community Corps began working with the Point Reyes National Seashore. The team will help remove invasive species such as cape-ivy, iceplant, fertile capeweed, European beach-grass, and Scotch broom.   January 23, 2014  High Surf Advisory for Point Reyes National Seashore on January 23 & 24, 2014  The National Weather Service report has issued a high surf advisory for the Northern and Central California coast which is in effect until at least 9 pm PST Friday, January 24.   January 20, 2014  Fisherman Swept into Ocean at Point Reyes National Seashore on January 20, 2014  At approximately 12:10 pm today, an individual fisherman was swept out to sea off of Point Reyes Beach North while fishing by himself.   January 11, 2014  Hazardous Surf Conditions for Point Reyes National Seashore for January 12, 2014  The National Weather Service has issued a beach hazards statement for large northwest swells that will approach the coast on Saturday evening.   December 17, 2013  Closure to Sea Lion Overlook Stairs for Repairs from January 6 through March 1, 2014  The wooden staircase at the Sea Lion Overlook will be closed for repairs from January 6 through March 1, 2014.   December 12, 2013  2014 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  The Winter Shuttle Bus System for the Point Reyes Headlands begins on Saturday, December 28, 2013.   December 09, 2013  Fourth Annual Point Reyes Christmas Bird Count for Kids (CBC4Kids)  Families with children ages 3-18 are invited to join birders at Point Reyes National Seashore for a half day event to learn some of the important basic elements of the National Audubon Society's Annual Christmas Bird Count.   November 27, 2013  Hazardous Surf Conditions for Point Reyes National Seashore for November 28, 2013  The National Weather Service has issued a beach hazards statement for large northwest swells that will approach the coast on Thursday.   November 04, 2013  National Parks in Marin County Issue Fire Danger Restrictions on November 4, 2013  National Park Service fire officials have declared that the fire danger rating will be Extreme today for Point Reyes National Seashore and Golden Gate NRA sites in Marin County.   October 30, 2013  Point Reyes National Seashore Visitor Center Winter 2013–2014 Hours  Point Reyes National Seashore visitor centers will operate under winter hours beginning on Sunday, November 3, 2013.   October 28, 2013  Point Reyes National Seashore to Host National Recycling Collection on November 15, 2013  On November 15 at the Bear Valley Visitor Center, Point Reyes National Seashore will host an electronic waste recycling collection, joining thousands of local organizers holding recycling events across the country to celebrate America Recycles Day.   October 21, 2013  Giacomini Wetlands Restoration Project: 5th Anniversary Celebration  Come join us for the Giacomini Wetland Restoration Project 5-Year Anniversary Celebration on Saturday, October 26, 2013. Choose from a variety of activities exploring the restored wetlands in the morning, and\/or learn more during the afternoon symposium.   October 21, 2013  Hazardous Surf Conditions at Point Reyes National Seashore for October 21 & 22, 2013  The National Weather Service has issued a beach hazards statement for sneaker waves, strong rip currents, and large surf, which is in effect through Tuesday afternoon, from Sonoma County south to Monterey County.   October 17, 2013  Estero Prescribed Fire Planned for the Week of October 21, 2013  Final preparations for the Estero Prescribed Fire resumed today at Point Reyes National Seashore. This project, which was originally scheduled for early October, is now planned for next Wednesday, October 23 or Thursday, October 24.   October 17, 2013  Point Reyes National Seashore Reopens to Visitors  Point Reyes National Seashore is open to visitors today. Visitors can access public areas and roads immediately while facilities and other public services are brought back online. Point Reyes National Seashore has been closed since October 1 due to the lapse in Congressional appropriations.   October 04, 2013  Second Consecutive Extreme Fire Alert Issued for Point Reyes National Seashore on October 4, 2013  Point Reyes National Seashore Superintendent Cicely Muldoon, stated that again today is an extreme fire danger alert within the Seashore due to the potential high fire danger.   October 03, 2013  Extreme Fire Alert Issued for Point Reyes National Seashore on October 3, 2013  Point Reyes National Seashore Superintendent Cicely Muldoon, stated that today is an extreme fire danger alert within the Seashore due to the potential high fire danger.   October 01, 2013  Government Shutdown Forces Closure of Point Reyes National Seashore  Because of the shutdown of the federal government caused by the lapse in appropriations, the National Park Service has closed all 401 national parks, including Point Reyes National Seashore.   September 30, 2013  Hazardous Surf Conditions for Point Reyes National Seashore on October 1, 2013  The National Weather Service report for this morning has issued a high surf advisory which is in effect until 5 am PDT Tuesday, October 1.   September 25, 2013  GirlTrek Outing at Point Reyes National Seashore  On Saturday, August 31, a group of 22 women representing GirlTrek from the greater San Francisco Bay Area came to Point Reyes National Seashore with a goal in mind: to hike the Bear Valley Trail to Arch Rock and back, and to promote having a healthier lifestyle and committing to maintain that lifestyle.   September 24, 2013  Weekday Closures on Limantour Road during October 2013 at Point Reyes National Seashore  Limantour Road at Point Reyes National Seashore will be closed for repairs on weekdays from 8 am until 5 pm beginning on Monday, September 30, 2013. The closure will be in effect up to 30 days.   September 24, 2013  Estero Prescribed Fire to Control Scotch Broom – 20 Years of Treatment Continues in Early October 2013  Fire management staff at Point Reyes National Seashore plan to burn 141 acres on N Ranch near Drakes Estero in early October, continuing an invasive plant eradication effort that has been using fire in combination with other techniques since 1993.   September 23, 2013  Point Reyes National Seashore 4th Annual Naturalization Ceremony  20 candidates from 12 countries became new citizens during a ceremony at Point Reyes National Seashore on Friday, September 20, 2013.   September 10, 2013  Limantour Beach Selected for California Coastal Cleanup Day  On Saturday, September 21, Point Reyes National Seashore is hosting a beach cleanup at Limantour Beach for the annual California Coastal Cleanup Day.   September 03, 2013  NPS-Glen & Wildcat Campgrounds Had Levels of Coliform Bacteria Above the Drinking Water Standard During June 2013  Our water system recently violated a drinking water standard. Although this is not an emergency, as our customers, you have a right to know what happened, what you should do, and what we did to correct the situation.   August 27, 2013  Proposed Fee Increases for Winter Shuttle  The National Park Service is seeking public input from August 27 to October 31, 2013, about proposed increases to the shuttle bus fee from $5.00 to $7.00 for a roundtrip from Drakes Beach to the Lighthouse, Chimney Rock then returning to Drakes Beach.   August 27, 2013  BayWood Artists Paint Point Reyes National Seashore  This Labor Day weekend the natural beauty of Point Reyes National Seashore will be painted by BayWood Artists, featuring some of the best known landscape artists in California.   July 30, 2013  National Park Service is Seeking Comments for an Environmental Assessment for the Proposed Rehabilitation of Roads and Parking Areas  The National Park Service (NPS) proposes to rehabilitate 22 miles of paved park roads and parking areas in Point Reyes National Seashore. The NPS will prepare an Environmental Assessment (EA) to evaluate the potential effects of alternatives for repairing and improving park roads and parking areas on the natural, cultural, and human environment. The NPS invites the public to submit written suggestions, comments, and concerns to help develop the scope of the EA. The scoping period closes August 30, 2013.   July 08, 2013  Historic Morse Code Radio Station KPH Returns to the Air for Night Nights XIV  The former Marconi and RCA Morse code radio station KPH will make a commemorative broadcast on Friday, July 12, 2013, the fourteenth anniversary of the last commercial Morse code transmission in North America.   July 01, 2013  33rd Annual Big Time Festival at Kule Loklo  Big Time, an annual traditional Native American trade festival, will be held on Saturday, July 20, 2013, from 10 am to 4 pm, at Kule Loklo, a Coast Miwok Cultural Exhibit.   June 20, 2013  Request for scoping comments regarding a proposed telecommunication facility on Point Reyes Hill in Point Reyes National Seashore  The National Park Service has begun a 45-day public scoping period intended to engage the public in the National Environmental Policy Act process which will evaluate the effects of the potential issuance of a right of way permit for the commercial telecommunications facility to Verizon Wireless.   June 06, 2013  Body Found Alongside Sir Francis Drake Highway  On June 6, 2013, at about 9:45 am, a body was discovered in Point Reyes National Seashore near Sir Francis Drake Boulevard in the area of the Platform Bridge Road.   May 24, 2013  Point Reyes Trails Festival: A Healthy Parks, Healthy People Bay Area Event  On Saturday, June 1, Point Reyes National Seashore Association, in partnership with Point Reyes National Seashore, will host the 2013 Trails Festival during National Trails Day, a free event from 10 am to 4 pm in the Bear Valley Picnic Area.   May 22, 2013  Special Memorial Day 2013 Commemorative at the Historic Coast Guard Cemetery and Lifesaving Station  Point Reyes National Seashore will be honoring the sacrifice of the men who served to protect America’s coast on Memorial Day. Following the ceremony, there will be an open house at the historic Point Reyes Lifeboat Station at Chimney Rock.   April 08, 2013  Point Reyes National Seashore Hosts Earth Day 2013 Electronics Recycling Collection  On April 22, at the Bear Valley Visitor Center, from 10 am to 2 pm, Point Reyes National Seashore will host an electronic waste (e-waste) recycling collection, joining thousands of local organizers holding recycling and other events across the country to celebrate Earth Day.   April 08, 2013  High Wind Advisory for Point Reyes National Seashore on Monday, April 8, 2013  This morning, the National Weather Service issued a high wind advisory, which is in effect until 8 pm this evening.   March 11, 2013  The Point Reyes Hostel achieved LEED Gold certification!  The facility at Point Reyes National Seashore, built to LEED standards, is the first Gold LEED certified hostel building in the United States. The National Park Service secured funding for the project through the American Recovery and Reinvestment Act (ARRA) with additional funding from the California State Coastal Conservancy.   March 04, 2013  Summer 2013 Youth Employment at Point Reyes National Seashore  Point Reyes National Seashore is seeking applications for this summer's Youth Conservation Corps Program.   February 25, 2013  Annual Harbor Seal Closures for 2013 Announced for Point Reyes National Seashore  From March 1 through June 30, an annual closure of Drakes Estero is implemented to protect harbor seals during their pupping season.   January 18, 2013  Hazardous Surf Conditions for Point Reyes National Seashore  The National Weather Service has issued a high surf advisory which is in effect from 10 am PST on Saturday, January 19 to 4 pm PST on Sunday, January 20. A beach hazards statement has also been issued.   January 04, 2013  Limantour Road Opened to Vehicles at Point Reyes National Seashore - January 4, 2013  Limantour Road at Point Reyes National Seashore will be reopened at 2 pm on Friday, January 4, 2013. The road has been stabilized and temporary measures will provide access until permanent repairs to the road can be carried out in the next few months.   December 31, 2012  Limantour Road Closed at Point Reyes National Seashore - December 31, 2012  Limantour Road at Point Reyes National Seashore has been closed due to the failure of a culvert beneath it. Limantour Road will remain closed until park engineers and road crew can assess the damage and begin repair work.   December 19, 2012  Enjoy the Holidays at Point Reyes National Seashore  The winter is full of wonder at Point Reyes National Seashore, with the chance to see elephant seals, gray whales, and a lot more. It is a great place to enjoy the holidays and the New Year.   December 10, 2012  2013 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  The Winter Shuttle Bus System for the Point Reyes Headlands begins on Saturday, December 29, 2012.   November 28, 2012  Point Reyes National Seashore Visitor Center Winter Hours  Point Reyes National Seashore visitor centers will operate under winter hours beginning on Saturday, December 1, 2012.   November 05, 2012  Point Reyes National Seashore Hosts Electronic Waste Recycling Collection  On November 15 at the Bear Valley Visitor Center, Point Reyes National Seashore will host an electronic waste recycling collection, joining thousands of local organizers holding recycling events across the country to celebrate America Recycles Day.   October 17, 2012  Point Reyes National Seashore Recruiting for Winter Wildlife Docent Volunteers for 2013  With elephant seals returning to Point Reyes National Seashore and gray whales migrating by, volunteer docents are needed to protect the seals and educate the public.   September 19, 2012  More Prescribed Burns Planned for the Next Few Weeks in Olema Valley  Fire Management staff at Point Reyes National Seashore are planning up to three days of controlled burning over the next several weeks along Highway One in the Olema Valley.   September 12, 2012  NPS to Conduct a Prescribed Fire to Control Invasive French Broom near Bolinas during the Week of September 17, 2012  Golden Gate National Recreation Area plans to conduct the 7-acre Lagoon Prescribed Fire during the week of September 17, 2012, near the intersection of Bolinas-Fairfax Rd and Highway One, across from Bolinas Lagoon.   September 11, 2012  Point Reyes National Seashore to Host 3rd Annual Naturalization Ceremony  50 candidates, in commemoration of Point Reyes' 50th Anniversary, from 20 countries will become new citizens during a ceremony at Point Reyes National Seashore on Monday, September 17, 2012.   September 11, 2012  Critical Culvert Repair will Close Bear Valley Trail for up to Three Weeks Starting September 17, 2012  The Bear Valley Trail will be closed to visitors starting Monday, September 17 for up to three weeks, including weekends, for the replacement of a culvert as well as restoration of a small section of highly eroded creek bank.   September 11, 2012  Beach Cleanup at Point Reyes National Seashore this Saturday, September 15, 2012  Point Reyes National Seashore, in conjunction with the California Coastal Commission' California Coastal Cleanup Day, will be sponsoring a beach cleanup at Drakes Beach on Saturday, September 15, 2012.   August 30, 2012  Point Reyes National Seashore and Ranchers Embark on Suite of Rangeland Water Quality Improvement Projects  The National Park Service, in cooperation with park ranchers, will be constructing numerous grant-funded rangeland water quality improvement projects on seven ranches within Point Reyes National Seashore and Golden Gate National Recreation Area.   August 20, 2012  31st Annual Sand Sculpture Contest at Drakes Beach - Sunday, September 2, 2012  Point Reyes National Seashore invites you to join the 31st annual Sand Sculpture Contest.   August 09, 2012  Extreme Fire Alert Issued for Point Reyes National Seashore on August 9, 2012  Point Reyes National Seashore Superintendent Cicely Muldoon has issued an extreme fire danger alert within the Seashore due to the potential high fire danger for Thursday, August 9, 2012.   August 07, 2012  Point Reyes 50th Anniversary Photo Contest  To commemorate our 50th anniversary, Point Reyes National Seashore is sponsoring a photo contest.   August 03, 2012  Fire Danger - Know Before You Go  Check out tips for visitors planning to go to Point Reyes National Seashore and Golden Gate National Recreation Area during fire season between June and November.   July 03, 2012  32nd Annual Big Time Festival at Kule Loklo  Big Time, an annual traditional Native American trade festival, will be held on Saturday, July 21, 2012, from 10 am to 4 pm, at Kule Loklo, a Coast Miwok Cultural Exhibit.   June 25, 2012  Rare Whale Washes up Dead at Point Reyes National Seashore  On Thursday, June 21, NOAA's National Marine Mammal Stranding Network responded to a reported dead whale that washed ashore at Point Reyes National Seashore. Scientists concluded that the whale had been killed by ship strike.   June 11, 2012  Extreme Fire Danger Today (Monday, June 11, 2012) Affects National Parks in Marin  Weather conditions have prompted National Park Service officials to declare extreme fire danger for Point Reyes National Seashore and Golden Gate National Recreation Area sites in Marin County for today, Monday, June 11, 2012.   June 05, 2012  Point Reyes Celebrates World Oceans Day, June 8, 2012  Join park staff, in cooperation with the Gulf of the Farallones and Cordell Bank National Marine Sanctuaries, as we celebrate World Oceans Day. Activities are scheduled throughout the day.   May 31, 2012  Coast Trail Closed and Impassable Due to Hazardous Conditions  As of Friday, June 1, 2012, the Coast Trail will be closed from the Point Reyes Hostel to Coast campground to all public access until further notice.   May 30, 2012  Point Reyes National Seashore Offers Training to Become Tule Elk Docent Volunteers for 2012  Point Reyes National Seashore is currently accepting applications for the Tule Elk Docent Program for the summer of 2012.   May 30, 2012  Point Reyes National Seashore Offers Training to Become Snowy Plover Docent Volunteers for 2012  Point Reyes National Seashore is currently accepting applications for the Snowy Plover Docent Program for the summer of 2012.   May 21, 2012  Special Memorial Day 2012 Commemorative at the Historic Coast Guard Cemetery and Lifesaving Station  Point Reyes National Seashore will be honoring the sacrifice of the men who served to protect America’s coast on Memorial Day. Following the ceremony, there will be an open house at the Point Reyes Lifesaving Service Boathouse Station.   May 15, 2012  Experience a Solar Eclipse in Your National Parks  The first solar eclipse viewable in the U.S. in the last 18 years will take place on Sunday, May 20, 2012. Visitors are invited to witness this event from their National Parks.   April 27, 2012  Help Point Reyes Celebrate our 50th Anniversary and View the YouTube Point Reyes Video  For National Park Week this year, the National Park Service is featuring park videos to encourage people to \"picture themselves at national parks.\"   April 10, 2012  Point Reyes National Seashore to Host Volunteer, Earth Day, and National Park Week Activities in April 2012  As Point Reyes National Seashore commemorates our 50th Anniversary  this year, Earth Day celebrations will take place along with several volunteer opportunities.   March 13, 2012  Summer 2012 Youth Employment at Point Reyes National Seashore  Point Reyes National Seashore is seeking applications for this summer's Youth Conservation Corps Program.   March 07, 2012  California Art Club Celebrates 50 Years of Point Reyes National Seashore  Please join us for an artists' reception on March 10, 2012 from 11 a.m. to 4 p.m. in the Red Barn Classroom.   March 01, 2012  More than 52,000 comment letters on the future of Drakes Estero posted to Point Reyes National Seashore website  Letters were submitted from every state, all of the United States commonwealths and territories, as well as 40 countries.   February 29, 2012  Temporary Trail Closure during Fire Road Maintenance Project  The fire road section of Inverness Ridge Trail at Point Reyes National Seashore will be temporarily closed from Monday March 5 through Friday March 9 between the hours of 8:00 a.m. and 5:00 p.m.   February 28, 2012  Point Reyes National Seashore Creates Money and Jobs for Local Economy  A new report shows that the over 2 million visitors in 2010 spent nearly $85 million in Point Reyes National Seashore and in communities near the park.   February 24, 2012  2012 Harbor Seal Pupping Season at Point Reyes National Seashore  From March 1 through June 30, an annual closure of Drakes Estero is implemented to protect harbor seals during their pupping season.   February 13, 2012  Improvements to Park Camping Reservation System on the Way  Beginning on February 22, 2012, visitors will be able to make online reservations for backcountry and boat-in campsites in the Seashore.   February 13, 2012  New LEED Certified Building Open for Business at Point Reyes Hostel  On Wednesday, February 22, 2012 at 10:00 AM, staff from Point Reyes National Seashore and the Golden Gate Council of Hostelling International USA will celebrate the grand opening of a newly constructed, environmentally sensitive facility at the Point Reyes Hostel near Limantour Beach.   February 13, 2012  Hazardous Surf Conditions for Point Reyes National Seashore on Monday, February 13, 2012  The National Weather Service has issued a high surf advisory which is in effect from 3 p.m. this afternoon to 3 a.m. PST Tuesday, February 14.   January 13, 2012  Second Annual Christmas Bird Count for Kids (CBC4Kids) at Point Reyes National Seashore  The second Point Reyes Christmas Bird Count for Kids took place on Saturday, January 7, 2012 at Point Reyes National Seashore. Organized by the Point Reyes National Seashore Association, in partnership with the National Park Service, Sonoma Birding, and Cordell Bank National Marine Sanctuary, the event brought together over 100 children and parents who counted 977 birds and 71 species.   January 13, 2012  Entangled Elephant Seal Freed after Two Years  Staffs from Point Reyes National Seashore and The Marine Mammal Center recently removed a thick white packing strap that was wrapped tightly around the neck of a northern elephant seal.   December 01, 2011  2012 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  The Winter Shuttle Bus System for the Point Reyes Headlands begins on Saturday, December 31, 2011.   November 17, 2011  Deadline for Public Comment on the Draft Environmental Impact Statement for Drakes Bay Oyster Company Special Use Permit Extended to December 9, 2011  The National Park Service is extending the public comment period for the Draft Environmental Impact Statement for the Drakes Bay Oyster Company Special Use Permit to December 9, 2011.   October 31, 2011  More Red Flag Conditions and Extreme Fire Danger - Tuesday November 1, 2011  Another red flag warning, following the one last week, has been issued by the National Weather Service for the North Bay hills and the East Bay hills. This warning will be in effect from Tuesday morning 6:00 a.m. until Wednesday 6:00 a.m., November 1 and 2.   October 25, 2011  Red Flag Conditions, Extreme Fire Danger at National Parks in Marin for October 26, 2011  A red flag warning issued by the National Weather Service for the North Bay Hills and the East Bay Hills this afternoon has prompted National Park Service officials to declare extreme fire danger for Point Reyes National Seashore and Golden Gate NRA sites in Marin County for tomorrow, Wednesday, October 26, 2011.   October 19, 2011  Point Reyes National Seashore Recruiting for Winter Wildlife Docent Volunteers for the Winter of 2012  With elephant seals returning to Point Reyes National Seashore and gray whales migrating by, volunteer docents are needed to protect the seals and educate the public.   October 17, 2011  Point Reyes National Seashore Offers Media Opportunity on the Draft Environmental Impact Statement for the Drakes Bay Oyster Company Special Use Permit  A media opportunity will be held regarding the Draft Environmental Impact Statement for the Drakes Bay Oyster Company Special Use Permit prior to the public meeting at Fort Mason Center.   October 12, 2011  Point Reyes National Seashore to Host Open House Meetings on Commercial Shellfish Operations in Drakes Estero on October 18, 19, and 20, 2011  The National Park Service will host three open house meetings on October 18, 19, and 20 to provide information and gather public comments on the Draft Environmental Impact Statement for the Drakes Bay Oyster Company Special Use Permit at Point Reyes National Seashore.   October 06, 2011  National Park Service and California State Parks Sign Agreements to Keep State Parks Within National Park Boundaries in Marin County Open  Tomales Bay and Samuel P. Taylor State Parks, on the list of state parks to be closed in 2012, will be kept open, though on reduced schedules, through agreements signed this week by the National Park Service and California State Parks.   October 05, 2011  Olema Valley Prescribed Burns Planned for Weeks of October 9 and 16, 2011  Fire Management staff at Point Reyes National Seashore are planning two days of controlled burning along Highway One in the Olema Valley during the next two weeks.   September 30, 2011  Small Research Burns to Help Restore Endangered Plant on D-Ranch  A series of small research burns will be conducted on D-Ranch in Point Reyes National Seashore as part of a collaborative project with the U.S. Fish and Wildlife Service to restore the endangered Showy Indian Clover to coastal grasslands.   September 23, 2011  National Park Service Seeks Public Comment on Commercial Shellfish Operations in Point Reyes National Seashore  The National Park Service made available today a Draft Environmental Impact Statement evaluating the potential issuance of a Special Use Permit for a commercial shellfish operation in Drakes Estero in Point Reyes National Seashore.   September 22, 2011  Point Reyes National Seashore Headquarters Earns EPA's ENERGY STAR® Certification for Superior Energy Efficiency  The Administration Headquarters building at Point Reyes National Seashore has earned the U.S. Environmental Protection Agency's ENERGY STAR certification, which signifies that the building performs in the top 25 percent of similar facilities nationwide for energy efficiency and meets strict energy efficiency performance levels set by the EPA.   September 13, 2011  Point Reyes National Seashore to Host Naturalization Ceremony on Friday, September 16, 2011  Nineteen candidates from seventeen countries will become new citizens during a ceremony at Point Reyes National Seashore on Friday, September 16, 2011.   September 02, 2011  Possible Hazardous Beach Conditions for Point Reyes National Seashore Over the Labor Day Holiday Weekend  The National Weather Service report for this weekend states that a long period of southerly swells resulting in hazardous conditions on many southerly facing beaches are expected to persist over the Labor Day holiday weekend.   July 01, 2011  Fire Safe Fourth of July 2011 at Point Reyes National Seashore  Point Reyes National Seashore joins many other parks in the San Francisco Bay Area in enforcing a ban on all fireworks.   July 01, 2011  31st Annual Big Time Festival At Kule Loklo  Big Time, an annual traditional Native American trade festival, will be held on Saturday, July 16, 2011, from 10 a.m. to 4 p.m., at Kule Loklo, a Coast Miwok Cultural Exhibit.   June 30, 2011  Extended Hours of Service at Point Reyes National Seashore for Summer 2011  Beginning Friday, July 1, and running through the Labor Day Weekend, extended summer hours and services will be added to assist visitors' enjoyment of Point Reyes.   June 03, 2011  Point Reyes National Seashore Recruiting for Tule Elk Docent Volunteers for the Summer of 2011  Point Reyes National Seashore is currently accepting applications for the Tule Elk Docent Program for the summer of 2011.   March 24, 2011  Hazardous Weather for Point Reyes National Seashore on March 24, 2011  The National Weather Service report for this morning states, a potent weather system will spread rain, wind, and the possibility of thunderstorms over the area today.   March 22, 2011  Summer 2011 Youth Employment at Point Reyes National Seashore  Point Reyes National Seashore is seeking applications for this summer's Youth Conservation Corps Program.   January 31, 2011  Public Comments and Summary Report Now Available for the Drakes Bay Oyster Company Special Use Permit Environmental Impact Statement  No abstract supplied.   January 26, 2011  Removal of Scotch Broom from Point Reyes National Seashore Gears Up  No abstract supplied.   December 15, 2010  Major Winter Storm Advisory for the Weekend of December 17, 2010  Park visitors should be advised that the combination of heavy rainfall and strong winds may cause falling of trees along roads and trails within the Point Reyes National Seashore which could lead to temporary closures.   December 10, 2010  Park Establishes Public Document Reading Room, an Online Portal to Share Park Records  Point Reyes National Seashore is embarking on an innovative effort to make park documents and data available to the public as part of our continued efforts to improve public understanding of research and management activities.   December 01, 2010  2011 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  The Winter Shuttle Bus System for the Point Reyes Headlands begins on Saturday, January 1, 2011.   November 22, 2010  Deadline for Initial Public Comment on the Drakes Bay Oyster Company Special Use Permit EIS Extended to November 26, 2010  A power outage in the Fort Collins, CO, offices of the NPS Natural Resource Program Center on Saturday, November 20 shut down servers for the NPS Planning, Environment and Public Comment web site for approximately 18 hours. As a result, people were unable to access the site and provide comments during that time on all NPS projects open for public comment, including the Point Reyes National Seashore Drakes Bay Estero Oyster Company Special Use Permit EIS.   October 27, 2010  Proposed Fee Increases and Reservation System Changes  Superintendent Cicely Muldoon announced the public review period for proposed changes to the camping fee structure and reservation system at Point Reyes National Seashore.   October 22, 2010  November 22, 2010 is the Deadline for Initial Public Comment on the Drakes Bay Oyster Company Special Use Permit EIS  No abstract supplied.   October 15, 2010  Estero Prescribed Fire to Control Scotch Broom -- Week of October 18, 2010  Fire management staff at Point Reyes National Seashore plan to burn 20 acres on N Ranch near Drakes Estero the week of October 18, 2010.   October 14, 2010  Extreme Fire Danger Continues through October 14, 2010, with No Red Flag Warning in Effect  The fire danger rating for the national parks in Marin County continues to be EXTREME today (Thursday, October 14), even though the National Weather Service has lifted the Red Flag Warning for the San Francisco Bay Area.   October 12, 2010  Red Flag Fire Alert Issued for October 12, 2010, for San Francisco Bay Area National Parks  National Park Service Fire Management Officer Roger Wong has recommended a fire alert for several parks in the San Francisco Bay Area in response to a red flag warning which was issued by the National Weather Service.   October 12, 2010  Extreme Fire Danger Continues through October 13, 2010, for S. F. Bay Area National Parks  The fire danger rating for the San Francisco Bay Area National Parks will continue to be \"Extreme\" on Wednesday, October 13.   October 05, 2010  Point Reyes National Seashore Announces Public Scoping Meetings for Drakes Bay Oyster Company Special Use Permit Environmental Impact Statement  The National Park Service will be hosting three public meetings during the initial scoping phase of the Drakes Bay Oyster Company Special Use Permit Environmental Impact Statement.   October 01, 2010  Point Reyes National Seashore to Host Naturalization Ceremony  16 candidates from 13 countries will become new citizens during a ceremony at Point Reyes National Seashore on Tuesday, October 12, 2010.   September 22, 2010  National Park Service to Initiate Public Process to Evaluate a 10-year Permit for Commercial Oyster Operations within Drakes Estero  The National Park Service announced that it will develop an Environmental Impact Statement to evaluate potential issuance of a Special Use Permit for commercial oyster operations within Drakes Estero.   September 21, 2010  Highway One Prescribed Burns Planned for Olema Valley the Week of September 27, 2010  Fire Management staff at Point Reyes National Seashore are planning two days of controlled burning during the week of September 27, 2010, along Highway One in the Olema Valley.   August 23, 2010  29th Annual Sand Sculpture Contest at Drakes Beach - Sunday, September 5, 2010  Point Reyes National Seashore invites you to join the 29th annual Sand Sculpture Contest.   June 29, 2010  Red Abalone Seizure at Point Reyes National Seashore  Over this past weekend, National Park Rangers from Point Reyes National Seashore seized seventeen red abalone from six individuals along Tomales Point.   June 25, 2010  30th Annual Big Time Festival At Kule Loklo  Big Time, an annual traditional Native American trade festival, will be held on Saturday, July 17, 2010, from 10 a.m. to 4 p.m., at Kule Loklo, a Coast Miwok Cultural Exhibit.   June 10, 2010  Point Reyes National Seashore Recruiting for Tule Elk Docent Volunteers for the Summer of 2010  Point Reyes National Seashore is currently accepting applications for the Tule Elk Docent Program for the summer of 2010.   May 26, 2010  Memorial Day 2010 Ceremony at Point Reyes National Seashore  Point Reyes National Seashore will be honoring the sacrifice of the men who served to protect America's coast on Memorial Day. Following the ceremony, there will be an open house at the Point Reyes Lifesaving Service Boathouse Station.   May 05, 2010  Point Reyes National Seashore Accepting Applications for the Snowy Plover Docent Program for 2010  Point Reyes National Seashore is currently accepting applications for the Snowy Plover Docent Program for the summer of 2010.   April 23, 2010  Point Reyes Superintendent Named: Seasoned Professional to Lead National Seashore  National Park Service Director Jon Jarvis today announced Cicely Muldoon as the new superintendent of Point Reyes National Seashore in northern California.   April 06, 2010  Volunteers Track Non-Native Plants in National Parks  Dedicated volunteer Weed Watchers help National Parks steer clear of invasive plant species.   March 01, 2010  Point Reyes National Seashore Recruiting for Visitor Service Volunteers for the Summer of 2010  Point Reyes National Seashore is currently recruiting and accepting applications for Visitor Service Volunteers for the summer of 2010.   February 22, 2010  2010 Harbor Seal Pupping Season at Point Reyes National Seashore  From March 1 through June 30, an annual closure of Drakes Estero is implemented to protect the harbor seals during their pupping season.    February 18, 2010  New Federal Firearms Law Takes Effect Monday  A change in federal law effective February 22, allows people who can legally possess firearms under federal, California, and local law to possess those firearms in Point Reyes National Seashore.   February 08, 2010  Point Reyes National Seashore Continues Going Solar  A photovoltaic system that will produce approximately 16,000 kilowatt hours annually was placed in service at Point Reyes National Seashore last week.   December 04, 2009  Point Reyes National Seashore to Conduct Pilot Project to Restore Native Dune Habitat  No abstract supplied.   December 04, 2009  Point Reyes National Seashore Initiates Public Access Improvements for the Giacomini Wetland Restoration  No abstract supplied.   November 30, 2009  2010 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  The Winter Shuttle Bus System for the Point Reyes Headlands begins on Saturday, December 26, 2009.   November 17, 2009  Point Reyes National Seashore will Support Some State Park Operations in Order to Protect National Resources  Point Reyes National Seashore will provide enhanced law enforcement, support maintenance operations and provide natural resources protection within Tomales Bay and Samuel P. Taylor State Parks.   October 15, 2009  Restore It and They Will Come: Celebrate an Environmental Success Story at Point Reyes National Seashore  No abstract supplied.   October 13, 2009  Prescribed Burns Planned along Limantour Road and Highway 1 for the Weeks of October 19 & 26 and November 2  Fire Management staff at Point Reyes National Seashore plan to burn 45 acres along Limantour Road and 130 acres along Highway One during 4 separate days over the next three weeks.   September 30, 2009  Replacement of Protective Fencing at Historic Point Reyes Lighthouse  No abstract supplied.   September 30, 2009  Red Flag Fire Alert Issued for September 30, 2009, for San Francisco Bay Area National Parks  No abstract supplied.   September 21, 2009  Red Flag Fire Alert Issued for September 21, 2009, for Point Reyes National Seashore  Point Reyes National Seashore Superintendent Don Neubacher stated that today is a Red Flag Fire Alert day within the Seashore due to the potential high fire danger.   September 18, 2009  Park Rangers and Drug Enforcement Officers Remove Additional Illegal Marijuana Cultivation Site at Point Reyes National Seashore on September 17, 2009  This week, NPS Rangers and agents from the DEA, the Marin County Sheriff’s Office, and California Fish and Game entered a marijuana grow site and confiscated over 200 marijuana plants with an estimated street value of $900,000.   September 14, 2009  Point Reyes National Seashore Initiates Limantour and Glenbrook Restoration Project within the Phillip Burton Wilderness  This week the National Park Service will initiate the Glenbrook Restoration and Dam Removal Project within the Estero de Limantour and Glenbrook drainage.   September 10, 2009  The National Parks: America's Best Idea Film Screening at Dominican University of California on September 17, 2009  No abstract supplied.   September 09, 2009  Local volunteers sought to pitch in at Point Reyes National Seashore on National Park Service Volunteer Day & National Public Lands Day, Saturday and Sunday, September 26 & 27, 2009  No abstract supplied.   August 24, 2009  28th Annual Sand Sculpture Contest at Drakes Beach - Sunday, September 6, 2009  Point Reyes National Seashore invites you to join the 28th annual Sand Sculpture Contest.   August 21, 2009  Marine Protected Areas Created in California's North Central Coast  Earlier this month, California's Fish and Game Commission approved a sweeping plan to protect ocean habitats in 24 marine protected areas in state and federal waters, including some within and adjacent to Point Reyes National Seashore.   August 03, 2009  Amateur Radio Activation at the Point Reyes Lighthouse  Visitors to the Point Reyes Lighthouse are invited to view a temporary radio station from 10 a.m. to 4:30 p.m. on Friday, August 7, & Saturday, August 8, 2009.   July 01, 2009  Point Reyes National Seashore Joins United We Serve Initiative  No abstract supplied.   July 01, 2009  29th Annual Big Time Festival At Kule Loklo  Big Time, an annual traditional Native American trade festival, will be held on Saturday, July 25, 2009, from 10 a.m. to 4 p.m., at Kule Loklo, a Coast Miwok Cultural Exhibit.   June 26, 2009  Local Youth Find Summer Jobs in Bay Area Parks  No abstract supplied.   June 18, 2009  Park Rangers and Drug Enforcement Officers Remove Illegal Marijuana Cultivation Sites at Point Reyes National Seashore on June 17, 2009  No abstract supplied.   May 18, 2009  Memorial Day 2009 Ceremony at Point Reyes National Seashore  Point Reyes National Seashore will be honoring the sacrifice of the men who served to protect America’s coast on Memorial Day. Following the ceremony, there will be an open house at the Point Reyes Lifesaving Service Boathouse Station.   May 13, 2009  Point Reyes National Seashore Accepting Applications for the Tule Elk Docent Program for 2009  Point Reyes National Seashore is currently accepting applications for the Tule Elk Docent Program for the summer of 2009.   May 11, 2009  Historic \"J\" Ranch Operated by the Kehoe Family, Receives North Bay Dairy of the Year Honors  The Sonoma County Fair will be presenting the Kehoe brothers, Tim, Tom, Mike and their families with the \"Outstanding Dairy of the Year\" award later this summer.   May 07, 2009  Secretary Salazar Presents Giacomini Wetlands Restoration Partners with Partners in Conservation Award  Secretary of the Interior Ken Salazar today presented a Partners in Conservation Award to the Giacomini Wetlands Restoration partners for their work in the Tomales Bay and along the central California coast.   May 05, 2009  Park Service to Use National Academy of Sciences Report to Improve Management of Drakes Estero  A National Academy of Sciences report released today identified several errors, but affirmed the majority of the report’s conclusions.   April 15, 2009  Arrest Made at Point Reyes National Seashore  A Petaluma man is facing burglary and weapons charges after National Park Rangers arrested him in the Point Reyes National Seashore and found a homemade cannon in his truck.   April 14, 2009  2009 National Park Week and National Volunteer Week at Point Reyes National Seashore  For 2009, National Park Week lasts from Saturday, April 18 through Sunday, April 26. Additionally, National Volunteer Week will be commemorated from April 19 through 25.   March 09, 2009  Noted Speaker to Discuss Effect of Climate Change on Tomales Bay As Part of 2009 Giacomini Wetland Seminar Series  On Saturday, March 21, noted UC Davis professor Ann Russell, Associate Professor of Geology, will discuss the potential effect of climate variability and long term-change on Tomales Bay and the rest of the northern California coast.   March 04, 2009  Summer 2009 Youth Employment at Point Reyes National Seashore  Point Reyes National Seashore is seeking applications for this summer's Youth Conservation Corps Program.   March 04, 2009  Lightning Strike Starts Fire at Point Reyes National Seashore on March 3, 2009  Late in the day on Tuesday, March 3, lightning strikes knocked down and ignited two Douglas fir trees overlooking Bear Valley Trail near Divide Meadow, an area popular among hikers and park visitors.   February 27, 2009  2009 Harbor Seal Pupping Season at Point Reyes National Seashore  From March 1 through June 30, an annual closure of Drakes Estero is implemented to protect the harbor seals during their pupping season.   February 02, 2009  Limantour Beach Entrance Improvements Completed  This week Point Reyes National Seashore completed site improvements at the Limantour Beach area of the park.  Site improvements where performed to enhance the access and visitor restroom area.   January 22, 2009  Greenpicker Trail Receives Major Rehabilitation - Remains Closed until Late Spring  A section of the Greenpicker Trail received major treatment due to severe erosion from poor road alignment design. This trail will be closed to the public until late spring.   December 08, 2008  2009 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  The Winter Shuttle Bus System for the Point Reyes Headlands begins on Saturday, December 27, 2008.   November 26, 2008  Return of Elephant Seals to Point Reyes National Seashore Prompts Temporary Beach Closure for Winter 2008-2009  No abstract supplied.   November 19, 2008  Abbotts Lagoon Trail Repairs Completed  The Abbotts Lagoon Trail Enhancement Project was completed this month and provides enhanced access to the Abbotts Lagoon and North Beach areas of Point Reyes National Seashore.   October 15, 2008  Giacomini Wetlands Reopened to the Tides  On October 26, the Giacomini Wetlands in the Golden Gate National Recreation Area will fill with the high tide for the first time in over 60 years, marking an important milestone in recovering the health of the Tomales Bay watershed.   October 14, 2008  Point Reyes National Seashore Home to New Species of Lichen  A team of scientists collecting lichens at Point Reyes National Seashore in July discovered a species that was unknown to science until now.   October 09, 2008  Red Flag Warning for October 9 through October 11, 2008 Includes All National Parks in the San Francisco Bay Area  A Red Flag Warning issued by the National Weather Service will be in effect for both the San Francisco Bay and Monterey Bay Areas beginning at 6:00 pm this evening (Thursday) and continuing until 6:00 pm Saturday, October 11.   October 07, 2008  More Controlled Burning Planned in Olema Valley for the Weeks of October 13 and October 20, 2008  Fire Management staff at Point Reyes National Seashore may conduct 2 additional small burns along Highway One sometime during the week of October 13 or the week of October 20 if weather conditions allow.   September 29, 2008  Point Reyes National Seashore Lighthouse Road Repairs for October 2008  Road repairs to the lighthouse entrance road will take place starting on Tuesday, October 7 and go through Thursday, October 23.   September 22, 2008  Prescribed Burns Planned along Limantour Road and Highway 1 for week of September 22, 2008  Fire Management staff at Point Reyes National Seashore plan to burn 25 acres along Limantour Road on Wednesday, September 24, and 115 acres along Highway One on September 26.   September 10, 2008  Giacomini Restoration Update for the Week of September 8 - 12, 2008  Restoration of the Giacomini Wetlands continues. Find out about the latest activity and what's to come.   September 03, 2008  Extreme Fire Danger Continues at National Parks in Marin for September 3, 2008  Fire danger at Point Reyes National Seashore and Golden Gate National Recreation Area lands in Marin County is rated as \"Extreme\" again today, Wednesday, September 3.   September 03, 2008  More Extreme Fire Danger Thursday, September 4, 2008, for Marin's National Parks  Based on this afternoon’s weather and vegetation conditions, fire danger at Point Reyes National Seashore and Golden Gate National Recreation Area lands in Marin County will be rated as \"Extreme\" again tomorrow, Thursday, September 4. The Bay Area Air Quality Management District has also declared tomorrow a \"Spare the Air Day\" due to a forecast of hot temperatures and light winds which will combine to produce poor air quality with potentially unhealthy ground-level ozone pollution.   September 02, 2008  Fire Danger Reaches Extreme Again for September 2, 2008, at National Parks in Marin  Fire danger at Point Reyes National Seashore and Golden Gate National Recreation Area lands in Marin County is rated as \"Extreme\" today, Tuesday, September 2.   September 02, 2008  Giacomini Wetlands Restoration Project Receives $420,000 Grant  No abstract supplied.   August 29, 2008  Extreme Fire Danger Continues for Friday, August 29, 2008 at Point Reyes National Seashore  Fire danger at Point Reyes National Seashore is rated as \"Extreme\" again today, Friday, August 29.   August 27, 2008  Extreme Fire Danger on Thursday, August 28, 2008 for Point Reyes National Seashore  No abstract supplied.   August 18, 2008  27th Annual Sand Sculpture Contest at Drakes Beach - Sunday, August 31, 2008  Point Reyes National Seashore invites you to join the 27th annual Sand Sculpture Contest.   August 18, 2008  National Park Service and Point Reyes Field Seminars to offer a Series of Free Giacomini Restoration Field Seminars  No abstract supplied.   July 31, 2008  Coastal Watershed Restoration Project Final Phase Starts Next Week  No abstract supplied.   July 29, 2008  Bolinas, Nicasio, and Inverness Fire Departments Receive $34,000 in Rural Fire Assistance Grants from National Park Service  Three fire departments in West Marin which have mutual aid agreements with the National Park Service have been awarded $34,000 in grants through the Rural Fire Assistance Program (RFA).   July 11, 2008  Giacomini Wetlands Phase II to Begin Next Week  No abstract supplied.   July 01, 2008  28th Annual Big Time Festival At Kule Loklo  Big Time, an annual traditional Native American trade festival, will be held on Saturday, July 26, 2008, from 10 a.m. to 4 p.m., at Kule Loklo, a Coast Miwok Cultural Exhibit.   June 23, 2008  Free Shuttle to Limantour Beach at Point Reyes National Seashore  No abstract supplied.   May 29, 2008  Point Reyes National Seashore Accepting Applications for the Tule Elk Docent Program for 2008  Point Reyes National Seashore is currently accepting applications for the Tule Elk Docent Program for the summer of 2008.   May 15, 2008  Special Memorial Day 2008 Commemorative at the Historic Point Reyes National Seashore Coast Guard Cemetery  No abstract supplied.   May 05, 2008  Point Reyes National Seashore Accepting Applications for the Snowy Plover Docent Program for 2008  Point Reyes National Seashore is currently accepting applications for the Snowy Plover Docent Program for the summer of 2008.   April 28, 2008  Fire Safe Landscaping Workshop at Dance Palace May 12, 2008  The public is invited to attend a free workshop on Fire Safe Landscaping, which will take place at the Dance Palace Community Center in Point Reyes Station on Monday May 12, 2008 from 7:00 p.m. to 8:30 p.m.   April 24, 2008  Interior Department Funds Centennial Projects at Golden Gate and Point Reyes National Park Areas  No abstract supplied.   April 23, 2008  National Park Service Signs Special Use Permit with Drakes Bay Oyster Company  The special use permit allows a commercial oyster and clam operation within Drakes Estero, part of Point Reyes National Seashore, through 2012.   April 16, 2008  Point Reyes National Seashore is now a Climate Friendly Park  No abstract supplied.   April 09, 2008  National Park Service Grants Assist Communities with Wildfire Protection for 2008  The National Park Service has approved funding for two projects in Marin County that support the efforts of homeowners and local fire departments to improve fire safety in the wildland-urban interface.   March 31, 2008  Ocean Lecture Series at Point Reyes National Seashore  No abstract supplied.   March 25, 2008  National Park Service Selects Stewart's Horse Camp for Concession Contract  The Stewart's Horse Camp has been selected to remain the concession operator for the horse campground at Point Reyes National Seashore.   March 13, 2008  Special 2008 Memorial Day Commemorative at the Historic Coast Guard Cemetery  No abstract supplied.   March 13, 2008  Snowy Plover Critical Habitat Protection Measures at Point Reyes National Seashore for 2008  Snowy plover nesting season is from March 1 to September 30. The portion of the Great Beach from 500 feet south of Kehoe Beach to ¼ mile north of North Beach parking lot has been closed to dogs.   March 10, 2008  Sudden Oak Death Study Completed  Researchers at the University of California, Berkeley just completed a two year study of Sudden Oak Death at Point Reyes National Seashore.   February 29, 2008  2008 Harbor Seal Pupping Season at Point Reyes National Seashore  From March 1 through June 30, an annual closure of Drakes Estero is implemented to protect harbor seals during their pupping season.   January 16, 2008  Return of Elephant Seals to Point Reyes National Seashore Prompts Temporary Beach Closure for Winter 2008  No abstract supplied.   January 16, 2008  New Species of Fungus Discovered at Point Reyes National Seashore  Three new species to science were discovered on December 27, 2007 as more than 100 citizen scientists participated in the fourth Fungal Foray at Point Reyes National Seashore.   January 15, 2008  Point Reyes National Seashore Accepting Applications for the Harbor Seal Monitoring Program for 2008  Help protect the natural resources of Point Reyes National Seashore and one of the most significant breeding populations of harbor seals in California by being involved in a long-term monitoring program.   January 02, 2008  Major Winter Storm Advisory - January 2, 2008  No abstract supplied.   December 06, 2007  2008 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  The Winter Shuttle Bus System for the Point Reyes Headlands begins on Saturday, December 29, 2007.   December 04, 2007  Drakes Beach Café Temporarily Closed for Repairs November 30 through December 27, 2007  The café will reopen on Friday, December 28 and hours of operation for the winter season will be Friday from 11:00 AM – 3:00 PM, Saturday and Sunday, 11:00 AM – 5:00 PM, and Monday, from 11:00 AM – 3:00 PM.   December 04, 2007  \"Holiday in the National Parks\" Celebrated at the White House  Point Reyes National Seashore Ornament Displayed on the Official White House Christmas Tree   November 11, 2007  Cosco Busan Oil Spill Reaches Point Reyes National Seashore  No abstract supplied.   October 31, 2007  Giacomini Wetland Restoration Planting Opportunity  Local residents and visitors are invited to be part of the restoration process by planting newly restored wetlands this fall. Come and help with planting on community planting days scheduled for Fridays from November 9 through December 14.   October 29, 2007  Join Other Wildlife and Outdoor Enthusiasts in the 2008 Winter Wildlife Docent Program!  With elephant seals returning to Point Reyes National Seashore and gray whales migrating by, volunteer docents are needed to protect the seals and educate the public.   October 10, 2007  Limantour Prescribed Burn Planned at Seashore for October 17, 2007  Fire Management staff plan to burn 25 acres along Limantour Road next week if weather conditions allow. Burning will be scheduled for Wednesday, October 17, but may be delayed a day or more if conditions are not appropriate.   October 09, 2007  \"Broken Wings: Portraits of Non-releasable Raptors\" Photography Exhibit and Artist Lecture  No abstract supplied.   October 02, 2007  Parks to Show New Fire Safety Film During Fire Prevention Week 2007  No abstract supplied.   September 17, 2007  Giacomini Wetland Restoration Project Phase I (2007)  No abstract supplied.   September 17, 2007  Park Rangers and Marin County Sheriffs Office Remove Illegal Marijuana Cultivation Site on September 17, 2007  No abstract supplied.   September 13, 2007  Bear Valley Visitor Center Entrance Road Repairs  Road repairs to the entrance road to the Bear Valley Visitor Center will take place starting next Monday, September 17 and going through Thursday, September 20.   August 31, 2007  Prospectus Announcement for a Horse Camp Within Point Reyes National Seashore  The National Park Service announces the issuance of a concession contract prospectus for operation of a horse camp within Point Reyes National Seashore. The response date for the prospectus closes on October 16, 2007.   August 16, 2007  26th Annual Sand Sculpture Contest at Drakes Beach - Sunday, September 2, 2007  Point Reyes National Seashore invites you to join the 26th annual Sand Sculpture Contest.   August 16, 2007  Repairs to Cross Marin Trail Update  The Cross Marin Trail will be closed  on Monday, August 20 and Tuesday, August 21, 2007, as Point Reyes National Seashore resurfaces it with a slurry seal.   August 14, 2007  Point Reyes National Seashore Temporary Road Closures due to Watershed Restoration Projects  Mt. Vision Road will be closed between August 20, 2007 and October 15, 2007. The Estero Trailhead and access road will be closed between August 27, 2007 and October 15, 2007.   August 06, 2007  Repairs to Cross Marin Trail  Point Reyes National Seashore will be resurfacing the Cross Marin Trail with a slurry seal on Wednesday, August 15 and Thursday, August 16, 2007. The trail will remain closed during that time.   July 05, 2007  Repairs Underway of Home Ranch Historic Buildings  Rehabilitation work has begun on several historic structures at the Drakes Bay Hereford Ranch, on Drakes Estero in Point Reyes National Seashore. Known historically as the Home Ranch, it is the most significant ranch in the park.   June 26, 2007  27th Annual Big Time Festival At Kule Loklo  Big Time, an annual traditional Native American trade festival, will be held on Saturday, July 21, 2007, from 10 a.m. to 4 p.m., at Kule Loklo, a Coast Miwok Cultural Exhibit.   June 26, 2007  Drowning Victim Recovered at Point Reyes National Seashore  On Saturday, June 16, 2007, Vincent Au, 28, of Sunnyvale CA, was swimming with friends in Bass Lake when he disappeared. Despite significant search efforts, Au’s body was not recovered until Friday, June 22, when it resurfaced and was recovered.   June 15, 2007  Release of Giacomini Wetland Restoration Project Final Environmental Impact Statement\/Environmental Impact Report for Point Reyes National Seashore\/Golden Gate National Recreation Area  The National Park Service (NPS) announced today the release of the Giacomini Wetland Restoration Project Final Environmental Impact Statement\/Environmental Impact Report (FEIS\/EIR).   June 12, 2007  Mimi Koehl Lecture and Book Signing at Point Reyes National Seashore  Come to the Bear Valley Visitor Center on Saturday, June 16, 2007 at 12:30 PM to listen to author Mimi Koehl talk about her new book Wave-Swept Shore, The Rigors of Life on a Rocky Coast.   June 01, 2007  Water Quality Improvement Projects at Point Reyes National Seashore  No abstract supplied.   May 22, 2007  Special 2007 Memorial Day Commemorative at the Historic Coast Guard Cemetery  No abstract supplied.   May 10, 2007  Point Reyes National Seashore Accepting Applications for the Tule Elk Docent Program for 2007  Point Reyes National Seashore is currently accepting applications for the Tule Elk Docent Program for the summer of 2007.   May 02, 2007  Point Reyes National Seashore Accepting Applications for the Snowy Plover Docent Program for 2007  Point Reyes National Seashore is currently accepting applications for the Snowy Plover Docent Program for the summer of 2007.    April 24, 2007  Point Reyes Fire Management Project Tours Offered in Conjunction with Wildfire Awareness Events in May  Wildfire Awareness programs at Point Reyes National Seashore will take place on May 5 and May 19, from 10:00 am to 12:00. Each will begin with a 30 minute presentation at the Bear Valley Visitor Center, followed by a short field trip.   April 22, 2007  Special Memorial Day 2007 Commemorative at the Historic Coast Guard Cemetery  No abstract supplied.   April 13, 2007  Point Reyes National Seashore Receives $2.44 million in Funding to Restore Drakes Estero Watershed  The Point Reyes National Seashore has received $2.44 million in federal funding to conduct the Drakes Estero Coastal Watershed Restoration Project.   March 07, 2007  Summer 2007 Youth Employment at Point Reyes National Seashore  Point Reyes National Seashore is seeking applications for this summer’s Youth Conservation Corps Program.   March 06, 2007  2007 Harbor Seal Pupping Season at Point Reyes National Seashore  No abstract supplied.   February 09, 2007  Giacomini Wetland Restoration Project Receives $1.0 million Grant  Point Reyes National Seashore, the Coastal Conservancy, and the Point Reyes National Seashore Association announced today that the Giacomini Wetlands Restoration Project received a $1.0 million grant from the National Coastal Wetlands Program.   January 05, 2007  Return of Elephant Seals to Point Reyes National Seashore Prompts Temporary Beach Closure for Winter 2007  No abstract supplied.   January 03, 2007  Pine Pitch Canker Confirmed in Bishop Pine Forests  Pine pitch canker, a non-native plant pathogen, has recently been confirmed in bishop pine forests at Point Reyes National Seashore.   December 14, 2006  Release of Giacomini Wetland Restoration Project Draft Environmental Impact Statement\/Environmental Impact Report for Point Reyes National Seashore\/Golden Gate National Recreation Area  No abstract supplied.   December 11, 2006  Point Reyes National Seashore to Remove Debris From Marijuana Grow Sites  No abstract supplied.   December 08, 2006  Release of Record of Decision on the Non-Native Deer Management Plan for Point Reyes National Seashore  The Record of Decision for the Point Reyes National Seashore (PRNS) Non-Native Deer Management Plan: Protecting the Seashore’s Native Ecosystems, Final Environmental Impact Statement was published in the Federal Register on November 29, 2006.   December 05, 2006  2007 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  The Winter Shuttle Bus System for the Point Reyes Headlands begins on Saturday, December 30, 2006.   November 25, 2006  Join Other Wildlife and Outdoor Enthusiasts in the 2007 Elephant Seal Docent Program!  With elephant seals returning to Point Reyes National Seashore, volunteer docents are needed to protect the seals and educate the public.   October 26, 2006  Update on Bear Valley Trail Closure: Extended to November 3rd  A small section of the Bear Valley Trail (between Mt. Wittenberg and Trail and Meadow Trail) will be closed to visitors from Monday, Oct. 23 – Friday, Nov. 3, 2006, including Saturday, Oct. 28 and Sunday, Oct. 29, for the replacement of a culvert.   October 23, 2006  Point Reyes Prescribed Fire Along Limantour Fuel Break  No abstract supplied.   October 23, 2006  Critical Culvert Repair will Close Bear Valley Trail for One Week  A small section of the Bear Valley Trail between the Mt. Wittenberg trail and the Meadow Trail will be closed to visitors from Monday, October 23 – Friday, October 27, 2006 for the replacement of a culvert.   September 12, 2006  Park Rangers and Marin County Sheriffs Office Remove Another Illegal Marijuana Cultivation Site at Point Reyes National Seashore  No abstract supplied.   September 01, 2006  Point Reyes Participates in Sudden Oak Death Resistance Research  In collaboration with the US Forest Service, UC Berkeley, UC Davis and the Mid-Peninsula Open Space District, Point Reyes National Seashore will be investigating the ability of tankoaks to resist Sudden Oak Death.   August 29, 2006  Park Rangers and Drug Enforcement Officers Remove Illegal Marijuana Cultivation Site at Point Reyes National Seashore - August 29, 2006  No abstract supplied.   August 21, 2006  Release of Final Non-Native Deer Management Plan and Environmental Impact Statement for Point Reyes National Seashore  The National Park Service announced today the release of the Point Reyes National Seashore Non-Native Deer Management Plan: Protecting the Seashore’s Native Ecosystems, Final Environmental Impact Statement.   August 14, 2006  25th Annual Sand Sculpture Contest at Drakes Beach - Sunday, September 3, 2006  Point Reyes National Seashore invites you to join the 25th annual Sand Sculpture Contest.   July 26, 2006  Book Signing at Point Reyes National Seashore: Amy Meyer author of New Guardians for the Golden Gate: How America Got a Great National Park  No abstract supplied.   July 26, 2006  Park Rangers and Drug Enforcement Officers Remove Illegal Marijuana Cultivation Site at Point Reyes National Seashore  On July 20, 2006, an area near Bolinas Ridge was discovered with numerous illegal marijuana plants. The investigation is continuing. Efforts are underway to restore the site.   July 07, 2006  Point Reyes National Seashore Temporary Road Closure  Chimney Rock Road will be closed to vehicle and bicycle access through mid-September.   July 05, 2006  26th Annual Big Time Festival at Kule Loklo  Please join us for this traditional Native American trade festival at Kule Loklo, Point Reyes National Seashore. The annual festival is scheduled for Saturday, July 22, from 10:00 am to 4:00 p.m., at Kule Loklo, a Coast Miwok Cultural Exhibit.   May 22, 2006  Special Memorial Day 2006 Commemorative at the Historic Coast Guard Cemetery  No abstract supplied.   April 26, 2006  Point Reyes National Seashore Accepting Applications for the Tule Elk Docent Program for 2006  Tule Elk Docents help promote awareness and protection of the tule elk by helping park visitor’s view, understand, and appreciate the elk during the rut, or mating season.   April 18, 2006  Bolinas-Stinson Community Wildfire Protection Workshop, First of Two Planned for West Marin  No abstract supplied.   March 06, 2006  Workshop Scheduled for Giacomini Ranch Wetlands Restoration Project Land Exchange Proposal  No abstract supplied.   January 17, 2006  Volunteers Wanted for 2006 Harbor Seal Monitoring Program  Help protect the natural resources of Point Reyes National Seashore and one of the most significant breeding populations of harbor seals in California by being involved in a long-term monitoring program.   January 12, 2006  Return of Elephant Seals to Point Reyes National Seashore Prompts Temporary Beach Closure for Winter 2006  Due to the presence of elephant seals, a temporary restriction to people and dogs is in place until the end of April 2006 from the South Beach parking lot, south, and at the far southern end of Drakes Beach.   December 12, 2005  2006 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  Park Superintendent Don Neubacher announces the eighth year of shuttle bus transportation beginning Saturday, December 31, 2005 and running through mid-April 2006.   November 16, 2005  Coastal Restoration to be continued south of Abbott's Lagoon  Restoration biologists from Point Reyes NS continue to work closely with biologists from the Point Reyes Bird Observatory to restore habitat for the snowy plover.   November 02, 2005  The National Park Service, the National Park Foundation and Discovery Channel Premiere Point Reyes: The Point of Kings  Discovery Communications, a Proud Partner of America’s National Parks, today announced the release of its newest ParkDoc, Point Reyes: The Point of Kings.   September 23, 2005  Vision Fire Anniversary Marks 10 Years of Dynamic Change  No abstract supplied.   August 30, 2005  Prescribed Burns Planned at Seashore for Wildfire Protection and Resource Enhancement  No abstract supplied.   August 29, 2005  Rural Fire Assistance Grants Increase Safety for Volunteer Firefighters Near National Parklands in Marin County  The National Park Service announced today that four fire departments in Marin County have received grants for Rural Fire Assistance in conjunction with the National Fire Plan.   August 08, 2005  24th Annual Sand Sculpture Contest at Drakes Beach - Sunday, September 4, 2005  Point Reyes National Seashore invites you to join the 24th annual Sand Sculpture Contest.   August 08, 2005  Giacomini Wetland Restoration Project Receives $2.5 Million Grant  No abstract supplied.   July 22, 2005  Point Reyes Historic Lifeboat Station Slated this Summer for Critical Repairs  Point Reyes National Seashore announced today that it has received $1.8 million in federal funding this year to rehabilitate the historic Lifeboat Station railway system on Drakes Bay.   July 05, 2005  Historic Morse Code Radio Station Returns to the Air on July 12th: Former RCA Station KPH Celebrates Its 100th Anniversary  In the sixth annual event that has become known as the “Night of Nights”, historic Morse code radio station KPH will return to the air in commemoration of the last commercial Morse message sent in the United States.   June 27, 2005  The fizzle effect: are aerosols reducing coastal drizzle processes?  No abstract supplied.   June 24, 2005  25th Annual Big Time Festival At Kule Loklo  Please join us for this traditional Native American trade festival at Kule Loklo, a Coast Miwok Cultural Exhibit within Point Reyes National Seashore. The 25th annual festival is slated for Saturday, July 23, 2005 from 10:00 a.m. to 4:00 p.m.   May 31, 2005  Man Drowns When Boat Capsizes  Warren Vierra drowned on May 20th after the 22-foot fishing boat he was a passenger in capsized at the mouth of Tomales Bay.   May 27, 2005  Man Convicted Of Killing Ranger To Be Paroled  No abstract supplied.   May 20, 2005  Special Memorial Day 2005 Commemorative at the Historic Coast Guard Cemetery  As part of the National Moment of Remembrance on Memorial Day, Point Reyes National Seashore will be honoring America’s fallen by placing American flags at the historic graveyard located at G Ranch.   May 17, 2005  Shipwreck at Bolinas Point, Point Reyes Peninsula  A 65 foot power boat, the Christopher M, ran aground on the reef at Bolinas Point on Saturday night, May 14th.   May 15, 2005  Point Reyes National Seashore Accepting Applications for the Tule Elk Docent Program for 2005  Tule Elk Docents help promote awareness and protection of the tule elk by helping park visitor’s view, understand, and appreciate the elk during the rut, or mating season.   May 13, 2005  Car Burglary Suspects Arrested at Point Reyes National Seashore  On Thursday, May 12, Marin County Sheriff’s Deputies and Point Reyes National Seashore Rangers located and arrested two people suspected of an auto burglary which occurred within the National Seashore earlier in the day.   April 28, 2005  Point Reyes National Seashore is Site for National Climate Research Project  Researchers from the U.S. Department of Energy Atmospheric Radiation Measurement Program are conducting climate research on marine stratus clouds and coastal drizzle at Point Reyes.   April 19, 2005  NPS Director Fran Mainella Visits Point Reyes National Seashore  As part of her itinerary during National Park Week, Director Fran Mainella visited Point Reyes National Seashore today. Ms. Mainella toured the park’s premier beaches, observed wildlife up close, and learned about many of the upcoming park projects.   April 15, 2005  Summer 2005 Youth Employment at Point Reyes National Seashore  Superintendent Don Neubacher announced today that Point Reyes National Seashore is seeking applications for this summer’s Youth Conservation Corps Program (YCC).   April 12, 2005  Point Reyes National Seashore Accepting Applications for the Snowy Plover Docent Program for 2005  No abstract supplied.   March 04, 2005  2005 Harbor Seal Pupping Season at Point Reyes National Seashore  From March 1 through June 30, an annual closure of Drakes Estero is implemented to protect the harbor seals during the breeding season. The National Park Service asks park visitors to avoid disturbing seals to ensure a successful pupping season.   February 28, 2005  New Exhibits Installed at Earthquake Trail at Point Reyes National Seashore  Last week, Point Reyes National Seashore staff installed new up-to-date wayside exhibits on the Earthquake Trail at Bear Valley. Eleven new educational panels provide insights about earthquakes, the San Andreas Fault Zone, and plate tectonics.   February 25, 2005  Coastal Restoration to be Continued South of Abbotts Lagoon  In an effort to keep the momentum going at the Abbotts Lagoon restoration site, Point Reyes National Seashore is stepping up efforts to improve habitat for the threatened Western snowy plover.   February 07, 2005  Point Reyes National Seashore Receives Escape Hybrid from Ford and the National Park Foundation  Superintendent Don Neubacher announced today that Point Reyes National Seashore is the recipient of a Ford Escape Hybrid vehicle which will be used to transport staff around the Park as well as to various locations in the San Francisco Bay Area.   February 03, 2005  Draft Non-Native Deer Management Plan Available for Public Review  No abstract supplied.   February 02, 2005  Protecting Sensitive Rail Habitat at the North Levee of the on the Giacomini Ranch  No abstract supplied.   January 28, 2005  Streamside Restoration Project Saturday, February 5th!  Join the Point Reyes Stream and Habitat Restoration Teams in partnership with the Marin Conservation Corps for a great day of streamside restoration on Saturday February 5th!   January 06, 2005  Point Reyes National Seashore Prepares to Reintroduce Endangered Lupine to South Beach Area  Point Reyes National Seashore announced today that park biologists are preparing to reintroduce the endangered Tidestrom's lupine to an area along South Beach.   December 30, 2004  Historic RCA Coast Station KPH Returns to the Air New Years Eve for Straight Key Night 2005  The Maritime Radio Historical Society is pleased to announce that K6KPH will once again be on the air on New Year's Eve as a participant in Straight Key Night 2005.   December 14, 2004  Point Reyes Lighthouse Lens Receives Special Care  No abstract supplied.   December 07, 2004  Tomales Bay Biodiversity Inventory Reaches 2000 Species  After two years of lab and fieldwork, scientists and data managers have identified 2015 species in Tomales Bay, 477 species of which had not been documented in the bay by previous studies, and one species is a crustacean completely new to science.   December 01, 2004  2005 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  Park Superintendent Don Neubacher announces the eighth year of shuttle bus transportation beginning Saturday, January 1, 2005 and running through mid-April 2005.   November 12, 2004  Join Other Wildlife and Outdoor Enthusiasts in the 2005 Elephant Seal Docent Program!  Elephant seals are returning to Point Reyes National Seashore. As part of the Elephant Seal Docent Program, volunteers are needed to protect the seals and educate the public.   October 22, 2004  Coastal Restoration at Point Reyes National Seashore  Starting October 25, equipment will be working south of Abbotts Lagoon to treat a 5-acre section of dense beachgrass.   October 20, 2004  Storm Forces 42-foot Schooner to Wreck on Drakes Beach  Yesterday’s massive southern storm caused a 42-foot Alden Schooner to wreck on Drakes Beach within Point Reyes National Seashore.   October 10, 2004  Surfer Sustains Injury from Shark at Limantour Beach  At approximately 9:30 am today, a surfer at Limantour Beach was struck by a shark. At 10:28 am, the surfer was evacuated by helicopter to a local hospital. The surfer sustained injuries to the lower leg which do not appear to be life threatening.   October 04, 2004  Horse Trail Closure at Point Reyes National Seashore  Horse Trail at Point Reyes National Seashore will be closed to the public starting Monday, October 4, 2004 until approximately July 2005.   September 22, 2004  Campground Talks at Olema Ranch to Celebrate Smokey Bear and the Wilderness Act  Family oriented campground talks will be offered by the National Park Service and Student Conservation Association at Olema Ranch Campground on the evenings of September 25, and October 9, in conjunction with Fire Safety Month in October.   September 10, 2004  Rural Fire Assistance Grants Provide Safety Equipment to Fire Departments Near Point Reyes National Seashore  The National Park Service announced today that three fire departments near Point Reyes National Seashore have received grants for Rural Fire Assistance in conjunction with the National Fire Plan.   August 19, 2004  Prospectus Available for Guided Horse Services Within Point Reyes National Seashore  No abstract supplied.   August 17, 2004  Open Letter to the Community  An open letter from Superintendent Neubacher to the Point Reyes community concerning an incident that occurred on July 28, 2004.   August 15, 2004  23rd Annual Sand Sculpture Contest at Drakes Beach - Sunday, September 5, 2004  Point Reyes National Seashore invites you to join the 23rd annual Sand Sculpture Contest.   July 29, 2004  Six More Fuel Reduction Projects Receive Funding through the Wildland-Urban Interface Program  No abstract supplied.   July 01, 2004  Fire Safe Fourth of July at Point Reyes National Seashore - 2004  Point Reyes National Seashore joins many other parks in the San Francisco Bay Area in enforcing a ban on all fireworks to ensure park visitors may enjoy a safe and fun Fourth of July.   June 17, 2004  24th Annual Big Time Festival At Kule Loklo  Please join us for this traditional Native American trade festival at Kule Loklo, a Coast Miwok Cultural Exhibit within Point Reyes National Seashore. The 24th annual festival is slated for Saturday, July 17, 2004 from 11:00 a.m. to 2:00 p.m.   May 25, 2004  Special Memorial Day 2004 Commemorative at the Historic Coast Guard Cemetery  As part of the National Moment of Remembrance on Memorial Day, Point Reyes National Seashore will be honoring America’s fallen by placing American flags at the historic graveyard located at G Ranch.   May 25, 2004  Point Reyes National Seashore Accepting Applications for the Tule Elk Docent Program for 2004  Tule Elk Docents help promote awareness and protection of the tule elk by helping park visitor’s view, understand, and appreciate the elk during the rut, or mating season.   May 19, 2004  Defensible Space Home Evaluations Offered through Fire Education Partnership at Seashore  This summer, Point Reyes National Seashore will offer a free wildland fire safety program for homeowners in communities bordering park lands.   May 13, 2004  Alternatives Workshop Scheduled for Giacomini Ranch Wetlands Restoration Project  The National Park Service is holding a workshop about preliminary restoration alternatives for the Giacomini Wetlands Restoration Project. The workshop will be held Tuesday, June 22, 2004, from 6:00 to 8:30 p.m. in the Red Barn conference room.   May 04, 2004  Former Secretary of the Interior Stewart Udall to Visit Point Reyes to Share the Story of Preserving a National Treasure  Stewart Udall is planning two days of activities at the park as a way to keep alive the remarkable story of how community action saved this tremendous stretch of coastline.   March 12, 2004  Seashore Continues to Assist Marin Communities with Wildland Fire Protection through the National Fire Plan  The National Park Service announced today that two community partnership projects will receive continued funding this fiscal year to achieve greater wildland fire protection.   March 12, 2004  Snowy Plover Critical Habitat Protection Measures at Point Reyes National Seashore for 2004  The stretch of beach starting at 1\/4 mile north of the North Beach parking lot and continuing to a point 1\/4 mile south of Kehoe Beach, will be closed to dogs from Saturday, March 13th through Monday, September 6th, 2004.   March 12, 2004  2004 Harbor Seal Pupping Season at Point Reyes National Seashore  No abstract supplied.   February 18, 2004  Park Headquarters Complex Using Solar Energy  No abstract supplied.   February 17, 2004  Elephant Seals Thrive at Point Reyes National Seashore  This year during of the peak of the season in late January and February, the park counted 1048 elephant seals along its shore. Already this winter season, over 400 elephant seal pups have been born—another record for the park.   February 03, 2004  Park Fire and Fuels Management Staff to Conduct Controlled Pile-Burning  Fire and Fuels Management Staff at Point Reyes National Seashore will be burning a series of vegetation debris piles out at the Estero throughout the next several weeks.   January 21, 2004  Fatal Drowning At Point Reyes on January 20, 2004  On Tuesday, January 20, a fatal drowning occurred off of the rocks at McClures Beach in Point Reyes National Seashore, Marin County.   December 12, 2003  2004 Shuttle Bus Transportation System Begins as Whales and Seals Arrive!  The Winter Shuttle Bus System for the Point Reyes Headlands begins on Saturday, December 27, 2003.   December 02, 2003  Workshop Set for Point Reyes National Seashore General Management Planning Process Update  A public workshop concerning the General Management Plan will occur on Wednesday, January 14, 2004 at 6:30 PM in the Red Barn Classroom at park headquarters.   October 31, 2003  Point Reyes Invasive Species Removal Programs Gain Momentum  This week, Point Reyes National Seashore reached a pinnacle in its effort to eradicate invasive pampas grass from park boundaries.   October 03, 2003  Seashore to Remove Dilapidated and Unsafe Buildings  Point Reyes National Seashore has secured funding to remove the deteriorated and unsafe buildings located at Jensen’s Oyster Beds, formerly known as Hamlet.   September 30, 2003  Rural Fire Assistance Grants Provided to Fire Departments Near Point Reyes National Seashore  The National Park Service announced today that three fire departments near Point Reyes National Seashore have received grants for Rural Fire Assistance in conjunction with the National Fire Plan.   September 30, 2003  2003 Prescribed Burn Season Planned for Point Reyes National Seashore  Prescribed fire is used at Point Reyes National Seashore to reduce hazardous fuels, control invasive plants, enhance biological diversity, and preserve cultural landscapes. The first burn is planned for the week of October 6, 2003 near Drakes Beach   September 26, 2003  Point Reyes National Seashore Historic Preservation Projects Underway  The cultural heritage preservation program at the National Seashore is working on several projects to preserve the park’s diverse historical resources.   September 24, 2003  Helicopter Surveys Scheduled for Week of September 29, 2003  In order to gain further scientific information on non-native deer, the National Park Service will be contracting for follow-up helicopter surveys during the week of September 29th at Point Reyes National Seashore.   September 22, 2003  Red Flag Fire Alert Issued for September 22, 2003 for Point Reyes National Seashore  Point Reyes National Seashore Superintendent Don Neubacher, stated that today is a Red Flag Alert day within the Seashore due to the extreme fire danger.   September 14, 2003  Red Flag Fire Alert Issued for September 14, 2003 for Point Reyes National Seashore  Point Reyes National Seashore Superintendent Don Neubacher, stated today is a Red Flag Alert day within the Seashore due to the potential high fire danger.   September 12, 2003  Red Flag Fire Alert Issued for September 13, 2003 for Point Reyes National Seashore  Point Reyes National Seashore Superintendent Don Neubacher, stated that tomorrow, Saturday September 13, will be a Red Flag Alert day within the Seashore due to the potential high fire danger.   August 14, 2003  Rare Yellow-billed Cuckoo Bird Sighting at Point Reyes National Seashore  A Yellow-billed Cuckoo (Coccyzus americanus) was found in the park on August 11th near Kehoe Ranch on Pierce Point Road.   August 04, 2003  Boat Rescue at Point Reyes National Seashore on August 3, 2003  On August 3, 2003, National Park Rangers responded to a fisherman who reported a boat in distress that had run aground on Driftwood Beach in Point Reyes National Seashore.   July 03, 2003  Historic Point Reyes Lighthouse Restoration Completed  Point Reyes National Seashore has completed a $1.4 million rehabilitation project to preserve the historic Point Reyes Light Station.   July 02, 2003  Searching for and Discovering Life in Tomales Bay  Point Reyes National Seashore, Gulf of the Farallones National Marine Sanctuary, universities, and community groups have launched an ambitious effort over the next five years to discover and inventory the organisms occurring in Tomales Bay.   July 02, 2003  National Park Service Provides Grants for Four More Projects to Assist Communities with Wildland Fire Protection  No abstract supplied.   July 02, 2003  Historic G Ranch Cemetery Receives Preservation  AmeriCorps and World PULSE teams this week provided considerable rehabilitation and general maintenance of the historic G Ranch Cemetery within Point Reyes National Seashore.   June 24, 2003  23rd Annual Big Time Festival At Kule Loklo  Please join us for the Big Time Festival, a traditional Native American trade festival, at Kule Loklo, Point Reyes National Seashore on Saturday, July 19, 2003.   June 16, 2003  Point Reyes National Seashore Accepting Applications for the Tule Elk Docent Program for 2003  Tule Elk Docents help promote awareness and protection of wildlife by helping park visitors view, understand, and appreciate the tule elk during the rut, or mating season.   May 27, 2003  Black Bear Sighting at Point Reyes National Seashore on May 24, 2003  During Memorial Day Weekend, a black bear was reportedly seen in the Limantour Beach area. Late Saturday night, two employees of the Point Reyes Hostel watched the black bear for a few minutes as it searched for food in the Hostel’s compost bin.   May 23, 2003  Rare-Plant-A-Thon 2003: Searching for Rare Plants in Point Reyes National Seashore  This year’s Rare-Plant-A-Thon is scheduled for Saturday and Sunday, June 7th and 8th.   May 08, 2003  Point Reyes National Seashore Accepting Applications for the Snowy Plover Docent Program for 2003  No abstract supplied.   April 23, 2003  Strawberry Festival at Point Reyes National Seashore, on Saturday, April 26, 2003 To Be Cancelled  No abstract supplied.   February 28, 2003  National Park Service Funds Additional Wildland Fire Hazard Reduction Projects in Marin County, California for 2003  No abstract supplied.   January 06, 2003  Return of Elephant Seals to Point Reyes National Seashore Prompts Temporary Beach Closure for Winter 2003  No abstract supplied.   January 06, 2003  Fiscal Year 2003 Budget and Annual Performance Plan for Point Reyes National Seashore Available  Park Superintendent Don Neubacher today announced that this popular Bay Area national park has recently completed its Annual Performance Plan and budget for Fiscal Year 2003 as required by the “National Parks Omnibus Management Act of 1998.”   December 23, 2002  Shuttle Bus Service Begins on December 28, 2002  Point Reyes National Seashore will begin the annual shuttle bus program beginning on Saturday, December 28.   December 03, 2002  AmeriCorps Works on Critical Projects at Point Reyes National Seashore  AmeriCorps workers have been assisting Point Reyes National Seashore with resource preservation and protection projects.   November 27, 2002  Restoration of the Historic Point Reyes Lighthouse Scheduled to Begin  This winter, the Seashore will begin a major rehabilitation project to preserve the historic Point Reyes Lightstation.   November 11, 2002  Elephant Seal Docents Needed for 2003 Season  Join other wildlife and outdoor enthusiasts to protect northern elephant seals!   October 18, 2002  Wildfire on Limantour Road Quickly Suppressed on October 18, 2002  A wildfire accidentally ignited on the south side of Limantour Road today was quickly contained at 6.6 acres due to the quick response of the Seashore’s fire management staff and other responding fire agencies.   October 08, 2002  Point Reyes National Seashore Honored with Prestigious Environmental Award  Scientists and educators from Point Reyes National Seashore will be honored at an awards ceremony in Washington, D.C. on October 17, for their creative approach to developing a laboratory and learning center.   October 02, 2002  Giacomini Wetlands to be Discussed at Citizen's Advisory Commission Meeting  To initiate the public scoping process for a wetlands restoration project at the Giacomini Ranch, Point Reyes National Seashore will be holding a public scoping as an agenda item at the next Citizens Advisory Commission meeting for Golden Gate National Recreation Area and Point Reyes National Seashore. The meeting is scheduled for 10:30 a.m., Saturday, October 19, 2002, at the Dance Palace Community Center in Point Reyes Station.   September 30, 2002  Iceplant Removal Along the Cliffs of the Point Reyes Lighthouse  Intermittently over the next two weeks, Pacific Slope Tree Cooperative will be scaling the steep coastal cliffs near the Point Reyes Lighthouse to remove the non-native invasive iceplant.   September 23, 2002  Prescribed Burns Planned for Fall 2002  Point Reyes National Seashore will begin conducting a series of prescribed fires this fall as weather conditions allow.   September 23, 2002  Park Rangers and Drug Enforcement Officers Remove Illegal Marijuana Cultivation Site at Point Reyes National Seashore - September 20, 2002  No abstract supplied.   September 06, 2002  Celebrating 40 Years of Preservation at Point Reyes National Seashore A Natural Sanctuary\/A Human Haven  Point Reyes National Seashore will be celebrating its 40th Anniversary on September 13, 2002.   August 26, 2002  21st Annual Sand Sculpture Contest at Drakes Beach - Sunday, September 1, 2002  Point Reyes National Seashore invites you to join the 21st annual Sand Sculpture Contest.   August 22, 2002  Habitat Restoration Volunteer Opportunities - September 14-15, 2002  Point Reyes National Seashore is hosting a volunteer weekend event on September 14-15, 2002 from 9:00 a.m. to 3:30 p.m. to restore and protect coastal habitat.   August 01, 2002  21st Annual Sand Sculpture Contest At Drakes Beach  Point Reyes National Seashore invites you to its 21st Annual Sand Sculpture Contest.   July 24, 2002  Another Successful Rare-Plant-A-Thon!  Over the weekend of July 13 and 14, forty-seven volunteers joined park staff to participate in our fourth Point Reyes \"Rare-Plant-A-Thon\".   July 08, 2002  Wildland Fire at Point Reyes National Seashore Started by Illegal Fireworks on July 5, 2002  No abstract supplied.   June 28, 2002  NPS Grants Funds to Reduce Fire Hazards for Fiscal Year 2002  The National Park Service announced today that $653,000 in federal funds has been granted to local communities this fiscal year for wildland fire protection in Marin County.   June 24, 2002  Fire Safe Fourth of July 2002 at Point Reyes National Seashore  Point Reyes National Seashore joins many other parks in the San Francisco Bay Area in enforcing a ban on all fireworks.   June 18, 2002  Hams Gear Up to Set Long Distance Contact Records and Practice Emergency Communication Skills on June 22, 2002  No abstract supplied.   June 17, 2002  Search and Rescue Exercise at Point Reyes National Seashore  On Saturday, June 22, interagency search and rescue personnel from Marin County Search and Rescue, Marin County Fire, Point Reyes National Seashore, and Marin Posse will take part in a mock search.   June 01, 2002  Successful Rare-Plant-A-Thon  On May 11 and 12, Point Reyes National Seashore, with the support of the Point Reyes National Seashore Association, hosted its third \"Rare-Plant-A-Thon\".   May 13, 2002  Summer Wildlife Docent Training on June 8, 2002  Join Point Reyes National Seashore and other wildlife enthusiasts in protecting tule elk and snowy plovers as part of our summer Wildlife Docent Program. Training will be held on June 08, 2002 from 9:30 a.m. to 5:00 p.m.   April 24, 2002  Third Annual Rare Plant-A-Thon at Point Reyes  On May 11th and 12th Point Reyes National Seashore is hosting its third Rare-Plant-A-Thon and is currently looking for volunteers to participate.   April 02, 2002  Learning Center Launches Research Catalogue  Point Reyes National Seashore has launched its new \"in depth\" website which includes a substantial renovation of its Education content and addition of a Research Catalogue under the Science & Research navigation button.   March 26, 2002  Point Reyes National Seashore Works to Save Endangered Sonoma Alopecurus  This past week volunteers and park staff at Point Reyes National Seashore started planting approximately 600 endangered Sonoma Alopecurus plants in isolated areas of the park.   March 14, 2002  Snowy Plover Critical Habitat Protection Measures at Point Reyes National Seashore for 2002  The stretch of beach starting at 1\/4 mile north of the North Beach parking lot and continuing to a point 1\/4 mile south of Kehoe Beach, will be closed to dogs from Friday, March 15th through Monday, September 9th, 2002.   March 14, 2002  2002 Harbor Seal Pupping Season at Point Reyes National Seashore  No abstract supplied.   March 12, 2002  Public Meetings to Discuss Fire Safety Projects  No abstract supplied.   March 05, 2002  Point Reyes National Seashore Selected as a Center for Environmental Innovation  Point Reyes National Seashore has been selected as a Center for Environmental Innovation. These centers are defined as park areas where research, development, visitor education and appreciation of sustainable practices occur.   February 06, 2002  Critical AT&T Parcel Acquired at Point Reyes National Seashore  Point Reyes National Seashore Superintendent Don Neubacher announced today that a critical parcel of land was recently acquired at Point Reyes National Seashore.   January 14, 2002  Deer Census to be Conducted at Point Reyes on January 16, 2002  As a follow up to last year’s surveys, on Wednesday, January 16th, park biologists will fly over the entire Point Reyes National Seashore to acquire an accurate count of non-native deer.   January 02, 2002  Fiscal Year 2002 Budget and Annual Performance Plan for Point Reyes National Seashore Available  Park Superintendent Don Neubacher today announced that this popular Bay Area national park has recently completed its Annual Performance Plan and budget for Fiscal Year 2002 as required by the “National Parks Omnibus Management Act of 1998.”   December 10, 2001  Historic West Marin Radio Station Will Celebrate Marconi Event  No abstract supplied.   December 10, 2001  Seals, Whales, and Shuttle Bus Service Return!  Point Reyes National Seashore will begin the annual shuttle bus program beginning on Saturday, December 29, 2001.   November 01, 2001  Elephant Seal Docents Needed for 2002 Season  Join other wildlife and outdoor enthusiasts to protect northern elephant seals!   October 26, 2001  Prescribed Burns Planned in the Estero Trailhead Area the Week of November 5, 2001  Point Reyes National Seashore will begin conducting a series of prescribed fires in the Estero trailhead area the week of November 5th as weather conditions allow.   September 28, 2001  Prescribed Burns in Olema Valley Planned for Week of September 30, 2001  The areas planned for burns are along Highway One near the Five Brooks area and further south towards Dogtown.   September 10, 2001  Fun For the Whole Family at the 2001 Annual Beach Cleanup at Point Reyes National Seashore  Join Point Reyes National Seashore in its annual Beach Cleanup on September 15, 2001.   August 23, 2001  20th Annual Sand Sculpture Contest At Drakes Beach - Sunday, September 2, 2001  Point Reyes National Seashore invites you to its 20th Annual Sand Sculpture Contest.   June 27, 2001  Historic Coast Station KPH Returns to the Air for Night of Nights II  No abstract supplied.   June 27, 2001  Fire Safe Fourth of July 2001 at Point Reyes National Seashore  Point Reyes National Seashore joins many other parks in the San Francisco Bay Area in enforcing a ban on all fireworks.   June 25, 2001  Francis Drake's Port Visible Again at Point Reyes National Seashore  For the first time in 45 years, this winter’s storms have restored the little cove at Drakes Bay to its historic configuration where many scholars believe Francis Drake repaired and refitted his Golden Hind in June and July 1579.   June 20, 2001  Prescribed Burn Along Sir Francis Drake Highway near Olema Scheduled for Sometime Between June 28 and July 15, 2001  Depending on weather and other environmental variables, the National Park Service is planning to conduct a controlled burn along Sir Francis Drake Highway sometime between June 28 and July 15, 2001.   June 19, 2001  Hams Gear Up to Set Long Distance Contact Records and Practice Emergency Communication Skills on June 23, 2001  No abstract supplied.   June 04, 2001  Point Reyes National Seashore Named as One of America's \"Globally Important Bird Areas\"  Point Reyes National Seashore has officially been named to the 100 \"Globally Important Bird Areas\" list by the American Bird Conservancy in recognition of its significance in the ongoing effort to conserve wild birds and their habitats.   May 15, 2001  Point Reyes National Seashore's First \"Rare-Plant-A-Thon\"  On May 5th and 6th, Point Reyes National Seashore hosted its first \"Rare-Plant-A-Thon\". The Rare-Plant-A-Thon is an effort to inventory unrecorded rare plant populations throughout the 71,000-acre Point Reyes National Seashore.   May 07, 2001  Second Public Notice for Wilkins Ranch Environmental Assessment  The National Park Service has prepared an Environmental Assessment for the Wilkins Ranch Rehabilitation and Public Use and Rehabilitation of Septic and Water System. All comments must be postmarked or transmitted no later than June 15, 2001.   April 24, 2001  Public Notice for Wilkins Ranch Environmental Assessment  The National Park Service has prepared an Environmental Assessment for the Wilkins Ranch Rehabilitation and Public Use and Rehabilitation of Septic and Water System. The public comment period ends June 8, 2001.   April 20, 2001  2001 Strawberry Festival at Kule Loklo  Please join us for this Native American celebration of the new spring season at Kule Loklo at Point Reyes National Seashore on Saturday April 28, 2001.   April 18, 2001  Point Reyes Beaches Littered with Oily Material on Tuesday, April 17, 2001  The United States Coast Guard and other government agencies are investigating the apparent discharge of an oily substance along Drakes Bay in Point Reyes National Seashore.   March 30, 2001  Environmental Assessment Available for the Construction of a Loafing Barn on the McClure Ranch  No abstract supplied.   March 16, 2001  2001 Harbor Seal Pupping Season at Point Reyes National Seashore  No abstract supplied.   March 14, 2001  Snowy Plover Critical Habitat Protection Measures at Point Reyes National Seashore for 2001  The stretch of beach starting at 1\/4 mile north of the North Beach parking lot and continuing to a point 1\/4 mile south of Kehoe Beach, will be closed to dogs from Saturday, March 16th through Monday, September 10th, 2001.   February 28, 2001  Point Reyes Beaches Littered with Paraffin Wax Material on February 25, 2001  The United States Coast Guard and other government agencies are investigating the apparent discharge of a paraffin material within Drakes Bay.   January 29, 2001  Point Reyes National Seashore Employees Donate $10,000 to Community Charities in 2000  For the second consecutive year, Point Reyes National Seashore has received the Sector Award for financial contributions to the Combined Federal Campaign.   January 24, 2001  Fiscal Year 2001 Budget and Annual Performance Plan for Point Reyes National Seashore Available  Park Superintendent Don Neubacher today announced that this popular Bay Area national park has recently completed its Annual Performance Plan and budget for Fiscal Year 2001 as required by the “National Parks Omnibus Management Act of 1998.”   December 05, 2000  Deer Census to be Conducted at Point Reyes on December 5, 2000  On Tuesday, December 5th, Park biologists will fly over the entire Point Reyes National Seashore to acquire an accurate count of non-native deer.   November 22, 2000  Point Reyes Lighthouse 130th Birthday Celebration  No abstract supplied.   October 10, 2000  Vision Fire Symposium: Five Years Later  No abstract supplied.   September 18, 2000  Red Flag Fire Alert Issued for September 18, 2000 for Point Reyes National Seashore  Point Reyes National Seashore Superintendent Don Neubacher, stated today is a Red Flag Alert day within the Seashore due to the potential high fire danger.   September 13, 2000  Fun For the Whole Family at the 2000 Annual Beach Cleanup at Point Reyes National Seashore  Join Point Reyes National Seashore in its annual Beach Cleanup on September 16, 2000.   July 11, 2000  Historic Morse Code Radio Station Returns to the Air for Night of Nights I  The former Marconi and RCA Morse code radio station KPH will make a commemorative broadcast on Wednesday, 12 July, the first anniversary of the last commercial Morse code transmission in North America.   July 05, 2000  20th Annual Big Time Festival At Kule Loklo  Please join us for this traditional Native American trade festival at Kule Loklo, a Coast Miwok Cultural Exhibit within Point Reyes National Seashore. The 20th annual festival is slated for Saturday, July 15, 2000 from 10:00 a.m. to 4:30 p.m.   June 27, 2000  Fourth of July 2000 Beach Closures  No abstract supplied.   April 25, 2000  Point Reyes National Seashore Gets Greener  With Earthday 2000 recently celebrated, Superintendent Don Neubacher announced that Point Reyes National Seashore has recently implemented a number of sustainable practices, some of which will become models for other national park units.   April 11, 2000  2000 Strawberry Festival at Kule Loklo  Please join us for this Native American celebration of the new spring season at Kule Loklo at Point Reyes National Seashore on Saturday, April 22, 2000.   April 10, 2000  Woolsey Announces Funding Proposal for Point Reyes National Seashore's Learning Center  Congresswoman Lynn Woolsey today announced that Point Reyes National Seashore is one of five parks nationwide to receive funding in President Clinton's budget for an education center within the park.   March 10, 2000  Snowy Plover Critical Habitat Protection Measures at Point Reyes National Seashore for 2000  The stretch of beach starting at 1\/4 mile north of the North Beach parking lot and continuing to a point 1\/4 mile south of Kehoe Beach, will be closed to dogs from Friday, March 17th through Monday, September 15th, 2000.   February 01, 2000  Fiscal Year 2000 Budget and Annual Performance Plan for Point Reyes National Seashore Available  Park Superintendent Don Neubacher today announced that this popular Bay Area national park has recently completed its Annual Performance Plan and budget for Fiscal Year 2000 as required by the “National Parks Omnibus Management Act of 1998.”   January 19, 2000  National Park Service Receives Signed Offer to Sell Giacomini Ranch Property  The National Park Service announced today the signing of an “Offer to Sell” for approximately 550 acres of land owned by Waldo Giacomini and family members within the boundaries of Golden Gate National Recreation Area.   January 03, 2000  Return of Elephant Seals to Point Reyes National Seashore Prompts Temporary Beach Closures to Dogs for Winter 2000  No abstract supplied.   December 16, 1999  New Year's Eve 2000 at Point Reyes National Seashore  No abstract supplied.   December 01, 1999  1999 Annual Holiday Open House at Point Reyes National Seashore  On Wednesday, December 8th from 6:30 pm - 8:30 pm, staff at Point Reyes National Seashore will hold their annual holiday open house at the Bear Valley Visitor Center.   November 18, 1999  Salmon Restoration Project at Point Reyes National Seashore  The National Park Service's Coho and Steelhead Restoration project has completed a fish passage structure for steelhead and coho salmon on Blue Line Creek in Point Reyes National Seashore.   October 15, 1999  Red Flag Fire Alert Issued October 15, 1999 for Point Reyes National Seashore  Point Reyes National Seashore Superintendent Don Neubacher, stated today is a Red Flag Alert day within the Seashore due to the potential high fire danger.   October 04, 1999  Public Scoping Meetings Set for Point Reyes National Seashore General Management Plan and Environmental Impact Statement  Four upcoming scoping meetings have been set for public input on Point Reyes National Seashore’s General Management Plan and Environmental Impact Statement.   September 24, 1999  1999 Prescribed Burn Season Beginning at Point Reyes National Seashore  The National Park Service is planning on conducting a series of prescribed burns between September 27 and mid-November, 1999.   September 20, 1999  Celebrating the 35th Anniversary of the Wilderness Act at Point Reyes National Seashore  In celebration of the 35th Anniversary of the Wilderness Act (P.L. 88-577) this month, Superintendent Don Neubacher announced two special events taking place at the Seashore during September.   August 17, 1999  18th Annual Sand Sculpture Contest At Drakes Beach - Sunday, September 5, 1999  Point Reyes National Seashore invites you to its 18th Annual Sand Sculpture Contest.   August 06, 1999  Major Park Improvements at Point Reyes National Seashore For the Busy Summer Season  No abstract supplied.   July 05, 1999  19th Annual Big Time Festival At Kule Loklo  Please join us for this traditional Native American trade festival at Kule Loklo, a Coast Miwok Cultural Exhibit within Point Reyes National Seashore. The 19th annual festival is slated for Saturday, July 17, 1999 from 11:00 a.m. to 5:00 p.m.   June 24, 1999  Fourth of July 1999 Beach Closures  No abstract supplied.   June 18, 1999  Prescribed Burn Along Sir Francis Drake Highway near Olema Scheduled for Sometime Between June 21 and July 15, 1999  Depending on weather and other environmental variables, the National Park Service is planning to conduct a controlled burn along Sir Francis Drake Highway sometime between June 21 and July 15, 1999.   June 04, 1999  Point Reyes National Seashore Release Experimental Tule Elk Herd  Twenty-eight elk were recently released into the 32,000 acre wilderness area near Limantour Beach in Point Reyes National Seashore.   April 20, 1999  Traffic Delays on Limantour Road at Point Reyes National Seashore between April 21 and mid-June, 1999  Superintendent Don Neubacher announced today that between April 21st and mid-June, Limantour Road will have temporary traffic delays from 7:00 am to 5:00 pm., Monday through Friday.   April 19, 1999  1999 Strawberry Festival at Kule Loklo  Please join us for this Native American celebration of the new spring season at Kule Loklo at Point Reyes National Seashore on Saturday, April 24, 1999.   April 16, 1999  Fiscal Year 1999 Budget and Strategic Plans for Point Reyes National Seashore and Golden Gate National Recreation Area  No abstract supplied.   March 18, 1999  Snowy Plover Critical Habitat Protection Measures at Point Reyes National Seashore for 1999  The stretch of beach starting at 1\/4 mile north of the North Beach parking lot and continuing to a point 1\/4 mile south of Kehoe Beach, will be closed to dogs from Friday, March 19 until Monday, August 30, 1999.   January 25, 1999  Volunteers Wanted for 1999 Harbor Seal Monitoring Program  Help protect the natural resources of Point Reyes National Seashore and one of the most significant breeding populations of harbor seals in California by being involved in a long-term monitoring program.   December 16, 1998  Point Reyes National Seashore to Enhance Educational Opportunities for Bay Area Teachers  Point Reyes National Seashore recently received an education grant from Exxon Corporation to recruit Bay Area teachers to develop a sixth, seventh, and eighth grade science teacher’s guide for visits to Point Reyes.   December 15, 1998  MADD Assists the National Park Service in the Fight Against Drunk Drivers  In an effort to assist NPS Rangers in the detection of drunk drivers, the Marin\/Sonoma Chapter of Mothers Against Drunk Driving (MADD) has donated funding to Point Reyes National Seashore to purchase portable breath alcohol testing equipment.   December 01, 1998  Temporary Road Closure for Continued Elk Research at Tomales Point  Between December 1-4, 1998, the Tule Elk Reserve will be temporarily closed to the public for elk management and research activities.   October 22, 1998  Limantour Road Open to the Public After Storm Repairs at Point Reyes National Seashore  Last winter’s storms damaged sections of Limantour Road in Point Reyes National Seashore. The road has now been repaired and the road is open to the public after two months of road work.   October 19, 1998  Point Reyes National Seashore Participates in Innovative New Science Program  No abstract supplied.   October 05, 1998  Prescribed Burns in Olema Valley Scheduled for the Week of October 5, 1998  Point Reyes National Seashore will conduct prescribed fires in the Olema Valley this week as weather conditions allow.   September 24, 1998  Prescribed Fire Program for 1998 Underway at Point Reyes National Seashore  The National Park Service at Point Reyes National Seashore initiated its 1998 prescribed fire program yesterday, when 60 acres were burned at Limantour Beach.   September 23, 1998  Prescribed Fires for Fall of 1998 in Point Reyes National Seashore  Superintendent Don L. Neubacher announced today that Point Reyes National Seashore fire specialists will be conducting a series of prescribed fires this fall.   September 16, 1998  Continuing the Search for First Known Shipwreck Off Western California Coast  No abstract supplied.   September 09, 1998  Road Closure on Limantour Road as of September 8, 1998  As of Tuesday, September 8, Limantour Road is closed to the public for construction from 8:00 am to 5:00 pm, Monday through Friday. The road will remain open on weekends and holidays, and before 8:00 am and after 5:00 pm on weekdays.   September 04, 1998  17th Annual Sand Sculpture Contest At Drakes Beach - Sunday, September 6, 1998  Point Reyes National Seashore invites you to its 17th Annual Sand Sculpture Contest.   August 11, 1998  Traffic Delays on Limantour Road after August 20, 1998  On Thursday, August 20, road construction will begin on Limantour Road with minor traffic delays between 8:00 am and 5:00 pm, Monday through Friday until Labor Day weekend.   July 16, 1998  New Executive Director Joins Point Reyes National Seashore Association  The Point Reyes National Seashore Association welcomed Lisle Lee as their Executive Director this week.   July 06, 1998  18th Annual Big Time Festival At Kule Loklo  Please join us for this traditional Native American trade festival at Kule Loklo, a Coast Miwok Cultural Exhibit within Point Reyes National Seashore. The 18th annual festival is slated for Saturday, July 18, 1998 from 11:00 a.m. to 4:00 p.m.   June 29, 1998  Fourth of July 1998 Beach Closures  Point Reyes National Seashore announced today that two beaches in the park, Drakes Beach and Limantour Beach, will close at 8 pm on the Fourth of July.   June 15, 1998  Immuno-Contraception Research for Managing Tule Elk Population - Phase II Scheduled to Begin on June 15, 1998  Superintendent Don Neubacher today announced the second phase of a tule elk immuno-contraceptive research project will begin on June 15-16 at Point Reyes National Seashore.   June 11, 1998  Prescribed Fire Scheduled for Friday, June 12, 1998  Point Reyes National Seashore will be conducting a controlled burn on a pile of wood at the historic E Ranch on Friday June 12.   June 10, 1998  Results of Year-long Study of Park Visitors  Sonoma State University in cooperation with staff from Point Reyes National Seashore, has just completed a year long study of visitors to the Seashore.   June 04, 1998  Point Reyes National Seashore Selected as a National Marine Debris Monitoring Site  The National Marine Debris Monitoring Program utilizes various volunteer groups to monitor specifically selected beaches throughout the United States for marine debris.   May 13, 1998  Environmental Assessment Available for the Rehabilitation of Johnson Oyster Company Facilities  The National Park Service and the Marin County Community Development Agency have prepared an Environmental Assessment and CEQA Initial Study Checklist for the replacement and rehabilitation of the facilities at Johnson Oyster Company.   May 05, 1998  Point Reyes National Seashore Initiates Major Ecological Vital Signs Monitoring Program  This year Point Reyes National Seashore has initiated a comprehensive effort to establish an integrated, natural resource ecological monitoring program.   April 21, 1998  1998 Strawberry Festival at Kule Loklo  Please join us for this Native American celebration of the new spring season at Kule Loklo at Point Reyes National Seashore on Saturday, April 25, 1998.   April 01, 1998  Point Reyes National Seashore Draft Compendium Out for Public Review  Point Reyes National Seashore Superintendent Don Neubacher announced today that the Draft Compendium for Point Reyes National Seashore is out for a 30-day public review period.   February 27, 1998  Point Reyes National Seashore Storm Update - February 27, 1998  The majority of the Point Reyes National Seashore will reopen this coming weekend.   February 20, 1998  Storm-Related Closures at Point Reyes National Seashore - February 20, 1998 Update  Some success on trail clearing was achieved this week prior to the arrival of weekend storms. However, most trails will remain closed through this weekend with the hope of having some additional trails opened by next weekend.   February 13, 1998  Storm-Related Closures at Point Reyes National Seashore - February 13, 1998 Update  Since assessments of trails and roads began on Monday, over 40% of the trails within Point Reyes National Seashore have been checked for damage.   February 09, 1998  Recent Storms Takes Toll on Point Reyes National Seashore  The intensity of the recent series of storms has not allowed NPS crews to assess the potential damage incurred on the 140 miles of hiking trails at Point Reyes. Crews have been assembled today to begin this assessment   February 06, 1998  Point Reyes National Seashore Storm Update - February 6, 2007  All trails and campgrounds in the National Seashore will remain closed through Sunday and visitors are advised to use extreme caution while in the park.   February 03, 1998  Flood Damage and Closures at Point Reyes National Seashore Due to February 2-3, 1998 Storm  Due to the heavy rainfall, several roads and trails within Point Reyes National Seashore are impassable until crews can remove fallen trees and limbs and open clogged culverts.   January 22, 1998  Point Reyes National Seashore Oil Incident on January 17, 1998  Since Saturday, January 17th, 1998, oil and oiled birds have been washing ashore at Point Reyes National Seashore.   January 18, 1998  Minor Globs of Oil Found at Point Reyes National Seashore on January 17, 1998  National Park Service staff discovered thick oil globules, called tar balls on the beaches of Point Reyes National Seashore on Saturday.   December 19, 1997  Shuttle Service at Point Reyes Headlands for Winter 1998  Superintendent Don Neubacher announced today a shuttle program will be in operation this winter to reduce congestion and protect critical park resources on the Point Reyes Headlands.   December 08, 1997  AmeriCorps Returns to Point Reyes National Seashore  Over the next two weeks, a team of AmeriCorps members from the Western Region in San Diego will be assisting the Point Reyes National Seashore with several critical conservation projects.   November 18, 1997  Minor Globs of Oil Found at Point Reyes National Seashore since November 16, 1997  Superintendent Don Neubacher reported that, since Sunday, November 16, thick oil globules called tar balls have begun showing up on the beaches of Point Reyes National Seashore.   November 05, 1997  Prescribed Fire in Olema Valley Scheduled for Wednesday, November 5, 1997  A prescribed fire is tentatively scheduled for Wednesday, November 5 and will begin at approximately 10:30 am. The fire will be on a 2 acre site located in the Olema Valley of the park near Hagmaier Ranch.   October 22, 1997  Update on Drakes Bay Underwater Research Project - October 22, 1997  Marine archeologists have determined 20 clusters of anomalies with a high potential for shipwreck material during their week of dragging a sidescan sonar and magnetometer at the bottom of Drakes Bay where over 25 vessels have historically sank.   October 21, 1997  Prescribed Fire at McCurdy Trailhead Scheduled to Occur on October 21 & 22, 1997  As part of the National Park Service’s effort to reduce fuels and invasive plants, two prescribed fires are scheduled to occur on October 21 and 22.   October 13, 1997  Submerged Cultural Resource Survey of Drakes Bay Scheduled for October 1997  The first phase of a two-year project to identify underwater archeological resources of Drakes Bay within Point Reyes National Seashore and the Gulf of the Farallones National Marine Sanctuary began today and will continue until October 24.   October 01, 1997  Prescribed Fire in Olema Valley Scheduled for October 1, 1997  A prescribed fire is scheduled for today and will be on a 30 acre site located in Olema Valley on the east side of Highway 1 near the McCurdy Trailhead.   August 05, 1997  Immuno-Contraception Research for Managing Tule Elk Population - Phase I Scheduled to Begin on August 6, 1997  Superintendent Don Neubacher today announced the first phase of an immuno-contraceptive research project will begin on August 6 and 7 at Point Reyes National Seashore.   July 03, 1997  Prescribed Fires in Olema Valley Scheduled for July 7, 1997  Two prescribed fires are tentatively scheduled for Monday, July 7 and will begin at approximately 8:00 am.   July 02, 1997  Snowy Plover Critical Habitat Protection Measures at Point Reyes National Seashore for 1997  The stretch of beach starting at 1\/4 mile north of the North Beach parking lot and continuing to a point 1\/4 mile south of the entrance near Abbotts Lagoon beach, will be closed from Friday, July 4 until Monday, July 14, 1997.   June 25, 1997  Point Reyes National Seashore Harbor Seal Mortalities  An unusual number of dead harbor seals have been washing onshore at Point Reyes National Seashore since early April of this year, with a large concentration the last two weeks.   May 07, 1997  Threatened Snowy Plover Nesting Season 1997 Underway at Point Reyes National Seashore  Superintendent Don Neubacher is asking park visitors to keep a safe distance from exclosures protecting snowy plover nests during the spring breeding and nesting season period of time.   April 28, 1997  New Fees for Camping at Point Reyes National Seashore  Point Reyes will be charging fees for use of the backcountry campgrounds beginning July 1, 1997.   April 22, 1997  1997 Strawberry Festival at Kule Loklo  Please join us for this Native American celebration of the new spring season at Kule Loklo at Point Reyes National Seashore on Saturday, April 26, 1997.   April 14, 1997  1997 Harbor Seal Pupping Season at Point Reyes National Seashore  No abstract supplied.   March 14, 1997  Limantour Road Closure Scheduled for March 18, 1997  Superintendent Don Neubacher announced today that Limantour Road will be closed on Tuesday, March 18, 1997 from 7:00 am to 5:00 pm.   February 06, 1997  Project to Protect Critical Dune Habitat near Historic A Ranch at Point Reyes National Seashore  No abstract supplied.   January 02, 1997  Flood Damage and Closures Due to New Years 1997 Storm at Point Reyes National Seashore  Drakes Beach, the Point Reyes Lighthouse, and other popular locations will not be open until Marin County Public Works officials can determine the proper stabilization and rehabilitation for Sir Francis Drake Boulevard.",
    "url": "https:\/\/www.nps.gov\/pore\/learn\/news\/newsarchive.htm"
}
