{
    "title": "Point Reyes National Seashore: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Visitor Centers ¦ Trails ¦ Beaches ¦ Other Points of Interest ¦ Service Animals All of Point Reyes National Seashore's Visitor Centers are accessible. Point Reyes also has numerous accessible paths to various points of interest.      Visitor Centers Bear Valley Visitor Center The visitor center is mostly accessible with a gently ramped, multilevel interior. Most displays are well placed for use or viewing from a seated position. Restrooms and a payphone on the outside information board are accessible. Designated parking is located in front of the center. Point Reyes Lighthouse Visitor Center Parking close to the Lighthouse is available by arrangement. Call 415-669-1534 or 415-464-5100 x2 x5. The visitor center, observation deck, restrooms, and a payphone are all fully accessible, but the lighthouse itself is not. See the Accessibility section on our Winter Shuttle Bus System page for information on driving to the Lighthouse on weekends and holidays during the winter and early spring. Ken Patrick Visitor Center and Drakes Beach The complex includes a visitor center, bookstore, picnic area, payphone, restrooms, and showers which are all accessible. There are several designated parking spaces. There is no beach access at this time. Wheelchair Available Inquire at the Information Desk at the Bear Valley, Ken Patrick, or Lighthouse Visitor Centers for free use of a wheelchair. Top of Page      Trails Earthquake Trail This 1 kilometer (0.6 mile) round-trip paved trail is self-guiding. A picnic area, an accessible restroom, and two designated parking spaces are located at the trailhead. Kule Loklo Coast Miwok Cultural Exhibit (Assistance required.) The first part of the 650 meter (0.4 mile) dirt trail to Kule Loklo is quite steep. There are no accessible restrooms. Inquire at Bear Valley Visitor Center for more information on accessing Kule Loklo. Bear Valley Trail to Divide Meadow (Assistance advisable.) This gradual 2.5 kilometer (1.6 mile) well-packed dirt trail leads through Douglas Fir forests alongside a stream to a woodland meadow. There are a few uphill and somewhat rocky sections which are passable with assistance. Vault toilets at the meadow are not accessible. Five Brooks Pond (Assistance advisable.) This 1.1 kilometer (0.7 mile) dirt loop trail around the pond is a lovely place to picnic or bird watch. There are no accessible restrooms. Abbotts Lagoon A gentle, soil-cemented trail leads 400 meter (1\/4 mile) to an overlook of the lagoon. Restrooms are accessible and there are two designated parking spaces. No beach access. Historic Pierce Ranch A soil cement trail tours this 1880s dairy ranch. A payphone in the upper parking lot is accessible. Top of Page      Beaches Limantour Beach A paved trail leads from the main parking to the beach. No beach access. Vault toilets are not accessible. The payphone on Limantour Road before the parking lot is not accessible. North and South Beach Each parking lot has an accessible restroom and designated parking. There are short paved paths along the dunes with lovely ocean views. There is no beach access. Top of Page      Other Points of Interest Historic Chimney Rock Lifeboat Station Volunteers staff the Lifeboat Station on weekends and holidays from January through March. At other times, visitors may explore the Lifeboat Station grounds, where wayside exhibits provide information about the U.S. Lifesaving Service and U.S. Coast Guard history at Point Reyes. The Lifeboat Station's first floor and boat bay are wheelchair accessible. There is also an accessible restroom within the Lifeboat Station. Individuals with a Disabled Person parking placard or plate may drive their personal vehicle to the Lifeboat Station parking area. See the Accessibility section on our Winter Shuttle Bus System page for information on driving to the Lifeboat Station on weekends and holidays during the winter and early spring. At other times, please inquire at a visitor center for instructions first. Morgan Horse Ranch With a Disabled Person parking placard or plate, you may drive your vehible along the maintenance road to a small parking area close to the stables. Exhibit areas are accessible. Mount Vision A fifteen minute drive up winding Mount Vision Road off Sir Francis Drake Highway takes you to three spectacular vista points (on clear days). Two viewpoints look west towards Drakes Bay and Estero and one near the top looks east over Tomales Bay. No facilities. Point Blue Conservation Science's Palomarin Field Station Formerly known as PRBO Conservation Science and the Point Reyes Bird Observatory, this research station in the south end of the park has a small visitor center with accessible restrooms and payphone. Bird banding can be observed from sunrise until noon. Call 415-868-0655 for information or go to their website. Top of Page      Service Animals The Department of Justice published revised final regulations implementing the Americans with Disabilities Act (ADA) on September 15, 2010, in the Federal Register. These requirements, or rules, clarified and refined issues that had arisen over the previous 20 years and contain new, and updated, requirements, such as those pertaining to service animals. Since March 15, 2011, only dogs are recognized as service animals under titles II and III of the ADA. A service animal is a dog that is individually trained to do work or perform tasks for a person with a disability. National Park Service sites and facilities must permit service animals to accompany people with disabilities in all areas where members of the public are allowed to go. Service animal means any dog that is individually trained to do work or perform tasks for the benefit of an individual with a disability, including a physical, sensory, psychiatric, intellectual, or other mental disability. Other species of animals, whether wild or domestic, trained or untrained, are not service animals for the purposes of this definition. The work or tasks performed by a service animal must be directly related to the individual's disability. Examples of work or tasks include, but are not limited to, assisting individuals who are blind or have low vision with navigation and other tasks, alerting individuals who are deaf or hard of hearing to the presence of people or sounds, providing non-violent protection or rescue work, pulling a wheelchair, assisting an individual during a seizure, alerting individuals to the presence of allergens, retrieving items such as medicine or the telephone, providing physical support and assistance with balance and stability to individuals with mobility disabilities, and helping persons with psychiatric and neurological disabilities by preventing or interrupting impulsive or destructive behaviors. The crime deterrent effects of an animal's presence and the provision of emotional support, well-being, comfort, or companionship do not constitute work or tasks for the purposes of this definition, i.e., dogs whose sole function is to provide comfort or emotional support do not qualify as service animals under the ADA. Under the ADA, service animals must be harnessed, leashed, or tethered, unless these devices interfere with the service animal’s work or the individual’s disability prevents using these devices. In that case, the individual must maintain control of the animal through voice, signal, or other effective controls. For more information, visit the U.S. Department of Justice’s Revised ADA Regulations: Implementing Title II and Title III page at http:\/\/www.ada.gov\/regs2010\/ADAregs2010.htm. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/accessibility.htm"
}
