{
    "title": "Point Reyes National Seashore: California Coastal Cleanup Day",
    "body": "California Coastal Cleanup Day          Please join us on Saturday, September 17, 2016 Time: TBA Location: TBA   Point Reyes National Seashore, in conjunction with the California Coastal Commissionand Point Reyes National Seashore Association, will be sponsoring a Beach cleanup on Saturday, September 17, 2016. The exact time and location for the the 2016 Cleanup has yet to be determined. This is a family friendly event. Participants are encouraged to bring sunscreen, lunch and\/or snacks, and their own water bottles. California Coastal Cleanup Day is an annual event which occurs on the third Saturday of September. California Coastal Cleanup Day is the premier volunteer event focused on the marine environment in the country. On this day, over 50,000 volunteers turn out to over 700 cleanup sites statewide to conduct what has been hailed by the Guinness Book of World Records as \"the largest garbage collection\" (1993). Since the program started in 1985, close to 1 million Californians have removed almost 20 million pounds of debris from our state's shorelines and coast. In 2014, nearly 67,000 volunteers removed more than 1,190,000 pounds of trash and recyclables from California's beaches, lakes, and waterways. When combined with the International Coastal Cleanup, organized by The Ocean Conservancy and taking place on the same day, California Coastal Cleanup Day becomes part of one of the largest volunteer events of the year. Point Reyes National Seashore thanks the 78 volunteers who helped collect approximately 357 pounds of garbage and marine debris from Drakes Beach on September 19, 2015, thirty-nine pounds of which were sorted for recycling. The most interesting pieces of trash gathered were: a surfboard, random single shoes (none of which had pairs), and a pillow! The most common pieces of trash were french tubes, shot gun shells, and broken pieces of plastic. This is an annual effort in California, when citizens come out to help collect data and clean up our beaches. Return to this page in late July or August 2016 for more details about the 2016 California Coastal Cleanup Day at Point Reyes National Seashore.Or visit the California Coastal Commission's Coastal Cleanup Day page for information about other locations.      Download the 2015 California Coastal Cleanup Day at Drakes Beach flyer [English (227 KB PDF) or Spanish (239 KB PDF)] Flyers from previous years: 2014 California Coastal Cleanup Day at Drakes Beach Flyer (137 KB PDF) 2011 California Coastal Cleanup Day at Drakes Beach Flyer (197 KB PDF) 2010 California Coastal Cleanup Day at Drakes Beach Flyer (186 KB PDF) 2009 California Coastal Cleanup Day at Drakes Beach Flyer (290 KB PDF)  Top of Page         During the 2015 California Coastal Cleanup Day at Drakes Beach, the Marin MPA Watch team (a program coordinated by Environmental Action Committee of West Marin, California Academy of Sciences, and Point Reyes National Seashore) exhibited their Marine Debris Art Projects, created totally from trash collected off of Drakes Beach in June, July and August of 2015. The art projects were constructed by local community groups, MPA Watch volunteers, and other community members. For more information on the marine debris art program, visit www.marinmpawatch.org\/summer-programs.        Beach Clean Up Volunteers.   Safety is our first priority for any beach cleanup. Even the cleanest-looking beach can hide dangers under the sand. Nails, broken glass, hypodermic needles…even an unexploded grenade have been found during Coastal Cleanup Days. Gloves are required for the Coastal Cleanup and will not be provided. Anyone planning on eating snacks during or shortly after the cleanup should bring antibiotic hand cleaner. Everybody that joins a beach cleanup is required to sign the California Coastal Commission's waiver form. [Available for download in English (71 KB PDF) and Spanish (72 KB PDF)]. Members of school groups, scout troops, and any person under the age of 18 will need a signature from a parent or guardian to participate in the cleanup. Forms are also available at cleanup sites on Coastal Cleanup Day. Coastal Cleanup Day is the highlight of the California Coastal Commission's year-round Adopt-A-Beach program and usually takes place every year on the third Saturday of September, from 10 am to 1 pm. Coming at the end of the summer beach season and right near the start of the school year, Coastal Cleanup Day is a great way for families, students, service groups, and neighbors to join together, take care of our fragile marine environment, show community support for our shared natural resources, learn about the impacts of marine debris and how we can prevent them, and to have fun. Coastal Cleanup Day is also the kick-off event for Coastweeks-three weeks of coastal and water-related events for the whole family. The world's rubbish dump: a garbage tip that stretches from Hawaii to Japan By Kathy Marks, Asia-Pacific Correspondent, and Daniel Howden, The Independent, Tuesday, 5 February 2008 Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/events_cacoastalcleanupday.htm"
}
