{
    "title": "Point Reyes National Seashore: Yellow Jackets",
    "body": "Your Safety Around Yellow Jackets          Yellow jackets (Vespula species, Vespa species and Dolichovespula species) are considered beneficial around home gardens and commercially grown fruits and vegetables at certain times of the year because they feed abundantly on insect pests such as caterpillars and harmful flies. However, in late summer and early fall when their populations peak, the yellow jackets' normal insect diet disappears and their feeding habits become a problem to park visitors. At that time of year, the yellow jacket has an appetite for the same food and drink as those consumed by humans. Also, yellow jacket stings can result in a life-threatening situation, if the person is allergic to yellow jacket venom. Persons highly sensitive to yellow jacket venom should always carry a sting treatment kit during outdoor activities. Nests are often located in a soil cavity such as an abandoned gopher hole, mouse nest, or hollow tree. Other possible nest sites are in buildings, including attics, porches, eaves, or sheds. Disturbing ground nests or trees can cause yellow jackets to attack. If you do disturb a yellow jacket nest, general guidelines are to slowly walk away with both hands covering the face to protect the more sensitive body areas. It is best to walk toward dense vegetation or enter a vehicle or building to avoid the stinging insects. Swift movements will only attract more yellow jackets. Horse riders should always be alert for yellow jackets and their nests, particularly in the late summer and fall. As a horse passes near a yellow jacket nest, it can shake the nest. Yellow jackets will then swarm out to defend the nest. If you are on a horse that is being attacked by yellow jackets, you will definitely want to promptly move out of the area. Some horses might panic upon being stung and may start bucking and bolting. Use your knowledge of your horse's temperament and your best judgment to resolve the situation. Yellow jackets and other stinging insects often get inside moving vehicles. The driver should carefully stop the vehicle on the side of the road and all passengers should exit, being careful to avoid traffic. The driver should open all windows and leave the passenger doors open to allow the insects to exit the vehicle. Flying insects usually go immediately to the windows when inside a moving vehicle in an attempt to escape. Allergic reactions to yellow jacket or bees stings may cause shock and life threatening conditions. Those with known allergies should carry sting treatment kits and be prepared to seek prompt medical attention if stung. A yellow jacket does not leave a stinger in its victim, so it can therefore sting multiple times. Companions of multiple-sting victims should watch the victim and be prepared for emergency medical response and evacuation. Back to Your Safety Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/yoursafety_yellowjackets.htm"
}
