{
    "title": "Point Reyes National Seashore: Hypothermia",
    "body": "Your Safety: Hypothermia       Hypothermia, a condition where body temperatures are lowered followed by rapid and progressive mental and physical collapse, is a year-round threat at Point Reyes. The weather can be highly unpredictable and changes quickly. Even if a summer day begins sunny and warm, cool fog and strong winds can occur later in the day. When you get wet from rain or heavy fog, your body can cool rapidly as moisture evaporates in a breeze. Immersion in cold water can also lead to hypothermia in a relatively short period of time. Water temperatures along the shores of Point Reyes may be as low as 10°C (50°F). Immersion in water that cold can lead to hypothermia in just a few minutes. Older visitors and those with circulatory or cardiovascular diseases are more susceptible to hypothermia. Alcohol can also hasten the onset of hypothermia. The best defense against hypothermia is to stay dry, stay out of the wind, and avoid getting chilled. Check the weather forecasts. Be prepared by wearing layered clothing. Wear a hat and gloves to conserve vital body heat. Put on rain gear before you get wet. Kayakers, surfers, and swimmers can wear wetsuits or drysuits, and should get out of the water and start warming up at the first warning signs of the onset of hypothermia. Signs of hypothermia include:  Uncontrolled shivering Slurred speech Exhaustion Memory lapse Drowsiness Immobile, fumbling hands  Persistent or violent shivering is a serious warning of the onset of hypothermia. Note that victims of hypothermia often deny that they are cold and often attempt to reassure others that they are \"Okay.\" Hypothermia is often associated with cold weather but can also occur on sunny days at the beach. First aid for hypothermia is:  Get out of wind and rain or cold water and move to a warm place. Remove wet clothing and get into dry clothing and a dry sleeping bag or blankets, if possible. Sip warm drinks but never drink or give alcoholic beverages. Carefully apply other heat sources such as wrapped chemical heat packs or warm water bottles to neck, armpit, and groin areas. Seek help from park rangers and at park visitor centers.  Hypothermia can be life threatening! Do not hesitate to ask for help from rangers or call an ambulance. Back to Your Safety Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/yoursafety_hypothermia.htm"
}
