{
    "title": "Point Reyes National Seashore: Sand Sculpture Contest",
    "body": "Annual Sand Sculpture Contest          2015 Sand Sculpture Contest: Maggie Johnston Award for Creative Excellence Winner: Adult\/Family Group Entry #31: Sea Lion, by Selina Winstersteen.        Point Reyes National Seashore invites you to the 35th Annual Sand Sculpture Contest at Drakes Beach The date for the contest in 2016 has yet to be decided (usually on the Sunday of Labor Day Weekend) 9 am–3:30 pm. Prizes awarded in each of several age and group catagories. Free to participants and spectators. Registration begins at 9 am at the Ken Patrick Visitor Center. Judging begins at 12 pm. Prizes awarded at 3:30 pm. We welcome all ages at this free community event located at Drakes Beach. Categories include: Children (14 and under), Families, Adult Individuals, and Adult Groups. Three prizes will be awarded in each of those categories, along with prizes for the sculpture with the most recycled plastic included. This event is family based, but please remember no dogs are allowed on this designated swimming beach (no lifeguard on duty). Bring a picnic and spend the day! Check out the sculptures from previous contests. For more information, call 415-464-5140. Prizes donated by the Point Reyes National Seashore Association. Top of Page      2015 Sand Sculpture Award Results  Key: HM = Honorable Mention PC = People's Choice Awards RP = Best Use Of Recycled Plastic MJ = Maggie Johnston Award for Creative Excellence  Adult\/Family Group Category    Award Sculpture Contestants   1st Sand-wich The Christiansen family   2nd Too Early Len Garriott   3rd FROD The Fewell family   HM The Green Crab Sarah Rios   PC Dragon Jennifer Griego   MJ Sea Lion Selina Winstersteen   RP CA Coastal Cleanup Ronnie Sharpe     Adult's Individual    Award Sculpture Contestants   1st Very Castle Dan Baker     Children's Individual    Award Sculpture Contestants   1st Mount Lassen Ian   2nd Empire State Building Bob   3rd Octopus Holly     Children's Group    Award Sculpture Contestants   1st Castle and Mandela Leif   2nd Home Sweet Castle Milo, Natalie, Eli, and Clara   3rd Castle Ruby, Akin, Jaya, and Maya   HM Sand Dollar George and friends   HM Imagine Lucy and Julia",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/events_sandsculpturecontest.htm"
}
