{
    "title": "Point Reyes National Seashore: Night of Nights",
    "body": "Night of Nights       NIGHT OF NIGHTS XVII July 12, 2016        RCA Radio Operator at Historic Coast Station KPH   July 12th every year from 3 pm to midnight at the Historic RCA Coast Station KPH In the annual \"Night of Nights\", historic Morse code radio station KPH returns to the air in commemoration of the closing of commercial Morse operation in the USA. Frequency and reception report information for all stations appear at the Maritime Radio Historical Society website. KPH, the ex-RCA coast station located north of San Francisco, returns to the air for commemorative broadcasts every year on July 12 at 5:01 pm PDT (13 July at 0001 GMT). On July 12, 1999, the last commercial Morse transmission in the U.S. was thought to have been broadcast at 5 pm PDT (13 July at 0000 GMT). Now the Maritime Radio Historical Society's own KSM carries on the tradition of commercial Morse. Transmissions are expected to continue until at least midnight PDT (0700 GMT). Members of the public are invited to visit the receiving station for this event. The station will be open to visitors beginning at 3 pm PDT. The station is located at 17400 Sir Francis Drake Boulevard and is on the route to the Point Reyes lighthouse. Watch for a cypress lined driveway on the right about a mile past the entry to Coast Guard station NMC. Directions to Bear Valley Visitor Center Directions from Bear Valley Visitor Center to Historic RCA Coast Station KPH        Point Reyes Receiving Station KPH   Night of Nights is an annual event held on the 12th of July by the Maritime Radio Historical Society (MRHS) to commemorate the history of maritime radio and the closing of commercial Morse operations in the USA. These on-the-air events are intended to honor the men and women who followed the radiotelegraph trade on ships and at coast stations around the world and made it one of honor and skill. Once, the maritime mobile bands were populated edge to edge with powerful coast stations operating from virtually every country on every continent. Once, the ships of world trade and the great passenger liners filled the air with their radiograms--and with their calls for help when in danger on the sea. Now those bands are largely silent. MRHS member Richard Dillman shares what it was like for many radiotelegraphers:  12 July 1999 was a sad day for many of us. We knew it was coming but when the end finally arrived it was a shock. I was there. It was the supposed last day of Morse code. The final sign off took place at a remote station on the Pacific coast. Women attending the event were dressed as if at a funeral. Grizzled, hard bitten old men, the kind you wouldn't mess with in a bar room, had tears in their eyes as the last messages was keyed out to the world at 0000 gmt. And then there was silence. It was just beeps in the air. But that's how much Morse code means to the men and women who made the profession of radiotelegrapher one of honor and skill. But the prediction of the death of Morse code was not to be fulfilled. On that day the Maritime Radio Historical Society was born. On that day we began plans to restore a Morse code radio station--the famous KPH. One year later we held the first \"Night of Nights\" when not only KPH but other coast stations appeared once again on the air. Every year since we have commemorated that date by returning these stations to the air and thereby, we hope, honoring the men and women who came before us.  Once a year the Maritime Radio Historical Society returns stations KPH, KSM and KFS to the air. Other stations including WLO, KLB, NMC, and NOJ often join in. In 2007, Coast Guard station NMN was also heard for the first time since the US Coast Guard ended the use of Morse. Calls from ships at sea make the event seem as if the golden age of maritime radio has returned. For the 2007 Night of Nights, the Maritime Radio Historical Society had K6KPH on the air on several frequencies to receive signal reports from amateur stations for the first time. The operators at K6KPH are veteran Morse operators, including former KPH staff members, with years of experience \"sitting the circuit.\" These seasoned commercial operators are on duty at the receiving station at Point Reyes listening for calls from ships and sending messages just as they did for so many years before Morse operations were shut down. This gives Maritime Radio Historical Society information about how well the stations are being heard and gives amateur stations the experience of what it was like to work a real coast station. The transmitters are located 18 miles south of Point Reyes in Bolinas at the transmitting station established in 1913 by the American Marconi Co. The original KPH transmitters, receivers and antennas are used to activate frequencies in all the commercial maritime HF bands and on MF as well. Many of the KPH transmitters are 50s vintage RCA sets. KFS uses a 1940s vintage Press Wireless PW-15 transmitter on 12Mc. This is the transmitter that was in service at KFS on the \"last day\" of American Morse and is thought to be the last PW-15 in service in the world. The transmitting antennas include a Marconi T for MF, double extended Zepps for 4, 6 and 8Mc and H over 2s for 12, 16 and 22Mc. KPH sends traffic lists, weather and press broadcasts as well as special commemorative messages, some of which are sent by hand. At other times the KPH, KSM and KFS \"wheel\" are sent to mark the transmitting frequencies. KPH and KSM are operated by the Maritime Radio Historical Society in cooperation with the Point Reyes National Seashore. Further information on this event may be found on the Maritime Radio Historical Society web site or by contacting Richard Dillman at 415-663-8982 or by email. More information about RCA \/ Marconi Wireless Stations in the Point Reyes area may also be found on our Communications at Point Reyes page. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/events_nightofnights.htm"
}
