{
    "title": "Point Reyes National Seashore: Leave No Trace in Every Park",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Leave No Trace     Leave No Trace in Every Park                Leave No Trace in Every Park            Leave No Trace in Every Park, a New National Campaign was Launched on January 30, 2015 As part of a national campaign to establish a Leave No Trace outdoor ethic across the country, 12 diverse sites were chosen to set Leave No Trace in Every Park into motion. With millions visiting the outdoors, never before has there been such a need for Leave No Trace education. In response, the Leave No Trace Center for Outdoor Ethics selected 12 scenic and popular sites as \"Hot Spots.\" Hot Spots are areas that have experienced visitor-created impacts, including excessive trash, damage to vegetation and trees, trail erosion, and disturbance to wildlife. These Hot Spots, part of Leave No Trace's new, multi-year campaign called Leave No Trace in Every Park, will bring Leave No Trace to life with education and outreach programs that work to turn the tide on long-term damage to nature. Leave No Trace Hot Spots raise community awareness and bring solutions to popular natural areas around the country facing heavy recreational use and, consequently, the threat of harm to parks, forests, and protected areas. The Center's education team supports the program, as does its Subaru\/Leave No Trace Traveling Trainers who will visit each of the 12 sites to provide training programs, service projects and general education about how people can reduce impacts while enjoying our nation's shared outdoor places. \"We look at the cumulative effect of recreational use. The bottom line is that our favorite outdoor spaces are impacted over time,\" according to Ben Lawhon, Leave No Trace's Education Director. \"In most cases, the land impact is not due to a malicious intent to harm nature and wildlife. Instead, it's simply the lack of information and Leave No Trace education.\" In late 2014, the Center received 83 nominations for Hot Spots, and has selected 12 geographically and ecologically diverse sites, nationwide. Volunteers will participate in community based projects in their parks, and the Center will engage with partners and friends' groups around the nation to begin activating Leave No Trace in communities far and wide. According to the U.S. Forest Service's Stacy Duke, \"The Leave No Trace Hot Spot program was an excellent service provided to the Hoosier National Forest in 2014. The program was very well organized and highly beneficial in supporting the Forest’s efforts in mitigating user impacts.\" The slate of 2015 Leave No Trace Hot Spots are:  Saguaro National Park, Tucson, AZ (February 2–9) Travis County Parks, Austin, TX (March 23–30) Point Reyes National Seashore, Marin County, CA (April 6–13) Tillamook State Forest, Wilson River Corridor, Tillamook, OR (June 1–8) Mt Bierstadt, Arapahoe\/Roosevelt and Pike National Forests, CO (July 13–20) Nordhouse Dunes Wilderness Area, Huron-Manistee National Forest, MI (August 10–17) Linville Gorge Wilderness Area, Pisgah National Forest, Nebo, NC (August 24–30) Mount St. Helens National Volcanic Monument, Castle Rock, WA (August 31–September 7) McAfee Knob, Appalachian Trail, Roanoke County, VA (September 23–30) Ventana Wilderness, Los Padres National Forest, Monterey County, CA (October 5–12) Pinnancle Mountain State Park, Little Rock, AR (October 5–12) The Bayou Teche Water Trail, Arnaudvile, LA (October 26–November 2)  The Leave No Trace Center for Outdoor Ethics will provide information about each Hot Spot, as well as opportunities to get involved at www.LNT.org. Two Leave No Trace events will be offered at Point Reyes National Seashore during the weekend of April 11, 2015:        Drakes Estero and Douglas irises.   Drakes Estero Shoreline Clean Up Date: Saturday, April 11, 2015 Time: 10 am to 2:30 pm Location: Meet at the parking lot for the kayak launch at Drakes Estero. Description: Join the National Park Service, the Point Reyes National Seashore Association and the Leave No Trace Center for Outdoor Ethics for a Drakes Estero Shoreline Clean-Up Day on Saturday, April 11 from 10 am to 2:30 pm. We will break into two groups to clean up the parking area and shoreline debris around the northern fingers of the bay, while learning about Leave No Trace ethics. Depending on the debris load, we may hike from 0.5 to 5 miles round-trip in muddy marshes collecting trash. Harbor seal breeding areas will be avoided during the pupping season. Pre-registration required. Volunteers are encouraged to wear layers, and bring a sun hat, sunscreen, mud boots, gloves, snacks, and a water bottle. Limited space, pre-registration required. All ages and groups encouraged. Children must attend with a guardian. Some additional driving to other entry sites may be required. Please meet at the parking lot for the kayak launch at Drakes Estero to check in, fill out volunteer forms, and meet the crew. Drakes Estero is a coastal estuary of five branching bays, representing the geographical and ecological heart of Point Reyes National Seashore, and is a part of the Phillip Burton Wilderness Area, the only marine wilderness on the Pacific coast south of Alaska. For more information, contact 415-663-1200 x310 or email.         Leave No Trace Training Date: Sunday, April 12, 2015 Time: 10 am to 11 am Location: Bear Valley Visitor Center auditorium Description: Join the Leave No Trace Traveling Trainers from 10 am to 11 am on Sunday, April 12, 2015, at Point Reyes National Seashore's Bear Valley Visitor Center for a free, public presentation and discussion that will focus on the elements of the Leave No Trace minimum impact program, highlighting outdoor skills and ethics. All ages welcome. Pre-registration required. This national program is administered by the Leave No Trace Center for Outdoor Ethics, whose mission is to teach people how to enjoy the outdoors responsibly. In addition to learning the hows and whys behind the importance of practicing Leave No Trace, participants will be provided with information on how to easily and effectively integrate Leave No Trace into their daily lives and programs. The Traveling Trainers are committed to teaching Leave No Trace education as they live on the road, sleep 200 nights a year in a tent, and offer this award winning program in communities from coast to coast. For more information, contact 415-663-1200 x310 or email.      Additional Point Reyes Leave No Trace Co-Sponsored Events Through the Hotspot Program Backcountry and Tomales Bay camping assessment with Leave No Trace, Tuesday, April 7 and Friday, April 10. Leave No Trace Training for local government agencies, educators, outfitters and parks volunteers on Wednesday, April 8 and Thursday, April 9. Leave No Trace Education for Wild In the Wilderness Teacher Training Intensive, Friday, April 10. Leave No Trace Education for the West Marin School (7th and 8th graders), Monday, April 13. Public Education at the Bear Valley Visitor Center as time allows. About Leave No Trace The Leave No Trace Center for Outdoor Ethics in a national nonprofit organization that protects the outdoors by teaching people how to enjoy it responsibly. Leave No Trace in Every Park is the Center’s new, multi-year campaign that incorporates Leave No Trace programs and educational opportunities across the country. Leave No Trace in Every Park takes many forms from interpretive materials, staff and volunteer training, public education initiatives, onsite signs, junior ranger programs, Leave No Trace Hot Spots, Demonstration Sites and more. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/leavenotrace_hotspot2015.htm"
}
