{
    "title": "Hawai'i Volcanoes National Park: Mauna Ulu \/ Pu‘u Huluhulu",
    "body": "Day Hike - Mauna Ulu \/ Pu‘u Huluhulu        Pu‘u Huluhulu NPS Photo         View of Pu‘u ‘Ō‘ō from the top of Pu‘u Huluhulu (with zoom) NPS Photo  Experience a lava landscape from the 1969-1974 Mauna Ulu flow. Walk by lava tree molds and climb 210 feet (64m) to the top of a forested cinder cone, Pu‘u Huluhulu (hairy hill). View Mauna Ulu's steaming sheild, which is similar to the now active Pu‘u ‘Ō‘ō cone in the distance. On a clear day you can see Mauna Loa, Mauna Kea and the Pacific Ocean. Of interest: Pāhoehoe and ‘a‘ā lava, kīpuka (old land surrounded by new land), lava tree molds, cinder cones, lava rampart, native pioneer plants and trees and panoramic vista.  Difficulty: Moderate - Most of the route is easy, but includes a 1\/4 mile steep climb up Pu‘u Huluhulu cone. Distance and hiking time: 2.5 miles (4.0km) roundtrip, Approximately 2.0 - 3.0 hours. Distance from Visitor Center to trailhead: 7 miles (11.3km) to Mauna Ulu parking area. Trail Begins: Approximately 100 yards (91.4m) from the Mauna Ulu parking area. Ahu (stacked rocks) mark the trail across the lava flows. Please do not disturb them or build new ones. Stay on the trail. Bring water, food, hat, sun protection and rain gear. Be Prepared for hot, dry, wet, windy weather conditions and rocky terrain.  Dependent on the wind direction, volcanic fumes may be present along this trail. Protect delicate lava formations. Surface patterns and lava trees are fragile. Reduce your impact. Please do not touch these formations.     Download the Trail Guide (pdf-3.23MB)Or you may purchase a published version for $2.00 from the bookstores at Kīlauea Visitor and Jaggar Museum. They are also available from a self pay station at the trailhead. Stops along this trail reveal the story of this dramatic eruption.      Hiking Tips (pdf-217KB)      Return to: Day Hikes Overnight Backcountry Hikes Journals Hikes Things to Do Weather and Climate Air Quality",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/hike_day_puuhuluhulu.htm"
}
