{
    "title": "Point Reyes National Seashore: Memorial Day",
    "body": "Special Memorial Day Commemorative at the Historic Life-Saving Service Cemetery        As part of the National Moment of Remembrance on Memorial Day, on Monday, May 30, 2016, Point Reyes National Seashore and the U.S. Coast Guard will honor the sacrifice of the surfmen who served to protect America's coast as a part of the United States Lifesaving Service. Visitors are invited to join the National Park Service and the United States Coast Guard at 1:30 pm for services at the Historic Life-Saving Service Cemetery located at G Ranch.  Following the ceremony, there is an open house at the Point Reyes Coast Guard Lifeboat Station at Chimney Rock from 3 pm to 5 pm. As part of Memorial Day events across the country, participants are asked at 3 pm to pause and remember America's fallen wherever you are.        Memorial Day Decorations at the Life Saving Service Cemetery at G Ranch   The cemetery is located on a beautiful knoll overlooking Drakes Estero just off Sir Francis Drake Boulevard near the Coast Guard facility (CAMSPAC) in the northern district of Point Reyes. The cemetery is a short walk from a two-vehicle parking lot off of the CAMSPAC access road. Parking is extremely limited and participants may need to park their vehicle on the shoulder of the access road. Participants should where comfortable shoes and weather-appropriate clothing. A picket fence enclosure under Coast Guard ownership contains the graves of five surfmen who died while on duty at the United States Life-Saving Station at Point Reyes Beach in the early 1890s. The Life-Saving Station crews launched lifeboats into the heavy surf at the Point Reyes beach and conducted numerous rescues of stranded vessels on the treacherous Point Reyes Headlands. Over the course of 78 years, crews participated in an estimated 100 rescues in cold Pacific Ocean waters. A new Lifeboat Station was constructed in 1927 at a more protected location near Chimney Rock. The Station was rehabilitated by the National Park Service and now serves as an educational facility. The Lifeboat Station has received National Historic Landmark status because it is the last remaining station with an operating railway system for launching vessels on the Pacific Ocean. The cemetery also contains the headstones and remains of Hinrik Claussen, his wife, and son and daughter-in-law in one fenced area. Hinrik Claussen, a Scandinavian immigrant dairyman, provided oversight for the historic Alphabet Ranches established in the late 1800s on the Point Reyes Peninsula. Mr. Claussen lived at the G Ranch, one of the first ranches to be completed in 1872. Directions from the Bear Valley Visitor Center to the cemetery Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/events_memorialday.htm"
}
