{
    "title": "Point Reyes National Seashore: Fungus Fair",
    "body": "Fungus Fair at Point Reyes         Fly Agaric (Amanita muscaria)   The dates for the 12th annual Point Reyes National Seashore Fungus Fair in early 2017 have yet to be determined. The 11th annual Point Reyes National Seashore Fungus Fair was held on Sunday, January 3, 2016. The Fungus Fair is an opportunity to learn about the fungi gathered by more than 100 volunteers who are helping to collect, identify and catalog the species of mushrooms at the Point Reyes National Seashore. Amateur mycologists will be on hand to talk about mushrooms, their role in the environment, and more! For the 2015–2016 winter season, the Bay Area Mycological Society's 11th Annual Point Reyes Fungus Fair was held on Sunday, January 3, 2016. Citizen scientists found dozens of species of fungi on Saturday, which were then displayed at the Bear Valley Visitor Center on Sunday. The program also included public talks on wild and edible mushrooms and fun and interesting fungi. Since the forays began in 2005, the program has documented over 550 park species records, and several species new to science. In 2015, four new species—Tricholoma focale, Pleurotus dryinus, Pholiota aurivella, and Rhodocybe aureicystidiata—were found in the park for the first time.    The 2017 Schedule of Speakers has yet to be finalized, but in 2016, the following talks were given:   noon \"Introduction to Wild and Edible Mushrooms\" by David Rust 2 pm \"Amanitarita's Freaky and Fabulous Fungi\" by Debbie Viess   Check back here in November or December to download the Twelfth Annual Fungus Fair Flyer. To get a glimpse of the activities and lectures offered at the 2015 Fungus Fair, download the Eleventh Annual Fungus Fair Flyer (231 KB PDF) Go to the Bay Area Mycological Society's (BAMS) web site or contact the Bay Area Mycological Society, David Rust or Ben Becker for more details about the Point Reyes Fungus Fair. For more information about mushrooms at the Point Reyes National Seashore, visit our Mushrooms and other Fungi page. For directions and a map, visit our Directions page. There are specific legal guidelines for mushroom collecting. Please visit the Collecting section on the Park Regulations page. Please note: employee housing as well as park administrative, maintenance, operations, and storage facilities, including, but not limited, to access roads, outbuildings, grounds, and docks, are closed to public use. No mushroom should be eaten unless it can first be positively identified as edible. Learning to identify mushrooms in their many guises takes time, and reliable resources. The best way to learn about mushrooms is through local field guides and mushroom societies. Visit the Bay Area Mycological Society's Mushroom Poisonings page for more information on identifying the three most deadly mushrooms in California. The Mycoblitz, which has been discontinued, was part of a major multi-year effort to document the fungi at Point Reyes. This event usually occurred at least once every winter and participants searched for mushrooms and fungi in Point Reyes for a few hours, and then reconvened to show what they found and to see what others discovered. The last Mycoblitz was held in 2007. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/events_fungusfair.htm"
}
