{
    "title": "Point Reyes National Seashore: Christmas Bird Count for Kids",
    "body": "Point Reyes Christmas Bird Count for Kids          6th annual Point Reyes Christmas Bird Count for Kids Saturday, January 9, 2016 10 am to 3 pm Registration is now closed. Event Full. Please Call 415-663-1200 x304 to be added to the waiting list.  Point Reyes National Seashore, in collaboration with the Point Reyes National Seashore Association (PRNSA) and Sonoma Birding, invites families with children ages 3–18 to the 6th annual Point Reyes Christmas Bird Count for Kids (CBC4Kids) on Saturday, January 9, 2016, at Point Reyes National Seashore's Clem Miller Environmental Education Center. Gather your fledglings for this half-day event celebrating nature, parks, education and outdoor family fun. The event brings together all the basic elements of birding to introduce the next generation of stewards to the importance of birds in the ecosystem and the annual tradition of bird counts. The park is an ideal location for birding with 490 bird species or 54% of all North American birds recorded here, which also makes it a perfect outdoor classroom for you and your brood to learn more about the fascinating world of birds. This event is in honor and memory of Richard Stallcup, a mentor to a generation of birders. Naturalists will lead groups in the field to identify and count birds. Youth ages 3–6 are invited to join our Budding Birders* group with a range of activities and a bird discovery walk around the education center. Young Birders, ages 7–18, will participate in the official count and venture out to various locations within the park to identify and count birds. All teams will record and share their findings in a short report during the Tabulation Celebration. All children must be accompanied by at least one parent or guardian. Event occurs rain or shine. Space is limited, please only one adult or guardian per family or group.  A suggested donation of $20.00 per family is welcomed. Children receive a bird booklet with bird info and tally sheet and wood cookie necklace. *Budding Birders ages 3–6 can register and participate with an older sibling age 7–18 in any group, but please note these hikes are longer and more remote. Every year for over a century, tens of thousands of volunteers take part in the National Audubon Society's Annual Christmas Bird Count (CBC), the longest-running wildlife census to assess the health of bird populations—and to help guide conservation action. This rigorous event often does not include young children, so, in an effort to train future generations in this nation-wide endeavor, the first CBC4Kids was launched in 2007 by Tom Rusert and Darren Peterie of Sonoma Birding. The CBC4Kids has since expanded across the United States, and even into Canada. Visit Sonoma Birding's website to learn more about how to start a CBC4Kids in your neighborhood. The CBC4Kids was first introduced to the National Park Service in 2011 at Point Reyes National Seashore. The event is in support of local and national initiatives, including America's Great Outdoors, Let's Move Outside, and Healthy Parks, and Healthy People:Bay Area. What to Bring & Wear Participants should dress in layers, wear comfortable hiking shoes, and bring rain gear. Sunscreen is also encouraged. Light refreshments including coffee, tea, hot chocolate, fruit, and cookies will be provided thanks to our sponsors. Families should bring a picnic lunch. Optional items include: extra dry clothes, socks and shoes; cameras, binoculars, and bird guides. Limited loaner binoculars and guides will be available.  This is a free event sponsored by the Point Reyes National Seashore Association, the National Park Service at Point Reyes National Seashore, the Bird Rescue Center of Sonoma, the Bovine Bakery, and Toby's Feed Barn in Point Reyes Station. This is a zero-waste event. To sponsor the event, or for more information, please contact: Jessica Taylor 415-663-1200 x304 Email 2015 Results & Photos: We had over 100 participants count 70 bird species, and over 1,076 individual birds! Eight of these species were new to our CBC4Kids bird checklist. Download the full list of birds by species and year (49 KB PDF), and\/or visit Point Reyes National Seashore Association's Facebook page for event photos from the past five years. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/events_cbc4k.htm"
}
