{
    "title": "Point Reyes National Seashore: Trip Itineraries",
    "body": "Explore This Park    Plan Your Visit     Trip Itineraries            Trip Itineraries       How much time do you have?          Bear Valley Visitor Center   Visitors can easily spend a day, a weekend, or even longer exploring what Point Reyes has to offer. The park maintains about 240 kilometers (150 miles) of trails, four backcountry campgrounds, several historical structures, three visitor centers, numerous beaches accessible by car and\/or foot, and much, much more. With so much to see and do, you might wonder where to begin. That is why we've put together the following list of suggestions. While we do list several hikes below, if your interests are solely related to hiking you should see our Trail Guide & Suggested Hikes page. For a one-hour stay If you can only stay for an hour, there is plenty to keep you busy in and around the Bear Valley Visitor Center. The visitor center itself contains several ecological and historical exhibits along with a seismograph, weather station, and auditorium for enjoying videos, slide shows, and other educational programs.          Kule Loklo   You might also like to visit Kule Loklo. A short path starting from the visitor center will lead you up to a replica of this Coast Miwok Indian Village. Interpretive signs briefly describe Coast Miwok culture, history, and the structures in the village. (1.3 km \/ 0.8 mi) If a walk in the woods is more of what you're looking for then perhaps you'd enjoy a short hike on the Woodpecker Trail. This beautiful loop trail explores local forest and meadows, with interpretive information describing some plants and animals you may see along the way. (1.2 km \/ 0.7 mi) For an introduction to local geological history, there is the popular Earthquake Trail. This nearly flat trail is a short paved loop that explores the San Andreas Fault Zone. Interpretive signs describe the geology of the area. The trail entrance is located across the parking lot from the visitor center just to the left of the picnic area restrooms. (1.0 km \/ 0.6 miles) Top of Page          Point Reyes Lighthouse   For up to a three-hour stay With a three-hour stay in the park, visitors can see and do a number of things, one of which is to visit the Point Reyes Lighthouse. Travel time to the Lighthouse parking lot from the Bear Valley Visitor Center is approximately 45 minutes. From the parking lot there is a 10–15 minute walk to the Lighthouse Visitor Center. The Lighthouse itself can be seen from the observation deck located near the Lighthouse Visitor Center. To reach the Lighthouse you must descend 308 stairs from the observation deck to the facility. Note: The Lighthouse Visitor Center and the steps leading down to the Lighthouse are only open Fridays through Mondays, 10 am to 4:30 pm; closed Tuesdays through Thursdays for most of the year. They may also be open on Thursdays during the summer.          Tule elk   A 35–40 minute drive from the Bear Valley Visitor Center can also get you to the Pierce Point Ranch and Tule Elk Reserve. Here you can learn about the history of dairy ranching in the park though interpretive signs and historical structures. A short hike from the Pierce Point Ranch will take you into the 1,050 hectare (2,600 acre) preserve where nearly 400 tule elk roam free. They can be seen any time of the year and often can be seen from the ranch parking lot. The most exciting time to see the tule elk is during the late summer to early autumn rut, late July through October. Top of Page          Drakes Beach   Many of the park's beaches can be reached within a twenty- to thirty-minute drive from the Bear Valley Visitor Center. These include Limantour Beach, Drakes Beach, and North and South Beaches, as well as Heart's Desire Beach in Tomales Bay State Park. Several others may be reached by foot. Another popular destination is the Kenneth C. Patrick Visitor Center located at Drakes Beach. The visitor center has an impressive display of exhibits featuring 16th-century maritime exploration, marine fossils, and marine environment. A juvenile minke whale skeleton is suspended from the center's ceiling.          Ranger-led tour on the Earthquake Trail.   Point Reyes National Seashore offers many ways for visitors to learn more about the park. Ranger-guided programs give visitors the opportunity to explore the wonders of Point Reyes with a Park Ranger. Programs are offered each weekend on both Saturdays and Sundays throughout the year, and are often offered weekdays during summer, winter, and spring breaks. If you would prefer hiking for a few hours, Divide Meadow from the Bear Valley Trailhead is a pleasant destination and resting point for a picnic. From the trailhead, it is a casual stroll through a mixed Douglas fir forest along Bear Valley Creek to the tree-lined open grasses of the meadow. (5.1 km \/ 3.2 mi) Another nice 3-hour hike is up to Mt. Wittenberg from Bear Valley Visitor Center. This steep 400 m \/ 1300 ft climb to the highest point in the park is not for the weak-hearted, but provides the adventurer with panoramic views of the Seashore and Olema Valley near its peak. (8 km \/ 5 mi)      And for a full-day visit (4 hours or more) Any combination of the activities listed above will provide a full day of fun and adventure. Keep in mind however that these activities are really just the beginning. Biking, kayaking, tide pooling, bird watching, whale watching, viewing elephant seals, and backpacking are all enjoyed by many here in the park—and the list just keeps going! For even more information on all the things you can do at Point Reyes visit our Outdoor Activities and Indoor Activities pages. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/itineraries.htm"
}
