{
    "title": "Point Reyes National Seashore: Self-Guiding Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Self-Guiding Activities                Outdoor Self-Guiding Activities      EARTHQUAKE TRAIL A short, informative trail with exhibits about the 1906 earthquake and the San Andreas Fault zone. Allow 35 minutes to walk this trail. Park in the gravel parking lot east of the Bear Valley Visitor Center. The trailhead is next to the picnic area restrooms.Additional information:0.6-mile loop wheelchair accessible.WOODPECKER TRAIL A rustic trail through fields and trees with exhibits highlighting the flora and fauna of the area. Allow 45 minutes to walk this trail. Park at the south end of the Bear Valley Visitor Center parking lot.  The Woodpecker Trail starts at the Bear Valley Trailhead.Additional information:1-mile loop.Trail is steep in places.MORGAN HORSE RANCH This working horse ranch for horses used by National Park Rangers in wilderness areas and for backcountry patrol has trailside exhibits focusing on the characteristics, breeding and history of Morgan horses. The Morgan horse is the first American breed of horse. Self-guided exhibits, corrals and demonstrations are a part of the ongoing interpretive program of the ranch. Allow 20-30 minutes to tour the Horse Ranch. Park at the south end of the Bear Valley Visitor Center parking lot and follow the signs from the Bear Valley Trailhead up a small hill. Additional information:0.5 mile round-trip walk.Some buildings open for public entry.Handicapped parking area available at ranch.KULE LOKLO This replica Coast Miwok village has trailside exhibits that briefly describe the traditional ways of life of the first inhabitants of the Point Reyes peninsula. Allow 1 hour to tour Kule Loklo. Park at the north end of the Bear Valley Visitor Center parking lot and follow the signs to Kule Loklo.Additional information:0.8 mile round-trip walk.PIERCE POINT RANCH Established in 1858, the renovated Pierce Point Ranch is one of the oldest ranches on the Point Reyes Peninsula and was one of the most successful dairy ranches of its time. It is representative of the agricultural heritage of this area. A short, self-guided path guides visitors through the historic complex. Allow 20 minutes to tour the ranch and 70 minutes round trip to drive to and from the Bear Valley Visitor Center. The ranch is located at the north end of the Pierce Point Road.Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/outdoorselfguidingactivities.htm"
}
