{
    "title": "Point Reyes National Seashore: Fishing",
    "body": "Fishing at Point Reyes       Fishing is closely regulated in the park and is subject to California State Fish and Wildlife regulations and the Marine Life Protection Act. It is the individual's responsibility to be familiar with the state laws pertaining to the area they intend to fish, and with the species and limits of fish they take. A valid state fishing license is required. Park Rangers, California Department of Fish and Wildlife officials, and other law enforcement personnel are authorized to issue citations for violations, confiscate fish, and impound fishing gear upon violation of regulations. Fishing is allowed on most park beaches and freshwater lakes and ponds. Fishing is prohibited in:  Lagunitas Creek and all its tributaries including Olema and Bear Valley Creeks; in all inland freshwater streams in the park; in Limantour Estero; in the Point Reyes Headlands Marine Conservation Area; and in certain Marine Protected Areas. See our Marine Life Protection Act for more details.  Boat launching facilities are found at Miller Boat Launch (Nicks Cove), Tomales Bay Resort, and Lawson's Landing. Fish are a lean, low-calorie source of protein. However, some fish may contain chemicals that could pose health risks. When contaminant levels are unsafe, consumption advisories may recommend that people limit or avoid eating certain species of fish caught in certain places. Fish from Tomales Bay have been found with high levels of mercury. The California Office of Environmental Health Hazard Assessment (916-324-7572) publishes Safe Eating Guidelines for Fish and Shellfish from Tomales Bay. An advisory map and general advice can be found on their Fish page. An annual mussel quarantine is normally in effect from May 1 through October 31. However, the California Department of Public Health (CDPH) may begin the quarantine early, or extend it, if monitoring results indicate the presence of dangerous levels of biotoxins outside of the normal quarantine period. The quarantine is intended to protect the public from paralytic shellfish poisoning (PSP) and domoic acid poisoning (DAP). More information about the quarantine, PSP, and DAP may be found on the CDPH's Mussel Quarantine Frequently Asked Questions (FAQ) web page. More Information: Check out the California State Department of Fish and Wildlife: Marine Region (707-576-2882) for Fishing Regulations, information about the Marine Life Protection Act, and Health Advisories for California Finfish, Shellfish, and Crustaceans. The Environmental Protection Agency (866-EPA-WEST or 866-372-9378) also publishes Fish Advisories and The National Listing of Fish Advisories. Check with Marin County Environmental Health Services (415-473-6907) for Mussel Quarantine Orders and information about Tomales Bay water quality. Consult the California State Water Resources Control Board (510-622-2300) for information about water quality. Download a copy of the final report Health Advisory: Guidelines for Consumption of Fish and Shellfish from Tomales Bay (Marin County) (1.67 MB PDF) published in October 2004 by the California Environmental Protection Agency and the California Office of Environmental Health Hazard Assessment. This report provides recommended guidelines for consumption of fish from Tomales Bay. [Please note: Consult OEHHA's Safe Eating Guidelines for Fish and Shellfish from Tomales Bay for current guidelines.] These guidelines are provided to the public as a result of findings of high levels of mercury in fish tested from Tomales Bay. These recommendations were developed to protect against possible adverse health effects that may result from consumption of mercurycontaminated fish. The report provides background information and a description of the data and criteria used to develop the guidelines. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/fishing.htm"
}
