{
    "title": "Point Reyes National Seashore: Beach Fires",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Beach Fires                Beach Fires Within Point Reyes National Seashore       Beach Fire Rules and Regulations If you intend to build a wood fire within the park during your stay, you must read and understand the following.  Permits: Permits are required for any wood fire ignited within the National Seashore. Permits are available at visitor centers, the dispatch office, and from field rangers. Permits may only be obtained on the day you plan on having a fire. The permit is free. Permits are not available or valid during high, very high or extreme fire danger, or on Winter Spare the Air days. For current fire information, please call 415-464-5100 x2 x1. Wood fires & locations: Wood fires are allowed only on beaches (below the high tide line, if possible), 9 meters (30 feet) or more from vegetation and other flammable material-nowhere else. Wood fire fuel: Reasonable amounts of driftwood may be gathered from ocean-facing beaches. The collection of driftwood for fires is prohibited on Tomales Bay. Driftwood should be dry and clean (i.e., no wood coated with creosote or other chemicals, no plywood or other materials with glue, no wood embedded with nails or other metal objects), and shouldn't be much larger or longer than your arm. Sudden Oak Death: Wood brought from outside of the park must be pine or almond. Do not bring oak, fir, redwood, madrone, or tanoak unless they are certified to be free of the plant pathogen Phytophthora ramorum which causes Sudden Oak Death. Download the most up-to-date list of plant species that are susceptible to Sudden Oak Death infestation (173 KB PD). To limit the spread of Phytophthora ramorum, please do not transport wood from these species. Visit the California Oak Mortality Task Force's and the Animal and Plant Health Inspection Service's websites for more information. Fire size: The fire may not be more than 0.9 meters (36 inches) in diameter. Proper dousing: Before leaving your beach fire, put it out completely with water. Douse the fire with water, stir the coals, douse with water again. Repeat until the coals do not emit any heat. Do not cover the coals with sand as it will only insulate the heat and be an unseen danger to wildlife and barefoot visitors. Extinguishing time: Fires must be extinguished by 11 pm. Charcoal fires: Charcoal fires are allowed in the Bear Valley and Drakes Beach picnic areas and the backcountry campgrounds in the grills provided. Visitors may also have charcoal fires in their own self-contained barbecue grills. Completely extinguish the briquettes and pack out the ash and charcoal. Visitors planning to cook food over a beach fire or barbecue should come prepared with an alternative means (i.e., self-contained gas stove) of cooking in the event of high, very high or extreme fire danger.  Please be aware that our forests across the country are threatened by nonnative insects and diseases that can kill large numbers of trees. Sudden Oak Death, Goldspotted oak borer, pitch canker, Emerald ash borer, and Asian longhorned beetle can be transported long distances in firewood. Once transported into new areas, these insects and diseases can become established and kill local trees. You can help reduce the risk of spreading nonnative insects and diseases by:  Using firewood from local sources. Ask your firewood seller where he\/she obtained the wood. If it isn't nearby, or its origin is unknown, consider obtaining your firewood from another local firewood seller. Leaving firewood at home--do not transport it to campgrounds or parks. Burning all firewood before leaving your campsite if you will be leaving the local area.  For more information, visit dontmovefirewood.org.  Download dontmovefirewood.org's Moving Firewood Can Spread Invasive Species flyer (261 KB PDF) Download dontmovefirewood.org's Buy It Where You Burn It flyer (136 KB PDF)  Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/beachfires.htm"
}
