{
    "title": "Point Reyes National Seashore: Leave No Trace",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Leave No Trace               Leave No Trace            Leave No Trace is a national program which promotes the protection of our nation's wildlands through education, research, and partnerships. Leave No Trace teaches minimum impact hiking and camping skills and wildland ethics and builds awareness, appreciation, and respect for our public recreation places. Four federal land management agencies: the National Park Service, the U.S. Forest Service, the Bureau of Land Management, and the U.S. Fish and Wildlife Service all promote the Leave No Trace message. Working with outdoor retailers, educators, and user groups these federal agencies are helping to make Leave No Trace the common language for all outdoor enthusiasts. With increasing visitor use, both day and overnight, it is important to minimize our impacts and Leave No Trace of our visits to wilderness, parks and special other places. Trips that include awareness and the use of minimum impact practices conserve natural conditions of the outdoors which make the adventure enjoyable and allow others the same experience. Your backcountry permit is a signed contract between you and the National Park Service. It's an agreement to treat the wilderness with respect by practicing Leave No Trace (LNT) techniques. Keep in mind that Leave No Trace camping goes beyond following the rules; it requires thoughtful judgement for each situation that comes up. Leave No Trace is simple, whether you are hiking and camping in the park's wilderness or driving to the Lighthouse, Drakes Beach or Tomales Point for an afternoon. At its heart is a set of seven principles which can be applied in any natural setting to minimize human impacts on the environment. Following the Leave No Trace principles and combining them with your personal judgment, awareness, and experience will help protect precious natural and cultural park resources and preserve the park experience for you and for future visitors.  Plan ahead and prepare. Travel and camp on durable surfaces. Dispose of waste properly. Leave what you find. Minimize campfire impacts. Respect wildlife. Be considerate of other visitors.            The Leave No Trace Center for Outdoor Ethics and its Subaru\/Leave No Trace Traveling Trainers team are partnering with the National Park Service and the Point Reyes National Seashore Association to host community events and educational activities April 6–13, 2015. The scenic and popular Point Reyes National Seashore has experienced visitor-created impacts in recent years, including excessive trash, damage to vegetation, disturbance of wildlife with dogs in restricted areas, and trail erosion. The Hot Spot Program, a key component of the Leave No Trace in Every Park initiative, raises community awareness and brings solutions to popular natural areas facing heavy recreational use and consequently, the threat of harm to trails, parks and open space areas. The Subaru\/Leave No Trace Traveling Trainers travel throughout the country providing public education about how to reduce impacts in the outdoors. Visit our Leave No Trace in Every Park page for event details. Top of Page           PEAK Online The Promoting Environmental Awareness in Kids (PEAK) program is designed by the Leave No Trace Center for Outdoor Ethics to teach elementary school aged youth about the outdoors and the responsible use of our shared public lands. It is based on the seven principles of Leave No Trace. The PEAK program is now also available as an interactive, online course! This course can serve as a stand-alone education tool or as a great supplement to your existing Leave No Trace education curriculum. Please learn and practice Leave No Trace skills and ethics and pass them on to those you come in contact with. It's easy to enjoy and protect the park simultaneously. For more information stop by a park Visitor Center, call the Leave No Trace Hotline at 1-800-332-4100, or visit Leave No Trace's website. Videos from NPSWilderness: Leave No Trace Outdoor Ethics America's Wilderness Wilderness Calling: Point Reyes Wilderness Motion: Point Reyes Wilderness Visions: Point Reyes Learn more about Wilderness Stewardship and Science in the Winter 2011-2012 issue of Park Science (html or 19.0 MB PDF). Top of Page THE LEAVE NO TRACE SEVEN PRINCIPLES © The Leave No Trace Center for Outdoor Ethics: www.LNT.org. To reprint the Leave No Trace Seven Principles, include copyright language and please do not alter them without review from the Leave No Trace Center for Outdoor Ethics.      Plan Ahead and Prepare  Know and obey the regulations and special concerns for the area you'll visit. Schedule your trip to avoid times of high use. Always leave an itinerary with someone at home. Visit in small groups. Be physically and mentally ready for your trip. Know the ability of every member of you group. Be informed of current weather conditions and other area information. Prepare for extreme weather, hazards, and emergencies. Know and accept risks associated with backcountry experiences. Take responsibility for yourself and your group. Choose proper equipment and clothing in subdued colors. Plan your meals and repackage food into reusable containers to minimize waste.  Top of Page      Travel and Camp on Durable Surfaces While Traveling:  Stay on designated trails and hike single file in the middle of the trail, even when the trail is wet or muddy. Never shortcut switchbacks. When traveling crosscountry, choose the most durable surfaces available: rock, gravel, dry grasses or snow. Spread out so that you don't grind a path where one didn't exist before. When you stop to rest, be careful not to mash vegetation. Sit on rocks, logs, or in clearings.  At Camp:  Use the designated campsites, and camp in the camp area indicated on your permit. Altering a site is not necessary, i.e., no trenching around tents. Good tent-sites are found, not made. Keep campsites small. Restrict activities to the area where vegetation is compacted or absent. Use a large plastic water container to collect water so you don't need to make frequent trips to the water source.  Top of Page      Dispose of Waste Properly  There are vault toilets at all backcountry campgrounds. Use them. On Tomales Bay, there are vault toilets at Marshall Beach and portable toilets at Tomales Beach. On other beaches, pack out all human waste using a portable toilet that can be emptied into an RV dump station or pit toilet. If there are no pit toilets nearby, urinate or defecate at least 60 meters (200 feet or 75 adult paces) from water, camp, or trails.  Urinate in rocky places that won't be damaged by wildlife who dig for salts and minerals found in urine. Deposit human waste in cat holes dug 15–20 cm (6–8 inches) deep. Carry a small garden trowel or lightweight scoop for digging. Cover and disguise the cat hole when finished, or pack out solid waste. Use toilet paper sparingly and pack it out along with sanitary napkins, and tampons in an airtight container. Consider using natural toilet paper such as a smooth rock or soft pinecone.   To wash yourself or your dishes, carry water 60 meters (200 feet or 75 adult paces) away from water sources, and use small amounts, if any, of biodegradable soap. Scatter strained dishwater. Strain food scraps from wash water and pack them out. Pack everything you bring into the backcountry back out, i.e., trash and litter, leftover food. Inspect your campsite for trash, spilled food, and evidence of your stay. Pack out all trash: Yours and others'.  Top of Page      Leave What You Find  Treat our natural heritage with respect. Leave plants, rocks, and other natural objects as you find them. Avoid introducing or transporting non-native species. Don't build structures, furniture, or dig trenches. Remember, good campsites are found, not made. Altering a site should not be necessary. Let nature's sounds prevail.   Turn off cell phones. No amplified music in the wilderness. Speak softly and avoid making loud noises. Allow for others to enjoy the peace and solitude of being in the backcountry.   Preserve the past: examine, but do not touch, cultural or historic structures and artifacts.  Top of Page      Minimize Campfire Impacts  Wood fires can cause lasting impacts to the backcountry. Always use a lightweight, portable stove for cooking. A wood fire is a luxury, not a necessity, and is only permitted on beaches if you obtain a beach fire permit in advance. Enjoy the sounds and wonders of the darkness, or use a candle lantern instead of a fire. Fires are only permitted on beaches, preferably below the high tide line so that the fire scar will be washed away within 24 hours. Don’t line the fire pit with rocks. Build the fire at least 9 meters (30 feet) in all directions from vegetation, flammable material, and the base of bluffs and cliffs. Gather only natural driftwood, no larger than an adult's arm, from below the beach’s vegetation line. Leave the wood in their natural form until you are ready to burn them. Scatter any unused driftwood. No wood gathering above the beach’s vegetation line. Do not snap branches off live, dead, or downed trees. Keep fires smaller than 0.9 meters (36 inches) in diameter at the base. Put out fires completely, using water. Never cover the fire or coals with sand. Beach fires must be extinguished by midnight. Remove, and pack out, all unburned trash from the fire pit. Visit our Beach Fires page for more details.  Top of Page      Respect Wildlife  Enjoy wildlife at a distance. Do not follow or approach them. Never feed wildlife. Feeding wildlife damages their health, alters natural behaviors, and exposes them to predators and other dangers. Protect wildlife and your food by storing your food, scented items and trash securely in the food storage locker provided at your campsite. Control pets at all times, or leave them at home. Visit our Pets page for more information on visiting Point Reyes National Seashore with pets. Minimize noise. Avoid sensitive habitat. Avoid wildlife during sensitive times: mating, nesting, raising young, or winter.  Top of Page      Be Considerate of Other Visitors  Respect other visitors and protect the quality of their experience. Visit the backcountry in small parties. More people means more impact. Be courteous. Yield to others on the trail. Hikers must yield to horse traffic. Step to the downhill side of the trail when encountering pack stock. Bicyclists must yield to horse and foot traffic. Avoid popular areas during times of high use. Avoid conflicts. Keep a low profile. Take breaks and rest well off the trail, on a durable surface of course. Let nature’s sounds prevail. Minimize noise. Avoid loud voices and noises.  Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/leavenotrace.htm"
}
