{
    "title": "Point Reyes National Seashore: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar             Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 10 results    Show ALL instances of recurring events   RSS Feed      Point Reyes National Seashore A Look into the Lens      Time: 2:30 PM to 4:00 PM Location: Point Reyes Lighthouse Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly & Every Monday Weekly & Every Friday Weekly & Every Saturday Weekly  from 04\/15\/2016 to 12\/26\/2016 See inside the Point Reyes Lighthouse and discover its history and function with a Park Ranger. View Details      Point Reyes National Seashore Experience Tule Elk (2016)      Time: 10:30 AM to 4:00 PM Location: Tomales Point Fees: Free     Sunday, August 14, 2016 View tule elk through binoculars and scopes. Volunteer docents available to answer questions about tule elk. View Details      Point Reyes National Seashore Photography Exhibition: \"West Marin Vernacular: 1850–1960\"      Time: 10:00 AM to 5:00 PM Location: Bear Valley Visitor Center Fees: Free     Sunday, August 14, 2016 Everyday  from 07\/01\/2016 to 08\/31\/2016 Historic photographs of West Marin from the late 1800s and early 1900s will be on display in the Bear Valley Visitor Center through August 31, 2016. View Details      Point Reyes National Seashore Weekend Ranger Programs      Time: 1:30 PM Location: Bear Valley Visitor Center (unless otherwise noted) Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly & Every Saturday Weekly  from 06\/04\/2016 to 09\/25\/2016 Come join a Park Ranger to learn more about Point Reyes National Seashore's natural and cultural history. View Details      Point Reyes National Seashore Photography Exhibition: \"The Epic West\"      Time: 9:00 AM to 4:00 PM Location: Red Barn Classroom Fees: Free     Monday, August 15, 2016 Every Monday Weekly & Every Tuesday Weekly & Every Wednesday Weekly & Every Thursday Weekly & Every Friday Weekly  from 07\/05\/2016 to 10\/07\/2016 Photographs of western National Parks by Darby Hayes will be on display in the Red Barn Classroom weekdays from Tuesday, July 5, through Friday, October 7, 2016; closed holidays. View Details      Point Reyes National Seashore Save Native Plant Habitat at Point Reyes with the Third Thursday Weeders      Time: 9:30 AM Location: variable (see below for details) Fees: Free     Thursday, August 18, 2016 Join the \"Third Thursday Weeders\" to help tackle invasive weeds that threaten important plant habitat in the Point Reyes National Seashore. View Details      Point Reyes National Seashore Amateur Radio Activation at the Point Reyes Lighthouse - 2016      Time: 9:00 AM to 5:00 PM Location: Point Reyes Lighthouse Fees: Free     Saturday, August 20, 2016 To celebrate International Lighthouse-Lightship Weekend, Valley of the Moon Amateur Radio Club, in partnership with Point Reyes National Seashore, will activate a temporary radio station at the Point Reyes Lighthouse. View Details      Point Reyes National Seashore Habitat Restoration Program Workdays through December 2016      Time: 9:00 AM to 1:00 PM Location: Variable, meet at the Bear Valley Visitor Center Fees: Free     Sunday, August 28, 2016 Help protect and restore endangered plant and wildlife habitat at Abbott's Lagoon, the Lighthouse Bluffs, and other high value habitat areas at Point Reyes National Seashore. View Details      Point Reyes National Seashore 2016 35th Annual Sand Sculpture Contest      Time: 9:00 AM to 3:30 AM Location: Drakes Beach Fees: Free     Sunday, September 4, 2016 Point Reyes National Seashore invites you to the 35th Annual Sand Sculpture Contest at Drakes Beach. View Details      Point Reyes National Seashore Kule Loklo Workday      Time: 10:00 AM Location: Kule Loklo Fees: Free     Saturday, September 10, 2016 Every 2nd Saturday of every month. from 02\/14\/2015 to 12\/12\/2020 Help maintain a replica Coast Miwok village that offers a glimpse of life in pre-European California. View Details                  Subscribe to the Schedule of Events RSS feed! | What is RSS? Visit our Ranger-Guided Programs page for a list of regularly scheduled programs. Visit the Point Reyes National Seashore Field Institute's Month-by-Month Calendar of Classes for more opportunities to learn about and enjoy Point Reyes. National Public Lands Day is an annual event held on a Saturday in late September. It is designed to encourage people to get outside and visit places such as Point Reyes National Seashore. National Public Lands Day is also a national volunteer effort to encourage folks to give back to the very lands we use to hike, bike, swim, explore, picnic, or just relax. It is the nation's largest hands-on volunteer effort to improve and enhance the public lands! During 2014, Point Reyes National Seashore celebrated the 50th Anniversary of the Wilderness Act and the Centennial of Marconi & RCA Wireless Radio in West Marin. In preparation for the Marconi Centenial, the National Seashore and the Bolinas Museum invited those with stories, information, objects, photos, documents, or other things of interest relating to this history to share these resources with the park, museum, and the public in November 2013. And in November 2011, Cam Trowbridge, author of Marconi: Father of Wireless, Grandfather of Radio, Great-Grandfather of the Cell Phone, The Story of the Race to Control Long-Distance Wireless gave a public talk about Guglielmo Marconi's construction and operation of the two wireless radio stations in the Point Reyes area between 1912 and 1919. In 2012, Point Reyes National Seashore, in conjunction with numerous community partners, carried out a year-long celebration of its 50th anniversary as part of our nation's National Park System. In 2010, Point Reyes National Seashore partnered with the West Marin Chamber of Commerce, West Marin Visitors Bureau, and Point Reyes National Seashore Association to bring to you Special Events Weeks. The public was invited to come visit Point Reyes National Seashore to see and experience our diverse natural resources and cultural heritage! Prior to 2011, Point Reyes National Seashore hosted volunteer workdays for California Invasive Weeds Awareness Week and\/or National Invasive Weeds Awareness Week. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/calendar.htm"
}
