{
    "title": "Point Reyes National Seashore: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking                 Hiking at Point Reyes National Seashore          The National Seashore has about 240 kilometers (150 miles) of hiking trails to explore. Trail maps are available at the Bear Valley Visitor Center and on our Maps page. There are many ways to customize your hike to accommodate your physical and time limitations. Stop by the Bear Valley Visitor Center for current trail information and suggested hikes. To keep your adventure safe and enjoyable, and to protect park resources, please observe the following:  Observe trails: Stay on trails to prevent erosion as well as to better avoid poison oak, stinging nettles, ticks, and yellow jackets. Do not shortcut on switchbacks. Observe trail closures and warning signs: Please observe all trail closures and barriers. Trails are closed for a variety of reasons, such as for visitor safety, to protect endangered species, to prevent erosion, and\/or to allow new sections of trail to harden. Visitors who disregard trail closures may endanger themselves and any potential rescuers, harm threatened and endangered species, exacerbate erosion, or prevent new sections of trail from properly hardening, which results in the degradation of the trail surface, which in turn may require the closing of the trail for repair. Thank you for your cooperation. Yellow Jackets: In the summer and fall, reports of yellow jacket activity along trails increase. Park staff will post notices at appropriate trail junctions warning hikers of the presence of yellow jacket nests located in close proximity to the trail as nests are discovered and\/or reported. Please use an alternate route if you are allergic, want to avoid any risk of yellow jacket stings, or are riding a horse. Please notify park dispatch at 415-464-5170 if you encounter a swarm of yellow jackets along a trail that has yet to be posted. Visit our Your Safety Around Yellow Jackets for more information. Avoid park residences and other buildings, aside from visitor use facilities. Employee housing as well as park administrative, maintenance, operations, and storage facilities, including, but not limited, to access roads, outbuildings, grounds, and docks, are closed to public use. Caution along cliffs: Stay away from cliff edges. Loose soil can give way suddenly and you may fall. Do not climb cliffs. Fissures reported near the Chimney Rock Trail on December 21, 2015. A portion of the Arch Rock overlook collapsed on March 21, 2015. Clothing: Dress appropriately. Wear layered clothing and be prepared for changing conditions. Food & water: Always carry food and water for longer hikes. Dehydration is a common cause of exhaustion, fatigue and headaches. Raccoons and other animals can quickly find and ransack unattended food and daypacks. Drinking water: The protozoan Giardia lamblia may be present in natural sources of water and can cause severe illness. Do not drink water from streams and all other natural sources without treating. Water may be treated by boiling, filtering, or using iodine or other chemical water purifiers. Potable drinking water is available at visitor centers and in campgrounds. Horses: If horses are passing on the trail, step to the downhill side and greet the rider so the horse knows you are there. Do not touch the animals. Cattle: If you plan to hike a trail that leads through cattle pasture, please read Understanding Working Rangelands: Sharing Open Space: What to Expect from Grazing Livestock (1,314 KB PDF). By understanding basic cattle behavior, you can give yourself a better chance to predict how cattle are likely to react to your presence and in response to your actions. This will help make your hike through these areas safer and more enjoyable. Trail information: There may be trail closures in effect. Please check at the visitor center before heading out on the trails.        Multimedia: NPSWilderness has produced three videos entitled Wilderness Calling: Point Reyes, Wilderness Motion: Point Reyes, and Wilderness Visions: Point Reyes featuring images and sounds from the Phillip Burton Wilderness within Point Reyes National Seashore, in addition to two videos about NPS wilderness: America's Wilderness and Leave No Trace Outdoor Ethics which hikers, campers, and other visitors to Point Reyes may find of interest.  Adobe® Acrobat Reader® needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/hiking.htm"
}
