{
    "title": "Point Reyes National Seashore: Kayaking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Kayaking                 Kayaking Around Point Reyes National Seashore       SAFETY FIRST: Always check the weather and marine forecasts before kayaking, canoeing, boating, etc.         The most popular area for kayaking at Point Reyes National Seashore is on Tomales Bay. Tomales Bay is a 24-kilometer (15-mile) long, 2645-hectare (6780-acre) tidal water body located in rural west Marin County, California. It is the largest unspoiled coastal embayment on the coast of California. The bay is bounded largely on the west by the Point Reyes National Seashore. Adjacent communities include Pt. Reyes Station, Inverness, Tomales, Marshall, and Dillon Beach in the north where Tomales Bay meets Bodega Bay. Kayaking is also permitted on Drakes Estero and Limantour Estero from July 1 through February 28. To protect harbor seals from disturbance during the most crucial part of the pupping season, from March 1 through June 30 the National Park Service closes Drakes Estero and Limantour Estero to boating. Pelican Point, Duck Island and the east side of Hog Island are closed to the public year round. Another area within Point Reyes National Seashore that is sometimes used by kayakers is the open coast. Ocean kayaking is potentially very dangerous. It requires additional skills, experience and equipment, and is not recommended for most kayakers. The most used section of the coast by kayakers is in Drakes Bay from Chimney Rock to Limantour Beach. Other sections of the coast are kayaked, but they are not as sheltered from the prevailing wind and ocean swell, and are therefore much more dangerous. Per the Marine Life Protection Act (MLPA), the Point Reyes Headlands is closed to all vessels within 305 meters (1000 feet) of shore from Chimney Rock west to Longitude 123° 01.00'. Per the Superintendent's Compendium, from Longitude 123° 01.00' west to the Point Reyes Lighthouse the headlands is closed to all vessels within 91 meters (100 yards) of shore. There are also 91-meter (300-foot) special closures around Point Resistance and Double Point\/Stormy Stack, per the MLPA. Other temporary or seasonal closures may be in effect at different times due to breeding populations of marine mammals or seabirds. Please check in at the visitor center prior to a trip in order to get updated information on closures or conditions. Recreational use of Tomales Bay has grown in recent years especially for camping, boating, and wildlife watching. The National Park Service at Point Reyes is concerned about the effects of the growth in recreational use. The Seashore faces the challenge of not only preserving the pristine shorelines of Tomales Bay and assisting in protecting clean water, but also providing recreational opportunities for the public. Visitor use of national parklands must always be weighed against the responsibility to maintain natural and cultural resources for succeeding generations. As such, personal water craft (PWC) such as a Jetski or Waverunner are not permitted on Tomales Bay. (Note: please read A Guide to Low-Impact Boat Camping if you intend to participate in kayaking in and around Point Reyes National Seashore.). Top of Page      There are four areas for launching on Tomales Bay MARIN COUNTY PARKS MILLER BOAT LAUNCH (415) 499-6387 Just north of Nick's Cove. It is located on the east side of Tomales Bay off Highway 1, north of the town of Marshall. This Marin County park has a public boat launch with cement grade into the water, restrooms, and a pier. There is a day use fee and overnight use fee. Overnight parking is permitted in the upper lot, to the right as you pull in. TOMALES BAY STATE PARK - (415) 669-1140 The state park provides two access areas to Tomales Bay, Millerton Point and Hearts Desire Beach.  Millerton Point is on the east side of Tomales Bay, five kilometers (3 miles) north of Point Reyes Station. No overnight parking is permitted. There is a pit toilet and you must carry your boat along a short trail approximately 100 meters (110 yards) to the water. It is very shallow and is best used at high tides. Hearts Desire Beach is on the west side of Tomales Bay off Pierce Point Road. It is a day-use area (no overnight parking) and there is a day-use fee. You must carry your boat approximately 100 meters (110 yards) across a sandy beach. Water and restrooms are available at the beach. Orange floats are placed in the water in summer to indicate the swimming area. Boaters may land to the south of the orange floats. Motorized vessels are prohibited within 30 meters (100 feet) of the swim area markers.    TOMALES BAY RESORT - (415) 669-1389 Cement boat ramp available. The inn and marina are located on the west side of the bay. It is off Sir Francis Drake Boulevard five kilometers (3 miles) north of Inverness. There is a boat launch fee and if you pay the launch fee, you may leave your car overnight. No dump station. LAWSON'S LANDING - (707) 878-2443 The campground and boat launch are located in Dillon Beach with direct access to Tomales Bay. The boat ramp is a sand bottomed ramp and Lawson's Landing uses a fork lift to move boats onto the water, or if you have 4 wheel drive they allow you to use it to put your boat into the water. There is gas, a dump station, and boat rentals. Restrooms and water available. There is a day-use and overnight fee charged.   If you plan to have a beach fire on national seashore beaches, stop by a national park visitor center for a free required permit. No beach fires are permitted on state park beaches (see A Guide to Low-Impact Boat Camping). For a list of Kayaking Outfitters in the Point Reyes area, check our Outfitters and Tours page. Disclaimer: The National Park Service provides the names, links, and phone numbers of area businesses as a visitor convenience. Inclusion on this list is not an endorsement. Top of Page      Certain areas allow only day use HOG ISLAND The island is in the northern section of Tomales Bay across from Whites Gulch on the west side and Nicks Cove on the east side. It is a critical wildlife habitat, a favorite haul-out for seals and roosting place for brown pelicans. The island is open on the west side only for day use. Map of Hog Island closure (42 KB PDF). HEARTS DESIRE BEACH Orange floats are placed to mark the swimming area during the summer. Boaters may pull up on the southern edge of the beach to access the restrooms and drinking water. No overnight use or beach fires. INDIAN BEACH This beach is north of Hearts Desire and has a redwood kotca, a traditional Coast Miwok sleeping shelter on it. A pit toilet is available for use. No overnight use or beach fires. Top of Page      Overnight and\/or Day Use  There is a fee and permit system for overnight backcountry camping on the west side beaches of Tomales Bay (within Point Reyes National Seashore). Overnight beach camping is not permitted anywhere else on Tomales Bay or within Point Reyes National Seashore. Reservations may be made online at Recreation.gov. Reservations may also be made by phone by calling toll free 877-444-6777 (TDD: 877-833-6777). Contact the National Seashore's camping desk at 415-464-5100 x2 x5 if you have any specific questions about overnight camping on Tomales Bay. Many individuals attempting to reserve permits for Tomales Bay online have frequently found the reservation process confusing. If you wish to make a reservation for a boat-in permit for Tomales Bay, download and review our How To Guide: Boat-in Camping Reservations at Point Reyes National Seashore. (560 KB PDF) Beach fire permits are required and may be obtained free at park visitor centers. Campers on Tomales Bay beaches must arrive by boat and may not hike, bike, or ride horses to the beaches. Overnight parking for boat-in campers is prohibited within Point Reyes National Seashore (i.e., along the Pierce Point and L Ranch Roads and at the Marshall Beach Trailhead) and Tomales Bay State Park. Disposing of human waste in the bay or onto park beaches is prohibited. On Tomales Bay, there are vault toilets at Marshall Beach and Tomales Beach. On other beaches, pack out all human waste using a portable toilet that can be emptied into an RV dump station or pit toilet. Potable water is not available at any of the Tomales Bay beaches. Some of the Tomales Bay beaches that are open for overnight camping to those who have a current and valid permit are (listed from south to north):  Kilkenny Beach Long Cove Beach Fruit Tree Beach Marshall Beach - On the west side of Tomales Bay across from the town of Marshall. Vault toilets are available. No Name Beach Tomales Beach - Look for the vault toilets. Elk Fence South Beach Elk Fence North Beach Pelican North Beach Wall Beach White Gulch Beach Pita Beach Jacks Beach Blue Gum Beach - Closed March 1 through June 30 to protect harbor seal pupping. Avalis Beach - Tides and currents in this area can be very strong. Duck Beach - Tides and currents in this area can be very strong.  Map of Tomales Bay Boat-in Campsites (257 KB PDF) You can participate in the protection of Tomales Bay by practicing the guidelines stated in A Guide to Low-Impact Boat Camping.  Multimedia: NPSWilderness has produced three videos entitled Wilderness Calling: Point Reyes, Wilderness Motion: Point Reyes, and Wilderness Visions: Point Reyes featuring images and sounds from the Phillip Burton Wilderness within Point Reyes National Seashore, in addition to two videos about NPS wilderness: America's Wilderness and Leave No Trace Outdoor Ethics which kayakers and other visitors to Point Reyes may find of interest. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/kayak.htm"
}
