{
    "title": "Point Reyes National Seashore: Nearby Campgrounds",
    "body": "Nearby Campgrounds       Point Reyes National Seashore only offers backcountry hike-in camping. For those who would prefer to camp near their vehicle or in their RV, there are a number of campgrounds in Marin County and along the Sonoma Coast. Golden Gate National Recreation Area Campgrounds    Campground Name Phone # for information Phone # for reservations Distance from the Bear Valley Visitor Center Drive-in or walk-in   Kirby Cove 415-331-1540 800-365-CAMP 52 km \/ 32 mi Drive-in   Haypress 415-331-1540 415-331-1540 56 km \/ 35 mi Hike-in 1.2 km \/ 0.75 mi   Hawk Camp 415-331-1540 415-331-1540 56 km \/ 35 mi Hike-in 5.5 km \/ 3.5 mi   Bicentennial Camp 415-331-1540 415-331-1540 56 km \/ 35 mi Hike-in 100 m \/ 100 yd    Top of Page California State Parks Campgrounds in Marin County    Campground Name Phone # for information Phone # for reservations Distance from the Bear Valley Visitor Center Drive-in or walk-in   Camp Taylor in Samuel P. Taylor State Park 415-488-9897 800-444-7275 10 km \/ 6 mi Both   Pantoll Campground in Mount Tamalpais State Park 415-388-2070 First-come, first-served 34 km \/ 21 mi Hike-in 100 m \/ 100 yd   Steep Ravine Cabins and Campground in Mount Tamalpais State Park 415-388-2070 800-444-7275 24 km \/ 15 mi Hike-in 100 m \/ 100 yd   Back Ranch Campground at China Camp State Park 415-456-0766 800-444-7275 43 km \/ 27 mi Hike-in   East Bay, Reynolds, Ridge, and Sunrise campsites at Angel Island State Park 415-435-5390 800-444-7275 58 km \/ 36 mi + ferry Hike-in < 3 km \/ 2 mi; or Kayak    Top of Page   California State Parks Campgrounds along Sonoma Coast    Campground Name Phone # for information Phone # for reservations Distance from the Bear Valley Visitor Center Drive-in or walk-in   Bodega Dunes in Sonoma Coast State Beach 707-875-3483 800-444-7275 64 km \/ 40 mi Both   Wright's Beach in Sonoma Coast State Beach 707-875-3483 800-444-7275 64 km \/ 40 mi Drive-in   Willow Creek Environmental Campground in Sonoma Coast State Beach 707-875-3483 First-come, first-served 80 km \/ 50 mi Hike-in   Pomo Canyon Campground in Sonoma Coast State Beach 707-875-3483 First-come, first-served 82 km \/ 51 mi Drive-in   Reef Campground at Fort Ross State Historic Park 707-847-3286 First-come, first-served 82 km \/ 51 mi Drive-in   Bullfrog Pond Campground and backcountry (primitive) camping at Austin Creek State Recreation Area 707-869-2015 Most Bullfrog campsites are reservable; otherwise camping is first-come, first-served. 104 km \/ 65 mi Drive-in and Hike-in 5–8 km \/ 3–5 mi    Top of Page   Sonoma County Regional Parks Campgrounds    Campground Name Phone # for information Phone # for reservations Distance from the Bear Valley Visitor Center Drive-in or walk-in   Doran Park 707-875-3540 707-565-CAMP 50 km \/ 31 mi Drive-in   Westside Park 707-875-3540 707-565-CAMP 64 km \/ 40 mi Drive-in    Top of Page Private Campgrounds    Campground Name Phone # for information Phone # for reservations Distance from the Bear Valley Visitor Center Drive-in or walk-in   Olema Campground 415-663-8106 800-655-2267 1.3 km \/ 0.8 mi Drive-in   Lawson's Landing 707-878-2443 707-878-2443 34 km \/ 21 mi Drive-in   San Francisco North\/ Petaluma KOA 800-992-CAMP 800-992-CAMP 40 km \/25 mi Drive-in    Disclaimer: The National Park Service provides the names and phone numbers of area businesses in the neighboring communities as a visitor convenience. Inclusion on this list is not an endorsement. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/nearbycampgrounds.htm"
}
