{
    "title": "Point Reyes National Seashore: Backcountry Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Backcountry Camping                 Backcountry Camping        The Online Camping Reservation System Has Arrived Visitors may now make online reservations for backcountry and boat-in campsites in the Seashore at Recreation.gov. Visitors may check for same-day reservations at the Bear Valley Visitor Center during regular hours of operation. more...  Point Reyes National Seashore offers year-round backcountry camping along Drakes Bay and amongst the hills and valleys of the Phillip Burton Wilderness, and boat-in camping on the west shore of Tomales Bay. Because of its location near the Metropolitan San Francisco Bay Area, the campsites at Point Reyes are in great demand. Reservations are strongly suggested. All campsites are accessible only by hiking, biking or horseback for the backcountry sites, and only by kayak or boat for the Tomales Bay sites. There is no car or RV camping available in the park. There are, however, many nearby campgrounds, located outside of Point Reyes National Seashore, that do have car and RV camping. Camping is by permit only. Camping permits must be obtained from the Bear Valley Visitor Center before starting your trip. When you arrive to pick up your permit, you will be asked for the number of vehicles your party will leave parked in the Seashore overnight. We will issue the appropriate number of parking passes and it is your responsibility to ensure that all of the vehicles associated with your permit display an overnight parking pass. There is no afterhours self-registration for camping available. You must have made a reservation in advance to camp within Point Reyes National Seashore. If you have made a reservation and are arriving after 4:30 pm, you will need to contact the park at 415-464-5100 x2 x5 before 4 pm to inform us of how many overnight parking passes your party will need. A backcountry permit and the appropriate number of overnight parking passes will be left for you in a small wooden box on the back side of the information board outside of the Bear Valley Visitor Center. Retrieve your permit and parking passes from the box, fill in the highlighted sections and sign the permit, remove the carbon copies and put the carbon copies back in the box. Place a parking pass on the dashboard of each vehicle, making sure that it is visible from outside the vehicle. Attach the original backcountry permit to your backpack as you hike, then attach it to the outside of your tent once you've set up camp.  Hike-in camping is allowed only in one of the four established campgrounds at the numbered site specified on the permit. Boat-in camping is allowed on national park beaches on the west side of Tomales Bay north of Tomales Bay State Park's Indian Beach. Our Campgrounds page has descriptions of the various campgrounds. Our Kayaking page has more information about overnight kayaking and boating on Tomales Bay. Camping rules & regulations, as stated below, must be observed. Please visit our Leave No Trace page to learn how you can help leave the backcountry in a better condition than you found it.      All advance reservations are handled by Recreation.gov. Campsites may be reserved up to six months to the day in advance; for example, on February 22, reservations may be made for dates through August 22, and reservations for August 23 will become available at 7 am PST on February 23. Weekends and holidays fill up quickly, especially group sites, so reservations are strongly suggested. Reservations may be made online at Recreation.gov. Reservations may also be made by phone by calling toll free 877-444-6777 (TDD: 877-833-6777). Call Center Hours of Operation:  March 1 to October 31, 7 am to 9 pm PT November 1 to February 28, 7 am to 7 pm PT Call Centers are closed on Thanksgiving, Christmas, and New Years Day.  Many individuals attempting to reserve permits for Tomales Bay online have frequently found the reservation process confusing. If you wish to make a reservation for a boat-in permit for Tomales Bay, download and review our How To Guide: Boat-in Camping Reservations at Point Reyes National Seashore. (560 KB PDF) The cutoff time for making a reservation through Recreation.gov is 6 pm PT two days prior to one's arrival date; i.e., if you wish to arrive on Friday, you need to make a reservation by 6 pm PT on Wednesday. No reservations may be made online or by phone for next-day or same-day overnight stays. You must apply in person at the Bear Valley Visitor Center for any last minute permit cancellations or same day vacancies. The Bear Valley Visitor Center is open Monday through Friday from 10 am to 4:30 pm and on weekends and federal holidays (except Christmas) from 9 am to 4:30 pm. General information on camping in the park may be obtained by calling 415-464-5100 x2 x5. Top of Page      Camping fees  $20\/night\/site for \"individual\" sites of up to 6 people $40\/night\/site for small group site for 7-14 people $50\/night\/site for large group sites for 15-25 people  If you will be arriving after 4:30 pm, please call 415-464-5100 x2 x5 before 4 pm to provide us with the number of parking passes you will need. You are required to retrieve your backcountry camping permit and parking passes in a small wooden box on the back side of the information board in front of the Visitor Center. You will need to fill in the highlighted sections of the permit:  the trailhead(s) where you will start and end your hike; method of travel, i.e., foot, bike, horse, kayak, etc.; number of people in you group; number of pack or saddle stock (if applicable); number of watercraft (if applicable); and date and signature.  After filling out the permit, remove the carbon copies and place the carbon copies back in the wooden box. Place a parking pass on the dashboard of each vehicle, making sure that it is visible from outside the vehicle. Using the wire twist tie provided, attach the waterproof original camping permit to your backpack as you travel to your campsite, and then attach the permit to a tent so that park personnel checking for compliance can easily find your permit. Fee waivers are not available for recreational use user fees such as camping. However, Interagency Senior, Interagency Access, Golden Age, and Golden Access passes may apply to Individual site fees, not to Group site fees. Holders of these passes should request information at the time of purchasing reservations. Top of Page      Rules & Regulations Permits are required. Campers without a valid backcountry permit may be cited. Camping is restricted to the four backpack campgrounds at numbered sites or to National Park beaches on the west side of Tomales Bay. An overnight parking pass must be displayed on the dashboard of every vehicle associated with a hike-in camping permit parked overnight in the National Seashore. Campers on Tomales Bay beaches must arrive by boat and may not hike, bike, or ride horses to the beaches. Overnight parking for boat-in campers is prohibited within Point Reyes National Seashore (i.e., along the Pierce Point and L Ranch Roads and at the Marshall Beach Trailhead) and Tomales Bay State Park. Camping is limited to four nights per visit, with a maximum of 30 nights per year. We do not allow groups of more than 6 people to split up into individual sites. Groups are restricted to group sites only. The minimum age of any camper is 18 unless accompanied by an adult. No dogs or other pets are permitted in any campground or on park trails. Wood fires are prohibited in the hike-in campgrounds. Only gas stoves, charcoal, or canned heat may be used for cooking. Downed wood may not be gathered and burned. Driftwood fires are permitted on sandy beaches (below the high tide line, if possible). Permits are required for beach fires in the park and can be picked up with your camping permit at the Bear Valley Visitor Center. Put fires out with water, not sand. All weapons (including, but not limited to, B-B guns, slingshots, bows and arrows, or any object capable of discharging a projectile-with the exception of firearms), as well as weapons prohibited by the state, are prohibited. Hunting is prohibited. Fireworks are prohibited. Top of Page Store your food and other scented items properly in the food storage lockers provided at the campsite. While the lockers prevent larger animals from properly stored food, mice can gain access into the lockers through small drain holes. Campers may wish to use steel wool to plug these holes during their stay. Please remove the steel wool upon departure. Do not leave any food unattended or stored in your tent. Raccoons, foxes, and skunks are plentiful and aggressive. Do not feed wild animals. Quiet hours are from sundown to sunrise. Respect your neighbor, the wilderness and natural quiet. Campsites should be left clean. Pack out all trash. Campers must vacate their campsite by noon on their day of departure, but are welcome to continue hiking and exploring the park after noon. Boaters must remove human waste. Disposing of human waste in the bay or onto park beaches is prohibited, so campers must bring portable toilets or limit camping to Marshall Beach and Tomales Beach, where vault toilets are available. Maximum number of horses or pack animals in any campground is eight. Horses are not allowed at Glen Camp. Pack animals and horses must be tied to hitch rails.  Multimedia: NPSWilderness has produced three videos entitled Wilderness Calling: Point Reyes, Wilderness Motion: Point Reyes, and Wilderness Visions: Point Reyes featuring images and sounds from the Phillip Burton Wilderness within Point Reyes National Seashore, in addition to two videos about NPS wilderness: America's Wilderness and Leave No Trace Outdoor Ethics which hikers, campers, and other visitors to Point Reyes may find of interest. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/camping.htm"
}
