{
    "title": "Point Reyes National Seashore: Wildlife Viewing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Wildlife Viewing                 Wildlife Viewing          Click on the following links to find out more about viewing opportunities for these species and to learn about their habitats and behaviors: Birds ¦ Coho Salmon ¦ Elephant Seals ¦ Tule Elk ¦ Whales          Point Reyes National Seashore is home to wide diversity of wildlife. Nearly forty species of land mammals and at least a dozen species of marine mammals may be seen here. Birders scouring the Point Reyes peninsula have identified nearly half of the bird species found in North America. The park is home to one of the largest populations of tule elk and hosts a thriving breeding ground for the once nearly extinct elephant seal. Jutting 10 miles into the Pacific Ocean, Point Reyes offers one of the best spots for viewing the migrations of the California gray whale. Nearly half the park has been designated as a Wilderness Area. Quite possibly, you may encounter wildlife during your visit to Point Reyes. But there are no guarantees when it comes to wildlife watching. Even if you set out to see a particular species, you may not see it at all. The key to experiencing the wildlife and the wilderness at Point Reyes is to take your time and to find a quiet space to do it. And above all, be aware of your surroundings. But finding wildlife isn’t very difficult, if you aren't too particular. Just by stepping out the door of the Bear Valley Visitor Center you are likely to see gophers or gopher snakes, turkey vultures or great blue herons. You might notice black-tailed deer, jackrabbits, or even a coyote or bobcat. However, the best wildlife watching requires patience and the willingness to venture out on the trails, just to enjoy the surroundings. It also requires a sense of ethics. Everything we do may affect wildlife and wild lands. Wildlife watching is more than a momentary pleasure. It is a practice that can sharpen your senses and teach you about relationships between living things and the earth. It may cultivate an understanding of your own relationship to other living things, strengthening your bond to nature. Ultimately, it can awaken a sense of responsibility for the wild lands and the wildlife protected here at Point Reyes National Seashore and beyond.      Here are some suggested areas for wildlife viewing: (click for more information)  Abbotts Lagoon Drakes Estero Elephant Seal Overlook Five Brooks Pond Giacomini Wetlands Lighthouse Olema Marsh Sea Lion Overlook Tule Elk Preserve       Abbotts Lagoon The easy 2.4-kilometer (1.5-mile) trail takes you past a fresh water pond to a footbridge crossing the brackish lagoon. If you continue along the sandy lagoon shoreline, you will be rewarded by the dramatic views of the open ocean and along the Great Beach. The three different water sources provide diverse habitats for the wildlife in the Abbotts Lagoon area. This is one of the best fall and winter birding sites in the park; shorebirds, waterfowl, sparrows, hawks and osprey are commonly sighted. Consider yourself one of the fortunate if you spot a golden eagle or a peregrine falcon eyeing the shorebirds! Directions from Bear Valley to Abbotts Lagoon Top of Page      Drakes Estero A 1.6-kilometer (1-mile) downhill walk through a deserted Christmas tree farm provides the observant hiker opportunity to see owls perched in the pine trees. Further along the trail is a footbridge, which offers an excellent vantage point from which to view wading egrets and herons, many species of shorebirds, as well as hawks and osprey. Drakes Estero offers the best birding opportunities during the fall migration and winter layover. When the mudflats are exposed at low tide, a plethora of life on a much smaller scale is visible. Crabs and other invertebrates scampering on rocks and in the mud below the footbridge may be seen playing their part in nature's vast food web. The largest harbor seal breeding colony in Point Reyes (and 20% of California's mainland harbor seal population) can be seen at Drakes Estero. Directions from Bear Valley to the Estero Trailhead Top of Page      Elephant Seal Overlook From December through March, a breeding colony of elephant seals can be observed from this excellent vantage point above beautiful Drakes Bay. Elephant seals, hunted nearly to extinction, have made a remarkable comeback. These marine mammals spend almost all their lives in the deep ocean waters, diving to depths of a mile in search of food. Adult male elephant seals, which can weigh up to 2,250 kilograms (~5,000 pounds), have a huge overhanging proboscis (nose), hence their name. The males are the first to arrive here, in December, to stake out a claim on the beach. Then pregnant females begin to arrive and soon give birth to a single pup. Subadult and juvenile animals arrive and the colony can number close to one hundred animals. From the Overlook you can witness the fascinating behavior of these animals, including male dominance contests, birthing of pups and the interactions of mothers and pups. You will hear the distinctive vocalizations of females, pups and the powerful trumpeting of the adult males (bulls) which can be heard for over a mile. During weekends and holidays, highly trained docents staff the Overlook. They have binoculars, spotting scopes, and a wealth of information to share with you. Directions from Bear Valley to Elephant Seal Overlook at Chimney Rock Top of Page      Five Brooks Pond Five Brooks Trailhead is an excellent observation area for birds and winter-run salmon. No one knows the origin of the name \"Five Brooks\" but five seasonally appearing creeks empty into Olema Creek within a one-mile section near the current trailhead. A 110-lot subdivision was once planned for this area which now provides habitat for pileated woodpeckers, swallows, warblers, and thrushes. The pond was a mill pond for the Sweet Lumber Company which harvested trees at Five Brooks between 1956 and 1963. Today the pond provides a winter resting-place for green-backed herons, grebes, hooded mergansers, and ring-necked ducks. In the early evenings, bats may be seen swooping over the pond in search of their daily insect meals. Salmon working their way up Olema Creek may be viewed from the bridge just north of the intersection of Highway 1 and dirt road leading to the trailhead area during the winter run, approximately December through February. Directions from Bear Valley to Five Brooks Top of Page      Giacomini Wetlands In 2000, the National Park Service acquired the Waldo Giacomini Ranch for the purpose of wetland restoration. Construction efforts aimed at restoring the former ranch to wetland were largely complete as of December 2008. With the breaching of the ranch levees in late 2008, a broad expanse of water that would attract waterfowl, shorebirds, and birds of prey was created in what had for the previous 66 years been cattle pasture. Visitors may view the newly restored wetlands—as well as the birds and other wildlife that inhabit it—along the Lagunitas Creek spur trail, Tomales Bay Trail, and Olema Marsh Trail, and from White House Pool County Park and the West Pasture Viewing Area. Visit Giacomini Wetland Restoration Project: Restoration, Giacomini Wetlands: Not Just for Ducks Anymore and Where Can We View the Restored Wetlands? for more information. Top of Page      Lighthouse At the end of California's longest peninsula, the Point Reyes Lighthouse offers a spectacular place from which to view wildlife. Turkey vultures, ravens, and hawks are regulars. Peregrine falcons are a treat to see. A colony of approximately 12,000 common murres has established itself on the rocks north of the Lighthouse and can be viewed from the observation deck above the Lighthouse during the spring\/summer nesting season. The cypress trees along the walkway to the Lighthouse are good \"bird traps.\" On foggy days during the fall migration, unusual songbirds, warblers, and grosbeaks may be seen. Land mammals such as native black-tailed deer are commonly seen; gray foxes and long-tailed weasels are occasionally seen. Marine mammals such as harbor seals and sea lions are a thrill to watch when sunning themselves on the rocks or diving and feeding in the open ocean. Whether it's sunny and clear or foggy and wet, the gray whale migration occurs January through early May. Gray whales swim about 8 kmph (5 mph), 24 hours a day with a 4 to 7 week layover (late January through early March) in Baja California and are most frequently seen from the Lighthouse area in mid-January and mid-March. The last to leave Baja are the cows and calves. Therefore, they are the last northbound whales to be seen, April through early May. Directions from Bear Valley to the Lighthouse Top of Page      Olema Marsh Olema Marsh is one of the largest freshwater marsh areas in Marin County and is a peaceful birdwatching spot. Once a part of the nearby Bear Valley dairy ranch, the milking barn has been converted to a park residence. (Please do not disturb tenants.) Kingfishers and red-winged blackbirds are common among the tules and cattails. In autumn, migratory water birds rest in the marsh. It is a good spot for migratory water birds in winter. During high tides, egrets and herons may be seen feeding. Olema Marsh is located off Bear Valley Road, about one mile north of the Bear Valley Visitor Center. Top of Page      Sea Lion Overlook Follow the steep 54-step staircase down the side of a cliff and look straight down. It might appear to be a rocky shoreline, but keep looking and listening. If a \"rock\" moves or barks, it's probably a California sea lion! Sea lions have hair and blubber to keep them warm, but they need to haul out on the rocks to sun themselves and get warm between forays into the 53° ocean water. Sea lions may be seen and heard year-round at this site. Sea lions can be easily distinguished from harbor seals because they are much larger and can use their back flippers to move easily. Harbor seals are unable to rotate the pelvis and therefore must travel on their bellies. Sea lions also have external ear flaps. In the spring, you may see nesting Brandt's cormorants. They are bigger than the double-crested and pelagic cormorants, and have bright blue throat pouches during breeding season. This is a good gray whale watching site, especially in April when the cows and calves swim close to the coastline on their northbound migration. The Sea Lion Overlook is located about 100 meters (100 yards) east of the Lighthouse Visitor Parking Lot. Directions from Bear Valley to the Lighthouse Top of Page      Tule Elk Preserve The tule elk herds had virtually disappeared by 1860, 13 years before the state awarded them complete protection. In the spring of 1978, two bulls and eight cows were brought in from the San Luis Island Wildlife Refuge near Los Banos. The elk were contained within a temporary, 1.2-hectare (3-acre) enclosure to allow for adjustment to their new surroundings. That summer, six of the cows bore calves. In the fall, 17 elk were released from the enclosure on Tomales Point to 1,050 hectares (2,600 acres) of open grassland and coastal scrub. By the summer of 1988, the population was at 93 animals. The population census taken in 2000 counted over 400 elk. In 2009, over 440 were counted at Tomales Point, making the the Point Reyes herds one of the largest populations in California. Smaller, free-ranging herds of tule elk may also be seen in the Limantour\/Glenbrook area and in the grasslands above Drakes Beach. Directions from Bear Valley to Tomales Point Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/wildlife_viewing.htm"
}
