{
    "title": "Point Reyes National Seashore: Beaches",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Beaches              Beaches of Point Reyes       Point Reyes National Seashore contains approximately 130 kilometers (80 miles) of shoreline, much of which park visitors may safely explore. Visitors may drive almost right up to Drakes Beach, Limantour Beach, and the Great Beach (at the North and South Beach parking lots). The rest of the park's shoreline may only be accessed by trail or by boat. For driving directions to beaches or trailheads for beaches, visit our Directions to Park Destinations page. Some beaches, such as Palomarin and Sculptured Beaches, are good for tidepooling, while other beaches are covered by vast expanses of sand. The ocean water rarely exceeds 10°C (50°F), so those without wetsuits rarely stay in the water for long. Hypothermia, sneaker waves, and rip currents are just a few of the hazards of which visitors should be aware. Please read the Safety Issues Associated with Beaches section below for more information.        Pick up a reusable bag from a Beach Clean Up Station for gathering trash you find on the beach.   The beaches of Point Reyes frequently are named as some of California's cleanest beaches. Please help protect marine life and keep your park's beaches clean by disposing of refuse in the garbage cans\/dumpsters located at beach and trailhead parking lots. Or come out to help clean up the beaches on California Coastal Cleanup Day on the third Saturday of September. Pets are permitted on certain sections of Kehoe, Limantour, and Great Beach and must be restrained by a 1.8-meter (6-foot) leash at all times. Visit our Pets page for more information. Within the National Seashore, visitors may have wood fires only on park beaches if a Beach Fire Permit has been obtained in advance. Visit our Beach Fires page for more information. Please visit our Park Regulations page to familiarize yourself with some of the other rules pertaining to visiting the park's beaches. We hope that your visit to these beaches is safe and enjoyable. Top of Page        Abbotts Lagoon   Abbotts Lagoon Beach A 2.5-kilometer (1.5-mile) walk through coastal scrub, across a bridge over a stream between two lagoons, and over sand dunes brings you to this ocean beach. The lagoons attract large numbers of migrating shorebirds in the fall, followed by the wintering ducks. Occasionally peregrine falcons are seen selecting their meals amongst these tasty morsels. The sand dunes backing the beach are home to the endangered snowy plover. The eggs and young of this ground-nesting bird are easily destroyed. Be especially careful in this area during their nesting season, June 1–September 15.        Drakes Beach   Drakes Beach A wide stretch of beach backed by dramatic white sandstone cliffs makes this a very popular place. Drive-up access, a small café and a visitor center add to its appeal. The sands of the Drakes Bay cliffs were deposited in a shallow sea 10–13 million years ago, compacted, then uplifted. Erosion has revealed the striations of this story in the cliff faces. Heart's Desire Beach Heart's Desire Beach is part of Tomales Bay State Park. It is a nice sheltered cove on Tomales Bay that is excellent for families with small children. The ocean water tends to be a little warmer at this beach. Top of Page        Kehoe Beach   Kehoe Beach A 1-kilometer (0.6-mile) walk alongside a marsh and over a sand dune takes you to the northern end of the Great Beach, called Kehoe Beach. Once at the beach, turn left to explore a stream meandering its way into the Pacific Ocean. To the right, giant dunes make explorations fun. Follow the beach further north to see the dramatic juxtaposition of rocks. The first cliffs you see are the smooth Laird sandstone, which change abruptly to granite. A reverse fault displaced the sandstone against the granite upon which it was deposited, creating a continuous cliff made of very different rock types. Dogs are allowed on a 1.8-meter (6-foot) leash on this beach to the north of the trail. Dogs are not permitted south of the trailhead as this area is protected habitat for the endangered snow plover. Kelham Beach A 7.7-kilometer (4.8-mile) trek from the Bear Valley trailhead brings hikers to an overlook above this quiet, secluded beach. The trail leading from the Coast Trail down to Kelham Beach was repaired during the summer of 2009 and is now open. The beach access trail was washed out a number of years ago during a winter storm. Visitors should use caution when visiting this beach. High tides frequently cover much of the beach. Top of Page        Limantour Beach, shore birds, and kelp   Limantour Beach A long, narrow spit of sand, bound between Drakes Bay and an estuary, is a bountiful wildlife area. Scores of shorebirds feed in the wetlands and along the beaches during the fall. Ducks abound in winter at old, freshwater stock ponds created during the peninsula's ranching era. Harbor seals are often seen bobbing offshore in the gentle waves or basking in the sun's warmth. Mother gray whales guide their calves along the shoreline during the spring. Dogs are allowed on a 1.8-meter (6-foot) leash on the southeast end of this beach. Dogs are not permitted to the northwest as this area is protected habitat for harbor seals and the endangered snowy plover. Marshall Beach Marshall Beach is on the Tomales Bay side of Point Reyes National Seashore, south of Tomales Point. The parking area is a 3-kilometer (2-mile) drive on a dirt road. It is then a 1.9-kilometer (1.2-mile) hike from the parking area to the beach. Top of Page        McClures Beach   McClures Beach A short, steep, downhill hike leads visitors to this small but exciting cove with intense surf. The rocks at either end of the beach add to the drama and danger. It is tempting to venture around the southern corner to explore the adjacent beach, but use caution! This area can only be safely accessed during the outgoing low tide. Palomarin Beach Palomarin Beach is at the south end of Point Reyes, between Bolinas Point and Wildcat Beach. This trail is a strenuous walk down the cliff. The beach is good for tidepooling at minus tides.        Sculptured Beach   Sculptured Beach Sculptured Beach is located two miles south of Limantour Beach. Winter rains feed two creeks which stream across the sand into the ocean creating a wet barrier for beach walkers wishing to keep their feet dry. Once at Sculptured Beach, look for its namesake rocks lying on the shoreline. The sculptured rocks are exposed at low tide, along with the organisms that cling to them, creating an exciting area to go tidepooling. Top of Page        Point Reyes Headlands from South Beach   The Great Beach The Great Beach—also known as Point Reyes Beach—is an incredible expanse of over 17 kilometers (11 miles) of undeveloped ocean beach visitors are welcome to explore. If you are looking for the drama of heavy surf this is the place to be. Drive-up access is located at the North Beach or South Beach parking lots. Dogs are allowed on a 1.8-meter (6-foot) leash on this beach. Dogs are not permitted north of the North Beach entrance as this area is protected habitat for the endangered snowy plover. And during the winter when elephant seals are present, both people and dogs are not permitted too far south of the South Beach access. Please be very cautious near the water as \"sneaker waves\" have been known to drag unwitting victims out to sea.        Wildcat Beach, Alamere Falls, and Double Point.   Wildcat Beach Wildcat Beach is a 4-kilometer (2.5-mile) long beach in the southern end of the National Seashore. To access Wildcat Beach at Wildcat Campground, visitors will need to hike at least 8.8 kilometers (5.5 miles). The shortest route to Wildcat Campground is along the Coast Trail from the Palomarin trailhead in the southern part of Point Reyes. Visitors may also ride their bicycles 10.7 kilometers (6.7 miles) from Five Brooks along the Stewart Trail to get to Wildcat Campground. A mile south of Wildcat Campground is Alamere Falls. Top of Page         Safety Issues Associated with Beaches The ocean is one of the most dangerous hazards found at Point Reyes National Seashore. Do not underestimate the power of the ocean. Numerous hazards exist along all beaches, including rough surf, sneaker waves, rip currents, contaminated water, hypothermia, and buried hot ashes. Please use common sense when near the water's edge. There are no lifeguards present at the beaches within Point Reyes National Seashore. Download our Enjoying the Beach Safely brochure. (491 KB PDF) Before visiting beaches at Point Reyes, visit the National Weather Service's Watches, Warnings & Advisories page for the Coastal North Bay to learn whether there are any active Beach Hazards Statements, High Surf Advisories, and\/or High Surf Warnings.      Sneaker Waves Visitors to Point Reyes beaches are advised to be aware of sneaker waves. A sneaker wave is an unexpectedly large wave, higher, stronger and reaching farther up the beach to levels far beyond where the normal waves reach. Beach goers, particularly children, can quickly be caught in the rip current and pulled out to deep water. If the person can not escape the current, they may drown. This has occurred numerous times at Point Reyes Beaches. Sneaker waves also have the ability to toss around large driftwood logs that may fall on a person, injuring or even killing them. Even though the ocean may appear calm, there is still the potential for sneaker waves. Larger waves, moving fast, pick up smaller waves and carry them toward the beach. Some people erroneously think that sneaker waves can be predicted, i.e., every fourth or fifth wave, but in truth they are unpredictable. They can occur at any time, day or night, during incoming and outgoing tides, during storms and during sunny calm weather. How to avoid sneaker waves:   Never turn your back on the surf Stay at least thirty yards away from the water on beaches facing the open ocean, particularly the Great Beach (North and South beaches), McClures Beach and Kehoe Beach. Watch out for sneaker waves. Sneaker waves are often preceded by a sudden lowering of the water level. Supervise children at all times. Two children died at the South Beach after being hit by sneaker waves in 2001. Avoid slippery rocks Rock outcrops can be slippery from mist, rain, or spray. Large waves can knock people off rock outcrops and severely injure them or knock them unconscious. In early 2004, a person at McClures Beach was killed when she was knocked off a rock by a sneaker wave. Stay away from rocky areas, particularly during storms, high tide, or tidal changes. Avoid logs and debris Sneaker waves are strong enough to take the biggest log and toss it on you. Stay away from logs in surf or wet sand. Do not sit or stand on logs. Keep children away from logs and large debris.  Top of Page      Rip Currents Rip currents are powerful, channeled currents of water flowing away from shore. They typically extend from the shoreline, through the surf zone, and past the line of breaking waves. Rip currents can occur at any beach with breaking waves. Rip currents can be killers. What to do if you get caught in a rip current:   Remain calm to conserve energy and think clearly. Never fight against the current. Think of it like a treadmill that cannot be turned off, which you need to step to the side of. Swim out of the current in a direction following the shoreline. When out of the current, swim at an angle--away from the current--towards shore. If you are unable to swim out of the rip current, float or calmly tread water. When out of the current, swim towards shore. If you are still unable to reach shore, draw attention to yourself by waving your arm and yelling for help.  For more information on Rip Currents, check the National Weather Service's Rip Currents and Rip Current Safety Tips webpages. Top of Page      Contaminated Water Lagoons, such as those found at Abbotts Lagoon, Kehoe Beach, and occasionally at Drakes Beach, and similar bodies of water can be hazardous areas for swimming whether they are in parklands or other urban or rural areas. Rainfall runoff and stream flow from surrounding agricultural areas flows into the lagoons potentially carrying harmful bacteria with it. The lagoons are also collection areas for waste from deer, birds and other wildlife that congregate there as well as dog waste. Please exercise caution if you choose to swim\/wade in these areas and closely watch dogs and children who may enter the water. Marin County Environmental Health Services monitors a number of ocean, bay and freshwater sites within Point Reyes National Seashore and the surrounding area. These sites are sampled once a week from April 1 through October 31 to determine if a beach meets the California water quality standards for recreational water contact. EHS works cooperatively with the NPS to collect water samples and post advisory signage as needed at the designated sampling sites. For more information, visit the EHS's Marin County Ocean and Bay Water Quality Testing Program page or download the most recent Beach Water Quality information chart. Hypothermia The coastal water temperatures at Point Reyes rarely exceed 50 degrees Fahrenheit. Prolonged exposure to these temperatures can result in hypothermia (abnormally low body temperature) or death. Do not stay in the water for more than a few minutes unless you are wearing a wetsuit. Before swimming or wading, consider the weather conditions and whether you would be able to stay warm if you were to get wet. You have a much better chance of warming up again if the weather is sunny and hot as opposed to overcast, windy and cool. Don't wait until you start to shiver or for your lips to turn blue before you get out of the water. If you start to shiver, you are already suffering from mild hypothermia. Get out of the water and try to warm up. For more information on hypothermia and treatment, check out Rick Curtis' Outdoor Action Guide to Hypothermia And Cold Weather Injuries. Hot Coals Hot coals may exist on the beach surface or just below the sand due to improperly extinguished beach fires. Put all fires out with water. Do not attempt to extinguish fires or cover the coals with sand. For more information on beach fires or on how to obtain a beach fire permit, check our Beach Fires page. Drinking Water Quality 2007 Consumer Confidence Report for drinking water quality for the water system serving Drakes Beach, North Beach and South Beach - June 23, 2008 (75 KB PDF) Top of Page      Tsunamis A tsunami is a series of ocean waves generated by sudden displacements in the sea floor, landslides, or volcanic activity. While in the deep ocean, the tsunami wave may only be a few inches high, but when the tsunami wave encounters a coastline, it may increase in height to become a fast moving wall of turbulent water several meters high. Visitors should be aware that the beaches and shorelines of Point Reyes are locations which could be struck by a tsunami. Whether you live in the Point Reyes area, visit our beaches, or rent or own a home near the coast, it is vital to understand the tsunami threat and take preparation seriously.  Visit the National Oceanic and Atmospheric Administration's Tsunami website to learn more about tsunamis and what to do in the event of one. Watch the Marin Tsunami video, produced by the United States Geological Survey in cooperation with the Marin Office of Emergency Services, to find out what several West Marin communities are doing to be prepared. Visit the National Weather Service's Pacific Tsunami Warning Center to learn about current tsunami risks. Download the How to Survive a Tsunami brochure (2,129 KB PDF). More information may be found at the California Governor's Office of Emergency Services' Tsunami Preparedness page.  Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/beaches.htm"
}
