{
    "title": "Point Reyes National Seashore: Campgrounds in Point Reyes",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Campgrounds in Point Reyes              Campgrounds        This page contains descriptions of the backcountry campgrounds at Point Reyes National Seashore. Point Reyes National Seashore only offers backcountry hike-in and boat-in camping. For those who would prefer to camp near their vehicle or in their RV, there are a number of nearby campgrounds in Marin County and along the Sonoma Coast. There are also numerous options for lodging in West Marin. Each Point Reyes National Seashore hike-in campground has a vault toilet and a water faucet. The water from the faucets is usually potable, but campers should bring along some means of treating the water in case the campground's water treatment system fails, at which time signage would be posted at the water faucet to alert campers that the water is not potable. Each 1–6 person campsite has a picnic table, a food storage locker and a charcoal grill. Group sites have two picnic tables, two food storage lockers and one large or two regular charcoal grills. To find out more about camping fees and regulations and how to obtain a backcountry camping permit at Point Reyes, check out our Backcountry Camping page. To find out more about overnight kayaking and boating on Tomales Bay, check out our Kayaking page.         COAST CAMP Coast Camp is nestled within a small coastal grassy valley with easy access to the beach and tidepools. The beach is within 200 meters (200 yards) of the campground. The shortest approach to Coast Camp is via the 2.9 km (1.8 miles) slightly uphill hike on the Laguna and Firelane Trails, starting at the Laguna Trailhead just past the hostel. Following the Coast Trail from the Coast Trailhead before the hostel offers an easy, flat 4.3 km (2.7 miles) route and is open to bicycles. The Coast Trail is subject to seasonal flooding and closures.. Plans are underway for a long-term fix which will require significant planning and compliance with various agencies. A short-term solution is also being considered but will also require planning and compliance. When the Coast Trail is flooded and\/or closed, access for hikers will be along the Laguna Trail or Limantour Beach. Twelve individual sites and two group sites. Sites 1-7 are in a small semi-protected canyon. Aerial photo\/map of Coast Camp. (269 KB PDF) Top of Page         GLEN CAMPGlen Camp is a quiet and secluded camp deep within a wooded valley protected from ocean breezes. The shortest hike to this camp is a moderate 7.4 km (4.6 miles) by foot along the Bear Valley Glen Trails. To access Glen Camp by bicycle, start at the Five Brooks Trailhead, follow the Stewart Trail to the Glen Trail, then north to the Glen Camp Loop, and finish by descending to Glen Camp. This is a strenuous 10.1 km (6.3 mile) bike ride. It is a 4 km (2.5 mile) strenuous hike to the beach at Wildcat Camp. No groups, horses, or pack animals are allowed at Glen Camp. Twelve individual sites. Aerial photo\/map of Glen Camp. (206 KB PDF) Top of Page         SKY CAMP Sky Camp is located on the western side of Mt. Wittenberg at an elevation of 310 meters (1025 feet). In clear weather, it has a sweeping view of Point Reyes, Drakes Bay, and the Pacific Ocean. The easiest and shortest approach is a 2.2 km (1.4 miles) moderate uphill hike or bicycle ride from the Sky Trailhead (elevation 250 meters (840 feet)) on Limantour Road. It is a steep 6.4 km (4 miles) hike down to the beach. Eleven individual sites and one group site. Aerial photo\/map of Sky Camp. (233 KB PDF) Top of Page         WILDCAT CAMP Wildcat Camp is located in an open meadow on a bluff overlooking the ocean with a short walk to the beach and a 3.2 kilometer (2.0 miles) round-trip walk to Alamere Falls. It is a 10 kilometer (6.3 miles) hike from Bear Valley or an 8.8 kilometer (5.5 miles) hike on the Coast Trail from Palomarin with access to Bass Lake. The only bicycling route is via a strenuous 10.7 kilometer (6.7 miles) ride along the Stewart Trail from the Five Brooks Trailhead. Five individual sites and three group sites; three of the individual sites only hold up to four people. Aerial photo\/map of Wildcat Camp. (120 KB PDF) Top of Page         TOMALES BAY Tomales Bay boat-in camping is allowed on west side National Park beaches north of Tomales Bay State Park's Indian Beach. These beaches are tidally influenced and generally are small sandy coves backed against steep cliffs. Campers on Tomales Bay beaches must arrive by boat and may not hike, bike, or ride horses to the beaches. Overnight parking for boat-in campers is prohibited within Point Reyes National Seashore (i.e., along the Pierce Point and L Ranch Roads and at the Marshall Beach Trailhead) and Tomales Bay State Park. All waste (including human) must be removed. Disposing of human waste in the bay or onto park beaches is prohibited, so campers must bring portable facilities or limit camping to Marshall Beach and Tomales Beach, where vault toilets and portable toilets, respectively, are available. There is no potable water available. There are seasonal closures on some beaches. Check with the seashore reservation office for updates. Twenty permits are available each day-nine to parties of 1 to 6 people, eight to parties of 7 to 14 people, and three to parties of 15 to 25 people. Map of Tomales Bay Boat-in Campsites. (257 KB PDF) Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/campgrounds.htm"
}
