{
    "title": "Point Reyes National Seashore: Alamere Falls",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Alamere Falls              Alamere Falls         Alamere Falls and Double Point   Alamere Falls is a beautiful waterfall deep within the Phillip Burton Wilderness, a dramatic sight as it cascades over a ~30 foot tall cliff onto the south end of Wildcat Beach. While no easy trek—a 13-mile (20 km) minimum round-trip hike is required—this spectacular spot is a popular—and sometimes—crowded visitor draw. But take note: it is also the site of multiple search-and-rescue operations each year. Beware getting too close to cliff edges and be mindful of coastal erosion! Wilderness areas are places of refuge—protected and managed to allow for relaxation, self-reliance, opportunities for solitude, and natural quiet. To maintain this extraordinary wilderness character, this area is free of mechanized equipment. Devices such as radios, boomboxes, and portable speakers are prohibited. Dogs, other pets, and bicycles are also prohibited. Please refer to our Bicycle Riding and Pets pages to see where you can, respectively, ride your bike and bring your dog in the Seashore. Wilderness also means the imprint of human development is limited: there are no restrooms near Bass Lake or Alamere Falls. Vault toilets are available at trailheads and Wildcat Campground. Please pack out everything you pack in. Help us keep this extraordinary wilderness wild! Leave no trace.        Wildcat Beach   To visit Alamere Falls safely, Point Reyes National Seashore recommends hiking to Wildcat Campground and, from there, walking a mile south on Wildcat Beach during a low tide. At higher tides, Wildcat Beach may be completely inundated, particularly in the winter and spring. Be aware of tides and surf conditions. Before you visit, check the National Oceanic and Atmospheric Administration's tide predictions and the National Weather Service's Watches, Warnings & Advisories page for the Coastal North Bay to learn whether there are any active Beach Hazards Statements, High Surf Advisories, and\/or High Surf Warnings. Many trails lead to Wildcat Campground, but the most commonly used routes are: the 5.5-mile (8.8 km) hike from the Palomarin Trailhead via the Coast Trail; the 6.3-mile (10.1 km) hike from the Bear Valley Trailhead via the Bear Valley, Glen, and Stewart Trails; or the 6.7-mile (10.7 km) hike from the Five Brooks Trailhead via the Stewart Trail. The Stewart Trail is open to bicycles for those who wish to ride up and over the 1,300-foot (400 m) Inverness Ridge. Download the South District Hiking Map (766 KB PDF) Please take note! Many social media posts and older (and some newer) guide books reference the Alamere Falls Trail: this is NOT a maintained trail, and poses many hazards to off-trail hikers—crumbling and eroding cliffs, massive poison oak, ticks, and no cell phone service. Visitors who use this unmaintained trail may endanger themselves and rescuers, and inadvertently cause resource damage. On an almost weekly basis, visitors get hurt scrambling down the heavily rutted route leading to the top of the falls or sliding down the crumbly cliff-face to get to the beach, sometimes requiring search and rescue teams to be mobilized. The National Park Service strongly advises visitors against using this unmaintained route. Please use the recommended routes to visit the falls. Please be aware that on most weekends throughout the year, the parking lot at the Palomarin Trailhead fills up very early in the morning, and visitors arriving late in the morning or in the afternoon may be turned away. If you wish to visit Alamere Falls or other locations accessed via the Palomarin Trailhead, arrive early, or consider visiting mid-week. Check the park's Facebook page and\/or Twitter feed for updates on crowded weekends! Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/alamere_falls.htm"
}
