{
    "title": "Hawai'i Volcanoes National Park: Keanakāko‘i",
    "body": "Explore This Park    Plan Your Visit     Hiking     Day Hikes     Keanakāko‘i                Keanakāko'i Crater         Keanakāko'i Crater Viewed From Crater Rim Trail NPS Photo - Jessica Ferracane  June 13, 2012 - Hawaiʻi Volcanoes National Park has reopened the section of Crater Rim Drive near the Devastation Trail parking lot to Keanakākoʻi Crater, and a portion of Crater Rim Trail that leads from Chain of Craters Road to the south side of Keanakākoʻi, to hikers. Approximately 0.8 miles of Crater Rim Drive is now open to hikers, and visitors can enjoy an easy and accessible roundtrip walk through koa and ʻōhiʻa forest on pavement all the way to the Keanakākoʻi Crater overlook. Across the road, another overlook provides panoramic views of Halemaʻumaʻu Crater and Mauna Loa.  The park has also reopened about 0.7 miles of Crater Rim Trail from Chain of Craters Road just north of Lua Manu Crater. This section of trail winds through native forest, along the flows of 1974, and culminates at the south side of Keanakākoʻi Crater. Both routes offer an abundance of diverse and breathtaking views.      Keanakākoʻi, meaning \"cave of the adzes\", likely formed during the 1400s, during Kīlauea's great summit collapses. Until 1877, Hawaiian kahuna kākoʻi (carving experts) sought the crater's superior and rare basaltic rock for making koʻi, or adze heads. Bound to a sturdy ʻau koʻi (wooden handle), this valuable tool was used to carve vital objects like canoes and houses. But the famous adze quarry was covered by lava, first in 1877, then again during the fissure eruption in July 1974. Today, the crater floor is 115 feet deep. The park closed Crater Rim Drive from Jaggar Museum to Chain of Craters Road and portions of Crater Rim Trail for public safety after Halemaʻumaʻu began to erupt in March 2008 and volcanic fumes caused poor air quality. Halemaʻumaʻu continues to erupt, and Crater Rim Drive remains closed from Keanakākoʻi to Jaggar Museum.  \"Thanks to a new sulfur dioxide monitoring network, and an increase in air quality monitoring tools at our fingertips, we can effectively evaluate air quality conditions,\" said Park Ranger and Chief of Interpretation Jim Gale. \"We encourage park visitors to take advantage of the newly opened section of road and trail,\" he said.  The Keanakākoʻi area may still experience high levels of volcanic fumes with changing wind conditions. Should this happen, the park will temporarily close the site to visitation. Interpretive signage in the area features a QR code for smart phones, which connects to the national award-winning Hawaiʻi SO2 Network website, www.hawaiiSO2Network.com.        Return to: Day Hikes Overnight Backcountry Hikes Journals Hikes Things to Do Weather and Climate Air Quality",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/keanakakoi.htm"
}
