{
    "title": "Point Reyes National Seashore: Phillip Burton Wilderness",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Phillip Burton Wilderness              Phillip Burton Wilderness         Sunset from Limantour Beach.   Point Reyes National Seashore is home to the Phillip Burton Wilderness Area, where visitors can explore 33,373 acres of forested ridges, coastal grasslands, sand dunes, and rugged shoreline. Visitors can enjoy a quiet evening on a secluded beach watching the sun set over the Pacific Ocean, or experience the power of a winter storm or the spring winds generating massive waves on the Point Reyes Beach. Over one-hundred miles of trails wind their way through the park's Wilderness, inviting visitors to leave the stress of today's mechanical\/electronic world behind for an hour or a day. Wildlife also thrives throughout the park's Wilderness. Visitors may observe tule elk on Tomales Point, harbor seals, waterfowl, and shorebirds in the Estero de Limantour, and a multitude of marine invertebrates in tidepools. All of this within a couple-hours travel time for over 8 million San Francisco Bay area residents.        Dune restoration volunteers removing invasive European beach grass.   Wilderness areas are public lands. This means wilderness belongs to everyone. Wilderness areas also provide intact habitat for wildlife, clean drinking water for cities, recreational opportunities for outdoor enthusiasts, sources of inspiration for artists, and much more. Wilderness areas also provide a place for reflection and introspection. What does wilderness means to you? Is it a place of inspiration? Adventure? Or maybe even a place you have not visited but still appreciate? We can all be stewards of these special places and ensure their protection well into the future. To learn more about how you can be a wilderness steward, visit http:\/\/www.wildernessvolunteers.org\/.        Phillip Burton.   The year 2014 marks the 50th Anniversary of the Wilderness Act, making it the perfect time to have a wilderness experience. President Lyndon B. Johnson signed the Wilderness Act on September 3, 1964, to provide the highest level of protection for some of America's iconic, wild landscapes. The US Congress passed legislation (Public Law 94-544) in 1976 that created the Point Reyes Wilderness. The Congress passed Public Law 99-68 in 1985, which declared: In recognition of Congressman Phillip Burton's dedication to the protection of the Nation's outstanding natural, scenic, and cultural resources and his leadership in establishing units of the National Park System and preserving their integrity against threats to those resources and specifically his tireless efforts which led to the enactment of the California Wilderness Act of 1984, the designated wilderness area of Point Reyes National Seashore, California as established pursuant to law, shall henceforth be known as the \"Phillip Burton Wilderness\". Phillip Burton served in the US House of Representatives from 1964 until his death on April 10, 1983.           In celebration of the Wilderness Act's 50th anniversary, visitors from around the world will be hiking wilderness trails, exploring wilderness areas online, and further strengthening their connection to these special American places. National parks across the country are recognizing this important anniversary in ways as diverse as the landscapes they are honoring—wilderness walks, art exhibits, trail maintenance projects, guest speakers, etc. You are invited to join your national parks to recognize the 50th anniversary of the Wilderness Act by participating in one of the many activities offered. Visit http:\/\/www.wilderness50th.org\/events.php to find out about activities happening near you. To learn more about the 50th anniversary of America's wilderness and upcoming events, visit www.wilderness50th.org. Videos from NPSWilderness: Wilderness Calling: Point Reyes Wilderness Motion: Point Reyes Wilderness Visions: Point Reyes America's Wilderness Learn more about Wilderness Stewardship and Science in the Winter 2011–2012 issue of Park Science (html or 19.0 MB PDF). Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/phillip_burton_wilderness.htm"
}
