{
    "title": "Point Reyes National Seashore: Pierce Point Road",
    "body": "Directions to Park Destinations via Pierce Point Road       Tip: Follow signs for “Lighthouse” until you see a sign for “Tomales Bay State Park and Pierce Point Road.” Turn right and follow Pierce Point Road until you see a sign for your destination.      Directions to Heart's Desire Beach in Tomales Bay State Park Allow 25 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 5.6 miles (9 km) northwest to Pierce Point Road. Tip: Follow road signs for “Lighthouse” until you see a sign for Tomales Bay State Park. Turn right and follow Pierce Point Road 1.25 miles (2 km) north to the road on the right leading into Tomales Bay State Park. Turn right and follow this road about 1 mile (1.6 km) east to Heart's Desire Beach.  Top of Page      Directions to Marshall Beach Trailhead Allow 30 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 5.6 miles (9 km) northwest to Pierce Point Road. Tip: Follow road signs for “Lighthouse” until you see a sign for Pierce Point Ranch. Turn right and follow Pierce Point Road 1.3 mile (2.1 km) north to the Duck Cove\/Marshall Beach Road, which is a dirt road just north of the entrance to Tomales Bay State Park. Turn right and follow Duck Cove\/Marshall Beach Road about 2 miles (3.2 km) north to the Marshall Beach Trailhead parking lot.   Top of Page      Directions to Abbotts Lagoon Trailhead Allow 20 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 5.6 miles (9 km) northwest to Pierce Point Road. Tip: Follow road signs for “Lighthouse” until you see a sign for Pierce Point Ranch. Turn right and follow Pierce Point Road 3.2 miles (5.1 km) north to the Abbotts Lagoon parking lot, which is on the left side of the road.  Top of Page      Directions to Kehoe Beach Trailhead Allow 25 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 5.6 miles (9 km) northwest to Pierce Point Road. Tip: Follow road signs for “Lighthouse” until you see a sign for Pierce Point Ranch. Turn right and follow Pierce Point Road 5.5 miles (8.8 km) north to the Kehoe Beach parking area, which is comprised of large pullouts alongside of the road.  Top of Page      Directions to Tomales Point Trailhead, Pierce Point Ranch, and McClures Beach Allow 35 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 5.6 miles (9 km) northwest to Pierce Point Road. Tip: Follow road signs for “Lighthouse” until you see a sign for Pierce Point Ranch. Turn right and follow Pierce Point Road 9 miles (14.4 km) north to the Pierce Point Ranch parking lot. To get to the McClures Beach parking lot, turn left and descend the hill 100 yards (90 meters) to the west.  Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/directions_inpark_piercepoint.htm"
}
