{
    "title": "Point Reyes National Seashore: Directions Using GPS or Internet Maps",
    "body": "Directions Using GPS or Internet Mapping Applications       If you can enter a location into your GPS unit based on the location's latitudinal and longitudinal geographic coordinates, use either the decimal degrees (DD) or degrees, minutes, and seconds (DMS) coordinates listed below. Otherwise... Warning about using internet mapping applications for locations in Point Reyes based on street addresses: If you use an internet mapping application (i.e., Google Maps, MapQuest, Yahoo! Maps) or a GPS unit to obtain directions based on street addresses, please be aware that most GPS systems and internet mapping applications provide incorrect placement of points of interest within Point Reyes National Seashore when the location's postal address is entered into the search field. If you are using an internet mapping application or a GPS unit that does not accept latitudinal and longitudinal geographic coordinates, try entering the addresses listed below. If using \"Inverness, CA 94937\" doesn't appear to give an appropriate location, try \"Point Reyes Station, CA 94956\" for the City, State, and Zip Code instead. NOTE: The U.S. Postal Service does not recognize these addresses for delivery purposes. These addresses should get you close enough to the appropriate location that you will have seen old-fashioned road signs upon which you can rely to ultimately get you to your desired destination. Disclaimer: The National Park Service does not guarantee that these addresses will provide the correct location for all internet mapping applications and GPS systems. Bear Valley Visitor Center: 1 or 76 Bear Valley Road, Point Reyes Station, CA 94956 DD: 38.0412, -122.8002 DMS: 38° 2' 26\" N, 122° 47' 59\" W Abbotts Lagoon Trailhead: 2850 Pierce Point Road, Inverness, CA 94937 DD: 38.1235, -122.9355 DMS: 38° 7' 25\" N, 122° 56' 8\" W Agate Beach County Park: 399 Elm Road, Bolinas, CA 94924 DD: 37.8970, -122.7088 DMS: 37° 53' 49\" N, 122° 42' 32\" W Top of Page Bayview Trailhead: Limantour Road, Point Reyes Station, CA 94956 The trailhead is on the right\/north side of the road 4.4 miles (7 km) after turning on to Limantour Road. DD: 38.0591, -122.8504 DMS: 38° 3' 33\" N, 122° 51' 2\" W Chimney Rock Trailhead: Chimney Rock Road, Inverness, CA 94937 The trailhead is at the east end of Chimney Rock Road. Note: Vehicles more than 24 feet long are not permitted on Chimney Rock Road. DD: 37.9952, -122.9800 DMS: 37° 59' 43\" N, 122° 58' 48\" W Clem Miller Environmental Education Center: 1394 Limantour Road, Point Reyes Station, CA 94956 DD: 38.0446, -122.8567 DMS: 38° 2' 41\" N, 122° 51' 24\" W Coast Guard Cemetery (Sir Francis Drake Boulevard) 17270 Sir Francis Drake Blvd., Inverness, CA 94937 Turn right\/north at this location and proceed 0.2 miles (0.3 km) north to the small parking area on the right side of the road. DD: 38.0943, -122.9293 DMS: 38° 5' 39\" N, 122° 55' 45\" W Drakes Beach and Drakes Beach Cafe: 1 Drakes Beach Road, Inverness, CA 94937 DD: 38.0279, -122.9619 DMS: 38° 1' 40\" N, 122° 57' 43\" W Top of Page Duxburry Reef: 399 Elm Road, Bolinas, CA 94924 DD: 37.8970, -122.7088 DMS: 37° 53' 49\" N, 122° 42' 32\" W Elephant Seal Overlook at Chimney Rock: Chimney Rock Road, Inverness, CA 94937 The trailhead is at the east end of Chimney Rock Road. Note: Vehicles more than 24 feet long are not permitted on Chimney Rock Road. DD: 37.9952, -122.9800 DMS: 37° 59' 43\" N, 122° 58' 48\" W Estero Trailhead: Estero Trail, Inverness, CA 94937 Turn left\/south onto the Estero Trailhead Road and drive south 1 mile (1.6 km) to the Estero Trailhead parking lot. DD: 38.0815, -122.9141 DMS: 38° 4' 53\" N, 122° 54' 51\" W Five Brooks Trailhead and Stables: 8000 CA-1, Point Reyes Station, CA 94956 DD: 37.9974, -122.7579 DMS: 37° 59' 51\" N, 122° 45' 28\" W Giacomini Wetlands West Pasture Viewing Area: Located on the east side of the road 0.1 miles (150 meters) north of the junction of Sir Francis Drake Boulevard and Drakes View Dr. in Inverness, CA. DD: 38.0785, -122.8325 DMS: 38° 4' 43\" N, 122° 49' 57\" W Top of Page Heart's Desire Beach in Tomales Bay State Park: 1 Pierce Point Road, Inverness, CA 94937 Turn right at this location in to Tomales Bay State Park. DD: 38.1320, -122.8936 DMS: 38° 7' 55\" N, 122° 53' 37\" W Historic Life-saving Service and Historic G Ranch Cemetery: 17270 Sir Francis Drake Blvd., Inverness, CA 94937 Turn right\/north at this location and proceed 0.2 miles (0.3 km) north to the small parking area on the right side of the road. DD: 38.0943, -122.9293 DMS: 38° 5' 39\" N, 122° 55' 45\" W Historic RCA Coast Station KPH: 17850 Sir Francis Drake Blvd., Inverness, CA 94937 Turn right\/north at this location and follow the road 0.25 miles (0.4 km) north to the parking lot. DD: 38.0924, -122.9441 DMS: 38° 5' 33\" N, 122° 56' 39\" W Hostel: 1353 Limantour Road, Point Reyes Station, CA 94956 DD: 38.0438, -122.8626 DMS: 38° 2' 38\" N, 122° 51' 45\" W Kehoe Beach Trailhead: 5550 Pierce Point Road, Inverness, CA 94937 DD: 38.1527, -122.9390 DMS: 38° 9' 10\" N, 122° 56' 20\" W Top of Page Kenneth C. Patrick Visitor Center: 1 Drakes Beach Road, Inverness, CA 94937 DD: 38.0279, -122.9619 DMS: 38° 1' 40\" N, 122° 57' 43\" W Laguna Trailhead: 1395 Limantour Road, Point Reyes Station, CA 94956 DD: 38.0434, -122.8585 DMS: 38° 2' 36\" N, 122° 51' 31\" W Lifeboat Station at Chimney Rock: Chimney Rock Road, Inverness, CA 94937 Park at the east end of Chimney Rock Road. Note: Vehicles more than 24 feet long are not permitted on Chimney Rock Road. DD: 37.9952, -122.9800 DMS: 37° 59' 43\" N, 122° 58' 48\" W Lighthouse: 27999 Sir Francis Drake Blvd., Inverness, CA 94937 From this location, follow the right\/west fork of the road 1 mile (1.6 km) to the parking lot. DD: 37.9978, -123.0121 DMS: 37° 59' 52\" N, 123° 0' 44\" W Limantour Beach: Limantour Beach Parking Lot, Point Reyes Station, CA 94956 DD: 38.0288, -122.8822 DMS: 38° 1' 44\" N, 122° 52' 56\" W Top of Page Marshall Beach Trailhead: 800 Marshall Beach Road, Inverness, CA 94937 From this location, continue north to the parking lot at the end of the road. DD: 38.1541, -122.9198 DMS: 38° 9' 15\" N, 122° 55' 11\" W McClures Beach Trailhead: 9990 Pierce Point Road, Inverness, CA 94937 DD: 38.1885, -122.9581 DMS: 38° 11' 19\" N, 122° 57' 29\" W McCurdy Trailhead: 6010 CA-1, Bolinas, CA 94924 or 6010 Shoreline Hwy, Bolinas, CA 94924 DD: 37.9469, -122.7089 DMS: 37° 56' 49\" N, 122° 42' 32\" W Mount Vision: Sir Francis Drake Boulevard and Mount Vision Road, Inverness, CA 94937 From this location, follow the Mount Vision Road uphill 3.8 miles (6.1 km) to the Mount Vision Trailhead. Note: Vehicles more than 24 feet long are not permitted on Mount Vision Road. For the junction of Sir Francis Drake Boulevard and Mount Vision Road: DD: 38.1040, -122.9029 DMS: 38° 6' 14\" N, 122° 54' 10\" For the trailhead at the end of Mount Vision Road: DD: 38.0841, -122.8710 DMS: 38° 5' 3\" N, 122° 52' 16\" W Top of Page Muddy Hollow Trailhead: Muddy Hollow Road, Point Reyes Station, CA 94956 or 1300 Limantour Road, Point Reyes Station, CA 94956 DD: 38.0481, -122.8693 DMS: 38° 2' 53\" N, 122° 52' 9\" W North Beach: North Beach Road, Inverness, CA 94937 or 19000 Sir Francis Drake Blvd., Inverness, CA 94937 DD: 38.0777, -122.9747 DMS: 38° 4' 40\" N, 122° 58' 29\" W North District Operation Center: 17850 Sir Francis Drake Blvd., Inverness, CA 94937 Turn right\/north at this location and follow the road 0.25 miles (0.4 km) north to the parking lot. DD: 38.0924, -122.9441 DMS: 38° 5' 33\" N, 122° 56' 39\" W Pacific Coast Science and Learning Center: 7000 CA-1, Point Reyes Station, CA 94956 DD: 37.9713, -122.7295 DMS: 37° 58' 17\" N, 122° 43' 46\" W Palomarin Trailhead: 499 Mesa Road, Bolinas, CA 94924 From this location, proceed north about 1 mile (1.6 km) to the trailhead. DD: 37.9341, -122.7472 DMS: 37° 56' 3\" N, 122° 44' 50\" W Top of Page Pierce Point Ranch: 9990 Pierce Point Road, Inverness, CA 94937 DD: 38.1889, -122.9540 DMS: 38° 11' 20\" N, 122° 57' 14\" W Point Reyes Hostel: 1353 Limantour Road, Point Reyes Station, CA 94956 DD: 38.0438, -122.8626 DMS: 38° 2' 38\" N, 122° 51' 45\" W Point Reyes Lighthouse: 27999 Sir Francis Drake Blvd., Inverness, CA 94937 From this location, follow the right\/west fork of the road 1 mile (1.6 km) to the parking lot. DD: 37.9978, -123.0121 DMS: 37° 59' 52\" N, 123° 0' 44\" W PRBO Palomarin Field Station: 499 Mesa Road, Bolinas, CA 94924 From this location, proceed north about 1\/4 mile (0.4 km) to the Field Station. DD: 37.9302, -122.7363 DMS: 37° 55' 49\" N, 122° 44' 11\" W Randall Trailhead: 7045 CA-1, Point Reyes Station, CA 94956 DD: 37.9727, -122.7303 DMS: 37° 58' 22\" N, 122° 43' 49\" W Top of Page Red Barn Classroom 1 or 76 Bear Valley Road, Point Reyes Station, CA 94956 DD: 38.0429, -122.7976 DMS: 38° 2' 34\" N, 122° 47' 51\" W Sea Lion Overlook: 27999 Sir Francis Drake Blvd., Inverness, CA 94937 From this location, follow the right\/west fork of the road 0.8 mile (1.3 km) to the parking lot. DD: 37.9971, -123.0085 DMS: 37° 59' 50\" N, 123° 0' 31\" W Sky Trailhead: Limantour Road, Point Reyes Station, CA 94956 The trailhead is on the left\/south side of the road 3.4 miles (5.4 km) after turning on to Limantour Road. DD: 38.0549, -122.8381 DMS: 38° 3' 18\" N, 122° 50' 17\" W South Beach: South Beach Road, Inverness, CA 94937 or 23000 Sir Francis Drake Blvd., Inverness, CA 94937 DD: 38.0483, -122.9881 DMS: 38° 2' 4\" N, 122° 59' 17\" W Stewart's Horse Camp: 8230 CA-1, Point Reyes Station, CA 94956 DD: 38.0025, -122.7588 DMS: 38° 0' 9\" N, 122° 45' 32\" W Top of Page Third & C St. Trailhead 3rd St. & C St., Point Reyes Station, CA 94956 DD: 38.0671, -122.8078 DMS: 38° 4' 2\" N, 122° 48' 28\" W Tomales Bay State Park: 1 Pierce Point Road, Inverness, CA 94937 DD: 38.1230, -122.9007 DMS: 38° 7' 23\" N, 122° 54' 3\" W Tomales Bay Trailhead 12320 Shoreline Highway, Point Reyes Station, CA DD: 38.0874, -122.8127 DMS: 38° 5' 15\" N, 122° 48' 46\" W Tomales Point Trailhead: 9990 Pierce Point Road, Inverness, CA 94937 DD: 38.1889, -122.9540 DMS: 38° 11' 20\" N, 122° 57' 14\" W White House Pool 12100 Sir Francis Drake Blvd, Point Reyes Station, CA 94956 DD: 38.0619, -122.8165 DMS: 38° 3' 43\" N, 122° 48' 59\" W Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/directions_gps.htm"
}
