{
    "title": "Point Reyes National Seashore: Horse Riding",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Horse Riding                Horse Riding at Point Reyes National Seashore          Horses and other pack animals are permitted on most established trails and beaches at Point Reyes National Seashore. They may not travel off trail because conditions are not maintained for their safety, and their presence can negatively impact the environment. You can download maps indicating which trails are designated for horse travel or stop by one of the park's Visitor Centers to pick up a trail map and obtain more information. Five Brooks Stables (415-663-1570) is a full service riding stable with a concession to operate within the National Seashore. They offer a variety of activities and services, including guided trail rides.      Safety and Etiquette Trail conditions vary throughout the year. Visit our Trail Guide page for current trail closures and advisories or check with the Bear Valley Visitor Center at 415-464-5100 before your ride for current trail information and special closures. There are also some trails and areas of the park described below that are permanently closed to horses and pack animals. Stinging nettle is a common plant at Point Reyes National Seashore. Horses can react strongly if they are stung by this plant's small needle-like hairs. In extreme cases, horses have died after extensive exposure to this plant. Some trails may be overgrown at certain times of the year with nettle. Both horse and rider should avoid this plant. The best way to do this is to stay on the trail. Horse riders should pay attention to signs at trailheads warning about yellow jackets, in addition to being alert for increasing numbers of yellow jackets. As a horse passes near a yellow jacket nest, it can shake the nest. Yellow jackets will then swarm out to defend the nest. If you are on a horse that is being attacked by yellow jackets, you will definitely want to promptly move out of the area. Some horses might panic upon being stung and may start bucking and bolting. Use your knowledge of your horse's temperment and your best judgment to resolve the situation. Horse riding etiquette and rules for safety at Point Reyes National Seashore are much the same as at other parks:  To help control the spread of non-native plants, please feed horses weed-free feed for a few days before visiting the park. Please do not shovel manure out of horse trailers in parking lots or elsewhere within the National Seashore. For more information on this issue, read Invasive Plant Species in Horse Manure (230 KB PDF). Carry plenty of water! Always take a trail map with you. Free maps are available at visitor centers. Study the map carefully before beginning your trip so that you will know the names and locations of trails. In the event of an accident, this will assist rangers in locating the injured party quicker. It is best not to ride alone. In case of an accident, send someone to the nearest visitor center or ranger station or call 911. Give a good description of your location and the nature of injury to both horse and rider. Allow plenty of time for your ride. Trails over Inverness Ridge can be steep and physically stressful for your horse. Plan adequate rest stops. Please share the trail. Horses have the right of way: hikers yield to horses and are asked to stand on the downhill side of slopes, and bicyclists yield to both horses and hikers. Remain alert. Remember that interactions can occur with little warning on curves and hills. Slow your horse to a walk when encountering other trail users. To control erosion and lessen impact, short-cutting trails or switchbacks is prohibited. Do not leave pack animals unattended for extended periods of time in campground areas, unless you are camping at the site and have obtained a permit for overnight use. Horses may only be tied to hitching rails, not to trees, faucets, picnic tables, etc.   Multimedia: NPSWilderness has produced three videos entitled Wilderness Calling: Point Reyes, Wilderness Motion: Point Reyes, and Wilderness Visions: Point Reyes featuring images and sounds from the Phillip Burton Wilderness within Point Reyes National Seashore, in addition to two videos about NPS wilderness: America's Wilderness and Leave No Trace Outdoor Ethics which horse riders and other visitors to Point Reyes may find of interest. Top of Page      Areas Closed to Horses and Pack Animals  On Saturdays, Sundays and holidays, the following trails (Map - 178 KB PDF) are closed to horses and pack animals:  Bear Valley Trail between the Mt. Wittenberg Trail and Glen Trail junctions Meadow Trail and Old Pine Trail  Horses and pack animals are not allowed in the following areas at any time:  Drakes Beach Self-guided interpretive trails such as the Earthquake Trail, the Woodpecker Trail, or Kule Loklo Dunes and vegetated areas on beaches. Off trail in campgrounds, picnic areas or vicinity.  The following areas have seasonal closures:  Dunes and areas above the high tide line on the Great Beach are closed June 15-September 15 to protect the nests of the endangered snowy plovers. Elephant seals occur on the southern portion of South Beach during winter and spring seasons. This area is closed when seals are present. The Marine Mammal Protection Act requires that you stay at least 90 meters (100 yards) away from any marine mammal you encounter.  Llamas are prohibited from all areas that are inhabited by tule elk. Map (200 KB PDF)  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page      Camping with Horses and Pack Animals  Camping is by permit only in three established campgrounds. Permits must be obtained at the Bear Valley Visitor Center before starting your trip. All advance reservations are now handled by Recreation.gov. Visit our Backcountry Camping page for more information.  The maximum number of horses or pack animals permitted overnight at Sky, Coast and Wildcat Campgrounds is six. Horses are not permitted over-night at Glen Camp. Llamas are not permitted at Coast Campground.  Pack animals and horses must be tied to hitching rails. Do not hitch animals to water supply faucets or picnic tables.  Grazing in the wilderness areas is prohibited. All feed for the animals must be packed in with you. In order to control the spread of non-native plants, please bring in only weed-free feed.  There is usually potable water available at each of the camps from faucets. Sky and Wildcat Campgrounds also have a water trough for horses and pack animals.  Special Use Permits are required for commercial horseback riding or pack trains into the backcountry. Call 415-464-5111 for more information.  Overnight camping is also available at Stewart's Horse Camp. This is a privately managed camp located on Highway 1, 0.4 kilometer (1\/4 mile) north of Five Brooks Trailhead. 415-663-1362 Top of Page        Horses and riders on Bear Valley Trail.   Popular Trail Rides From Bear Valley  Arch Rock. Take Bear Valley Trail. This is the most direct and level route to the ocean from this trailhead. Bear Valley Trail is not open to horses on weekends and holidays beyond the Mt. Wittenburg trail junction. Easy. 13.1 kilometers \/ 8.2 miles. Mt. Wittenberg. Take Horse Trail to Z Ranch Trail to Mt. Wittenberg Trail to Bear Valley Trail to trailhead. Horse Trail begins behind the pastures used by the Morgan Horse Ranch, between the ranch and Kule Loklo. Please do not take horses into the Kule Loklo village. Moderate. 8.8 kilometers \/ 5.5 miles. Inverness Ridge. Take Bear Valley Trail to Wittenberg Trail to Sky Trail to Coast Trail to Bear Valley Trail to trailhead. Strenuous. 17.3 kilometers \/ 10.8 miles. Coastal Ride. Take Bear Valley Trail to Mt. Wittenberg Trail to Sky Trail to Woodward Valley Trail to Coast Trail to Fire Lane Trail to Sky Trail to Horse Trail to trailhead. Access to beach at Coast Camp. Strenuous. 20.3 kilometers \/ 12.7 miles.  From Five Brooks Trailhead  San Andreas Fault. Rift Zone Trail to Bear Valley and back. Mostly flat trail with cattle gates; can be extremely muddy during rainy season. Easy. 13.8 kilometers \/ 8.6 miles. Wildcat Beach. Stewart Trail to Wildcat Camp and back. Access to beach at the camp. Return loops can be quite a variety of combinations. Moderate to Strenuous. 21.4 kilometers \/ 13.4 miles. Lakes Tour. Olema Valley Trail to Bolema Trail to Lake Ranch Trail to Coast Trail to Wildcat Camp\/Beach to Stewart Trail to Greenpicker Trail to Stewart Trail to trailhead. Strenuous. 22.6 kilometers \/ 14.1 miles.  Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/horse.htm"
}
