{
    "title": "Point Reyes National Seashore: Winter Shuttle Bus",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Winter Shuttle Bus              Winter Shuttle Bus System       Saturday, December 31, 2016, through late March or mid-April 2017 Weekends And Federal Holidays  $7 Shuttle Bus Tickets are Available at the Kenneth C. Patrick Visitor Center at Drakes Beach from 9:30 am to ~3 pm          Winter is an exciting time to visit the park. As the gray whales migrate past and the elephant seals return to the Point Reyes Headlands, so do lots of visitors. This means increased traffic on the narrow roadways and in the small parking lots at the lighthouse and at Chimney Rock—especially on weekends and holidays. In order to reduce traffic congestion in the Point Reyes Headlands, the Seashore instituted a shuttle bus system in 1998. The lighthouse shuttle bus system usually begins on the last Saturday of December and continues through late March or mid-April.  Sir Francis Drake Boulevard will be closed to private vehicles at the South Beach junction from 9 am through 5:30 pm on Saturdays, Sundays, and federal holidays when the weather is fair or better. Shuttle service will not run during stormy or extremely wet weather. Check the \"Shuttles, Whales, and Elephant Seals\" recording at 415-464-5100, ext. 2 (then press 3 and then 1) for updates on whether shuttles are operating. To ensure the safety of bus operators and passengers, we do need to limit private vehicle access on the narrow and curving road while the buses are running. Map of road closure. NOTICE: Sir Francis Drake Boulevard from the South Beach junction to the Lighthouse visitor parking lot is open to private vehicles on weekdays, and on weekend days when the shuttle bus system is not operating. NOTICE: Fissures Near the Chimney Rock Trail Cracks were reported on a portion of the bluff near the Chimney Rock Trail on December 21, 2015. These fissures could indicate the possibility of a weakening cliff face in the area. The land may be unstable and a collapse or erosion could occur. Visitors are reminded to stay on designated trails. NOTICE: The Drakes Beach Café is indefinitely closed, but the PRNSA Bookstore at Drakes Beach is now open Saturdays, Sundays, and federal holidays (except for Veterans Day, Thanksgiving Day, and Christmas Day) from 10 am to 4:30 pm; closed Mondays through Fridays and on Veterans Day, Thanksgiving Day, and Christmas Day. Some beverages and light snacks are for sale at the PRNSA Bookstore, but there are no restaurants or grocery stores beyond the community of Inverness. NOTICE: A temporary closure of the road leading from the gate at the end of the Chimney Rock Road to the Fish Dock area, including immediately adjacent beaches, was in effect from Wednesday, December 30, 2015, through Tuesday, March 15, 2016, due to nursing elephant seal pups in the Fish Dock area. No decision has yet to be made as to whether a similar closure will be implemented in 2017. NOTICE: A temporary closure of Drakes Beach starting approximately ¼ mile southwest of the Kenneth C. Patrick Visitor Center and continuing south to the current permanent elephant seal closure was in effect from February 4, 2016, through March 31, 2016, to better protect elephant seal from disturbance during the pupping season when they are exceptionally vulnerable. All public use was prohibited. No decision has yet to be made as to whether a similar closure will be implemented in 2017. Top of Page      How it works Tickets must be purchased at the Kenneth C. Patrick Visitor Center at Drakes Beach. The charge is $7.00 per person (children 16 and under are free). Ticket sales begin at 9:30 am, and bus service begins at 9:45 am. Tickets are usually sold until 3 pm and the last bus leaves Drakes Beach at 3:30 pm. NOTE: Ticket sales may end before 3 pm on days when visitation levels are high and all of the tickets for the 3:30 pm bus are sold before 3 pm. There are no advance ticket sales. Interagency Senior, Interagency Access, Golden Age, and Golden Access passes may apply to the shuttle fees. Holders of these passes should request information at the time of purchasing bus tickets. The Interagency Annual Pass and the Interagency Annual Pass for US Military and Their Dependents do not provide the pass owner a discount on the shuttle fee. Fee waivers are not available for recreational use user fees such as bus transportation. Bus service is provided from Drakes Beach directly to the lighthouse parking lot. The average time between buses is 20 minutes. Buses circle from Drakes Beach to the Lighthouse to Chimney Rock and back to Drakes Beach, but do not backtrack from Chimney Rock to the Lighthouse. Visitors usually disembark for the Point Reyes Lighthouse, whale watching, and wildflowers at the Lighthouse bus stop, and, when ready, return to the bus stop for the second leg to Chimney Rock for hiking and elephant seal watching. Or, instead of getting off at the Lighthouse, visitors may stay on the same bus as it continues on to Chimney Rock. Be sure to return to the Lighthouse shuttle stop by 5 pm or to the Chimney Rock shuttle stop by 5:30 pm, or you may miss the last bus taking visitors back to Drakes Beach. Sir Francis Drake Boulevard will remain closed to private vehicles until approximately 5:30 pm. Top of Page      Accessibility Individuals with a Disabled Person parking placard or plate may drive their personal vehicle to the Lighthouse accessible parking lot and the Chimney Rock parking lot during times when the shuttles are operating. When one arrives at the South Beach road junction, they will need to show the parking placard or plate to the traffic control personnel, who will then instruct the driver concerning how to proceed to the Lighthouse and Chimney Rock. Be sure to let the traffic control personnel know if you do wish to go to Chimney Rock because there are special instructions for driving on the single-lane Chimney Rock Road while the buses are operating. Inquire at the Bear Valley Visitor Center or the Kenneth C. Patrick Visitor Center if you have more questions. The National Park Service at Point Reyes appreciates your support of the shuttle service and welcomes your comments. The bus service is the first step toward protecting and managing the fragile Headlands area for visitor enjoyment and safety. Top of Page      Shuttle System History In the mid-1990's, the park experimented with a variety of options to meet the increased demand for parking. Options included closing the road, numbering parking spaces, and running van shuttles. Those options, unfortunately, resulted in two hour waits and lines of cars backing up in the South Beach parking lots. The whales were passing by as visitors waited patiently in their cars. In 1998, to relieve this congestion and eliminate the two-hour waiting period, Point Reyes National Seashore contracted large 40-passenger buses to provide transportation from Drakes Beach to the Headlands. The 1998–1999 lighthouse shuttle bus experiments proved successful, parking lot congestion was relieved, and visitors were provided with a comfortable and quick trip to the Headlands. The success of the lighthouse shuttle bus prompted the National Park Service to indefinitely continue this service. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/shuttle.htm"
}
