{
    "title": "Point Reyes National Seashore: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation          Point Reyes is located approximately 30 miles (50 km) north of San Francisco on Highway 1 along the west coast of California (see Maps). Travelers may approach the park from the winding scenic Highway 1, either northbound or southbound. Visitors can also reach the park via Sir Francis Drake Boulevard or the Point Reyes\/Petaluma Road. Public transportation to the Bear Valley Visitor Center from San Rafael along Sir Francis Drake Boulevard is available through the West Marin Stagecoach. Below are directions for the quickest routes to Point Reyes National Seashore's Bear Valley Visitor Center from the given locations. For directions from the Bear Valley Visitor Center to points of interest and trailheads within Point Reyes National Seashore, please visit our Directions to Park Destinations page.  NOTE: On weekends and holidays from late December through mid-April, when visitation by whale watchers to the Point Reyes Lighthouse area is heavy, visitors may be required to ride a shuttle bus from Drakes Beach to the Lighthouse and Chimney Rock areas. Alternative Fuel Vehicles Do you plan to travel to the park in an alternative fuel vehicle? If so, good for you! Your actions help us reduce greenhouse gas emissions and reduce petroleum use. Three electric vehicle charging stations were installed in late August 2014 for public use at the Bear Valley Visitor Center parking lot at Point Reyes National Seashore. Plan your trip with the Alternative Fueling Station Locator from the Department of Energy (search on zip code 94956). Road Closures in Point Reyes National Seashore Directions from San Francisco Directions from the East Bay Directions from Sacramento Directions from Petaluma Directions Using GPS or Internet Mapping Applications Top of Page      Directions from San Francisco  From San Francisco, go north on U.S. Highway 101 across the Golden Gate Bridge. Follow U.S. 101 about 9 miles (14 km) north of the Golden Gate Bridge to the Sir Francis Drake-San Anselmo exit, exit 450B. Make sure you are in the lane for San Anselmo (the second lane from the right) and exit onto Sir Francis Drake Boulevard heading west. Follow Sir Francis Drake west approximately 21 miles (33 km)—passing through San Anselmo, Fairfax and Samuel P. Taylor State Park—until it intersects with Highway 1 at Olema. Turn right on Highway 1 and proceed north about 100 yards (100 m). Take the first left turn at Bear Valley Road and head west about 1\/2 mile (0.8 km). Look for a big red barn on the left and a sign for \"Visitor Center; Headquarters; Information\" on the right. Turn left after passing by the red barn and proceed up the left-fork of the driveway to the Bear Valley Visitor Center, the park's primary contact station.  Top of Page      Directions from the East Bay (San Francisco Bay Area)  Follow Interstate 580 west across the Richmond-San Rafael Bridge. Shortly after the bridge, take the Sir Francis Drake Blvd. exit (the second exit after the bridge). Follow Sir Francis Drake west approximately 22 miles (35 km)—passing through San Anselmo, Fairfax and Samuel P. Taylor State Park—until it intersects with Highway 1 at Olema. Turn right on Highway 1 and proceed north about 100 yards (100 m). Take the first left turn at Bear Valley Road and head west about 1\/2 mile (0.8 km). Look for a big red barn on the left and a sign for \"Visitor Center; Headquarters; Information\" on the right. Turn left after passing by the red barn and proceed up the left-fork of the driveway to the Bear Valley Visitor Center, the park's primary contact station.  Top of Page      Directions from Sacramento  Follow Interstate 80 about 50 miles (80 km) west toward Vallejo. Take Exit 33B to head west on California Highway 37 toward Novato\/San Rafael. Be sure to merge into the left lane of the off-ramp, because the right lane quickly becomes an exit lane off of Highway 37. From Interstate 80, follow California Highway 37 west about 19 miles (30 km). Take the Black Point\/Atherton Avenue exit, which is about 1 mile (1.6 km) past the bridge over the Petaluma River. At the stop sign, turn left onto Atherton Avenue. Follow Atherton Avenue west 3.2 miles (5.1 km). As the road crosses Highway 101, it becomes San Marin Drive. Continue west for about 2.5 miles (4 km) to the junction with Novato Blvd. Turn right onto Novato Blvd. and proceed west for about 6 miles (10 km) to the Point Reyes-Petaluma Road. Turn left and follow the Point Reyes-Petaluma Road southwest toward Point Reyes Station for about 7 miles (11 km) to the junction with Platform Bridge Road. Turn right to stay on the Point Reyes-Petaluma Road and continue west for about 3 miles (5 km) to the junction with California Highway 1 in the town of Point Reyes Station. Turn left onto Highway 1, drive south through Point Reyes Station and continue south on Highway 1 approximately 2.5 miles (4 km). Look for a brown \"Point Reyes National Seashore\" sign just beyond the Olema Campground. If you get to a flashing red light, you've gone 100 yards (100 m) too far. Turn right onto Bear Valley Road and head west about 1\/2 mile (0.8 km). Look for a big red barn on the left and a sign for \"Visitor Center; Headquarters; Information\" on the right. Turn left after passing by the red barn and proceed up the left fork of the driveway to the Bear Valley Visitor Center, the park's primary contact station.  Top of Page      Directions from Petaluma  From Highway 101, take the East Washington Street exit. Follow East Washington Street southwest about 0.6 miles (1 km) to Lakeville Street. Turn left and proceed southeast one block to D Street. Turn right onto D Street, which will become the Point Reyes-Petaluma Road, and head southwest for about 16 miles (25 km) to the junction with Platform Bridge Road. Turn right to stay on the Point Reyes-Petaluma Road and continue west for about 3 miles (5 km) to the junction with California Highway 1 in the town of Point Reyes Station. Turn left onto Highway 1, drive south through Point Reyes Station and continue south on Highway 1 approximately 2.5 miles (4 km). Look for a brown \"Point Reyes National Seashore\" sign just beyond the Olema Campground. If you get to a flashing red light, you've gone 100 yards (100 m) too far. Turn right onto Bear Valley Road and head west about 1\/2 mile (0.8 km). Look for a big red barn on the left and a sign for \"Visitor Center; Headquarters; Information\" on the right. Turn left after passing by the red barn and proceed up the left fork of the driveway to the Bear Valley Visitor Center, the park's primary contact station.  Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/directions.htm"
}
