{
    "title": "Point Reyes National Seashore: Limantour Shuttle",
    "body": "Limantour Shuttle Bus          The National Park Service provided a free trial shuttle bus service during the month of July, 2008 in cooperation with the U.S. Department of Transportation to evaluate the potential for expanding and improving public transportation within Point Reyes National Seashore to reduce greenhouse gas (GHG) emissions. The free shuttle, which was scheduled to run on weekends during the month of July, 2008, provided some additional opportunities for park visitors that would not be convenient if traveling by private automobile. The long roundtrip distances or the need to have two cars to make the outing easier may have deterred visitors wanting to take some of the more scenic hikes within the seashore. Point Reyes National Seashore is a Climate Friendly Park due to the efforts of reducing waste, implementing sustainable practices and reducing GHG emissions. The park has an action plan to further reduce GHG emissions with a goal of 15% reduction over 2005 levels by 2012. Public transportation is one way to help achieve that goal. In the 2005 baseline year, visitor automobiles contributed 1,320 metric tons of emissions or 17% of the park’s total emissions.      Make a car-free trip to Point Reyes National Seashore! Weekends and holidays, the West Marin Stagecoach's North Route 68 departs from the San Rafael Transit Center at 8:05 a.m., 11:35 a.m. and, on Saturdays only, at 1:00 p.m., and arrives at the Bear Valley Visitor Center approximately an hour later. West Marin Stagecoach Map & Schedule Explore the Visitor Center and then board the Limantour Beach Shuttle at 9:52 a.m., 12:55 p.m., or 2:10 p.m. Spend the day at Limantour Beach, and catch the Shuttle back to the Visitor Center by 4:23 p.m. You'll arrive in time to catch the 5:08 p.m. West Marin Stage back towards San Rafael. Top of Page      Limantour Beach Pilot Shuttle Schedule Weekends during the month of July, 2008    Bus Leave Olema RV Resort Arrive Bear Valley VC Leave Bear Valley VC Bayview Trailhead Arrive Limantour Beach Leave Limantour Beach Bayview Trailhead Arrive Bear Valley VC Leave Bear Valley VC Arrive Olema RV Resort   1  9:49   9:52   10:00   10:15   10:25   10:28   10:38   10:53   10:55   10:58    2  10:24   10:27   10:35   10:50   11:00   11:03   11:13   11:28   11:30   11:33    1  10:59   11:02   11:10   11:25   11:35   11:38   11:48   12:03   12:05   12:08    2  11:34   11:37   11:45   12:00   12:10   12:13   12:23   12:38   12:40   12:43    1  12:09   12:12   12:20   12:35   12:45   12:48   12:58   1:13   1:15   1:18    2  12:44   12:47   12:55   1:10   1:20   1:23   1:33   1:48   1:50   1:53                            1  1:59   2:02   2:10   2:25   2:35   2:38   2:48   3:03   3:05   3:08    2  2:34   2:37   2:45   3:00   3:10   3:13   3:23   3:38   3:40   3:43    1  3:09   3:12   3:20   3:35   3:45   3:48   3:58   4:13   4:15*   4:18    2            4:23   4:33   4:48   4:50*   4:53    1            4:58   5:08   5:23   5:25   5:28    2            5:33   5:43   5:58   6:00   6:03     * Last connection to westbound West Marin Stagecoach (to Inverness) at 4:18 p.m. ** Last connection to eastbound West Marin Stagecoach (to San Rafael) at 5:08 p.m.      Hikes made possible by riding the Limantour Shuttle (all one-way distances) Ambitious: Limantour Beach to Bear Valley via Coast and Bear Valley Trails - 16 km \/ 10 miles Limantour Beach to Bear Valley via Fire Lane and Horse Trails - 13 km \/ 8.2 miles Moderate: Bayview to Bear Valley via Bayview, Sky & Wittenberg Trails - 8.6 km \/ 5.4 miles Bayview to Bear Valley via Bayview, Sky & Horse Trails - 8.6 km \/ 5.4 miles Bayview to Limantour via Laguna & Coast Trails - 8.3 km \/ 5.2 miles 2-page Flyer for Limantour Shuttle Bus (1,815 KB PDF)  Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/gettingaround_limantourshuttle.htm"
}
