{
    "title": "Point Reyes National Seashore: Sir Francis Drake Boulevard",
    "body": "Directions to Park Destinations via Sir Francis Drake Boulevard       Tip: There are road signs at all major intersections along the way indicating which way to turn to get to the Lighthouse. Follow the signs for \"Lighthouse\" until you see a sign for your destination.      Directions to Olema Marsh Allow 5 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.2 miles (1.9 km) northwest to the Olema Marsh Road. Turn right and follow this gravel road 0.1 mile (0.2 km) north to a small parking area on the east\/right-hand side of the road. Olema Marsh is to the west.  Top of Page      Directions to White House Pool Allow 7 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn right and follow Sir Francis Drake Boulevard 330 feet (100 m) east. Turn left into the White House Pool parking lot. The trail along Lagunitas Creek is at the north end of the parking lot.  Top of Page      Directions to Giacomini Wetlands West Pasture Viewing Area Allow 10 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 1.45 miles (2.3 km) northwest. Look for a relatively small gravel turnout with a split rail fence and an interpretive sign on the east\/right side of the road about 0.2 miles (0.3 km) north of the Drakes View Drive junction.  Top of Page      Directions to Mount Vision Allow 30 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 6.7 miles (10.7 km) northwest to Mount Vision Road. Tip: Follow road signs for “Lighthouse” until you see a sign for Mount Vision. Turn left and follow Mount Vision Road about 3 miles (5 km) south to the Mount Vision parking lot. Please drive slowly and carefully along this windy, narrow road.  Note: Vehicles more than 24 feet long are not permitted on Mount Vision Road. Top of Page      Directions to the Estero Trailhead Allow 20 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 7.6 miles (12.2 km) northwest to the Estero Trailhead Road. Tip: Follow road signs for “Lighthouse” until you see a sign for Estero Trail. Turn left and follow the Estero Trailhead Road 1 mile (1.6 km) south to the Estero Trailhead parking lot.  Note: The Estero Trailhead Road is only one lane wide and does not have many good places to pull off. Drive slowly and cautiously. Recreational vehicles and vehicles pulling trailers are discouraged from using this road. Top of Page      Directions to the Historic Life-saving Service and Historic G Ranch Cemetery Allow 20 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 8.55 miles (13.7 km) west. Tip: Follow road signs for “Lighthouse” until you see a sign for \"Historic Life-saving Station Cemetery\" just past Schooner Creek.  Turn right and proceed 0.2 miles (0.3 km) north to the small parking area on the right side of the road. The trail to the cemetery starts on the left side of the road and leads up a short hill into the trees.  Top of Page      Directions to the North District Operation Center and Historic RCA Coast Station KPH Allow 25 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 9.5 miles (15.2 km) west. Follow road signs for “Lighthouse” until you see a sign for \"North District Operation Center.\" Turn right and follow the road 0.25 miles (0.4 km) north to the parking lot.  Top of Page      Directions to the North Beach parking lot Allow 25 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 11.3 miles (18.1 km) west to North Beach Road. Tip: Follow road signs for “Lighthouse” until you see a sign for North Beach. Turn right and follow North Beach Road 0.6 miles (1 km) west to the North Beach parking lot.  Top of Page      Directions to the Drakes Beach and the Kenneth Patrick Visitor Center Allow 30 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 13.4 miles (21.4 km) west to Drakes Beach Road. Tip: Follow road signs for “Lighthouse” until you see a sign for Drakes Beach. Turn left and follow Drakes Beach Road 1.6 miles (2.6 km) south to the Drakes Beach parking lot.  Top of Page      Directions to the South Beach parking lot Allow 30 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 13.9 miles (22.2 km) west to South Beach Road. Tip: Follow road signs for “Lighthouse” until you see a sign for South Beach. Turn right and follow South Beach Road 0.7 miles (1.1 km) west to the South Beach parking lot.  Top of Page      Directions to the Chimney Rock Trailhead, Elephant Seal Overlook and the Historic Chimney Rock Lifeboat Station Allow 45 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 17.6 miles (28.2 km) west to Chimney Rock Road, just south of the Historic “A” Ranch. Tip: Follow road signs for “Lighthouse” until you see a sign for Chimney Rock. Turn left and follow Chimney Rock Road 0.9 miles (1.5 km) east to the Chimney Rock Trailhead. Please drive slowly and carefully along this one-lane wide road.  Note: Vehicles more than 24 feet long are not permitted on Chimney Rock Road. Top of Page      Directions to the Sea Lion Overlook Allow 45 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 18.4 miles (29.4 km) west. The Sea Lion Overlook is on the south\/left-hand side of the road just beyond where sand frequently drifts across the road.  Top of Page      Directions to the Point Reyes Lighthouse visitor parking lot Allow 45 minutes for the drive from the Bear Valley Visitor Center.  From the Bear Valley Visitor Center, head north 0.2 miles (0.3 km) to Bear Valley Road. Turn left and follow Bear Valley Road 1.75 miles (2.8 km) northwest to Sir Francis Drake Boulevard. Turn left and follow Sir Francis Drake Boulevard 18.7 miles (29.9 km) west to the Point Reyes Lighthouse visitor parking lot. To get to the Lighthouse and Visitor Center from the visitors' parking lot, walk past the gate and continue west 0.4 miles (0.6 km). The path from the parking lot to the Visitor Center and the observation deck at the top of the stairs is wheelchair-accessible. Visit our Accessibility page for additional information. Note: The Lighthouse Visitor Center and the steps leading down to the Lighthouse are only open four or five days a week from 10 am to 4:30 pm. Visit our Operating Hours & Seasons page for more information.  Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/directions_inpark_sfdb.htm"
}
