{
    "title": "Point Reyes National Seashore: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Point Reyes National Seashore requires visitors to obtain permits before participating in certain activities, such as backcountry camping, building beach fires, weddings or ceremonies, special events, and commercial filming and photography. Left unregulated, these activities could cause harmful impacts to the park's natural and\/or cultural resources or to the enjoyment of the park by other visitors. Following is a list of several, but not all, activities that require a permit, and appropriate contact information.  Research specimens collection: Contact the Pacific Coast Science and Learning Center at 415-464-5187. Camping: Reservations may be made online at Recreation.gov. Reservations may also be made by phone by calling toll free 877-444-6777 (TDD: 877-833-6777). Contact the Bear Valley Backcountry Camping desk at 415-464-5100 x2 x5 if you have specific questions about the campgrounds or trails at Point Reyes National Seashore. Beach fires: Check with visitor centers or field ranger for permits and restrictions. Contact the Special Park Uses office at 415-464-5111 for the following:   Special Events including, but not limited, to weddings, sporting events, picnics in the reservable Bear Valley Group Picnic Area, and picnics with more than 100 persons. First Amendment activities. Commercial filming or photography. Commercial Use Authorizations.    Top of Page Prior to issuance of a Special Use Permit, we generally require the following: Weddings\/Ceremonies\/Picnics (including the Bear Valley Group Picnic Area)  A completed and signed application. Payment of an initial Application\/ Administrative Fee in the amount of $50.00. Checks may be made payable to the National Park Service and personal checks are currently accepted. This fee is non-refundable and non-transferable.  Special Events  A completed and signed application. Payment of an initial Application\/Administrative Fee (contact the Special Park Uses office). Checks may be made payable to the National Park Service. This fee is non-refundable and non-transferable. Personal checks are currently accepted. A Certificate of Insurance, in the minimum amount of $1,000,000.00, naming the \"United States\" (Department of the Interior, National Park Service) as additional insured.  Commercial Film\/Photography  A completed and signed application. Payment of an initial Application\/Administrative cost (contact the Special Park Uses office). Checks may be made payable to the National Park Service. This payment is non-refundable and non-transferable. Payment of an appropriate location fee (contact the Special Park Uses office). A Certificate of Insurance, in the minimum amount of $1,000,000.00, naming the \"United States\" (Department of the Interior, National Park Service) as additional insured.  Top of Page Applications: Please contact the Special Parks Uses office at 415-464-5111 for guidance on the appropriate application for your request.  Standard Event Permit Conditions (29 KB PDF) Special Use Permit Application: Small event (28 KB MS Word docx) Special Use Permit Application: Large event (34 KB MS Word docx) Commercial Filming\/Still Photography Application: Short form (30 KB MS Word docx) Commercial Filming\/Still Photography Application: Long form (40 KB MS Word docx) Commercial Use Authorization (CUA) Application: General (127 KB PDF or 111 KB MS Word) Commercial Use Authorization (CUA) Application: Transportation of visitors by motor vehicle, Guided kayak tours with camping on Tomales Bay, and\/or Kayak outfitting (158 KB PDF or 116 KB MS Word)   Adobe® Acrobat Reader® is needed to view PDF documents. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/permitsandreservations.htm"
}
