{
    "title": "Point Reyes National Seashore: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions              Current Conditions          Alerts    Caution        Drakes Estero and Access Road Closed on Weekdays  Alert 1 , Severity ,caution ,, Drakes Estero and Access Road Closed on Weekdays  Drakes Estero and access road will be temporarily closed on weekdays during Restoration Operations. more          Hazardous conditions near Chimney Rock Trail and at Arch Rock  Alert 2 , Severity ,caution ,, Hazardous conditions near Chimney Rock Trail and at Arch Rock  On March 21, 2015, a portion of the land at the Arch Rock overlook collapsed. On December 21, 2015, cracks were reported on a portion of the bluff near the Chimney Rock Trail. The land may be unstable & a collapse could occur. Stay on designated trail. more          Drakes Estero Closed to Collection of Pacific Oysters and Manila Clams  Alert 3 , Severity ,caution ,, Drakes Estero Closed to Collection of Pacific Oysters and Manila Clams  Pacific oysters and Manila clams in Drakes Estero are not being monitored and pose a public health threat. [36 CFR 1.5 (a)(2) Closures and Public Use Limits.] Please report any observed violations to 415-464-5170.     Information        Cross Marin and Jewell Trails Closed from August 1 through October 30  Alert 1 , Severity ,information ,, Cross Marin and Jewell Trails Closed from August 1 through October 30  The Marin Municipal Water District will replace a failed culvert along the Cross Marin Trail with a fish-friendly arch culvert, resulting in the closure of the Jewell Trail and the Cross Marin Trail between Platform Bridge Road and the Devils Gulch area. more              Park Roads All Park Roads are currently open, except for the western end of Sir Francis Drake Boulevard on weekends when the Winter Shuttle Bus System is operating.  For emergency road and weather conditions in West Marin, tune in to KWMR, 90.5 FM. For more information on road closures in Marin County and the Bay Area, check the Marin Sheriff Current Emergency Information, the California Department of Transportation's Current Highway Conditions, and CHP Traffic Incident Information (select \"Golden Gate\" from the \"Communication Centers\" drop-down menu in the upper left corner, then look for \"Marin\" in the \"Location\" and\/or \"Area\" columns) websites.  Park Trails Visit the Trail Closures and Advisories section of the Trail Guide & Suggested Hike page for the latest trail updates. Warning: Fissures reported near the Chimney Rock Trail. Cracks were reported on a portion of the bluff near the Chimney Rock Trail on December 21, 2015. These fissures could indicate the possibility of a weakening cliff face in the area. The land may be unstable and a collapse or erosion could occur. Visitors are reminded to stay on designated trails. More... Warning: The Arch Rock trail has been closed until further notice. New hazardous conditions on Arch Rock were reported to the park on Thursday, March 19, 2015. On Saturday, March 21, 2015, a portion of the land at the Arch Rock overlook collapsed into the waters 70 feet below. More... Health and Safety Warnings\/Advisories Drakes Estero is Closed to the Collection of Pacific Oysters and Manila Clams Pacific oysters and Manila clams in Drakes Estero are not being monitored and pose a public health threat. [36 CFR 1.5 (a)(2) Closures and Public Use Limits.] Please report any observed violations to 415-464-5170.  Wildlife In summer, many species of birds raise their newly hatched young at Point Reyes, offering bird watchers many opportunities to see chicks, fledgling, juvenile, and adult birds. Thousands of common murres struggle to protect their incubating eggs while perched on the surf-pounded rocks below the Point Reyes Lighthouse. Visitors to the Lighthouse may also witness peregrine falcons chasing marauding ravens from their nests and territory. emale harbor seals haul out on sandbars and beaches in Drakes Estero, Estero de Limantour, Tomales Bay, and Bolinas Lagoon to give birth and raise their pups. Please note that when seals and other pinnipeds haul out, they are extremely vulnerable to human disturbance, with the pupping and molting seasons being an especially vulnerable time for harbor seals. Please read the \"How You Can Help\" section on our Harbor Seals page for more information. Tule elk begin rutting (mating activity) by early August. Tule elk may be viewed on Tomales Point and near Limantour and Drakes Beaches. On weekends from August through October, tule elk docents are stationed at Tomales Point to help visitors learn more about the tule elk and get a better view of the elk through binoculars. Please visit our Wildlife Viewing page for more information.        NOTICE: Point Reyes Beach Closure - May 28 through September 5, 2016 [i.e., Memorial Day weekend through Labor Day weekend] A closure of the beach area between the North Beach parking lot and the mouth of Abbotts Lagoon is in effect on weekends and federal holidays during the summer of 2016 to better ensure the survival of federally-threatened western snowy plover nests and chicks within this area on busy weekends. All public use is prohibited. Reproductive monitoring of western snowy plovers at Point Reyes has previously demonstrated that chick mortality is higher on weekend days than weekdays. Disturbance by park visitors in plover breeding areas can separate chicks from the adults, and the chicks may then not be able to forage efficiently, thermoregulate properly, and hide from predators. In 2013, for example, of the 11 newly hatched chicks in the proposed closure area, only 3 survived past the July 4 weekend. Map of Beach Closure - May 28 through September 5, 2016 (564 KB PDF) Visitor Services The Bear Valley Visitor Center and the Lighthouse Visitor Center are open throughout the year. Since Operational Changes took effect on May 1, 2013, the Lighthouse Visitor Center is now, for most of the year, only open Fridays through Mondays; closed Tuesdays through Thursdays.  more... The Kenneth C. Patrick Visitor Center at Drakes Beach is closed seven days a week.     Visitors are invited to join a park ranger to learn more about Point Reyes and its history, wildlife, and\/or geology during Ranger's Choice Programs. Drakes Beach Café is indefinitely closed, but the PRNSA Bookstore at Drakes Beach is now open Saturdays, Sundays, and federal holidays (except for Veterans Day, Thanksgiving Day, and Christmas Day) from 10 am to 4:30 pm; closed Mondays through Fridays and on Veterans Day, Thanksgiving Day, and Christmas Day. Weather & Tides Before traveling, check weather forecasts and advisories for Point Reyes at our Weather & Tides page or the National Weather Service. Latest News If you're looking for more information about what is happening at Point Reyes National Seashore, visit our News Releases page or our Park Wavelengths page for the most up-to-date news.  Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/conditions.htm"
}
