{
    "title": "Point Reyes National Seashore: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       ENTRANCE FEES  No Entrance Fee is Charged at Point Reyes National Seashore If you plan to visit other parks or other federal lands that charge entrance fees, you may be interested in obtaining an Interagency Pass. The National Park Service also offers a number of fee-free days throughout the year.  ACTIVITY FEES  The park received permission to raise fees in 2012 and to transition to reserving campgrounds through the national reservation system, Recreation.gov. CAMPING FEES AS OF WEDNESDAY, FEBRUARY 22, 2012  $20\/night\/site for 1 to 6 people $40\/night\/site for 7 to 14 people $50\/night\/site for 15 to 25 people  All changes, cancellations, and potential refunds are managed through Recreation.gov, not at Point Reyes National Seashore visitor centers. See our Backcountry Camping page for more information.  SHUTTLE BUS  $7 per person for anyone over 16 years of age  On weekends from late December to mid-April when the weather is good, the west end of Sir Francis Drake Blvd is closed to vehicle traffic. Shuttle buses transport visitors to the lighthouse and Chimney Rock areas. Shuttle tickets may be purchased at Drakes Beach between the hours of 9 am and 3 pm, weekends and holidays, weather permitting. The shuttle buses run approximately every 20 minutes starting at 9:30 am and service the headlands area from Drakes Beach to the Lighthouse parking lot to Chimney Rock parking lot back to Drakes Beach. Children 16 years and under ride free. Shuttles are cancelled if weather is poor. Visit our Winter Shuttle Bus System page for more details.  Top of Page      INTERAGENCY PASSES The National Park Service is an important participant in the Interagency Pass Program, which was created by the Federal Lands Recreation Enhancement Act and authorized by Congress in December 2004. Participating agencies include the National Park Service, the U.S. Forest Service, the U.S. Fish and Wildlife Service, the Bureau of Land Management, and the Bureau of Reclamation. The interagency pass series collectively known as the Interagency Pass is available at the Bear Valley Visitor Center, at other parks' entrance stations and\/or visitor centers, and online. Frequently Asked Questions about the Interagency Pass Recreational information for all Federal agencies can be found at Recreation.gov Top of Page The five passes in the interagency program are:         1) Interagency Annual Pass - Cost $80 This pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. Children under 16 are admitted free. The pass can be obtained in person at the Bear Valley Visitor Center or at other parks' entrance stations and\/or visitor centers. By purchasing a pass at a park, you will be directly supporting that park. You may also obtain the pass by calling 1-888-ASK USGS, Ext. 1, or via the Internet at http:\/\/store.usgs.gov\/pass. more...         2) Interagency Senior Pass - Cost $10 This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. more... Top of Page         3) Interagency Access Pass - Free This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Access Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. more...         4) Interagency Annual Pass for Active Duty Military and Their Dependents - Free This pass is available to the active duty military personnel and dependents with proper identification (Common Access Card or Dependent ID Card [Form 1173]) and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. Children under 16 are admitted free. The pass can be obtained in person at the Bear Valley Visitor Center or at other parks' entrance stations and\/or visitor centers. more... Top of Page         5) Interagency Volunteer Pass - Free This pass is for volunteers acquiring 500 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). Visit our Volunteer page or contact our volunteer coordinator by email or at 415-464-5225 to learn about volunteer opportunities in Point Reyes National Seashore. more...      All National Parks Passes, Golden Eagle, Golden Eagle Hologram, Golden Access, and Golden Age Passports will continue to be honored according to the provisions of the pass. Golden Eagle Passport and National Parks Pass and Golden Eagle Hologram These passes have been discontinued and replaced by the Interagency Annual Pass. Golden Age Passport This pass has been discontinued and replaced by the Interagency Senior Pass. Paper Golden Age Passports may be exchanged free of charge for new plastic passes. Golden Access Passport This pass has been discontinued and replaced by the Interagency Access Pass. Paper Golden Access Passports may be exchanged free of charge for new plastic passes. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/fees.htm"
}
