{
    "title": "Point Reyes National Seashore: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons       The park is open daily from sunrise to midnight throughout the year. Overnight camping is available by permit only. All Visitor Centers are normally open throughout the year, but are closed December 25.  Visitor Centers may close at 2 pm on Thanksgiving. Call 415-464-5100 for hours of operation on these holidays.   Visitor Center hours are as follows: Bear Valley Visitor Center  Operational Changes  which began on May 1, 2013:  Spring, summer, and early fall hours from Friday, April 1, 2016, through Saturday, November 5, 2016: The Bear Valley Visitor Center will be open on: Weekdays from 10 am to 5 pm Weekends and holidays from 9 am to 5 pm   From July 3, 2015, through September 5, 2015, the Bear Valley Visitor Center was open until 6 pm on Fridays and Saturdays. Extended hours for Fridays and Saturdays of summer 2016 have yet to be determined. Winter Hours (anticipated to be from November 6, 2016, through March 11, 2017): The Bear Valley Visitor Center will be open on: Weekdays from 10 am to 4:30 pm Weekends and holidays from 9 am to 4:30 pm   Lighthouse Visitor Center  Operational Changes which began May 1, 2013:  The Lighthouse Visitor Center is only open on: Fridays through Mondays from 10 am to 4:30 pm The stairs leading down to the Lighthouse, the exhibits in the lower Lighthouse chamber, and the Equipment Building are only open (weather permitting): Fridays through Mondays from 10 am to 4:30 pm The Lens Room (the main chamber of the Lighthouse, which contains the Fresnel lens and clockwork mechanism) is only open (as weather & staffing permit): Fridays through Mondays from 2:30 pm to 4 pm. The Lighthouse Visitor Center and the stairs leading down to the Lighthouse are closed Tuesdays, Wednesdays, and Thursdays.  The Lighthouse Visitor Center, the stairs leading down to the Lighthouse, and the Lens Room reopened on Thursdays from June 25, 2015, through September 24, 2015. These facilities will not be reopened on Thursdays for the summer of 2016.   On weekends and holidays from late December through mid-April when visitation by whale watchers to the Point Reyes Lighthouse area is heavy, visitors may be required to ride a shuttle bus from Drakes Beach to the Lighthouse and Chimney Rock areas.  Kenneth C. Patrick Visitor Center  Operational Changes  which began May 1, 2013: The Kenneth C. Patrick Visitor Center at Drakes Beach is closed seven days a week.   During the summer of 2015, the Kenneth C. Patrick Visitor Center was open on weekends and Mondays from Saturday, June 27, 2015, through Monday, September 7, 2015, and on weekends from Saturday, September 12, 2015, through Sunday, September 27, 2015. The Kenneth C. Patrick Visitor Center will be closed during the summer of 2016. From Saturday, December 26, 2015, through Sunday, March 27, 2016, the Kenneth C. Patrick Visitor Center was open on: Weekends and federal holidays from 9:30 am to 4:30 pm on days when the park operated the Winter Shuttle Bus System. The next day on which the Kenneth C. Patrick Visitor Center may be open due to Winter Shuttle Bus operations is Saturday, December 31, 2016.  PRNSA Bookstore at Drakes Beach  The PRNSA Bookstore at Drakes Beach is open: Saturdays, Sundays, and federal holidays (except Veterans Day, Thanksgiving Day, and Christmas Day) from 10 am to 4:30 pm Closed Mondays through Fridays, and on Veterans Day, Thanksgiving Day, and Christmas Day.  Top of Page      SEASONAL EVENTS      Jan   Feb   Mar   Apr   May   Jun   Jul   Aug   Sep   Oct   Nov   Dec    Gray Whale Migration  X   X   X   X                                    Elephant Seal Breeding  X   X   X                                   X    Bird Migration          X   X   X           X   X   X   X   X    Harbor Seal Pupping          X   X   X   X                            Peak Flower Blooms              X   X                                Tule Elk Rut                          X   X   X   X            Big Time Festival                          X                        Sand Sculpture Contest                                  X                 Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/hours.htm"
}
