{
    "title": "Point Reyes National Seashore: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather & Tides          Click on the image above for a recent view of the Point Reyes Beach taken from the Point Reyes Lighthouse Visitor Center's web camera.        Summer: Although there is very little rain during summer months, there is often dense fog. If you are visiting Bear Valley or Tomales Bay, expect patchy morning fog to burn off by mid-day. Afternoons are often sunny and warm with a light breeze. By contrast, the beaches and headlands are often 20 degrees cooler with heavy fogs common throughout the day in July, August and September. Fall: The coastal areas of Point Reyes experience some of the clearest days in late September, October and early November. The occasional storm will start rolling through in late October, bringing clouds, wind, and rain. The strongest winds occur in November and December during occasional southerly gales. Winter: The heaviest rainfall occurs in the winter months. Come prepared for rain and drizzle to possibly last for several days. More rain falls east of Inverness Ridge than on the west side. In between winter rains, it is often sunny, calm and cool. Spring: Most spring days are windy and even Bear Valley and Tomales Bay experience stiff breezes. Expect cool temperatures in March. By late May and early June, temperatures can be quite warm on the east side of Inverness Ridge. The moderating influence of the Pacific Ocean creates a climate with no great extremes of heat or cold. Any season can bring interesting weather during your visit to Point Reyes National Seashore. Come prepared! Top of Page         Temperature measured at Bear Valley Visitor Center    Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec   Normal Daily Max (°C) 11.7 12.8 12.8 13.9 15.6 16.7 17.8 17.8 18.3 16.7 14.4 12.2   Normal Daily Max (°F) 53 55 55 57 60 62 64 64 65 62 58 54   Normal Daily Min (°C) 5.0 5.6 5.6 6.1 8.3 10.0 10.6 11.1 10.6 8.9 7.2 5.6   Normal Daily Min (°F) 41 42 42 43 47 50 51 52 51 48 45 42   Extreme High (°C) 25.6 29.4 26.7 33.3 34.4 37.2 35.6 35.6 39.4 35.6 27.2 26.1   Extreme High (°F) 78 85 80 92 94 99 96 96 103 96 81 79   Extreme Low (°C) -6.1 -3.3 -1.7 0.0 0.0 3.9 3.9 5.6 3.9 0.0 -1.7 -7.8   Extreme Low (°F) 21 26 29 32 32 39 39 42 39 32 29 18            Precipitation measured at Bear Valley Visitor Center    Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec   Normal (cm) 30.5 22.9 20.3 10.2 7.6 2.5 0.8 2.0 5.1 10.2 22.9 30.5   Normal (in) 12.0 9.0 8.0 4.0 3.0 1.0 0.3 0.8 2.0 4.0 9.0 12.0   Maximum (cm) 50.8 40.6 38.1 29.2 20.3 10.2 6.4 15.2 17.8 33.0 45.7 48.3   Maximum (in) 20.0 16.0 15.0 11.5 8.0 4.0 2.5 6.0 7.0 13.0 18.0 19.0         Top of Page More Information...  Weather Real-time weather conditions at Bear Valley Visitor Center Weather conditions at the Point Reyes Lighthouse - updated every 10 minutes - INDEFINITELY OFFLINE (see below) Weather conditions at the North District Operations Center - updated every 10 minutes Weather and marine conditions at buoy off of Chimney Rock - updated every 6 minutes National Weather Service Forecasts: Bear Valley\/Olema Drakes Beach Point Reyes Lighthouse National Weather Service Marine Forecasts: Zone Area Forecast for coastal waters from Point Arena to Point Reyes (including Tomales Bay) out to 10 NM Zone Area Forecast for coastal waters from Point Reyes (including Drakes Estero) to Pigeon Point out to 10 NM National Weather Service Watches, Warnings, & Advisories: Coastal North Bay, including Point Reyes National Seashore Coastal waters from Point Arena to Point Reyes (including Tomales Bay) out to 10 NM Coastal waters from Point Reyes (including Drakes Estero) to Pigeon Point out to 10 NM For emergency road and weather conditions in West Marin, tune in to KWMR, 90.5 FM.      Tides: NOAA's Tides and Currents: Tide Predictions for Point Reyes For tide predictions elsewhere in California, go to NOAA's Tides and Currents: California page and click on the appropriate link. Locations near Point Reyes, including multiple sites in Tomales Bay, can be found in the \"Outer Coast, San Francisco\" listings near the bottom of the page. Top of Page      Fog Forecasts: SFGate.com's S.F. Bay Area Fog Forecast Slideshow Wind Forecasts: The following links are offered as two of many tools to determine the weather conditions at Point Reyes. Use them in conjunction with the other links above. Sailflow: Wind Forecast Map iWindsurf.com's Pt. Reyes Computer Forecast Table The forecasts provided by iWindsurf.com seem to be rather reliable, with a bit of an adjustment. Park staff have observed that the wind speeds provided by these forecasts frequently need to be multipied by a factor of 1.5 to obtain the approximate average wind speed recorded at the Point Reyes Lighthouse and by a factor of 2 to obtain the approximate speed of maximum gusts. As an example, if the Forecast Table is indicating the wind speed is 10 mph, the average wind speed recorded at the Lighthouse will be approximately 15 mph and the gusts will be approximately 20 mph. If the Forecast Table is indicating wind speeds greater than 25 mph, visitors should be prepared to find that actual wind speeds at the Lighthouse are in excess of 40 mph, in which case the stairs leading down to the Lighthouse would be closed for visitors' safety. As with any weather forecast, what is predicted and what actually occurs may be very different. Every now and then, iWindsurf.com has predicted light winds when strong winds were actually recorded at the Lighthouse. Tsunamis: National Weather Service's Pacific Tsunami Warning Center  Top of Page         Storm Damage to Lighthouse Weather Station Tower In May 2013, powerful winds caused the Lighthouse Weather Station Tower to partially collapse. The images to the right show what the weather station looked like before and after the wind storm. The top of the tower collapsed, rendering the anemometer and Yagi antenna inoperable. Information from the weather station will be unavailable until a new tower is constructed. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/weather.htm"
}
