{
    "title": "Point Reyes National Seashore: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets          Dogs and other pets are wonderful animals that give comfort and companionship. However, a national park is not the best place for them. Dogs chase, scare, and can transmit diseases to wild animals such as nesting birds or marine mammals. Dogs leave behind a \"predator\" scent typical of all wild canines like wolves and coyotes. This scent can linger in the area for long periods of time and can disrupt or alter the behavior of the native animals this park has been set aside to protect. If you bring a dog, or any other pet, to the park, please observe the following regulations:  Pets must be on a leash at all times; the leash must be no longer than 6 feet. Pets are allowed in the Bear Valley Visitor Center parking lot and picnic area. Pets are not permitted in public buildings, on public transportation vehicles, or in locations designated as a swimming beach, or within any structure or area closed to the possession of pets by the superintendent. This prohibition does not apply to working service dogs, which are allowed on trails and in public buildings. If you have a service dog, please inquire at a park visitor center for information before setting out. Leaving a pet unattended and tied to an object is prohibited. Pet owners not adhering to regulations will be cited. All trails within the park are closed to pets—with the exception of Kehoe Beach trail and designated trails in the neighboring Golden Gate National Recreation Area (Map 355 KB PDF). Pets are also permitted on the trails and roads within the Niman Ranch\/Commonweal area south of the Commonweal entrance road and west of Mesa road. Pets are allowed on the following ocean-facing beaches throughout the year (Map 317 KB PDF):   Kehoe Beach - north of the Kehoe Beach trail Limantour Beach - southeast of the parking lot to the beach adjacent to Coast Camp Point Reyes\/Great Beach - from the North Beach parking lot south to the historic Navy installation\/lifeboat station located approximately 1 mile (1.6 km) south of the South Beach parking lot.   During the nesting season of the threatened western snowy plover (March 1 through September 30), pets are not allowed on the beach south of the trail at Kehoe Beach or on the beach to the north of the North Beach parking lot. During the northern elephant seal pupping and mating season (December through April), pets and humans are not allowed on the beach south of the historic Navy installation\/lifeboat station located approximately 1 mile (1.6 km) south of the South Beach parking lot. Palomarin Beach is no longer open to pets.  TOMALES BAY  Pets are permitted on boats in Tomales Bay and on National Seashore beaches on the west side of Tomales Bay from the northern boundary of Tomales Bay State Park to Elk Fence North Beach. (Map 263 KB PDF). These beaches include:   Kilkenny Beach Long Cove Beach Fruit Tree Beach Marshall Beach No Name Beach Tomales Beach Elk Fence South Beach Elk Fence North Beach   Pets are not permitted on beaches or anywhere else within the Tomales Point Elk Reserve. Pets are not permitted on Hog Island, Duck Island, or Pelican Point. Pets are not permitted on beaches within Tomales Bay State Park. Please note: the only way to access the Tomales Bay beaches listed above if you are accompanied by a pet is by boat. Pets are not permitted on Marshall Beach Trail.  CATTLE: Bolinas Ridge Trail, Jewell Trail, McCurdy Trail, and Randall Trail within Golden Gate National Recreation Area pass through cattle pasture. Cattle can feel threatened by dogs, which they may perceive to be a predator. Mother cows may become aggressive when trying to protect their young. Please read Understanding Working Rangelands: Sharing Open Space: What to Expect from Grazing Livestock (1,314 KB PDF) to better understand basic cattle behavior and to give yourself a better chance to predict how cattle are likely to react to your dog's presence. This will help make your hike along these trails safer and more enjoyable. Stop by a visitor center to pick up a free site bulletin (542 KB PDF) on pet regulations for the Seashore and other parks in the area. Maps showing locations where pets are permitted: Full park map (516 KB PDF) Beaches map (317 KB PDF) Bolinas Ridge map (355 KB PDF) Tomales Bay map (263 KB PDF) Code of Federal Regulations Title 36 Volume 1 Section 2.15 provides more details concerning pets within National Park Service sites. (166 KB PDF or xml)  Adobe® Acrobat Reader® needed to view the maps. Top of Page",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/pets.htm"
}
