{
    "title": "Santa Monica Mountains National Recreation Area: The Chumash: Changing People, Changing Land",
    "body": "× Rate the Lesson Plan             Field Trips The Chumash: A Changing People, A Changing Land Education Program   Santa Monica Mountains National Recreation Area, Cabrillo National Monument, Channel Islands National Park          A student uses a hand drill to make a shell necklace            Overall Rating    Very poor Not that bad Average Good Excellent     Add your review   Close   Ease of Access and Logistics     Very poor Not that bad Average Good Excellent         Addresses Curriculum Standards     Very poor Not that bad Average Good Excellent         Accuracy, Objectivity and Lack of Bias     Very poor Not that bad Average Good Excellent         Creativity and Innovation     Very poor Not that bad Average Good Excellent         Would Recommend to Others     Very poor Not that bad Average Good Excellent            Description Update: We are no longer accepting application for the 2015-2016 school year. If you have questions about programming or would like to be wait listed please contact the Santa Monica Mountains Education Program Staff: e-mail us For many centuries, the inland valleys, mountains, islands and coast that are now Los Angeles and Ventura Counties sustained the Chumash and Gabrielino\/Tongva cultures. It is believed the area of Rancho Sierra Vista\/Satwiwa was part of a Chumash trade\/travel route. Satwiwa, which means \"the bluffs,\" was the name of a Chumash village located near here. To reflect this heritage, a portion of the Santa Monica Mountains National Recreation Area has been designated the Satwiwa Native American Indian Natural Area. Here, descendants of the Chumash, Gabrielino\/Tongva, and other Native People of all tribal affiliations perpetuate many of their traditions and share their culture, both past and present, with the public. Nearly every native plant and animal found in the Santa Monica Mountains was used by the Chumash people. Biological diversity (or biodiversity) enabled the Chumash to survive for thousands of years and develop a rich, complex culture; including unique and imaginative arts, music, and games; and the development of specialized technology and tools.They developed a system of money based on the use of a variety of shell beads, in particular the use of olivella shells. These accomplishments can be attributed to the natural world. This world was the source of their food, clothing, homes and tools. It inspired their religious beliefs, music and ceremonies. The Chumash respected and feared the natural world, for their lives depended on it every day. It could bring them abundance, or threaten them with famine, flood, or disease. At the time of the Spanish arrival, it is estimated over 20,000 Chumash inhabited the coast from Los Angeles to Morro Bay and inland to the edge of the Central Valley. This land area is among the richest in the world and provides substantial resources. he Chumash people of the Santa Monica Mountains and southern coastal California successfully survived for thousands of years in a rare Mediterranean ecosystem due to the diversity of native plants and animals present (biodiversity). Due to the effects of human occupation (from loss of habitat and native species to the introduction of non-native species and a climate undergoing change), the biodiversity of the mountains is different today than it was when the Chumash lived on the land.Could the Chumash survive on the land today, or has it changed too much?In the future, will we be able to live in our environment, or are we changing it too much? The Chumash: A Changing People, A Changing Land Education Program Teacher's Manual (PDF - 7 MB) Contact Santa Monica Mountains Education Program Staff email us 805 370-2348  Details  Subject: Agriculture, American Indian History and Culture, Biology: Animals, Biology: Plants, Ecology, Environment, Family Life, Hispanic or Latino American History and Culture, Immigration, Landscapes, Physical Education, Regional Studies, Westward Expansion, Wildlife Biology, Wildlife Management National\/State Standards: National Science Education Standards (NSES) and the following California Benchmarks: science, math, language arts, and social studies (Native Americans and local history). type: Field Trips              Lesson Plans  Agriculture and Inventions   What’s Happenin’ on the Trace?   Mount Tom From Farm to Forest: Exploring Changes in Land Use in New England    Distance Learning  Follow the Buffalo   Ask a Ranger   Trail of Tears Teacher's Workbook     Field Trips  Experience Grant-Kohrs Ranch   Culture, Crafts, Corn at Casa Grande Ruins   Talking Timelines at Casa Grande Ruins    Topics  The Liberty Bell as a Modern Symbol, grades K-2   Why Here?   The French and Indian War 1754-1763: Unit 3 - How Did the Conflict Begin?",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/education\/classrooms\/biodiversity_field_trip.htm"
}
