{
    "title": "Point Reyes National Seashore: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1 Bear Valley Road  Point Reyes Station, CA 94956                 Directions         Point Reyes is located along the west coast of California approximately 30 miles (50 km) north of San Francisco. Travelers may approach the park from the winding scenic Highway 1, either from the north or the south. Visitors can also reach the park via Sir Francis Drake Boulevard or the Point Reyes\/Petaluma Road.  Directions Details           Operating Hours & Seasons         Point Reyes National Seashore The park is open to visitors every day of the year. All areas in the park are closed to visitor vehicle parking between midnight and 6 am, with the exception that visitors holding backcountry camping permits may park at established trailheads and authorized visitors staying overnight at the Clem Miller Environmental Education Center, the Point Reyes Hostel, and the Lifeboat Station may park at those locations. Any other overnight parking and use must be approved by the Chief Ranger’s office.   Standard Hours    Sunday: 6:00 AM - 12:00 AM   Monday: 6:00 AM - 12:00 AM   Tuesday: 6:00 AM - 12:00 AM   Wednesday: 6:00 AM - 12:00 AM   Thursday: 6:00 AM - 12:00 AM   Friday: 6:00 AM - 12:00 AM   Saturday: 6:00 AM - 12:00 AM             Weather           The moderating influence of the Pacific Ocean creates a climate with no great extremes of heat or cold. Any season can bring interesting weather during your visit to Point Reyes National Seashore. Come prepared!   Visit our Weather & Tides page         Fees & Passes     Entrance Fees:   Point Reyes National Seashore Entrance Fee - $0.00 There is no entrance fee to visit Point Reyes National Seashore.         Visitor Centers       Bear Valley Visitor Center The park's primary Visitor Center provides an orientation of the park's roads, trails, and human and natural history. The interior exhibit space provides a glimpse of the diverse ecosystems and cultural heritage of the park. Audio-visual programs, shown in the auditorium, are available upon request. Ranger-led programs are offered on weekends. Natural history books, cards, and posters are for sale in the bookstore. Permits for backcountry camping, as well as beach fire permits, may be obtained here.   Kenneth C. Patrick Visitor Center Located at beautiful Drakes Beach, the Kenneth C. Patrick Visitor Center contains exhibits that focus on 16th century maritime exploration, marine fossils, and marine environments. A minke whale skeleton is suspended from the ceiling. Allow 20–30 minutes to view exhibits. Park- and ocean-themed books, guides, and postcards, and maps, along with coffee and packaged snacks are for sale in the PRNSA bookstore adjacent to the Kenneth C. Patrick Visitor Center.   Point Reyes Lighthouse Visitor Center The Lighthouse Visitor Center offers exhibits on the historic Point Reyes Lighthouse, as well as on whales, seals and sea lions, wildflowers, birds, and maritime history. The Lighthouse Visitor Center is located 45 minutes west of Bear Valley on the Point Reyes Headlands, at the end of Sir Francis Drake Blvd. On weekends and holidays from late December through mid-April when visitation by whale watchers to the Lighthouse area is heavy, visitors may be required to ride a shuttle bus from Drakes Beach.                The Point Reyes Lighthouse as viewed from a boat.        When planning a family vacation, a weekend get-away, or even just a Sunday drive, it often helps to know what you will encounter along the way and at your destination. This section will assist you in locating basic information for your trip, such as the visitor center hours, what sort of weather conditions you may experience, and the current conditions of park roads, trails, and other issues about which visitors may wish to know. If you wish to bring along a pet, the pet will limit where you can go and the activities in which you may participate. It's always a good idea to familiarize yourself with the Park Regulations so that you don't inadvertently break any laws. Certain activities—such as camping, building a beach fire, holding a special event, or commercial filming\/photography—require permits and\/or reservations. Every now and then, closures need to be implemented in order to protect visitors and\/or species of plants and animals. You can also learn where in the surrounding communities you can find a Post Office, a gas station, convenience stores, and outfitters and tours, and obtain other services you may desire. Visit our Publications page for visitor guides, brochures, resource newsletters, and site bulletins. If you are looking for maps of Point Reyes National Seashore, please visit our Maps page. Non-native, invasive species threaten endangered animals and plants at Point Reyes National Seashore and are costly to control. Learn how you can help prevent the introduction and spread of non-native species before they become a problem.",
    "url": "https:\/\/www.nps.gov\/pore\/planyourvisit\/basicinfo.htm"
}
