{
    "title": "Santa Monica Mountains National Recreation Area: Bobcats",
    "body": "Bobcats: Living on the Urban Edge         National Park Service  Bobcats (Lynx rufus) are small robust cats that inhabit much of North America. They can range in color from tawny brown to reddish, and can vary in their in their degree of spotting. In southern California they weigh between 12-25lbs (5.5-11.4kg), with the males generally being about 4-7lbs larger than the females. Their tails are shorter than those of most cats, about 10in (24cm), but not absent as is sometimes thought, and their tails can often easily be seen from a distance.        National Park Service  We have been continuously studying and radio-tracking bobcats in the area since 1996, one of the longest bobcat studies ever. From this long term study, we have found that bobcats are still present in many of the remaining habitat fragments throughout the Simi Hills from Thousand Oaks to Calabasas and surrounding communities. Prior to 2002 they had relatively high survival rates in these areas. Bobcats mainly reside in the natural areas, although some individuals will visit the surrounding neighborhoods occasionally and a few will do so frequently. This may be in part due to animals passing through residential areas attempting to link habitat fragment together that on their own have become too small to support a bobcat home range. However the lush landscapes of residential areas also attract many types of smaller animals which provide a great food source for bobcats. Bobcats are strict carnivores. We have found through scat studies that bobcats in this area mainly prey on rabbits, but also consume other small animals such as woodrats, squirrels, pocket gophers, and mice, all of which can be plentiful in urban areas.        National Park Service  Although these bobcats in our urban study area are occasionally killed by human related events such as vehicle strikes, and dog attacks, these events are relatively rare, and likely don't affect the population. However starting in the spring of 2002 we witnessed a disease epidemic in urban bobcats, and their numbers decreased dramatically in the following months and years. Animals were dying with severe infections of notoedtric mange, a disease caused by microscopic mites in the skin. Since 2002, more than 30 collared bobcats have died with mange infections. In addition to having mange disease, all of these individuals also tested positive for exposure to the anticoagulant chemicals commonly found in some types of rodenticides (rat poisons), and most of them had relatively high levels of the compounds. Bobcats generally do not die directly from these poisons, but rather tend to ingest sub-lethal levels of the chemicals, which over time may make them more susceptible to other diseases. Further evidence of the impact of this mange disease epidemic has been seen in our scat surveys. Bobcat scats are counted and collected monthly along specific trails and fire roads. By the fall of 2002, the number of bobcat scats collected dropped by about 70%, indicating a steep decline in the bobcat populations of the area. The number of scats has remained low since this time. Research is still being conducted to determine exactly how exposure to anticoagulant chemicals increases an individual's susceptibility to mange, but current data suggests there is a high correlation between anticoagulant exposure and severe mange infections eventually resulting in death.      To prevent secondary poisoning of bobcats and other wildlife, we suggest residents and business owners try to use other types of rodent control such as rodent-proofing buildings and food storage areas and using wooden snap traps or rat-zappers. If rodenticides must be used, avoid ones with anticoagulant chemicals such as bromadialone, difethialone, or diphacinone. Alternative rodenticides include chemicals such as zinc phosphide, which are still toxic to other animals, but thought to have fewer long-term effects. To find out more about these wild cats, visit the following websites: Urban Carnivores: http:\/\/www.urbancarnivores.com\/",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/nature\/bobcats.htm"
}
