{
    "title": "Santa Monica Mountains National Recreation Area: National Park Legacy ? Adventurers (Grades 4 - 5)",
    "body": "× Rate the Lesson Plan             Lesson Plan National Park Legacy – Adventurers (Grades 4 - 5)    Download Lesson Plan 255KB PDF         Park brochures provide us a window into the resources and assets parks protect.         Overall Rating  Add your review      Grade Level: Fourth Grade-Fifth Grade Subject: Biology: Animals, Biology: Plants, Earth Science, Geology, History, Oceans   Duration: National Park Legacy Adventurers can be completed in one hour or expanded into a week of activities.  Group Size: Up to 60 (10-15 breakout groups) Setting: classroom National\/State Standards: California Benchmarks for social studies, geography, United States History and language arts.  Keywords: National Parks, resource protection, plants, animals, history, maps, regions, compass, legacy, society    Overview This is a classroom based, free teacher led program. National Park Legacy Adventurers is designed for fourth and fifth graders so they can go on an exploration of National Park Sites and learn about National Parks. Lesson plans include reading, writing, drawing and presenting activities. Activities focus on geographic contrast and finding information by using maps. Objective(s) Name three or more types of National Park Units. Measure distance on a map. List three or more important cultural or natural items that caused the park to be protected. Identify the state or states the National Park unit is located in. Identify the region of the country the National Park unit is in. Identify the seasons that people would visit. Name a historic person or event that happened at their site. Write a paragraph comparing and contrasting pre historic and\/or historic lives to modern day lives.   Background National Park Legacy introduces the concepts of National Parks, geography, preservation and history to fourth and fifth graders. Students can work together in groups or work alone and then share what they learned with others through written and\/ or oral reports.   Materials Lesson plans including teacher instructions, background information worksheets and park brochures. Procedure    Step 1 Step 2 Step 3 Step 4   1. Set the stage- read the National Parks Background information to your students. Show copies of the worksheet and demonstrate how to find answers to the worksheet questions in a national park service brochure. Use the Santa Monica Mountains National Recreation Area brochure as a sample. Unfold and display the National Park System map and guide so students may refer to it. Provide stickers for identifying their park location.   2. Gather information - Divide students into three or four groups. Each group will work on one national park. Distribute copies of different national park brochures and worksheets to groups (all members of a group have the same national park brochures). Working together as a team, students can divide up the parts of the worksheet and then share what they have learned. Additional information is available on the internet at www.nps.gov     3.  Oral Report- (Individual or Group) - Individuals or groups give oral reports on information gathered about their national park. Reports can focus on the parks, the states they are in, planning a visit to a national park or the historical importance of the national park. On the National Park System Map and Guide, students can mark the location of their national park. Visual aids such as posters, drawings, dioramas can support the report.    4. Wrap up - Pass out copies of the Santa Monica Mountains National Recreation Area brochure and invite the students to visit this national park here in Los Angeles with their families.        Step 1     1. Set the stage- read the National Parks Background information to your students. Show copies of the worksheet and demonstrate how to find answers to the worksheet questions in a national park service brochure. Use the Santa Monica Mountains National Recreation Area brochure as a sample. Unfold and display the National Park System map and guide so students may refer to it. Provide stickers for identifying their park location.     Step 2     2. Gather information - Divide students into three or four groups. Each group will work on one national park. Distribute copies of different national park brochures and worksheets to groups (all members of a group have the same national park brochures). Working together as a team, students can divide up the parts of the worksheet and then share what they have learned. Additional information is available on the internet at www.nps.gov     Step 3        3.  Oral Report- (Individual or Group) - Individuals or groups give oral reports on information gathered about their national park. Reports can focus on the parks, the states they are in, planning a visit to a national park or the historical importance of the national park. On the National Park System Map and Guide, students can mark the location of their national park. Visual aids such as posters, drawings, dioramas can support the report.     Step 4     4. Wrap up - Pass out copies of the Santa Monica Mountains National Recreation Area brochure and invite the students to visit this national park here in Los Angeles with their families.      Assessment Teachers will be able to assess their students learning based on the detail and length of oral or picture responses. They can evaluate the number and detail of visual aids in addition to the extent of participation\/ cooperation among group members.   Park Connections This lesson plan describes components found in national parks.   Extensions Have the students create their own national park. Draw pictures, create their own park map, make a post card, develop a poster, create a diorama, create an illustrated talk, send an email, etc.   Vocabulary Culture, inheritance, legacy, lifeway           Lesson Plans  History of Floyd Bennett Field   Grand Canyon Human History   History of Kingsley Plantation    Distance Learning  Denali: \"The High One\" (Geology of the Mountain)   Ask a Ranger   “They Fought Like Tigers” African American Soldiers and American Indian Soldiers     Field Trips  Kansas Museum of History Tour   Geology   Sweep Through History    Topics  The French and Indian War 1754-1763: Unit 3 - How Did the Conflict Begin?   Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/education\/classrooms\/national-park-legacy-adventurers-grades-4-5.htm"
}
