{
    "title": "Santa Monica Mountains National Recreation Area: National Park Legacy - Discoverers (Grades 1-2)",
    "body": "× Rate the Lesson Plan             Lesson Plan National Park Legacy- Discoverers Grades 1-2    Download Lesson Plan 181KB PDF         Park brochures provide us a window into the resources and assets parks protect.         Overall Rating  Add your review      Grade Level: First Grade-Second Grade Subject: Biology: Animals, Biology: Plants, Earth Science, Geology, History, Oceans   Duration: National Park Legacy Discoverers Grades 1-2 can be completed in one hour or expanded into a week of activities.  Group Size: Up to 60 (10-15 breakout groups) Setting: classroom National\/State Standards: California Benchmarks for social studies, geography, United States History and language arts.  Keywords: National Parks, resource protection, plants, animals, history    Overview This is a classroom based, free teacher led program. National Park Legacy Discoverers is designed for first and second graders so they can go on an exploration of National Park Sites and learn about National Parks. Lesson plans include reading, writing, drawing and presenting activities. Activities focus on comparing and contrasting the types of environments found in National Parks including desert, lake, mountain, seashore and Arctic.  Objective(s) Name one or more National Parks Name two or more activities people can do in National Parks Name one or more famous people that lived in a National Park Name two or more plants found in a National Park Name two or more animals found in a National Park Draw one or more items including plants, animals or buildings found in National Parks   Background National Park Legacy introduces the concepts of National Parks, geography and history to first and second graders. Students work together in groups and share what they learn with each other.   Materials Lesson plans including teacher instructions, background information worksheets and park brochures.  Procedure    Step 1 Step 2 Step 3 Step 4   1. Set the stage read the National Parks Background information and discusses what a national park is. Tell your students that today we are going to learn about some different national parks and then we will find out about our own national park near Los Angeles.    2. Gather information - Divide students into two groups. Each group will work on one national park. Pass out the national park brochures (request brochures that describe parks of great contrast: seashore and mountains or island and desert). Help students to open brochures. Quietly tell students the name of their park (they can keep the name secret for the other groups until they give their report). Use the worksheet questions to guide the students in what to look for. Have paper and crayons or colored pencils available and assign students in each group to draw picture answers to the worksheet questions.    3. Report- Groups come back together and give group oral reports on their national parks. The group spokesperson can announce the name of their national park. Students show their picture to report what their national park looks like, what plants or animals live there, things people can do when they stay there, etc.   4. Wrap up using Questions 7 to 11 on worksheet- Ask who would like to work at a national park? What would they do? Who would like to visit a national park? Pass out copies of Santa Monica Mountains National Recreation Area and invite students to visit this national park here in Los Angeles with their families.          Step 1     1. Set the stage read the National Parks Background information and discusses what a national park is. Tell your students that today we are going to learn about some different national parks and then we will find out about our own national park near Los Angeles.     Step 2       2. Gather information - Divide students into two groups. Each group will work on one national park. Pass out the national park brochures (request brochures that describe parks of great contrast: seashore and mountains or island and desert). Help students to open brochures. Quietly tell students the name of their park (they can keep the name secret for the other groups until they give their report). Use the worksheet questions to guide the students in what to look for. Have paper and crayons or colored pencils available and assign students in each group to draw picture answers to the worksheet questions.     Step 3       3. Report- Groups come back together and give group oral reports on their national parks. The group spokesperson can announce the name of their national park. Students show their picture to report what their national park looks like, what plants or animals live there, things people can do when they stay there, etc.     Step 4     4. Wrap up using Questions 7 to 11 on worksheet- Ask who would like to work at a national park? What would they do? Who would like to visit a national park? Pass out copies of Santa Monica Mountains National Recreation Area and invite students to visit this national park here in Los Angeles with their families.      Assessment Teachers will be able to assess their students learning based on the detail and length of oral or picture responses.   Park Connections This lesson plan describes components found in national parks.   Extensions Have the students create their own national park. Draw pictures, create their own park map, make a post card, send an email etc.   Vocabulary National Park, gift, legacy, share, desert, mountain, lake, seashore, picture, activities, park ranger           Lesson Plans  History of Floyd Bennett Field   Grand Canyon Human History   History of Kingsley Plantation    Distance Learning  Denali: \"The High One\" (Geology of the Mountain)   Ask a Ranger   “They Fought Like Tigers” African American Soldiers and American Indian Soldiers     Field Trips  Kansas Museum of History Tour   Geology   Sweep Through History    Topics  The French and Indian War 1754-1763: Unit 3 - How Did the Conflict Begin?   Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/education\/classrooms\/national-park-legacy-discoverers-grades-1-2.htm"
}
