{
    "title": "Santa Monica Mountains National Recreation Area: Mountain Lions",
    "body": "Lions in the Santa Monica Mountains?         In a place where urbanization is on the edge of wildlands, it is hard for a mountain lion to find a place to rest.   Many people are surprised to hear that mountains lions still live in the chaparral-covered mountains so close to urban Los Angeles. Since 2002 the National Park Service has been conducting a scientific project to learn more about the habits of these mountain lions in and around Santa Monica Mountains National Recreation Area. An important part of this project is to help scientists understand how human development and urbanization is impacting the large cats. So far, National Park Service biologists have monitored more than 30 mountain lions with GPS radio-collars, enabling them to learn a lot about the animals' ecology and behavior. The biggest threat to lion persistence in the Santa Monica Mountains is the loss and fragmentation of habitat by roads and urban development. Another threat is poisoning from rodenticides (rat poisons), which is likely acquired secondarily from feeding on poisoned rodents, or from feeding on other animals like coyotes that have consumed poisoned rodents. The monitored lions are elusive, staying away from people, and behaving \"naturally\" despite all the urban development that surrounds them. The size of a mountain lion's home range in the Santa Monica Mountains is not particularly different from those in areas with little or no urban development. A typical home range is around 200 square miles for adult males and 75 square miles for adult females. As for feeding habits, mountain lions typically eat about one deer per week, along with other smaller prey, and the animals in the Santa Monica Mountains are no exception. Biologists have also been monitoring the movements of mountain lions to identify wildlife corridors, areas that link the Santa Monica Mountains to other large natural areas and allow the lions to move between them. Genetic analyses indicate that the Santa Monica Mountains mountain lions have low genetic diversity relative to mountain lions in the rest of the state. The long-term survival of a mountain lion population here depends on their ability to move between regions to maintain genetic diversity and overall population health. The National Park Service and its partners use information on wildlife movement to develop management plans that protect landscapes critical to wildlife. This promotes the long-term health of our native animal populations, including mountain lions, the ecosystem's top carnivore. To find out more about these large cats, visit the following websites: Urban Carnivores California Dept. of Fish & Game The Cougar Network",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/nature\/pumapage.htm"
}
