{
    "title": "Rocky Mountain National Park: Alpine Tundra",
    "body": "Alpine Tundra Ecosystem        NPS\/Ann Schonlau       Access to \"the land above the trees\" is the most distinct aspect of Rocky Mountain National Park. Trail Ridge Road, the highest road in any national park, transports you to this realm of open sky where you'll find tiny but brilliant flowers and a harsh climate. Approximately one-third of this national park is above the limit where trees may grow in northern Colorado.        Lichens and plants await a summer thunderstorm. NPS  The Alpine Tundra Ecosystem starts between elevations of 11,000 to 11,500 feet, depending on exposure. This is truly a land of extremes. Strong, frequent winds and cold temperatures help limit what plants can grow there. Most alpine plants are perennials. Many plants are dwarfed, but their few blossoms may be full-sized.   Cushion plants look like ground-hugging clumps of moss.  They escape the strong winds blowing just a few inches above them. Cushion plants may also have long taproots that extend deep into the rocky soil.   Many flowering plants of the tundra have dense hairs on stems and leaves to provide wind protection or red-colored pigments capable of converting the sun's light rays into heat. Some plants take two or more years to form flower buds, which survive the winter below the surface and then open and produce fruit with seeds in the few weeks of summer. Grasses and sedges are common where tundra soil is well-developed.    Non-flowering lichens cling to rocks and soil. Their enclosed algal cells can photosynthesize at any temperature above 32 degrees Fahrenheit, and the outer fungal layers can absorb more than their own weight in water. Adaptations for survival amidst drying winds and cold temperatures may make tundra vegetation seem very hardy, but in some respects it remains very fragile.   Tread Lightly  Repeated footsteps often destroy tundra plants, allowing exposed soil to blow away. Recovery may take hundreds of years, so please use designated trails when exploring this unique area.   Follow the links below to learn about life in the tundra.              Yellow-bellied marmots  are commonly seen soaking up the sun. Alpine Sunflowers tower above other tundra flowers. Pikas scurry around rocks and talus slopes.                  White-tailed Ptarmigan's  mottled feathers act as camouflage against the rocks. Alpine Forget-me-nots  definitely leave an impression.  Elk spend the summer grazing tundra vegetation.           Shrubs    Willow       Grasses and Grass-like Plants     Alpine Blue Grass  Pyrennian Sedge  Spike Wood-Rush    Alpine Timothy  Skyline Blue Grass  Spreading Wheatgrass    Kobresia  Spike Trisetum  Tufted Hair Grass      Forbs     Alpine Avens  Alpine Sorrel  King's Crown  Queen's Crown    Alpine Bistort  Alpine Wallflower  Marsh Marigold  Rydbergia    Alpine Forget-Me-Not  American Bistort  Mertensia  Saxifrage    Alpine Gentian  Blue Columbine  Moss Pink Campion  Sky Pilot    Alpine Paintbrush  Black-Headed Daisy  One-Headed Daisy  Snow Buttercup    Alpine Phlox  Dwarf Clover  Parry's Clover      Alpine Sandwort  Elephantella  Pygmy Bitterroot        Birds     Common Raven  Prairie Falcon  Water Pipit  White-Tailed Ptarmigan    Horned Lark  Rosy Finch  White-Crowned Sparrow        Mammals     Badger  Coyote Mountain Lion   Snowshoe Hare    Bighorn Sheep  Deer Mouse Mule Deer  Vole    Bobcat  Elk Pika   Yellow-Bellied Marmot    Bushy-Tailed Wood Rat  Golden-Mantled Ground Squirrel Pocket Gopher      Chipmunk  Long-Tailed Weasel Red Fox",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/alpine_tundra_ecosystem.htm"
}
