{
    "title": "Santa Monica Mountains National Recreation Area: Next Generation Stewards",
    "body": "× Rate the Lesson Plan             Field Trips Next Generation Stewards   Santa Monica Mountains National Recreation Area, Juan Bautista de Anza National Historic Trail          A national park ranger works with a youth on an art project at Paramount Ranch          Overall Rating  Add your review    Description We will begin accepting applications for the upcoming school year starting on June 1, 2015. We will plan on confirming dates starting in August. Stewardship: the conducting, supervising, or managing of something;especially the careful and responsible management of something entrusted to one's care. Example: Stewardship of natural resources. (Merriam-Webster) This curriculum-based field trip provides a way for students to make progress toward meeting learning goals connected with NGSS and CCSS. The field trip is also an exercise in civic responsibility, as these students comprise the \"next generation stewards\" who will help inform land management decisions in our country. Students participate in activities that explore a hypothetical land management question: Should the National Park Service add a multi-use trail to a pristine landform? They will hike and record observable landforms and lifeforms. They will create a profile sketch of Sugar Loaf Peak, reference contour maps, and assemble a 3-dimensional map of Sugar Loaf Peak. Students will record observations, pair-share, interpret, discuss, and analyze their observations. As an optional post-field trip activity, students will write a letter to a park ranger expressing the \"pros\" and \"cons\" related to providing for visitor use (i.e. adding a multi-use trail for visitors to hike, bike, or ride horses on) and resource protection (ensuring that the ecosystem is sufficiently protected from the impacts of visitor use). [NGSS: MS-ESS3-3, ESS3.C] [Common Core: CCSS.ELA-LITERACY.SL.6.1, CCSS.ELA-LITERACY.SL.6.2, CCSS.ELA-LITERACY.RST.6-8.9] Keywords Steward, Stewardship, Topography, Middle School, Land Management, Life Science, Earth Science, Ecology, Geography, Maps, Mapping, Contour, Next Generation Science Standards, NGSS, Common Core, CCSS We are currently piloting this program and plan to start to take reservations in late fall 2015.  2015-2016 School Year Application  Contact Santa Monica Mountains Education Program Staff email us 805 370-2348  Details  Keywords: climate change, weather, biodiversity type: Field Trips              Lesson Plans  A Soldier's Notes From Michigan's Big Battle   Why Here?   John Smith's Masterpiece and Copyright Nightmare    Distance Learning  \"Everglades Mountains and Valleys\" educational video series.   Ask A Park Ranger - Living and Working in Glacier Bay, Alaska   Climate Connections     Field Trips  Wildlife Scavenger Hunt   3rd grade ‹ Caribou   Jacks, Jump Ropes and Marbles    Topics  A Soldier's Notes From Michigan's Big Battle   Why Here?   John Smith's Masterpiece and Copyright Nightmare",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/education\/classrooms\/parksaslabs.htm"
}
