{
    "title": "Santa Monica Mountains National Recreation Area: Western Pond Turtle",
    "body": "Western Pond Turtle         The Western Pond Turtle is the only native turtle in the Santa Monica Mountains. USGS, Chris Brown  Scientific Name Actinemys marmorata Introduction The Western Pond Turtle is the only native turtle species occurring in the Santa Monica Mountains. Their cryptic nature makes them hard to spot, but they can often be seen sunny themselves on a rock or log. At the approach of a predator, they will dive into the safety of the water. Appearance The Western Pond Turtle is a small to medium-sized turtle. Adults can vary in length from 4-9 inches (snout to vent) and vary in color from drab dark brown, olive brown, or blackish turtle. A pattern of lines or spots are often radiating from the centers of the scutes. Range The Western Pond Turtle is found along the entire western part of California including the Coast Ranges and the Central Valley, north into Washington and British Columbia and south into northern Baja California.        A Western Pond Turtle emerges from their shell. Department of Water Resources  Habitat In the Santa Monica Mountains, Western Pond Turtles can be found in ponds, streams, creeks, marshes, and irrigation ditches, with abundant vegetation, and either rocky or muddy bottoms, in woodland, forest, and grassland. In streams, turtles prefer pools to shallower areas. Logs, rocks, cattail mats, and exposed banks are required for basking. Feeding Adult turtles eat aquatic plants, invertebrates, worms, frog and salamander eggs and larvae, crayfish, carrion, and occasionally frogs and fish. Reproduction In the Santa Monica Mountains and Simi Hills, mating occurs in April and May. Females lay a clutch of 2 - 11 eggs in a nest usually located along stream or pond margins. Some females may lay two clutches in a year while others lay eggs every other year. Conservation Status Western Pond Turtle populations have suffered population declines in most of its range due to habitat loss and alteration caused by human activity. Western Pond Turtles are currently listed as a California Species of Special Concern (California Department of Fish and Wildlife) and are a park species of special concern.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/nature\/westernpondturtle.htm"
}
