{
    "title": "Santa Monica Mountains National Recreation Area: California Newt",
    "body": "California Newt         The California newt (Taricha torosa) is the largest native salamander found in the Santa Monica Mountains. National Park Service  Scientific Name Taricha torosa Introduction The California Newt is the largest native salamander species occurring in the Santa Monica Mountains. Like most amphibians, newts spend part of their life history in the water (winter and spring) and the other part on land (summer and fall). Appearance The California Newt is a stocky, medium-sized salamander with rough, grainy skin. Adults can vary in length from 2¾-3½ inches (snout to vent) and vary in color from yellowish-brown, reddish brown and dark brown above, pale yellow to orange below. Adults are toxic. Their skin secretes a potent neurotoxin tetrodoxin, the same toxin found in pufferfishes and harlequin frogs. Range The California Newt is an endemic to California. The species ranges throughout the coast and coast range mountains from Mendocino County to San Diego County. Habitat In the Santa Monica Mountains, California Newts can be found in oak woodlands, chaparral, and grasslands.        California Newt basking on a mossy rock. USGS\/Chris Brown  Feeding Adult newts eat small invertebrates such as worms, snails, slugs, sowbugs, and insects. They also consume amphibian eggs and larvae, including newt larvae and newt eggs. Larvae typically eat small aquatic invertebrates and decomposing organic matter. Reproduction In the Santa Monica Mountains and Simi Hills, mating and egg-laying generally occur from November until July. Adults migrate from terrestrial habitats to ponds, reservoirs, and pools in streams to breed, typically beginning anywhere from late December to February, depending on rainfall amounts. Females lay and attach a spherical egg mass to submerged vegetation, branches, or under rocks in quiet stream pools. Egg masses contain from 7-47 eggs. Females can lay up to 3-6 egg masses in a single day. Eggs hatch at 14-52 days. The larval stage lasts several months. Larvae transform and begin to live on land at the end of the summer or in early fall. Metamorphosis takes about 2 weeks, as the tail fin is absorbed and the gills are reduced. Transformed juveniles leave the water with adult coloration and characteristics and with a trace of gills remaining. Juveniles leave the natal pond and travel overland where it is assumed they take refuge and do not return to the water until they breed. Conservation Status Southern California newt populations have suffered population declines due to habitat loss and alteration caused by human activity, and from introduced predatory fish, crayfish, and bullfrogs, which eat the larvae and eggs. Breeding ponds have been destroyed for development, and stream pools used for breeding have been destroyed by sedimentation caused by wildfires and agricultural practices. California newts are currently listed as a California Species of Special Concern (California Department of Fish and Wildlife) and are a park species of special concern. The California newt is one of the target species in the park's aquatic amphibian monitoring program.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/nature\/californianewt.htm"
}
