{
    "title": "Santa Monica Mountains National Recreation Area: King Gillette Ranch Planning Update",
    "body": "King Gillette Ranch Planning Update       Welcome! Thank you for visiting the update page on the King Gillette Ranch Planning Project. Here you will find information on the progress of the new Interagency Visitor Center, updates to the planning process, and how you can be apart of public workshops and provide input into the future of your parklands.      OUT FOR PUBLIC REVIEW! Anthony C. Beilenson Visitor Center at King Gillette Ranch Environmental Assessment The vision to establish a full-service, interagency visitor center for the Santa Monica Mountains National Recreation Area (SMMNRA) has been discussed for many years, and is now within our grasp. The National Park Service at SMMNRA has prepared this Environmental Assessment (EA) for the proposed construction and operation of the Anthony C. Beilenson Visitor Center at King Gillette Ranch. We are seeking your comments on the project and the analysis presented in this document. The EA is available now for a 30-day public review and comment period. This comment period is open through midnight on March 15, 2010. You can view or download the EA by clicking on the following links. Full Environmental Assessment - Body and Appendices (13MB) How to Submit Comments  On-line: http:\/\/parkplanning.nps.gov\/samo You can also learn more about the King Gillette Ranch Design Concept Plan and Visitor Center planning process at this official NPS planning website. By mail: Superintendent Woody Smeck Santa Monica Mountains National Recreation Area 401 West Hillcrest Drive Thousand Oaks, CA 91360 E-mail: Click the link to e-mail us Via Fax: (805) 370-1850  To plan your visit to King Gillette Ranch, click on the link below: www.lamountains.com      King Gillette Ranch Planning Update Documents King Gillette Ranch News Update 3\/12\/09 (PDF-385K) King Gillette Ranch News Update 9\/8\/09 (PDF-61K)",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/king-gillette-ranch-planning.htm"
}
