{
    "title": "Santa Monica Mountains National Recreation Area: Western Toad",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians     Western Toad                  Western Toad         The Western Toad USGS\/Chris Brown  Scientific Name Anaxyrus boreas (Bufo boreas) Introduction The Western toad is a native amphibian species occurring throughout the Santa Monica Mountains National Recreation Area. Appearance Western toads are a large and robust toad with dry, warty skin. Adults can vary in length from 2-5 inches (snout to vent) and vary in color from green, tan, reddish brown, dusky gray and yellow. Toads can be distinguished by a white stripe running down the middle of their back. Males generally have smoother skin than females. Range Western toads range throughout most of California from the forests to the north to the deserts to the south. Habitat The Western toad occupies a wide variety of habitats throughout California, including marshes, springs, creeks, small lakes, meadows, woodlands, forests, and desert riparian areas. In the Santa Monica Mountains and Simi Hills, they are generally found in grassland habitats near riparian streams. Western toads are often found basking on rocks and logs at the edge of water in the spring and early summer, while at other times of the year they are found farther from the water spending much of their time in moist terrestrial habitats. Toads use rodent holes, rock chambers, and root system hollow as refuges from the heat and cold.        The colorful markings of the Western Toad. USGS\/Chris Brown  Feeding Western toads eat a wide variety of invertebrates. Tadpoles consume algae and detritus, including the scavenged carrion of fish and other tadpoles. Reproduction In the Santa Monica Mountains and Simi Hills, mating and egg-laying generally occur in the early spring after the winter rains. Adults migrate from their moist terrestrial habitats to wetland breeding areas using scent cues to find their way. Egg-laying takes place in still or barely moving waters of seasonal pools, ponds, streams, and sometimes in shallow puddles on the road. Eggs are laid in long strings with double rows, averaging 5,200 eggs in a clutch. Fresh eggs contain some of the toad's toxin to protect them from predation, but this poison decreases over time. Eggs usually hatch in 3 to 10 days. Large schools of tadpoles often feed in shallow water. Tadpoles are dark brown, and grow to about 1 inch in length before metamorphosis. Tadpoles enter metamorphosis in 30 - 45 days, usually in late summer or early fall. When in the process of metamorphosis, many tadpoles are often seen in aggregations at the edge of a pond. Large numbers of newly-transformed toads are often seen hopping around the shores of breeding water. Juvenile toads may either stay and spend the winter, or disperse to nearby sites. Conservation Status Though there are no significant conservation concerns for this species in California, they are listed as a park species of concern. Toads are slow-moving and are frequently run over by traffic as they cross roads at night during their breeding migrations.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/nature\/westerntoad.htm"
}
