{
    "title": "Santa Monica Mountains National Recreation Area: California Treefrog",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians     California Treefrog                  California Treefrog         A California Treefrog crawling out of a pond. USGS\/Chris Brown  Scientific Name Pseudacris cadaverina (Hyla cadaverina) Introduction The California Treefrog is a native amphibian species occurring in stream habitats throughout the Santa Monica Mountains National Recreation Area. Appearance The California Treefrog is a small frog varying in length from1-2 inches (snout to vent). The skin in rough and cryptically colored in gray or brown with dark blotches to match the habitat. The California Treefrog does not have a dark eye stripe like the Baja California Treefrog. Range The California Treefrog ranges throughout most of Coastal Southern California from San Luis Obispo county south to and across the Transverse Ranges east to Joshua Tree National Park, and south through the Peninsular Ranges, including the desert slopes, into northern Baja California, Mexico. Habitat The California Treefrog are typically found around coastal and canyon streams and rocky washes with permanent quiet pools. In the Santa Monica Mountains and Simi Hills, they can often be found coexisting with the Baja California Treefrog.        A California Treefrog blending into its surroundings. USGS\/Chris Brown  Feeding California Treefrogs eat a wide variety of insects, spiders, centipedes and other invertebrates. Tadpoles feed on organic detritus and plant material. Reproduction In the Santa Monica Mountains and Simi Hills, mating and egg-laying generally occur from February to early October after the high-flow from winter rains have decreased. Eggs are laid singly (but tend to stick together in clusters) and are attached to twigs or other stationary debris on the bottom of quiet pools in still or slowly flowing water that is typically surrounded by rocks and boulders. Eggs appear to be resistant to the negative effects of solar UV-B.   California Treefrog tadpoles are often indistinguishable from Baja California Treefrog tadpoles. Tadpoles enter metamorphosis in about 40-75 days after hatching. Juvenile treefrogs may either stay and spend the winter, or disperse to nearby sites. Conservation Status Though there are no significant conservation concerns for this species in California, tadpoles are sensitive to nitrites and excess nitrite concentrations from agricultural and urban runoff. The California Treefrog is one of the target species in the park's aquatic amphibian monitoring program.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/nature\/californiatreefrog.htm"
}
