{
    "title": "Santa Monica Mountains National Recreation Area: 2005 Public Scoping",
    "body": "Public Scoping 2005 - Maps and Public Comment Summary       September 2005 Public Scoping Meetings In September, 2005, the NPS and partner agencies presented conceptual trail network visions for the public to consider. The conceptual alternatives were not ready for analysis in a draft EIS\/EIR, but rather to illustrate differing trail network development direction and management emphasis into the future. The public offered many comments on the alternatives, trail use, and on specific trails. Please click on the following links to view summaries of the comments. 2005 Public Scoping Suggestions for Trails, Trailheads, Camps Maps and Graphics Presented in 2005 Draft Trail Plan Highlights  Draft Trail Map Conceptual Alternatives  Each alternative is split into three sections of the Santa Monica Mountains National Recreation Area. Each alternative also includes a map that highlights changes from Current Conditions.  Maps are in PDF format. Each map is approximately 5-10 megabytes. Each alternative and the Current Conditions map are blanketed by a numbered reference grid. When mailing your comments on the alternatives, please to reference the alternative and the grid number.  *Due to the size of the files, it is best to save the files to your disk before opening them. PC users just need to right-click and select \"Save Link As\", Mac users can just drag and drop the files.  Use this Legend to help identify trail attributes.  Current Conditions In 2005, the public pointed out errors on the Current Conditions maps. Please click on the following link to view a list of requested corrections. Current Conditions Maps 2005 Public Scoping Corrections Map 1(West) Map 2 (Middle) Map 3 (East)  Low Use Alternative  Map 1 (West) Map 2 (Middle) Map 3 (East) Change  High Use Alternative  Map 1 (West) Map 2 (Middle) Map 3 (East) Change  Hybrid Alternative  Map 1 (West) Map 2 (Middle) Map 3 (East) Change  Backbone Trail Planning: Trailheads and Camps  Backbone Trail Map  Regional Trails  Regional Trails Map",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/trail-planning-conceptual-trail-policy-alternatives.htm"
}
