{
    "title": "Santa Monica Mountains National Recreation Area: Previous Residencies",
    "body": "Explore This Park    Get Involved     Volunteer     Artist in Residence     Previous Residencies                Previous Residencies        Artist Thea Mercouffer - Film (view it here) - Students from Venice Arts Artist Pearl C. Hsiung - Stop Motion Animation (view it here) - Students from Heart of Los Angeles (HOLA) Artist Brian Sonia-Wallace - Theatre - Students from Lugo Elementary School in Lynwood Unified School District Artist Carlos Nieto III - Comic book drawing class – Students met at Benjamin Franklin Library  Artists Marissa Herrera and Joannza Lo - Multidisciplinary installation piece – Students from the Heart and Soul Collective at Inner-City Arts Artist Natasha Maidoff - Film - Students from A Place Called Home Artist Dawn Novarro Ericson - Sketch\/Drawing\/Painting – Students from Boys and Girls Club of Oxnard and Port Hueneme  What do the artists have to say about the program? \"Once we arrived at the Robertson House they were really mesmerized by the surroundings. We spent a great deal of time there, scouting the location and filming an exercise scene. Soon their fears of the natural environment were almost entirely forgotten. On the way back, the student unanimously chose to take the narrow path down, a way that included crossing a shallow creek and venturing into thick vegetation. We were led by the girl who most vociferously had protested taking that same path on the way up. Their attitude toward the wilderness had changed almost entirely.\" \"I had GREAT support from the rangers! My students and I are truly grateful and appreciative of the generosity of the rangers... Their knowledge of the parks, flora and birds really helped expand out outdoor experience. All the rangers were so positive, supportive and enthusiastic about our interactions. I have a deep love, respect and admiration for the rangers we worked with.\" \"On the final weeks that we met I learned that ALL the students were very surprised and impressed that they lived in such proximity to wide open outdoor natural spaces. They all spoke of how they could recall sensations and scenery from these outdoor trips while working on projects back at the HOLA art studio.\" “Our students walked away from the trips having a greater appreciation for nature, a heightened awareness of their contribution to preserving nature, and an increased desire to spend more quality time outdoors disconnected from the hectic city life. [The facilitating rangers] thoughtful guidance and questions motivated our students to pay attention to their surroundings with more detail and purpose. If we could do this again, we would want to add more trips to our sequence and extend the time the students get to experience each place.” \"It was great to see my high school students cooperate, collaborate and for some to become friends. As most of my students attend different high schools, many of them were strangers to each other. After sharing the field trip experiences, class discussions and collaborating in groups on the final video project, I feel that they created new connections and bonds with their peers.\" “One of my participants is mildly autistic, and has developed a love for hiking and also has become fully immersed in the world of comic book writing and drawing. He went from a lover of comics to a creator of one in just two months.” “[Accomplishments were] watching the students gain confidence at the creek; seeing them collaborate with their peers to direct and take turns being actors and directors; understanding the importance of choosing good location in film… it was just all of us in sync.” “The trips have been fascinating, transformative experiences for the entire group. The locations have been excellent… We found ways to play with our surroundings and shot footage of these experiments. The result of these activities is not the footage alone, but a feeling of confidence they began to take on as they spent time at each location.” “When we arrived at the water, they were afraid of it. Only one student would put their feet in the muddy water. Within an hour, everyone had their shoes off and was delighted in wading between rocks. They found a magical space. They had a GREAT day.” “If I had the opportunity to do it again, I would try to include a night hike and use more public transportation to show the kids that they can use public transportation to get to nature.”",
    "url": "https:\/\/www.nps.gov\/samo\/getinvolved\/supportyourpark\/previous-residencies.htm"
}
