{
    "title": "Santa Monica Mountains National Recreation Area: Artist in Residence",
    "body": "Explore This Park    Get Involved     Volunteer     Artist in Residence               Artist in Residence              The Residency THE AiR PROGRAM FOR 2016 HAS BEEN CANCELLED DUE TO FUNDING (SORRY!). CONTACT TORI KUYKENDALL WITH ANY QUESTIONS AT tori_kuykendall@nps.gov.  The Artist in Residence (AiR) program at Santa Monica Mountains National Recreation Area, a unit of the National Park Service(NPS) is intended to connect non-traditional and under-engaged visitors – youth in particular –  to the natural and cultural resources of the area. This program offers an alternative avenue for audiences from city centers as well as gateway communities, who might not otherwise be aware of or engaged with nature near to home or the recreation area, to connect with the park’s natural and cultural resources through art. The mission of Santa Monica Mountains National Recreation Area is to protect and enhance, on a sustainable basis, one of the world’s last remaining examples of a Mediterranean ecosystem and to maintain the area’s unique natural, cultural and scenic resources, unimpaired for future generations. Santa Monica Mountains National Recreation Area is to provide an inter-linking system of park lands and open spaces that offer compatible recreation and education opportunities that are accessible to a diverse public. This is accomplished by an innovative federal, state, local, and private partnership that enhances the region’s quality of life and provides a model for other parks challenged by urbanization.  This project is made possible through the generous support of the Santa Monica Mountains Fund, the official nonprofit partner of Santa Monica Mountains National Recreation Area. How to Apply Previous Residencies Contact Us (Attn: Tori Kuykendall, Artist-in-Residence Coordinator) Frequently Asked Questions How are the artists expected to incorporate nature trips into their work and how many trips?  Artists are expected to take their students on a minimum of two nature trips (5+ hours) and one overnight campout with at least one being to the Santa Monica Mountains. This could be places close to home or in the Santa Monica Mountains. Examples in L.A. include the L.A. River, Baldwin Hills Scenic Overlook, parts of Griffith Park, Vista Hermosa, Ballona Wetlands… Rangers with the National Park Service will accompany the group on at least one trip and up to three trips and the campout. The National Park Service will fund all transportation via a school bus (including driver) on top of the grant amount of $5000. How much help do artists get in planning their nature trips and on their trips? The AiR coordinator will meet with each artist before the start of the program to talk about their goals from the nature trips and help coordinate locations that will meet their goals.  Rangers and\/or interns and volunteers with the National Park Service (or possibly another land owning agency) will accompany the group on at least one trip and up to three trips and the campout.  How many teaching artists will be funded for 2015? Three teaching artists will receive funding of $5000 each. What is the timeline between application submission and when award notices are announced? Applications are open from now until Friday, April 8 at 4:00 p.m. and award notices will be announced by Thursday, April 21, 2016. You can access the application online. How and when is funding dispersed?  Each artist must fill out a W-9 form. The funding will come in the form of two checks that will come from our partner agency, the Santa Monica Mountains Fund. The first check will be dispersed one month prior to the start of the project and one will be dispersed mid-way through the project, pending receipt of the mid-program evaluation.  Is there a specific artistic medium the selection committee is looking for? Are there any artistic limitations? We’re looking for application from diverse disciplines among the visual, literary, and performing arts. The artists can either be established or emerging in their artistic medium. The artwork must be appropriate for all audiences and cause no harm to natural resources.  What is the timeframe each artist is expected to be working on their project with youth? Artists are expected to work with youth for a 2-3 month period between June and October 2016. Within this 2-3 month period artists may be given priority based on the number of times they work with the youth per week.  Is a culmination event\/show required? Yes, we ask that you be working towards a culmination event\/show throughout the residency. All artists are required to be an integral part of an event showcasing the work of all three artists and their students on Saturday, November 12, 2016 in the Santa Monica Mountains. Transportation will be provided to your group for this event. In addition, artists may have a show closer to home to showcase the work of their students at any point between July – November 2016.  What financial and other benefits are offered to the artist? Artists will receive a $5000 stipend to fund their specific needs to complete the artist project. Funding can go towards personal compensation, material support, transportation, and other costs associated with the production of the final project.  Each artist will be provided with a bus and driver to take their students on the nature trips and campout.  The artist and their students will all be signed up as volunteers and all time spent on their project will be counted as volunteer hours. Who is liable if there is an accident or injury while on the trips? The artist and their students will all be signed up as volunteers with the National Park Service which covers them under workers compensation. Is housing or studio space available? No, housing and studio space is not available. We intend for the artists to be local and connected to the youth and a space using their own resources and connections.   Does the artwork created become the property of the National Park Service? No, the artwork does not have to be given to NPS but we do ask that participants agree to their portrait, biography and artwork be used to promote future seasons of the program. Aspects of this program may also be filmed to create a short promotional video in hopes to use it for future funding.",
    "url": "https:\/\/www.nps.gov\/samo\/getinvolved\/supportyourpark\/artist-in-residence.htm"
}
