{
    "title": "Santa Monica Mountains National Recreation Area: SMMART Report, September, 1997",
    "body": "TMP SMMART Report, September, 1997  (Santa Monica Mountains Area Recreational Trail Coordination Project)       SMMART Report: September, 1997  Owing to the digital conversion process, the following files may contain minor typographic errors, and the document may have a slightly different appearance from the original hard copy.  Table of Contents, Executive Summary, Project Overview Report of the Trail Inventory Team Report of the Missing Link Team Report of the Trail Camps Team Report of the Signage Team Report of the Multiple Use Trail Guidelines Team Report of the Trail System Team Public Comments List of Maps Appendices       Santa Monica Mountains Area Recreation Trail Coordination Project  Project Overview  Coordinated planning among the agencies with responsibility for trails and the public who uses and enjoys trails is important to promoting the goals of resource protection and recreation within the Santa Monica Mountains National Recreation Area. The Santa Monica Mountains Area Recreation Trails (SMMART) Coordination Project was intended to be a place to bring together agency representatives, trail users, and interested citizens to act more in concert in planning and managing trails. The goal of SMMART was to find ways to provide a better trail experience to park visitors, to share resources, to explore new opportunities, and to identify action items that could benefit from regional coordination.  SMMART was established to be a coordination project, different from more traditional comprehensive planning processes, such as regional trails plans. We focused on coordination because that was seen as a more immediate way of enhancing the experience of trail users within the mountains. By bringing trail users and agency personnel together, we hoped to identify common concerns and to suggest creative and pro-active ways to address them. SMMART was to be an advisory process, recognizing that some of the suggested changes would require the implementing agencies to subsequently prepare planning documents consistent with their own environmental and public review procedures. We hoped to find ways to work better together and to take a broader view of trails in the mountains and present this information to the agencies for their implementation.  Vicinity  The Santa Monica Mountains form the western backdrop for Los Angeles, juxtaposed with the heavily urbanized Los Angeles basin, San Fernando and Conejo valleys. The mountains stretch 46 miles from Griffith Park above Hollywood to Point Mugu State Park at the Pacific Ocean. Contained within the mountains are rugged open spaces, jagged rock outcropping, primitive wilderness areas as well as homes, ranches, and communities.  In 1978, the United States Congress established the Santa Monica Mountains National Recreation Area (SMMNRA) to “manage the recreation area in a manner which will preserve and enhance its scenic, natural, and historical setting and its public health value as an airshed for the Southern California metropolitan area while providing for the recreational and educational need of the visiting public.” (Public Law 95-625).  Today, the National Park Service cooperates with numerous public land management and park and recreation agencies in order to protect the mountains’ natural and cultural resources and to provide the public with recreation opportunities. Agencies administering public lands include the California Department of Parks and Recreation (CDPR), the National Park Service (NPS), the Santa Monica Mountains Conservancy (SMMC), the Los Angeles County Parks and Recreation Department, the Los Angeles City Department of Recreation and Parks, the Mountains Recreation and Conservation Agency (MRCA), and the Conejo Open Space and Conservation Agency (COSCA). In addition, many local communities manage trails and open spaces through their parks and recreation departments or their local general plans.  Project History  SMMART began with a request from the Santa Monica Mountains National Recreation Area, California Department of Parks and Recreation, and the Santa Monica Mountains Conservancy to the Rivers, Trails and Conservation Assistance (RTCA) Program of the National Park Service to provide technical assistance in coordinating trail planning issues. Their request was supported by letters from several cities and trail organizations. The RTCA Program provides planning, public involvement, and technical assistance to state and local governments and citizens organizations in the context of river, trail and greenway protection efforts.  In March, 1995, over 45 trail managing agencies, trail interest groups, and related associations were invited to attend a workshop to identify coordination needs relating to trails. At this first meeting, we identified almost 50 steps that could be taken to improve trail management and coordination among agencies, trail-related organizations, trail users, and other interested citizens and associations. From this we identified a dozen priority issues we wished to address through the coordination project. These priority issues are described in the next section.  Over the summer, we learned more about each other, the mission and goals of the organizations we represented, and the mandates and responsibilities of the various government agencies. By fall we established “Action Teams” to take the identified priority items and suggest ways to addressing them. The teams worked through 1996 to research their assigned issue, prepare findings, and develop recommendations. In spring of 1996, a progress report was mailed to over 1,100 people to fill them in on the project and progress made to date. In early 1997, the Action Teams completed draft reports which were compiled into the Draft Summary Report. This report was distributed to approximately 1,300 individuals and organizations. Executive summaries were provided to approximately another 500 organizations and media outlets. Copies were made available in several local libraries and at the offices of the National Park Service, California Department of Parks and Recreation and the Santa Monica Mountains Conservancy.  Two public open houses were held in May to inform the public of the Action Teams’ draft recommendations and to receive input. Over 100 written comments were received and were considered by the Action Teams in revising their reports (excerpts from the comments are included in the Public Comments section of this report). This final report, released in the fall of 1997, is being presented to the public land management agencies and local governments for review and implementation.  Project Scope  The first step undertaken by SMMART participants was to identify priority items that could benefit from some regional coordination among agencies, trail-related organizations, and citizens. The following list was developed by participants in March 1995:  Developing an inventory of trails Identifying locations for trail camp facilities, particularly on the Backbone Trail Renewing a commitment to working with volunteers Developing common standards for multiple-use trails Improving signage for trail uses, wildlife, and degree of difficulty Compile information on historical use of  trails Encouraging agencies to commit to cooperating Establishing a multi-agency trail crew Sharing equipment across agencies and among volunteers Determining access for mountain bicycles Establishing priorities for missing trail segments within the trail system This list was used to identify the scope of the project and to determine issues to be addressed by subcommittees known as “Action Teams”.  Action Teams  Action Teams focused on suggesting improvements related to trails that could be implemented by public trail managing agencies and local governments. The teams were designed to be small, working groups, with balanced representation of agencies and trail users. They were responsible for taking the identified priority items and developing more detailed recommendations. Members of Action Teams came from within the participants attending SMMART meetings. Members were self-nominated. Two teams relating to multiple trail use issues did not accept new members once established in order to preserve a smaller, working group atmosphere and to promote continuity. They were also organized to have balanced representation of trail user interests, although there was some attrition over time.  The Action Teams periodically provided updates at SMMART meetings and presented early working drafts of recommendations for review, comment and guidance. Six of the original Action Teams brought their work to the stage of being presented to the wider public and to the trail managing agencies. Included in this document are reports from the Trails Inventory, Missing Links, Trail Camps, Signage, Multiple Use Trail Guidelines, and Trail System teams.  Several additional Action Teams were established early on but did not complete their work. Included in Appendix A are summaries of the issue, vision, and suggested actions identified by SMMART participants for the following issues: volunteers, historic trail use, multi-agency trail crew, equipment sharing, and agency cooperation.  By including this early work, we hope these issues can be addressed in some future trail planning or coordination process.  Action Team Reports  Each Action Team was responsible for preparing their report in accordance with a given format. The larger SMMART group heard from the teams on a regular basis and provided some direction and input to the team as they went about their work. It was the responsibility of the Action Teams to incorporate public comments into this final report. Below is a summary of the issues addressed and recommendations put forth by each Action Team:  Trails Inventory Team  This report describes the inventory undertaken of trails in the Santa Monica Mountains, the trail features noted, and the progress made towards completion of a regional trails map. It recommends annually sharing Geographic Information System (GIS) data to ensure an up-to-date inventory of trails. The report begins on page 21.  Missing Links Team  This report identifies 50 trail segments as “missing links” within the Santa Monica Mountains trail system. For each segment, the team described the general route of the trail, actions needed to complete the linkage, the jurisdiction(s) with responsibility for implementing these actions. A regional map of the missing links is also provided. The report begins on page 25.  Trail Camps Team  This report identifies locations for 12 trail camps along the Backbone Trail, providing trail users an overnight, backcountry camping experience while using this 65-mile trail. The report also recommends location and operational guidelines for trail camps. The report begins on page 39.  Signage Team  This report identifies signage needs and encourages agencies to undertake a thorough analysis of existing signage to move towards greater consistency in the “look and feel” of signs and in the provision of information needed by trail users. The report beings on page 47.  Multiple Use Trail Guidelines Team  This report recommends trail construction design features for new trails that would accommodate multiple types of users on a common trail, providing a safe and enjoyable trail experience. Definitions and visual examples of these features are provided. The report begins on page 57.  Trail System Team  This team addressed guidance to land managers on how to accommodate multiple types of users within the mountain trail system. This report describes the options reviewed and criteria considered by the team. It includes user statements that describe different perspectives on the issue of multiple use of trails. No recommendations are provided by the team. The report begins on page 73.  Public Involvement  In addition to two years of regular meetings attended by approximately 130 people from government officials, agency representatives, members of trails organizations, and the general public, two public open houses were held in May, 1997. These were attended by about 100 people over the two nights. Additionally, many written comments were received by people not attending the meetings. Copies of the comments and a description of how the team reports were revised from the draft report are included in a final section of the report, beginning on page 97.  Implementation Recommendations  This summary report describes the work that many dedicated individuals produced together through the SMMART project. Much of the report is in the form of recommendations to be implemented by public agencies. These recommendations come from the Action Teams, based consensus reached among team members. Not all the recommendations here received unanimous agreement among the wider group of SMMART participants. This group was made up of diverse interests and tackled, in some cases, what are complicated issues. Where there was not agreement, team reports note differences. We hope this approach will provide implementing agencies a broader understanding of the range of views about issues tackled by SMMART Action Teams. This, in turn, will help ensure implementation tales place with greater sensitivity to the range of interests, views, and positions.  Implementation recommendations made by Action Teams are summarized below. Further information about the recommendations are included in the team reports.  From the Trails Inventory Team  I-1. Agencies should meet annually and share resources to update the Geographic Information System trail map and database. This will ensure that the map is kept current for planning, maintenance and visitor information purposes.  From the Missing Links Team  I-2. Federal, state and local agencies should implement the needed actions for the 50 identified missing links.  I-3. Local agencies should identify and incorporate existing and proposed trails (those included here as well as others) into their local coastal plans and general plans. A comprehensive trail plan should be created by each local jurisdiction in the Santa Monica Mountains, including an update of the Los Angeles County Trails Master Plan.  I-4. Local agencies can use the permit and land use planning process to reserve sites and secure trail easements. Local agencies should work with the Coastal Commission to accept trail easements secured as “offers-to-dedicate” through the development process.  I-5. The National Park Service and California Department of Parks and Recreation should assist local governments by informing local governments of funding opportunities for trail construction and right-of-way acquisition.  I-6. The National Park Service, California Department of Parks and Recreation and the Santa Monica Mountains Conservancy should help ensure trail segments are linked between jurisdictions to form a continuous trail system.  I-7. While this list of missing links provides a good base of information, there may be many more trails that should be identified by local agencies for public protection.  I-8. The National Park Service should identify priorities for completing these missing links as part of their update of the Land Protection Plan.  From the Trails Camps Team  I-9. Park agencies should provide trail camps along the Backbone Trail approximately every 8 to 10 miles.  I-10. Park agencies should take the necessary steps to implement the needed trail camps along the Backbone Trail, including following the recommended location and operational guidelines.  I-11. Upon completion of the Backbone Trail, park agencies should consider the impact of the trail design, construction standards, facilities, access points, feeder trails, and ancillary camps and campgrounds on the proposed trail camp locations.  I-12. Park agencies should undertake a resource and archeological study on the proposed trail camp sites and modify the proposed locations accordingly, should a negative impact on such resources be identified.  From the Signage Team  I-13. Park agencies should carry out a thorough analysis of existing signs to address consistent signage conventions, coordination among jurisdictions.  I-14. Park agencies should include recommended elements contained in the report in their trail, regulatory and services identification signage.  From the Multiple Use Trail Guidelines Team  I-15. For new trails planned for multiple use, agencies should follow the recommended trail guidelines and design criteria to provide a safe and enjoyable trail experience to anticipated trail users.  I-16. At trailheads, access points, and areas of major use, agencies should construct wider and more accessible trails for the physically challenged and multi-users. Additionally, this should be an area where there is clear signage with information and guidelines for trail users. At a distance for trailheads, where fewer users can be anticipated, agencies could apply the guidelines contained in the team report for multiple use trails.  From the Trail System Team  No implementation recommendations are provided by the team.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/smmartreportsept1997.htm"
}
