{
    "title": "Santa Monica Mountains National Recreation Area: College Internships",
    "body": "College Internships        Interns in the Santa Monica Mountains learn many different aspects of park management and resource protection. This intern spends every other week checking pitfall traps to monitor the diversity of herp species throughout the park.      General Information  Santa Monica Mountains National Recreation Area offer internship positions for both college and high school students. All interns must be U.S. citizens or permanent residents of the United States. Some intern positions are offered year round, others only during the school year. High School students: click here for information.  College students and Recent Graduates: College students gain experience using the information they have learned in the classroom, learn more about their field of study, and gain real world job experience working for a federal agency. Students may be currently enrolled or recent graduates (within last 4 years). Most intern positions are 3 or 4 months, full time. Some can be part time for 5 to 6 months. Some positions are weekday only, some may require weekend work. See the individual position descriptions for further information about days and length of time for that internship. Interns must have a valid driver's license and must have their own vehicle for their personal transportation to and from work. While at work, government vehicles may be available for intern use within the scope of their position. Knowledge of common computer programs (Word, Access or Excel) may be required for some positions. A stipend of $20 per day and\/or housing (for full time interns) may be available. Some intern positions will require fingerprint and background checks. College Student Intern Position Descriptions (Click on the title for a full position description)    Botany Intern - Closed.    Carnivore Biology Intern -  Open. Position closes on June 12th, and July is the start date. Apply here: http:\/\/wfscjobs.tamu.edu\/jobs\/carnivore-biology-intern-california\/   Cultural Resources Intern (Archeology, Ethnography\/History) - Closed.    Digital Media Intern (Content Creation and Development) - Closed.   Digital Media Intern (Content Production) - Closed.   Education Intern - Closed.   Fire Ecology Intern - Closed.     Geographic Information Systems (GIS) Intern -  Closed.    Graphic Design Intern - Closed.   Native Plant Nursery Intern - Closed.   Park Ranger Intern (Interpreting Natural and Cultural Resources) - Closed.     Park Ranger Intern (EcoHelpers Program) - A high school education and volunteer program. Closed.    Restoration Ecology Intern - Closed.    SHRUB Intern - A 5th grade education and restoration program. Closed.    Wildlife Biology Intern - Closed.       Application Instructions  Describe in a cover letter which internship you want to apply for, how this internship will benefit your career and the period of time you will be available. Include in your cover letter whether or not you would need housing (housing is available for full time interns only), that you are aware of the stipend and that you have a vehicle for your personal transportation to and from work. Send your cover letter, resume, three references and an unofficial copy of your transcript via e-mail to ryan_stead@nps.gov",
    "url": "https:\/\/www.nps.gov\/samo\/getinvolved\/supportyourpark\/internships.htm"
}
