{
    "title": "Santa Monica Mountains National Recreation Area: Donate",
    "body": "Make a Donation - You Can Help          Your Donations Help In addition to federal funding for the cost of daily operations and special projects, Santa Monica Mountains National Recreation Area also receives important financial support in the form of donations. This comes directly from private donors as well as from our partnering non-profit organizations. Monetary donations are graciously accepted and directly benefit the park. Funds will be used for visitor services and safety, education programs, and projects that protect natural and cultural resources. What Donations Support Some of the most recognizable things the Santa Monica Mountains Fund supports are the OUTDOORS Calendar of Events, mountain lion and bobcat research, restoration work of park lands, and our very own native plant fair. Without their assistance, these programs in the Santa Monica Mountains might well cease to exist. The Fund even allows donors to direct their contributions to specific purposes with the guarantee that 100 percent of all such donations are exclusively used for those activities.         Donating Through Volunteering Instead of donating financially, many people are now choosing to give their time and energy. The Santa Monica Mountains offers many opportunities for those who wish to donate toward the betterment of their park. Please visit the webpage for our volunteer program to learn about the variety of options available. Be it a gift, volunteering, or teaching your children the value of our national parks, there are many ways to donate. Regardless of what form it takes, your donation is greatly appreciated! Who We Work With The primary partner for the national recreation area is the Santa Monica Mountains Fund. This locally based 501(1)(3) non-profit organization was chartered in 1988 to support the National Park Service and the California State Parks in their missions to provide for resource protection and public enjoyment of the Santa Monica Mountains National Recreation Area. All donations to the Fund are tax deductible.         How You Join Us You can visit the Santa Monica Mountains Fund website by clicking here. If you are interested in donating to support the programs and activities of the National Park Service nationwide, general donations may be made through a nationwide charitable partner of the NPS, such as the National Park Foundation.",
    "url": "https:\/\/www.nps.gov\/samo\/getinvolved\/donate.htm"
}
