{
    "title": "Santa Monica Mountains National Recreation Area: Fire Regime \/ History",
    "body": "Fire Regime \/ History          Fire regimes describe the pattern, frequency and intensity of wildfires and are determined by natural ecosystem properties (e.g. climate, productivity, terrain) and anthropogenic influences (e.g. ignitions, development patterns. Mediterranean climates, like southern California's, naturally support shrubland vegetation types that produce widespread and continuous beds of fuel. Every year the vegetation becomes dry by late summer or early fall when hot and dry Santa Ana winds can blow strongly from the north or north-east for days at a time. In the Santa Monica Mountains, when the fuels, seasonal drought, wind, and terrain combine with an ignition, a major wildfire occurs. These fires are large, wind-driven canopy fires that consume the above ground vegetation and often cause major property damage and home losses. Fires are not a new phenomenon in southern California. The global circulation patterns that cause the Mediterranean climate and Santa Ana wind patterns have existed for many millions of years, even though the Santa Monica Mountains have existed in their current form for only about 2 million years. There have been many changes in vegetation and temperature patterns as ice ages have come and gone during that time, but Santa Ana winds and the Mediterranean climate with dry summers and moist winters are older than these mountains.          Large fires driven by Santa Ana winds have dominated the fire history of the Santa Monica Mountains as far back as there is evidence to assess. Analysis of charcoal in sediment cores collected in the Santa Barbara Channel suggest that large weather-driven fires have occurred more or less regularly throughout the last 600 years (Mensing, Michaelsen, and Byrne, 1999. Large weather-driven fires continued to occur steadily through the Chumash Indian times, the Spanish, Mexican, and American ranching periods, and modern times. The fact that large fires have continued to occur steadily though different historic periods with very different approaches to fire suppression suggest that the incidence of large fires is primarily determined by fire weather, and that it is substantially unaffected by even our best modern attempts at fire suppression. Indigenous, native American peoples first came to southern California 12,000-14,000 years ago and settled in villages about 8,000 years ago. Best available evidence suggests that they used fire to manage portions of the landscape for food and material production, near their homes, and along their trails, but that they did not deliberately light large scale fires. Periodic large charcoal deposits in offshore sediments were apparently the result of large Santa Ana-driven wildfires. Ranchers in the late 19th and early 20th century also lit large scale fires in shrublands in many parts of southern California in order to produce more palatable forage for cattle.             Large fires are more likely to occur during and after droughts (Davis and Michaelsen, 1995). Fire-climate modeling predicts that relatively small increases in frequency and duration of droughts produces substantial increases in area burned by wildfires. Current forecasts for future climate in southern California predict that rainfall will become more variable, with more droughts and more floods. We can expect our current Mediterranean-type fire regime to continue for the foreseeable future, but with a greater frequency of conditions for wildfires as the number and duration of droughts increase. To learn more about climate change hotspots read Climate change hotspots in the United States. Davis, F. W., and J. Michaelsen. 1995. Sensitivity of fire regime in chaparral ecosystems to climate change. Pages 435-456 in J. M. Moreno, W. O Oechel, editor. Global change and Mediterranean-type ecosystems. Springer Verlag, New York. Mensing, S. A., J. Michaelsen, and R. Byrne. 1999. A 560-Year Record of Santa Ana Fires Reconstructed from Charcoal Deposited in the Santa Barbara Basin, California. Quaternary Research 51:295-305.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/firehistory.htm"
}
