{
    "title": "Santa Monica Mountains National Recreation Area: Light Pollution",
    "body": "Explore This Park    Learn About the Park     Management     Nature Neighbor Project     Light Pollution                What Happened to the Night Sky?              Light Pollution Less than 100 years ago, thousands of stars in the night sky could be viewed by everyone. Explorers used the sky to navigate, and people were able to use their imagination to create constellations out of clusters of stars. With the development of artificial lighting, changes have occurred to our modern sky preventing many of us from seeing all but the brightest stars in our neighborhoods.  The heavy use of power lamps that light up our streets, yards, parking lots, businesses, office buildings, and billboards increases our nighttime brightness, leaving a surprising two-thirds of the United States population unable to see thousands of stars that would otherwise be visible within our Milky Way Galaxy.  Although artificial lighting provides us with night time benefits, the inefficient and unnecessary use of the lights creates “light pollution” and can have adverse effects on natural night sky experiences, human health and wildlife survival. Light pollution comes from the excessive and unnecessary use of lighting, often creating sky glow, glare and light trespass. Sky Glow: comes from light wastefully escaping into the night sky, causing a glow over urban and suburban areas.  Glare: Light shining dangerously into peoples' eyes as they walk or drive by and makes it difficult to see what may be in that glare. Light Trespass: unwanted light shining onto neighbor’s property, home, and natural areas. How does light pollution hurt you? Many species including humans are dependent on the natural body cycle called circadian rhythms, which are regulated by light and dark (e.g., day and night). Excessive exposure to light during the night can disrupt our circadian rhythm and suppress the production of melatonin, an important cancer fighting hormone. Melatonin production is stimulated by darkness. The disruption of our natural sleep patterns from excess light has been linked to depression, insomnia, fatigue, stress, increased headaches, cardiovascular disease and cancer. It is clear that light pollution reduces our view of stars and planets in the night sky but it could also have detrimental effects on your health. How does light pollution affect wildlife? Ecological effects from the illumination of artificial lighting can alter the natural patterns of light and darkness in the natural ecosystem. Excess light at night can confuse many animals; it can affect wildlife behavior, create disorientation and reduce foraging and breeding time for many species. Lights on shore can disorient marine turtle hatchlings. Newly hatched marine turtles find their way to the water by detecting the bright horizon over the sea, but the artificial street lights on shore, especially on nights with little or no moon, disorient hatchlings and they end up crawling toward streets where they get run over by cars, dehydrate or are eaten by predators.  Four to five million birds are killed each year in collisions with towers in North America. Birds who migrate at night, will navigate by the moon and stars, but lights from communication towers, offshore oil platforms, light houses and high rise buildings attract migratory birds and disorient them. Migrating birds are often attracted to lights on towers during adverse weather conditions. Once they fly into these lighted zones the birds can become “trapped” and will not leave the bright area. In this glow of light, birds collide into each other, structures or die from exhaustion. Lighting that spills over into natural habitats increases prey animal’s vulnerability to predators, it can reduce breeding and modify communication for many species. Prey animals, such as small mammals and rabbits may spend less time eating (resulting in loss of energy) in illuminated areas where they are more visible to predators. Mating activity for some frogs is reduced when the glow from light brightens nearby creeks. Some species such as fireflies and glow worms use their own natural lights to communicate at night, but bright neighborhood lights reduce species visibility to each other. How you can help Take Action Against Light Pollution Links International Dark Sky Association Lighting Research Center Griffith Observatory Starlight Initiative Further Reading  Bullough, J.D., M.S. Rea, M.G. Figueriro. 2006. Of mice and women: light as a circadian stimulus in breast cancer research. Canc. Causes Contr. 17, 375-383. Falchi, F., P. Cinzano, C.D. Elvidge, D.M. Keith, and A. Haim. 2011. Limiting the impacts of light pollution on human health, environment and stellar visibility. Journal of Environmental Management 92, 2714-2722. Haus, E., M. Smolensky. 2006 Biological clocks and shift work: circadian dysregulation and potential long-term effects. Canc. Causes Contr. 17, 489-500. Longcore, T. and C. Rich. 2004. Ecological light pollution. Frontier Ecological Environment 2(4): 191-198. Longcore, T., C. Rich, P. Mineau, B. MacDonald, D.G. Bert, L. Sullivan, E. Mutrie, S. Gauthreaux Jr., M. Avery, R. Crawford, A. Manville, E. Travis and D. Drake. 2012. An estimate of avian mortality at communication towers in the United States and Canada. Plos One 7(4). Longcore, T., C. Rich. 2006. Ecological Consequences of Artificial Night Lighting. Island Press. Witherington, B.E. 1992. Behavioral responses of nesting turtles to artificial lighting. Herpetologica 48:31-39.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/light-pollution.htm"
}
