{
    "title": "Santa Monica Mountains National Recreation Area: Invasive Plants",
    "body": "Explore This Park    Learn About the Park     Management     Nature Neighbor Project     Invasive Plants                Invasive Plants, Bully Plants          What are invasive plants? Invasive plants are introduced plant species from somewhere else; they grow fast, reproduce, infest natural landscapes and have negative impacts on wildlands wherever they grow. There are about 200 non-native plants that are considered invasive plants that are threatening the native landscape throughout California. Invasive plants are bullies. They suck up available water and resources faster than native plants and they grow extremely fast, giving them the advantage to crowd the native plants out of the landscape. The loss of native plants to invasive plants leads to a reduction in the diversity of animals, insects and birds due to the loss of food and nesting resources. Monocultures (dominated by one plant species) created by invasive plants can increase the risk of fire and erosion, block irrigation systems, dry up creeks, reduce our scenic views and interferes with recreational activities (as plants quickly encroach and cover trails, or are thorny).  Invasive plant infestations are occurring throughout the Santa Monica Mountains Recreational Area and are a threat to local native plants. Why are biologists so concerned about invasive plants? Several negative impacts occur from invasive plants: Ecological   The loss of native plants – native plants are replaced by invasive plant species They create monocultures of invasive plants Reduction of plant and animal diversity – habitat is no longer desirable for many species Reduction of food for wildlife The loss of shelter, cover and nesting sites or den sites for wildlife Absorbs water resources from other plants and dries up creeks Alters soil microbes and nutrient cycling – shifting processes to suit their own survival and not the natives   Recreational and Personnel   Increases risk of fire – with flashy dead annual species, fires ignite quicker and spread faster than native plant communities   Uncomfortable for recreation – hiking, biking, dog walking and equestrian riding Affects scenic views Affects wildflower viewing due to loss of wildflowers Affects bird watching due to loss of bird diversity in area   How do invasive plants get into wildland habitat? Many invasive plants have been introduced through the horticultural trade and are often planted as landscape ornamentals for residential homes, recreational parks, and as roadside stabilizers. Seeds of invasive plants can be:   Blown by wind into wildlands from neighbors' yards, city parks and roadsides Transported into wildlands through water runoff; rain and over watering Carried into wildlands on peoples shoes and pet’s fur Transported into wildlands on bicycle, vehicle tires, frames, and horses   Are there invasive plants in my yard? This is a partial list of the Invasive Plant Species biologists are the most concerned about in the Santa Monica Mountains, with the first ten currently the greatest concern. Please do your best to avoid planting these species in your yards. If some of these plants already exist in your yard they are likely spreading their seeds through water runoff or wind. You can help protect native plants and animals from these invasive bullies by simply removing them from your yard. Refer to plantright.org for alternatives to them for your landscaping.  The “Evil 25\"     Species (Common Name)  Species (Scientific Name)    Periwinkle  Vinca Major    Cape Ivy  Delairea odorata    Spanish Broom  Spartium junceum    Fountain Grass  Pennisetum setaceum    Pampas Grass, Jubata Grass  Cortaderia jubata    Tree of Heaven  Ailanthus altisissima    Sweet Fennel  Foeniculum vulgare    Myoporum  Myoporum laetum    Giant Reed  Arundo donax    Poison Hemlock  Conium maculatum    Russian Knapweed  Acroptilon reopens    Onionweed  Asphodelus fistulosus    Italian Thistle  Carduus pycnocephalus    Saffron Thistle, Wooly Distaff Thistle  Carthamus lanatus    Yellow Starthistle   Centaurea solstitialis    Bull Thistle  Cirsium vulgare    Artichoke Thistle  Cynara cardunculus    Geraldton Carnation Spurge  Euphorbia terracina    Perennial Pepperweed  Lepidium latifolium    Tree Tobacco  Nicotiana glauca    Harding Grass   Phalaris aquatica    Castor Bean  Ricinis communis    Russian Thistle  Salsola australis    Milk Thistle   Silybum marianum    Umbrella Sadge  Cyperus involucratus       How are biologists tackling invasive plant populations in the Santa Monica Mountains?   Remove populations that are threatening rare or sensitive species or habitats Eradicate populations that are currently present in low numbers within the park Prevent expansion of current populations – neighbors can help by preventing spread Prevent introduction and establishment of new populations within the park   How you can help Take Action Against Invasive Plants Links Statewide IPM Program California Invasive Plant Council California Native Plant Society Invasive Plant Inventory Los Angeles County Weed Management Area Plantright.org",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/invasive-plants.htm"
}
