{
    "title": "Santa Monica Mountains National Recreation Area: 2013 Springs Fire",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management     2013 Springs Fire                2013 Springs Fire          The Springs Fire began on May 2, 2013 on the Conejo Grade section of the 101Freeway in Camarillo, CA by accidental ignition from a passing car or truck. The fire occurred under extreme weather conditions with low humidity, high temperatures and strong Santa Ana winds. The fire burned 24,238 acres in a day and a half within the 20 year-old footprint of the 1993 Green Meadow Fire, the largest fire on record (38,478 acres) in the mountains. The Springs Fire is the 5th largest wildfire and it burned 12% of the SMMNRA in the most undeveloped section of the park. There was minimal property damage to the surrounding communities as the fire burned mostly through undeveloped private property and parkland. The fire was declared 100% contained on May 12, 2013.         The spring season fire was unprecedented for the time of year in which it burned. All other large fires in the SMMNRA have previously occurred in the fall at the end of the summer dry season when fuel moisture is low and Santa Ana winds occur more frequently. The year’s low rainfall was concentrated early in the season and created very dry fuel conditions for so early in the spring. This allowed for the rapid fire spread that occurred. Clicking on the image to the right will make it bigger.      Hidden Valley before and after the fire: #springsfire05 NPS photo   Help us document the recovery through our citizen science photo monitoring project.        Burned Area Emergency Response Plan Complex fires on federal lands are evaluated by specialized response teams to evaluate threats to life, property, and natural and cultural resources. If warranted, Burned Area Emergency Response (BAER) plans are developed to implement cost effective post-fire measures to protect life, property, and critical cultural and natural resources. The Springs Fire BAER plan can be downloaded here: 2013 Springs Fire Burned Area Emergency Response Plan (PDF - 11MB) As part of the BAER assessment satellite images are analyzed to determine the degree of burn severity. You can download the burn severity map and a brief description of how it is produced below: BARC Report (PDF - 7MB) BARC Burn Serverity Map (PDF - 400KB) Google Earth BARC KMZ File (KMZ - 43KB)       Burned Area Emergency Response Accomplishments 2013 Springs Fire Burned Area Emergency Response Accomplishment Report (PDF-10MB)       Maps The park produces a number of different kinds of maps that let us analyze the potential effects of the fire. You can download them for yourself below: Landownership and trails (PDF - 3.1 MB) Vegetation (PDF - 1.2 MB) Fire progression (PDF - 2.8 MB) Fire frequency (PDF - 710 KB) Fire history (PDF - 745 KB) Watersheds (PDF - 2.1 MB) Springs Fire perimeter for Google earth Google earth SP fire perimeter kmz file (KMZ - 67 KB)",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/2013-springs-fire.htm"
}
