{
    "title": "Santa Monica Mountains National Recreation Area: Wildfire",
    "body": "Explore This Park    Learn About the Park     Management     Nature Neighbor Project     Wildfire                Is Your Home Ready for Wildfire?              Wildfires have become too common in southern California because of more human-caused fires. Vegetation and wildlife are normally adapted to recover after wildfires but fire can be devastating if you live in a home that is in its path. If you live near or adjacent to natural areas, your property could be at risk from nearby wildfires. As the frequency of wildland fires has increased, the threat to housing developments in the wildland urban interface has becomes a regular occurrence. Even homes located one to two miles away from natural areas are at risk of wildfire damage as embers can be blown over a mile ahead of fire. If you live within one to two miles of a natural area, take action to make sure your property is as fire resistant as possible before it's too late!    Be Alert!  – Know when you could be at risk of wildfires. Be prepared! – Make your home as fire resistant as possible and have your yard clean and ready on red flag days. Be careful! – Don’t spark a wildfire    Be Alert Wildfires can occur at any-time of the year, but you are at most risk during red flag conditions in the fall when plants have very little moisture. With climate change and increased droughts, large wind-driven fires may become more common in the spring. Be prepared during red flag weather with high temperature, dry vegetation, low humidity, and high Santa Ana winds. Be ready for fires whenever these conditions occur.  Be Prepared – From the House Out Wildfires need certain ingredients to continue to burn across the landscape. While you cannot change the weather, you can modify fuels around your house such as vegetation and building features to lessen fire danger.  Prepare and maintain your property to reduce the risk of damage to your property.  Core elements that can help reduce wildfire spread to your home:   Harden your home – make the house structure ember resistant Create defensible space– reduce the risk of wind-blown embers spreading fire to your property and allow firefighters a safe place to work around your home.   Something to consider – The survival rate of houses in some of the most extreme wildfires is more than doubled when they are defended. Most houses that survive have fuel-reduced yards and ember-blocking features. Most houses that are destroyed have dense fuels around them and many ember entry points.            Click image to download PDF version        Links Ventura County Fire Department County of Los Angeles Fire Department Wildfire Action Plan PDF University of California Cooperative Extension Sustainable and Fire Safe Landscapes Resource Conservation District of the Santa Monica Mountains Defensible Space PDF National Park Service Community Wildfire Safety Wildfire Prevention Education Further Reading  Syphard, A. D., T. Brennan, and J.E. Keeley. 2014. The role of defensible space for residential structure protection during wildfires. International Journal of Wildland Fire. Csiro Publishing. Syphard, A.D., J.E. Keeley, A.B. Massada, T.J.Brennan and V.c. Radeloff. 2012. Housing arrangement and location determine the likelihood of housing loss due to wildfire. Plos one, March 2012, vol.7, issue 3. Webster, Joan. 2012. Essential brushfire safety tips, 3rd edition. Csiro Publishing.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/fire-and-fuel-zones.htm"
}
