{
    "title": "Santa Monica Mountains National Recreation Area: Hunting in the National Recreation Area",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     Hunting in the National Recreation Area                Hunting in the National Recreation Area          It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering the park. As a starting point, please visit California Department of Fish and Wildlife’s website. United States Code of Federal Regulations 36 § 2.2 Wildlife protection prohibits hunting upon federal properties of Santa Monica Mountains National Recreation Area (SAMO). Trapping is also prohibited upon federal properties by 36 CFR § 2.4 Weapons, traps and nets. Keep in mind that SAMO encompasses parts of Ventura and Los Angeles counties. This places it within the geographic area where lead projectiles are prohibited according to California AB 821 the Ridley-Tree Condor Preservation Act. This is part of the California Fish and Game Code as section 3004.5. The lead prohibition area is also known as deer hunt zones D11 and the South A zone.       Thus, NO lead ammunition may be possessed when taking big game or non-game animals on properties within the Ventura County sections of SAMO. It is illegal to discharge a firearm (including pellet guns) within Los Angeles (L.A.) County, including upon private property. In Ventura County only, hunters of resident game birds are allowed to use lead ammunition. In the Ventura County sections of SAMO, hunters purchasing and in possession of the appropriate tag, can hunt using firearms, archery or by crossbow. Archery hunting only is allowed upon lands within the boundaries of Santa Monica Mountains lying within L.A. County. The only land within Santa Monica Mountains National Recreation Area you can hunt legally is private property.       Hunting upon private property within the legislative boundaries of SAMO is allowed only with the written permission of the landowner. Please refer to California Fish and Wildlife Code 2016. This states essentially: “Persons need written permission to hunt upon private property… if it is posted with no trespassing 3 signs per mile, surrounded by fence, is land under cultivation or land inundated with waters.” Hunters do not need written permission to hunt upon private property not meeting at least one of the criteria of CFG code 2016. Please be considerate of neighbors and other private property owners within SAMO.       California Fish and Wildlife Code 3004(a) states: “persons cannot discharge a deadly weapon within 150 yards of an occupied dwelling without permission of the owner of the dwelling.” Additionally, California Fish and Wildlife Code 3004(b) states: “It is unlawful to discharge a deadly weapon upon or across a roadway.” The collection of any reptile, plant, or animal is allowed on private property ONLY! California Fish and Wildlife regulations allow persons with valid fishing licenses to collect reptiles. Rattlesnakes do not require a fishing license and hunters are allowed two (2). All reptiles have limits and they all vary. Limits are listed in the California Department of Fish and Wildlife Freshwater Fishing Regulations book. Additional Resources California Department of Fish and Wildlife Hunting & Fishing Regulations Ridley-Tree Condor Preservation Act Map No Lead Bullets Brochure  Electronic Code of Federal Regulations -  Title 36",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/hunting.htm"
}
