{
    "title": "Santa Monica Mountains National Recreation Area: Anticoagulant Rodenticide",
    "body": "Explore This Park    Learn About the Park     Management     Nature Neighbor Project     Anticoagulant Rodenticide                Avoiding Unintentional Poisoning          The use of anticoagulant rodenticide poison to control rodents in your yard, neighborhood and community can result in exposing your pets and local wildlife to this deadly poison. Regardless of who distributes the poison; homeowners, professional pest control companies or your HOA, your pets and local wildlife are at risk of exposure.  Death from anticoagulant rodenticide poisoning takes longer than you might think. Rodents that consume anticoagulant poisons do not die immediately. The poison is designed to block the vitamin K cycle which is important in clotting the body’s blood, often resulting in a slow death. It can take up to 10 days for the rodent to die by internal bleeding, if it is not eaten by another animal first. Rodents filled with toxic anticoagulant rodenticide poisons continue to move around in the environment and as they start to feel the effects of the poison they begin to move slower and become easy targets for your cat, dog and our native predators such as bobcats, hawks, owls, coyotes etc. Research has shown that anticoagulant poison moves up the food chain and eating a poisoned animal can lead to secondary poisoning of dogs, cats and many wild animals. How are pets and wildlife getting poisoned? Unintentional Poisoning Non-target species are poisoned through primary, secondary and tertiary poisoning. Primary Poisoning of non-target animals may occur when a bird eats the pellets broadcasted on the landscape or pellets that fall out of the bait box. Domestic dogs have been poisoned when they eat bait from boxes or get into unsecured packaging in their homes. Secondary Poisoning of non-target species occurs when predatory animals eat poisoned animals, therefore ingesting the poisons secondarily. For example, a bobcat eats a poisoned gopher, exposing the bobcat to the poison, creating a secondary exposure to the poison. Your cat could be at risk too. If your cat ventures outside it will likely catch or try to catch a small mammal, if that mouse, rat, squirrel or rabbit has eating poison your cat is at risk of secondary poisoning. Tertiary Poisoning of non-target species occurs when a predatory animal eats another predatory animal that has been secondarily poisoned. For example, a mountain lion eats a coyote with secondary poisoning that ate a poisoned squirrel. Anticoagulants move through the food chain.  Research discovers rodent poisons move up the food chain. Wildlife affected in our local Southern California neighborhoods: Scientific research on local wildlife in the Santa Monica Mountains National Recreational Area and surrounding fragmented habitats has detected startling evidence on how many of our native carnivores are exposed to anticoagulant rodenticide poisons. This research has shown that secondary poisoning from anticoagulant rodenticides is a wide spread problem throughout our local landscape. Testing results from the 3 carnivore species (bobcats, coyotes and mountain lions) monitored in this study found that most of the animals in the study were exposed to anticoagulant rodenticides. Results from tested bobcats, coyotes and mountain lions, and exposure to anticoagulant rodenticides during NPS study: Bobcats - 92% of bobcats exposed to anticoagulant poisons.  Coyotes - 83% of coyotes were exposed to anticoagulants and it was the 2nd leading cause of death during study. Mountain Lions - 92% of mountain lions were exposed to anticoagulant poisons, including a 3 month old kitten. How you can help Take Action Against Anticoagulant Rodenticides Links Urban Carnivores Poison Free Malibu Wildcare California Department of Fish and Wildlife   Further Reading   Hosea, R. C. 2000. Exposure of non-target wildlife to anticoagulant rodenticides in California. Proceedings of the Vertebrate Pest Conference, 19:236-244 Riley, S.P.D., Sauvajot, R.M., Fuller, T.K., York, E.C., Damradt, D.A., Bromley, C., and Wayne, R.K. 2003. Effects of urbanization and habitat fragmentation on bobcats and coyotes in southern California. Conservation Biology, 17: 566-576. Riley, S.P.D., Bromley, C., Poppenga, R.H., Whited, L., Sauvajot, R.M. 2007. Anticoagulant exposure and notoedric mange in bobcats and mountain lions in urban Southern California. Journal of Wildlife Management, 71(6): 1874-1884. Riley, S.P.D., Boydston, E.E., Crooks, K.R., Lyren, L.M. 2010. Bobcats (Lynx rufus). In: Urban Carnivores (Gehrt, S.D., Riley, S.P.D., Cypher, B.L., eds.) pp. 121-138 (John Hopkins University Press) Stone, W. B., Okoniewski, J. C., & Stedelin, J. R. 2003. Anticoagulant Rodenticides and Raptors: Recent Findings from New York, 1998–2001. Bulletin of Environmental Contamination and Toxicology, 70(1), 34-40.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/management\/rodenticides.htm"
}
