{
    "title": "Voyageurs National Park: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park          What does the water quality today, mean to our future generations?        News Keep up to date on park happenings with current news and archived news. Check out the park newspaper for a general area introduction. If you have a question, contact Public Affairs. Photos & Multimedia Explore photo galleries of eagles, wolves, and northern lights. Audio podcasts of Kettle Falls, Ellsworth Rock Gardens, and more, bring these historic sites to life.          I.W. Stevens spent 50 years living on his island, picking berries, skiing to town, running a resort, baking cakes, and writing in his journal.   History & Culture The fur traders began journeying the interconnected waterways of Voyageurs National Park over 250 years ago. Now it's your turn to journey through the people, places, and stories that shaped the park as we know it today. Nature Voyageurs is a mosaic of land and water. It's a place of transition, between land and aquatic ecosystems, between southern boreal and northern hardwood forests, and between wild and developed areas.  Dive into the waterways, plant communities, wildlife, and geology that define Voyageurs. If interested in plants native to northern Minnesota, the park started its own native plant nursery to help with restoration projects.      Science & Research Understanding the many components of this dynamic landscape help staff make better decisions about the park's future. Science and research are valuable tools in that pursuit. Eagle banding, moose surveys, and climate change monitoring are some of the many ongoing park projects.        Almost done...   Education Plan a field trip today. Or see what items we check out free of charge to classes or individuals. Can't make it to the park? We'll try to visit your school. Voyageurs provides an outstanding outdoor classroom. Kids & Youth Hmm. What to do today? Swim. Fish. Paddle. Play. Or maybe join a North Canoe paddle. Zip open a Discovery Pack. See how many of the Kids' Top 10 Things to Do you've done. How many more can you find? How's that hot dog coming?      Management Why did the park not extinguish a fire in the backcountry? How is your park able to charge fees? These are just a few of the common questions the park receives every year. The management section of our website can help you understand how and why the park makes specific decisions. Bookstore Jefferson National Parks Association (JNPA) partners with Voyageurs National Park to operate the three bookstores within the park for benefit of the public and the park. Publications The park offers a wide variety of publications. From park history, to wildlife checklists, to invasive species concerns, download the same publications you can pick up at any visitor center.         Generation after generation have made the history at Kettle Falls. NPS",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/index.htm"
}
