{
    "title": "Santa Monica Mountains National Recreation Area: Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change                Climate Change         2008 Spirit of the Mountains Photo Contest 3rd Place Winner - Canyon Serenity - Gary Goldstein  Projected climate scenarios as described by the Intergovernmental Panel on Climate Change (IPCC) Fourth Assessment Report all predict an increase in temperature for Santa Monica Mountains National Recreation Area. In the upcoming years, plants and animals that are sensitive to temperature and water conditions may find habitation of the mountains extremely difficult, if not impossible. The Santa Monica Mountains National Recreation Area and its partners are doing numerous studies and projects to prepare for and mitigate the changing climate. The Anthony C. Beilenson Interagency Visitor Center is the first “net zero” visitor center of its kind. It marks the first installment of Santa Monica Mountains National Recreation Area's effort to have minimal impact infrastructure and a lower carbon footprint.       Current Monitoring Efforts Santa Monica Mountains Recreation Area is partnering with UCLA's La Kretz Center for California Conservation Science to monitor water quality in the springs and streams that run through the mountains. These water bodies host a biodiverse habitat that can tell us more about the watershed and its properties. The NPS Staff in coordination with UCLA released a Mediterranean Coast Network climate change vulnerability assessment to understand which species are affected or will be affected the most with the changing climate. The May 2013 Vulnerability Assessments can be downloaded for reference. Monitoring of animals, fire, and non-native species also help with future management with regards to the changing climate. Read about the Proposed Climate Change Research Plan the Santa Monica Mountains National Recreation Area is implementing.       Plant Phenology \"Phenology…is perhaps the simplest process in which to track changes in the ecology of species in response to climate change” (Intergovernmental Panel on Climate Change (IPCC) Fourth Assessment Report: Climate Change, 2007). Phenology: noun, The study of cyclic and seasonal natural phenomena, esp. in relation to climate and plant and animal life. The Santa Monica Mountains is one of seven parks hosting a pilot program with the California Phenology Project to monitor plant phenology. Data is collected from 200 plants across the park weekly to observe life stages such as flower and fruit production, leaf growth, and pollen or seed dispersal.  The timing of these seasonal biological events can be critical to other organisms that depend on the stages in the plants' lifecycle (or, phenophases). Changes in timing of the phenophases, such as earlier fruiting or decrease in flower numbers, can be predictors or early warning signs of future 'phenological mismatches' between organisms. Tracking these changes in phenology will be useful to land managers as they try to predict which species will persist, or even thrive, and which will be lost under climate change. For volunteer opportunities regarding phenology research including data collection or individual projects, fill out a volunteer application at http:\/\/www.nps.gov\/getinvolved\/volunteer.htm and specify Santa Monica Mountains NRA as the park you are interested in. Resources: - Maps for the Santa Monica Mountains - List of Plants Monitored at Santa Monica Mountains National Recreation Area - California Phenology Project at Santa Monica Mountains National Recreation Area",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/nature\/climatechange.htm"
}
