{
    "title": "Rocky Mountain National Park: Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality                Air Quality        Air quality can be crystal clear at Forest Canyon Overlook. NPS        Visitors to Rocky Mountain National Park marvel at the deep blue skies, cotton clouds and fresh (albeit thin) air. Park managers aim to maintain high standards of air quality. Research and monitoring are showing the park's air quality is affected by air pollution coming from a variety of human made sources. Air pollution in the park reduces visibility, increases ozone levels and causes excess nitrogen deposition. To get an in depth look at air pollution, visit the National Park Service Air Resources webpages or watch the park's Air Quality Video.        Visibility from Longs Peak can extend more than 200 miles on clear days. NPS   Visibility  Reduced visibility is a basic indicator of pollution in the air. Current visibility in the park varies between 30 to 90 miles, however, there are days when visibility is more than 200 miles.  The State of Colorado is working to reduce air pollution through strategies including engine regulations, vehicle standards and power plant controls which should improve visibility conditions in the park.         Cutleaf coneflowers are affected by high ozone levels. NPS   Ozone  High ozone levels can have immediate health effects on park visitors. Individuals with pre-existing respiratory conditions such as asthma or emphysema may be affected when exerting themselves, especially in the park's high elevation environment. Ozone advisories are announced when levels are expected to reach unhealthy levels and are posted at the visitor centers and entrance stations. Since ozone is produced by the interaction of nitrous oxides, sunlight and heat, the park is prone to high ozone levels on warm, summer afternoons and evenings. Car exhaust from Front Range communities is a main source of nitrous oxides. There are 11 different plant species in the park that are known to be susceptible to injury from high ozone levels. A five-year study from 2006-2010 documented ongoing leaf injury from ozone in the park. The citation for this research is found below: Kohut, R., Flanagan, C., Cheatham, J. and Porter, E. (2012). Foliar ozone injury on cutleaf coneflower at Rocky Mountain National Park. Western North American Naturalist, 72(1): 32-42        Loch Vale is a long-term research site for atmospheric deposition. NPS   Nitrogen Deposition Nitrogen is transported by wind combined with moisture in the air, and then deposited in the park by rain or snow. Pollutant concentrations may reach a tipping point where they begin causing unnatural ecosystem changes.  Although nitrogen is an important part of park ecosystems, excess deposition of atmospheric nitrogen at 15 times the natural rate is impacting natural resources.  Excess nitrogen acts as a fertilizer which favors some types of plants and leaves others at a disadvantage. This element also uses up natural buffering agents in water and soil that leave ecosystems vulnerable to future acidification. Three-quarters of the park is above 9,000 feet where high elevation ecosystems developed under low nutrient conditions. These areas are susceptible to excess nitrogen. Within these ecosystems, alpine tundra, aquatic plants, soils and water quality are most affected. Scientists are also concerned that excess nitrogen may promote non-native plants and reduce forest health.  Sources of human made or excess atmospheric nitrogen include power plants, vehicle exhaust, oil and gas production, wastewater treatment plants, landfills, fertilized crops, livestock production, and other municipal and residential activities.       Nitrogen Deposition Reduction  The National Park Service, State of Colorado and Environmental Protection Agency collaborated on a Nitrogen Deposition Reduction Plan (NDRP) to reduce nitrogen deposition to tolerable rates by 2032. Nitrogen deposition has stabilized in recent years, and trends are no longer increasing. Nitrogen deposition is expected to decrease in the future because of state and federal air quality regulations that anticipate 37% reduction in Colorado nitrogen oxide emissions by 2018.  The NDRP 2013 Milestone Report contains these findings.   Colorado crop and livestock producers are also exploring ways to further reduce agricultural contributions through nitrogen best management practices.   Agricultural Best Management Practices Fact Sheet        Top: Wind causes banner trees to grow one-sided at tree line.Bottom: Winter winds on Trail Ridge Road can create whiteout conditions. NPS   Wind  Wind is a powerful force of nature and an almost constant companion in Rocky Mountain National Park during winter. The wind sculpts trees, rocks, ice, clouds and patterns of vegetation.  The shaping ability of wind is most noticeable at treeline. Trees brace themselves against the wind by growing branches on only one side of the tree. These are called banner trees. It is easy to tell that the wind blows most often and strongly from the direction opposite the branches.  Wind studies in the park in the 1970's and 1980's recorded wind gusts in excess of 200 miles per hour (mph), and average daily wind speeds of 65 mph at Longs Peak in the winter. Average summer wind speeds at the Alpine Visitor Center averaged 48 mph with gusts up to 79 mph.  While the prevailing winds blow from the west, mountain valleys act as a wind funnel, providing locally divergent wind patterns. When air is funneled around mountains, locally strong winds are created. Summits and crests are perpetually windy.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/airquality.htm"
}
