{
    "title": "Santa Monica Mountains National Recreation Area: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                 Reptiles        Terrestrial herpetofauna are reptiles and amphibians that occur primarily on land. They can be found throughout the Santa Monica Mountains and include species such as salamanders, lizards and snakes.       Reptiles encompass a range of animals that include turtles, lizards, and snakes. Twenty-five species of reptiles inhabit the Santa Monica Mountains. They inhabit a variety of habitats, including chaparral, coastal sage scrub, grasslands, oak woodlands, and riparian areas. Reptiles are referred to as \"cold-blooded\" (or ectothermic) animals because they cannot maintain their body heat. Instead, they rely on gathering and losing heat from the environment. On nice, warm days in the Santa Monica Mountains, a variety of reptiles, including Western fence lizards, side-blotched lizards, and Coastal whiptails, can be seen sunning on rocks or in the middle of dirt trails. An advantage of being \"cold-blooded\" is that it allows reptiles to survive on much less food than \"warm-blooded\" animals such as mammals and birds that need to burn much of their food for warmth. Most reptiles are oviparous (egg-laying), although some are also capable of giving live birth. The southern Pacific rattlesnake is the only reptile in the Santa Monica Mountains that gives birth to live young. The Mediterranean Coast Network Inventory & Monitoring program has identified terrestrial reptiles (and amphibians) as an indicator of ecosystem health. Monitoring the status of aquatic terrestrial reptiles and amphibians in the Santa Monica Mountains helps park managers detect population changes over a broad landscape area and lead to informed resource management decisions and actions. Learn more Click here to download a checklist of the reptiles of the Santa Monica Mountains National Recreation Area.       The stripes on a California king snake can vary. National Park Service",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/nature\/reptiles.htm"
}
