{
    "title": "Santa Monica Mountains National Recreation Area: Riparian Woodland",
    "body": "Riparian Woodland       Riparian woodlands occur along canyon and valley bottoms with perennial or intermittent streams in nutrient rich soils, or within the drainage of steep slopes. Of all the plant communities in the Santa Monica Mountains, the riparian community contains the greatest species diversity. Also unlike other communities, riparian woodlands have multi-layered vegetation, with both an under and overstory. Dominant species may include arroyo willow (Salix lasiolepsis), California black walnut (Jugalns californica), sycamore (Platanus racemosa), Mexican elderberry (Sambucus mexicana), California bay laurel (Ubellularia californica), and mule fat (Baccharis salicifolia). Four kinds of riparian communities are easily identifiable in the Santa Monica Mountains.   Walnut riparian woodlands occur along streams and in pockets along the west facing drainage ways, and on northeast facing slopes (sometimes not along streamside areas). Black walnuts often invade willow riparian areas. Mule fat dominated riparian areas occur along intermittent streams, where flooding is frquent, or as an understory to sycamore woodlands. Willow riparian areas precede a more diverse riparian community, such as sycamore woodlands. Willows are classic pioneers in riparian forests. Sycamore riparian woodlands occur throughout the mountains. They are easily recognizable by the dominance of this species and a variety and abundance of other plant species, such as poison oak. A rich community, sycamore riparian woodlands are the most diverse riparian community in the Santa Monica Mountains.  Big Sycamore Canyon in Point Mugu State Park, Malibu Creek, or Medea Creek in Cheeseboro Canyon contain good examples of riparian woodland.                   Riparian Woodland   65 Photos  Plants found near water or moist shaded communities",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/nature\/Riparian-Woodland.htm"
}
