{
    "title": "Santa Monica Mountains National Recreation Area: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature        The famed mountain lion of Griffith Park, P-22      Located adjacent to the city of Los Angeles, the second largest urban area in the United States, Santa Monica Mountains National Recreation Area protects one of the largest and most significant examples of Mediterranean-type ecosystems in the world. The climate of the Mediterranean ecosystem, characterized by wet winters and warm, dry summers, along with the diverse topography in the Santa Monica Mountains has created a landscape filled with unique natural resources. The Santa Monica Mountains are part of the east-west trending Transverse Ranges of Southern California. The range is geologically complex and characterized by steep, rugged mountain slopes and canyons. Elevations range from sea level to more than 3,000 feet. The Santa Monica Mountains are adjacent to 46 miles of scenic California coastline with sandy beaches and rocky tide pools and lagoons.    There is tremendous ecological diversity within the Santa Monica Mountains. The mountains are home to over 1,000 plant species making up 26 distinct natural communities, from freshwater aquatic habitats and two of the last salt marshes on the Pacific Coast, to oak woodlands, valley oak savannas, coastal sage, and chaparral. Numerous mammals are found in the Santa Monica Mountains, including bobcats, coyotes, and mountain lions. Nearly 400 species of birds have been observed and another 35 species of reptiles and amphibians can also be found in the mountains. The Santa Monica Mountains are home to more than 50 threatened or endangered plants and animals - among the highest concentrations of such rare species in the United States.      Woolley Darkling Beetle, Eleodes osculans   NEW! Discover thirteen of our favorite invertebrates in the new Field Guide to Insects and other Invertebrates of the Santa Monica Mountains (12 MB). You might not see a mountain lion during your visit to the park, but there's a high chance you'll come across one of these amazing species!",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/nature\/index.htm"
}
