{
    "title": "Santa Monica Mountains National Recreation Area: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                 Amphibians        Aquatic herpetofauna are reptile and amphibian species that primarily occupy freshwater aquatic habitats. They can be found in two Coastal Southern California national parks (Channel Islands National Park and Santa Monica Mountains National Recreation Area) and include species such as turtles, newts, and frogs. Left: California Newt, NPS photo Top Right: Baja California Tree Frog, NPS photo Bottom Right: Western Pond Turtle, USGS photo       Amphibians encompass a range of animals that include newts, salamanders, frogs and toads. Ten species of amphibians reside in the Santa Monica Mountains. They inhabit a variety of habitats, including grasslands, chaparral, and riparian areas. Amphibians spend a portion of their life cycle in both aquatic and terrestrial ecosystems. In the Santa Monica Mountains, juvenile amphibians live the first part of their lives in the water before metamorphosing into adults. Adult amphibians spend most of their lives on land and return to the water to breed and reproduce. Since most amphibians have a two-stage life cycle (in water and on land) and have the ability to absorb water and oxygen from their environment through their skin, amphibians are more sensitive to changes in their environment. Because of this, amphibians are recognized worldwide as an indicator of ecosystem health. Unfortunately, amphibians are suffering dramatic declines due to habitat destruction and modification, over-exploitation, pollution, introduced species, climate change, increased ultraviolet-B radiation (UVB) and disease. The Mediterranean Coast Network Inventory & Monitoring program has identified aquatic amphibians as an indicator of ecosystem health. Monitoring the status of aquatic amphibians in the Santa Monica Mountains helps park managers detect population changes over a broad landscape area and lead to informed resource management decisions and actions. Learn more Click here to download a checklist of the amphibians of the Santa Monica Mountains National Recreation Area.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/nature\/amphibians.htm"
}
