{
    "title": "Santa Monica Mountains National Recreation Area: Ranchos & Ranchers",
    "body": "Ranchos & Ranchers         De la Guerra family. Jose de la Guerra owned Rancho El Conejo through much of the nineteenth century.  De la Guerra Collection, Santa Barbara Mission Archives.  In the 1700s Spain feared England and Russia would colonize Alta (upper) California, so they made an effort to establish a permanent settlement first.  In order to protect its interest in North America and to continue the chain of missions started in Baja California, King Carlos III of Spain set up the Sacred Expedition. The idea was to turn the Native Americans into civilized gente de razon (people of reason) and to take advantage of the labor they could provide in building missions and tending the land. The mission period lasted over 50 years. They were set up as self-sustaining mini-cities that could provide food and supplies for everyone who lived in the mission as well as the presidios and nearby pueblos. The padres choosing the mission sites found the best lands for cattle and sheep grazing; growing crops like wheat and vegetables; planting fruit orchards, and vineyards. This valuable land was envied by settlers who did not belong to the Spaniard military and was a major cause for the Mexican Independence Revolution and the Secularization Act.      Ranchos were large sections of land used to raise cattle and sheep and in the beginning were not available for purchase because the land, roads, and trails belonged to the King of Spain. The king let Spanish soldiers and Mexican settlers \"borrow\" the land so that foreigners would be discouraged from trying to make their own colonies. At first many people had to be persuaded to move to Alta (upper) California because it was so desolate. The king offered retiring soldiers 2,000 head of cattle and free supplies for the first two years if they would leave the comfort of their homes in Mexico and take up permanent residence in Alta California. Residents of Mexico including African Americans and Indians were also allowed to go to Alta California to live near the pueblos.      The first land grants for ranchos were given during the mission period, but after the missions closed down many more ranchos were established throughout California and the landscape changed forever. The Spaniard rancheros (ranchers) brought sheep, cattle, horses, wheat, and other foods not found in California or America. Think of how different the dinner table might be without some of these staples we know and love. Present day Topanga, Agoura Hills, Malibu, Thousand Oaks, Westlake Village, and many other areas of southern California were once cherished for their wild grass and fresh water areas that sustained the livestock.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/historyculture\/ranchos.htm"
}
