{
    "title": "Santa Monica Mountains National Recreation Area: Collections",
    "body": "Collections          The collections housed at the Museum Research Center at Rocky Oaks contribute to the understanding and interpretation of the park. These collections are directly related to the Santa Monica Mountains and are divided into two major categories: cultural history and natural history. Cultural History Collections  The purpose of these collections is to increase knowledge and inspiration among present and future generations through exhibits, research, and interpretive programs; support research, resource management, and education; provide baseline data of park cultural resources; document changes these resources are undergoing because of internal park conditions and external effects; and to guarantee the protection of important objects whose in-situ preservation cannot be assured. The cultural history collections are subdivided into three disciplines: archival, archaeology, and historical.       Natural History Collections  The intent of the park's natural history collections is to support scientific research and resources management; to ensure quality environmental educational opportunities for park visitors, researchers, and the public; provide baseline data of park natural resources; document changes these resources are undergoing because of internal park conditions and external effects; provide a database for researchers concerned with resources used by the park's prehistoric occupants; and preserve important or locally significant species collected in response to specific research on interpretive needs.  The collections include a herbarium of over 400 specimens, paleontology collection containing over 200 specimens, and associated records of the natural history collections. Access and Hours of Operation Appointments are required to visit the Museum Research Center, which is generally open Monday-Friday during regular business hours (except for federal holidays and special closures).       Contact Information Gary Brown, Cultural Resources Program Manager e-mail us 805-370-2372 Museum Research Center 818-879-0167",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/historyculture\/collections.htm"
}
