{
    "title": "Rocky Mountain National Park: Diseases",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Diseases                Diseases and Pests        The effects of the mountain pine beetle outbreak are very visible parkwide. NPS       All ecosystems are affected by diseases and pests. The park attempts to find a balance between preserving natural processes (including naturally-occurring diseases), protecting visitors, and preserving park resources. Human health and safety are high priorities to park resource managers. West Nile Virus  West Nile Virus (WNV), a mosquito-borne disease, first appeared in northeastern North America in 1999. It causes health-related risks to humans, birds, horses, and other animals. WNV spreads quickly through infected migratory birds that carry the disease to new areas. The first Colorado case was identified in September 2002. For humans, the highest risk is to the elderly, young children, and those with suppressed immune systems. Avoiding areas where mosquitoes are common reduces the risk of contracting the disease. Most people who are infected with mosquito-borne viruses do not become ill and have no symptoms. For persons who do become ill, the time between the mosquito bite and the onset of symptoms, known as the incubation period, ranges from 5-15 days. Two clinically different types of disease occur in humans: (1) viral fever syndrome, and (2) encephalitis, an inflammation of the brain. Symptoms of the viral fever syndrome include fever, headache, and malaise. These symptoms persist for 2-7 days. In rare cases, the virus causes a more serious brain infection such as aseptic meningitis or encephalitis. These infections begin with sudden onset of high fever and headache, and may progress to stiff neck, disorientation, tremors, and coma. Severe infections can result in permanent brain damage or death. Most deaths occur in persons over 50 years of age. At present, the impact of West Nile Virus on the park's birds and other wildlife is not known. For more information on WNV, link to the following web sites: Colorado Department of Public Health and Environment (WNV information specific to Colorado) USGS Wildlife Health Alert (links to information on wildlife, domestic animals, and disease) Centers for Disease Control and Prevention (for information on how humans are affected) Chronic Wasting Disease  Chronic wasting disease (CWD) is a fatal neurological disease found in deer and elk. CWD belongs to a family of diseases known as transmissible spongiform encephalopathies, which also includes scrapie (which has been identified in sheep for more that 200 years) and bovine spongiform encephalopathy in cattle (sometimes referred to as \"Mad Cow Disease\").  CWD attacks the brains of deer and elk and causes the animals to act abnormally, become emaciated, and eventually die. CWD has been found in the northeastern part of Colorado, at a rate of one to 11 percent of the deer populations tested. CWD rates in elk have fluctuated between six and 13 percent since 2008. Rocky Mountain National Park is working with the Colorado Parks and Wildlife to manage CWD. Researchers have tested animals within park boundaries using a technique known as evaluate tonsillar biopsy immunohistochemistry (IHC), where an animal is caught, radio collared, the tonsils removed for testing, and then released. Go to the chronic wasting disease page to read about current park research on CWD. Colorado Parks and Wildlife maintains a website with additional information on CWD. Hantavirus  Hantavirus pulmonary syndrome (HPS) can be contracted by exposure to rodents who carry one of several strands of hantavirus. Deer mice in the West, cotton rats and rice rats in the Southeast, and the white-footed mouse in the Northeast all carry different strands of the virus. The rodents shed the virus in their urine, droppings, and saliva. It is transmitted to people when they breathe in air contaminated with the virus. Humans can become infected with hantaviruses by three methods:  Being bitten by a rodent with the virus (rare) Touching something that has been contaminated with rodent urine, droppings, or saliva, and then touching your nose or mouth Eating food contaminated by virus-infected rodent urine, droppings, or saliva  Although a new strain was identified in the Four Corners area in 1993 (called the Sin Nombre virus), the Centers for Disease Control (CDC) found that the earliest identified death caused by HPS was in Utah in 1959. After infection, the first signs of sickness--fever and muscle aches--appear between 1 to 5 weeks later. Soon thereafter additional symptoms appear, including shortness of breath and coughing. As the disease progresses, hospitalization becomes necessary. The CDC does not believe the disease is spread from person to person. The best way to prevent contracting the disease is to avoid exposure to mouse droppings: make your home, workplace,and vacation home unattractive to rodents and clean up infested areas by using safety precautions, including wetting infested areas with bleach\/disinfectant to kill the virus. A 1994 study by the Centers for Disease Control found that the prevalence of hantavirus in deer mice captured in Rocky Mountain National Park was 18%, which is consistent with other western areas. For more information on hantaviruses, HPS, prevention and transmission, link to the Center for Disease Control hantavirus webpage. Blister Rust  Comandra Blister Rust A fungus (Cronartium comandrae Pk.) growing in the inner bark causes comandra blister rust. The fungus infects hard pines (including our ponderosa and lodgepole), but it requires an alternate host, or unrelated plant, to spread from one pine to another. The fungus is a parasite that needs live hosts to survive. Spores are released from midsummer to early fall, and they are carried by the wind, infecting pine needles and shoots of hard pines. Then the fungus spreads to the inner bark. Between one and three years later, drops of thick, sticky, reddish-orange liquid appears on the diseased bark. Eventually a canker forms on the trunk and kills the tree. Young trees are most susceptible to the fungus. The disease usually starts on the branches and the fungus spreads from there. If the branch dies before the fungus reaches the trunk, the tree will survive. If the canker on the trunk grows, the branches around the infected branch die and eventually the crown thins and dies. This leaves a characteristic \"spike\" crown: the main trunk remains upright, but there are no needles on the few branches that remain. Eventually, the lower branches also die. Epidemics of blister rust follow slow, wet warm-fronts in late summer, when conditions are optimum to spread spores. For more information on Blister Rust, see the Forest Service's Forest Insect and Disease Leaflet White Pine Blister Rust  White pine blister rust (Cronartium ribicola) is a non-native disease that is thought to have originated in Asia and come to the U.S. from Europe in the early 20th century. There are five susceptible species of pines in the U.S., but limber pine (Pinus flexilis) is the only pine species in Rocky Mountain National Park at risk. Limber pines have not evolved with this disease and could die once affected.  This blister rust has a complex life history. Until quite recently, scientists believed it spent part of its life in its alternate host plant Ribes (currants and gooseberries), but could not overwinter there. Spores from Ribes plants must infect pine needles in order to overwinter. Spores from pines cannot infect other pines. They must infect the alternate host. Thus Ribes and at least one species of five-needled pine must both be present for blister rust to survive. Recently, researchers at the U.S. Forest Service Rocky Mountain Research Station lab in Moscow, ID have found that sickletop lousewort (Pedicularis racemosa) and scarlet paintbrush (Castilleja miniata) can also be alternate hosts for blister rust. Because both species are widely distributed across the west, including Rocky Mountain National Park, these species (along with others unidentified) could have provided refuge for the disease. These new findings will make controlling this potentially destructive disease even more challenging in the future. For more information, see the U.S. Forest Service White Pine Blister Rust website. Mountain Pine Beetle  Mountain pine beetle (Dendroctonus ponderosae) is an insect found in forests of the West. The beetle lives in ponderosa, lodgepole, and limber pines. Oubreaks cause wide-spread tree loss; they occur earliest in stands with fire damage or other injury, overcrowding, root disease, or old age. Mountain pine beetles live in trees, with the insect populations peaking between late-July and mid-August. Beetles bore pitch tubes on the tree trunk. Trees that have plentiful resin are able to \"pitch out\" the beetles. However, older trees, and trees suffering from the effects of drought, have less resin. Beetle populations are cyclic. When a rising population coincides with a drought, an epidemic can occur. Mountain pine beetles have been present in area forests for thousands of years. Although outbreaks cause localized tree loss, woodpeckers and other birds benefit from the additional food. Openings in the forest, as old trees die, allow new seedlings in the understory to thrive. See the Mountain Pine Beetle page for more information on the pine beetle epidemic in the western U.S. For more information, see the Colorado State University Extension Office pamphlet on mountain pine beetle.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/diseasesandpests.htm"
}
