{
    "title": "Santa Monica Mountains National Recreation Area: Multimedia Presentations",
    "body": "Multimedia Presentations          The Santa Monica Mountains are considered by some to be one of the most filmed and photographed mountain ranges in the world. You may have seen them on screen and not even known it. Movies, television, and even commercials are filmed at various park sites year-round. Places like Paramount Ranch, Mugu Rock, and Malibu Creek State Park have played Colorado, the coast of Europe. and even Korea. Enjoy the movies below to get a taste of what brings these mountains from set to screen. Santa Monica MountainsNational Recreation Area:Mountains, Movies and Magic Video Explore the Santa Monica Mountains on this Discovery Channel production that looks at the natural and cultural history of the mountains. It also provides insight into the founding of the recreation area.                        Explore! Protect! Enjoy! This 4 minute visual and musical overview of the recreation area was used during the park's 25th Anniversary Celebration in 2003. Music performed by Huayucaltia- Rio Blanqueno and Ranger Melanie Beck-Study in G Major, Permandino Carulli, 1770-1841.  Duration:4 minutes, 9 seconds                                Solstice Canyon Waterfall The Solstice Canyon Waterfall is one of the many hidden treasures that can be found in the Santa Monica Mountains. Watch a video of the falls after a rainstorm that was taken by one of the park rangers.  Duration:32 seconds                                Circle X Ranch Time-Lapse Photography In 1891, Thomas Edison first demonstrated the motion picture. This new medium has inspired us, reminded us, and allowed us to share memories and stories of the Santa Monica Mountains. Watch the time-lapse movie of Circle X Ranch that plays homage to our early filmmaking in the mountains.  Duration:2 minutes, 15 seconds                                Rancho Sierra Vista time-Lapse Photography Every day on the way to work I pass by majestic Boney Mountain. Early one morning I stopped off at the entrance to Rancho Sierra Vista \/ Satwiwa to try my luck with a time-lapse photo sequence. This was my first attempt at time-lapse photography and I couldn't have asked for better conditions this particular morning. Swirling fog and clouds enveloped Boney Mountain as my camera clicked away for a half-hour taking around 2400 frames. Take every opportunity to explore these mountains, you never know what you might see!  Duration:1 minute, 42 seconds",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/photosmultimedia\/multimedia.htm"
}
