{
    "title": "Santa Monica Mountains National Recreation Area: Wildlife Blog",
    "body": "Explore This Park    Learn About the Park     News     Wildlife Blog              Gridlocked              RSS  About This Blog L.A. freeways aren't just the bane of commuters. Local wildlife of every size and species are constrained by the region's vast road network, from lizards to wrentits to mountain lions. Here, we'll tell the story of L.A.'s real stars: the urban wildlife that adapt, and in some cases, thrive in one of the world's biggest cities.   Plywood and Carpeting: Crime Scene Clues in Nature  April 05, 2016 Posted by: Zach Behrens  1 Comments     These simple plywood boards, strewn in a field, look like trash. But there’s more going on here.  poaching, snakes, reptiles, amphibians      We’re Now Tracking a 3-Legged Bobcat  February 17, 2016 Posted by: Zach Behrens, Communications Fellow  2 Comments     It started as many things do for our researchers. One of the many camera traps set up throughout the mountains caught an animal passing by. But one bobcat on the western end of the range that kept making appearances was especially interesting.      Another Surprise from P-23  December 16, 2015 Posted by: Zach Behrens, Communications Fellow  7 Comments     Some of the cats in our study of mountain lions keep things really interesting for us. P-23 has been notable for a number of reasons, from that photo of her atop a deer on Mulholland Highway, just feet away from a cyclist, to being another example of inbreeding in the Santa Monica Mountains. mountain lions, kittens, mountain lions, mountain lions      What We Learned Before C-144’s Collar Died  October 21, 2015 Posted by: Kate Kuykendall, Public Affairs Officer  3 Comments     For nearly five months, the GPS collar worn by the coyote known as C-144 provided rich and accurate location data that shed light on one of the most urban coyotes ever studied. And then the battery died. Right when it was getting really interesting. coyotes, maps      Who Killed the Kittens? And Why?  October 09, 2015 Posted by: Kate Kuykendall, Public Affairs Officer  3 Comments     Today’s news about the recent mountain lion deaths includes a case of what appears to be a mountain lion killing young kittens. We’ve documented this happening at least one other time during our study and it’s also been documented in at least one other study.      Another Victim of Rat Poison?  September 17, 2015 Posted by: Kate Kuykendall, Public Affairs Officer  6 Comments     This week’s report of a dead gray fox brought home how far we have to go in educating the community about the unintended impacts of using these products around homes, parks, and businesses.      Cougar Crossing: Big Step for Wildlife Connectivity Completed  September 03, 2015 Posted by: Zach Behrens, Communications Fellow  5 Comments     Big news today. The Los Angeles area is one step closer to having a wildlife crossing between the nearly impenetrable Santa Monica Mountains and the Simi Hills, a gateway to hundreds of miles of connected habitat. mountain lions, liberty canyon      Claws, Cars and Casualties: How Cougars Die in L.A.  August 28, 2015 Posted by: Zach Behrens, Communications Fellow  5 Comments     There are numerous causes of death for mountain lions in the Santa Monica Mountains. Some are natural, others are not.      Foes, Not Bros: P-32 Pushed Out of Area by Other Male Lions?  August 13, 2015 Posted by: Zach Behrens, Communications Fellow  17 Comments     You may have heard the recent news coming out of our mountain lion study. P-32, the puma who safely crossed a handful of Southern California highways, has died. He was found Monday morning on Interstate 5 near Castaic Lake after being struck by a vehicle. mountain lions, road mortality      Meet Our Study’s Newest Mountain Lion Kittens!  August 04, 2015 Posted by: Kate Kuykendall, Public Affairs Officer  25 Comments     Our newest research subjects are two spotted mountain lion kittens between the ages of three and four weeks old. P-43 and P-44, as the two are known, are from two separate litters on opposite ends of our study area. mountain lions, kittens, mountain lions      Location, Location, Location!  July 28, 2015 Posted by: Kate Kuykendall  10 Comments     If you were a coyote living in the middle of one of the most urbanized cities in America, where would you spend your time? Where would you go to catch your prey, care for your young, and avoid conflicts with humans?",
    "url": "https:\/\/www.nps.gov\/samo\/blogs\/wildlife.htm"
}
