{
    "title": "Santa Monica Mountains National Recreation Area: Calendar",
    "body": "Schedule of Events          Use the new OUTDOORS online calendar to discover fun programs and special events in the Santa Monica Mountains.        We've gone digital! The popular OUTDOORS publication has grown into a new online calendar and e-newsletter. Our expanded calendar brings together events and programs from more than 20 organizations, all committed to protecting this national park through education, recreation, and inspiration. Search by date, location, or activity interest.  For our e-newsletter, we'll bring a curated list of activities right to your inbox each month. These are the best of the best, ranging from seasonal festivals to hands-on cultural demonstrations to night sky parties.  Learn about our efforts and the motivations behind this change. Download a pdf copy of the last printed edition: Spring 2016 OUTDOORS Note: the calendar listing below is just for National Park Service events. Use the above link to see postings from all our friends and partner organizations.          Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 6 results    Show ALL instances of recurring events   RSS Feed      Santa Monica Mountains National Recreation Area A Bit of Local History      Time: 2:00 PM to 3:00 PM Location: Santa Monica Mountains Interagency Visitor Center Fees: FREE     Friday, August 12, 2016 Join us for a leisurely stroll around the visitor center and adjacent grounds. Learn what this area meant to those who lived here.  View Details      Santa Monica Mountains National Recreation Area Lakota Nation Dance Demonstration      Time: 6:30 PM to 8:00 PM Location: Satwiwa Native American Indian Culture Center Fees: FREE     Saturday, August 13, 2016 George Lone Elk from the Lakota Nation will be demonstrating Native American dance. View Details      Santa Monica Mountains National Recreation Area Plant Promenade      Time: 10:00 AM to 11:30 AM Location: Santa Monica Mountains Interagency Visitor Center Fees: FREE     Sunday, August 14, 2016  Join a local gardener and discover what the native plants do to survive the drought conditions. Meet inside the visitor center. View Details      Santa Monica Mountains National Recreation Area Silents Under the Stars      Time: 7:30 PM to 9:30 PM Location: 2903 Cornell Rd, Agoura Hills, CA 91301 Fees: $6.00 for the general public. $3.00 for children under 12. $5.00 for members of Hollywood Heritage.     Sunday, August 21, 2016 Join us at Paramount Ranch for a silent movie with a live musical accompaniment. View Details      Santa Monica Mountains National Recreation Area Native American Dance Demonstration      Time: 6:30 PM to 8:00 PM Location: Satwiwa Native American Indian Cultural Center Fees: FREE     Saturday, August 27, 2016 Kathy Willcuts and Steven Garcia will be demonstrating Native American dance, including Northern Traditional and shawl dancing.  View Details      Santa Monica Mountains National Recreation Area A Bit of Local History      Time: 2:00 PM to 3:00 PM Location: Santa Monica Mountains Interagency Visitor Center Fees: FREE     Friday, September 9, 2016 Join us for a leisurely stroll around the visitor center and adjacent grounds. Learn what the area meant to those who lived here. View Details",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/calendar.htm"
}
