{
    "title": "Santa Monica Mountains National Recreation Area: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases                  Subscribe  | What is RSS     August 04, 2016  Bear Discovered in Malibu Creek State Park  Evidence of a black bear in the Santa Monica Mountains was discovered Tuesday by National Park Service employees. The researchers were reviewing photos from two camera traps set up in Malibu Creek State Park to monitor for wildlife movement and came upon images of the mammal dated July 26.   July 25, 2016  Local Youth Land Summer Jobs Working with the National Park Service  The 22 youths were hired as part of a National Park Service program called SAMO Youth. In addition to providing paid summer employment, the highly selective program introduces high school juniors and seniors to environmental careers through specialized training in the outdoors.   July 14, 2016  Sixth Coyote Tracked as L.A. Urban Coyote Project Marks One Year  A new coyote has been added to the National Park Service’s study of L.A.’s urban coyotes. C-149 was outfitted with a GPS collar in early June and is the sixth coyote to be tracked by researchers since the L.A. Urban Coyote Project launched a little over one year ago.   July 06, 2016  Two Litters of Mountain Lion Kittens Born in Local Mountains  National Park Service researchers recently discovered two litters of mountain lion kittens in the eastern Santa Susana Mountains. A total of five kittens, three females and two males, were eartagged and returned to their respective dens earlier this month.   May 26, 2016  67 Miles and 40 Years Later, Backbone Trail Set for Completion  On June 4, a group of partners, including the National Park Service, will officially celebrate the grand opening of the Backbone Trail, a 67-mile trail that stretches from the city of Los Angeles to Ventura County.   May 25, 2016  Deceased Individual Found in Trailhead Parking Lot  A body of an adult male was found in the parking lot of the Newton Canyon Trailhead on Kanan Dume Road in the Santa Monica Mountains on May 25. The cause of death was suspected to be a self-inflicted gunshot wound.   May 11, 2016  Weeklong BioBlitz Coming to the Santa Monica Mountains  A BioBlitz is a quest to discover living organisms through public involvement. During these rapid biological surveys, scientists and volunteers of all ages and backgrounds work together to compile a \"snapshot\" of biodiversity in a short span of time, in this case, the week of May 16 through May 22.   May 03, 2016  Wanted: Angelenos to Collect Coyote Scat  National Park Service researchers are readying to embark on a new study that focuses in L.A.’s urban areas, from Boyle Heights to Beverly Hills. Do these coyotes, who deal with more concrete, traffic, people, and fewer open spaces, persist on a similar or different diet than coyotes in natural areas?   April 25, 2016  L.A. Area National Parks Benefit Economy  A new National Park Service report for 2015 shows the economic benefit of Channel Islands National Park and Santa Monica Mountains National Recreation Area to the local economy.   March 03, 2016  Rare Frogs Find New Home in California State Parks  VENTURA, Calif. - A rare amphibian that has been lost from 70 percent of its historical range has been given a fighting chance to repopulate on state-protected lands in Los Angeles and Ventura counties.   March 02, 2016  National Park Service Truck Hits Streets of L.A.  As the National Park Service nears its 100th birthday, L.A.’s local national park unit has launched a LA Ranger Troca to bring the parks to people. The truck will rove city streets with rangers from Santa Monica Mountains National Recreation Area to reach the next generation of park goers.   March 01, 2016  Mourning the Loss of Fallen Inmate Wildland Firefighter Shawna Lynn Jones  Shawna Lynn Jones, 22, an L.A. County inmate wildland firefighter, suffered a serious injury during suppression efforts on the Mulholland Fire in Malibu, Calif. on National Park Service land.   January 20, 2016  L.A. River Coyote Drowned in Lake at MacArthur Park  A radio collared coyote found dead in a City of Los Angeles park last December is believed to have died by drowning. The female subadult coyote, known as C-146, was tracked for two months as part of researchers’ efforts to better understand how coyotes live in extremely urbanized areas.   January 14, 2016  Mountain Lion Kittens Born in Santa Monica Mountains  Biologists from the National Park Service recently discovered two mountain lion kittens in the western end of the Santa Monica Mountains. The female and male kittens, now known as P-46 and P-47, were implanted with tracking devices after researchers located their den in a remote area.   January 07, 2016  Local Film Event Celebrates 100 Years of National Parks  In celebration of the centennial anniversary of the National Park Service, local film historians will host “The Centennial on Screen: 100 Years of our National Parks in the Movies” at the Santa Monica Mountains Visitor Center on Sunday, January 24.   January 07, 2016  Griffith Park Mountain Lion Appears Healthy, Recovered from Mange  National Park Service researchers recaptured the Griffith Park mountain lion known as P-22 last month and report that he appears healthy and has recovered from a serious bout with mange.   December 04, 2015  Scientists Capture Adult Male Mountain Lion  A National Park Service biologist recently captured a large adult male mountain lion in the Santa Monica Mountains. Now known as P-45, he is estimated to be three to four years old.   November 24, 2015  Free Festival Celebrates All Things Bird  Bird Fest, an event featuring a host of free activities, will be held Saturday, Dec 5 from 9:00 a.m. to 3:30 p.m. at the Santa Monica Mountains Visitor Center. Bird enthusiasts and newbies alike are invited to celebrate all things bird.   November 10, 2015  Mountain Lion Was Exposed to Multiple Poisons, Tests Show  Lab results confirm that the mountain lion known as P-34 was exposed to multiple compounds of anticoagulant rodenticide, a form of rat poison. The subadult female, tracked as part of a National Park Service study, was found by a hiker in Point Mugu State Park on September 30.   October 21, 2015  Scientists Begin Tracking LA River Coyote  As part of their recent efforts to better understand how coyotes survive in extremely urbanized areas, National Park Service researchers recently began tracking a coyote in Northeast Los Angeles near the LA River.   October 09, 2015  Deaths of Young Mountain Lions Illustrate Challenges to Survival  THOUSAND OAKS, Calif. -- Three young mountain lions have been found dead in the Santa Monica Mountains in recent weeks, illustrating how difficult it can be for the large carnivores to survive into adulthood in such an urbanized and fragmented landscape.   October 05, 2015  Free Festival Encourages Outdoor Recreation  AGOURA, CALIF. - Outdoor enthusiasts are invited to attend the National Park Service's second-annual Recreation Festival on Saturday, October 24 from 10:00 a.m. until 4:00 p.m. Also known as Rec Fest, this free, family-friendly event will take place at Paramount Ranch in Agoura and will feature several hands-on opportunities to introduce families to the outdoors.   September 08, 2015  Free Live Reptile and Amphibian Show Set for September 20  CALABASAS, Calif. – Fans of all things slithery and scaly are invited to attend the Live Reptile and Amphibian Show at the Santa Monica Mountains Visitor Center on Sunday, September 20 from 10:00 a.m. until 4:00 p.m.   August 19, 2015  Local Youth Complete Summer Jobs with National Park Service  LOS ANGELES, Calif. -- A National Park Service program designed to introduce inner-city youth to environmental careers wrapped up its 16th season this week. A new partnership with the Los Angeles Conservation Corps helped organizers double the size of this year’s cohort.",
    "url": "https:\/\/www.nps.gov\/samo\/learn\/news\/newsreleases.htm"
}
