{
    "title": "Santa Monica Mountains National Recreation Area: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety        Ranger Mary happily leads a school group on a hike National Park Service       When visiting the Santa Monica Mountains, there are some things to consider to help ensure an enjoyable visit. Wise planning and following a few safety tips can mean the difference between fun and frustration. Planning Ahead  Travel with a buddy or let someone know of your plans. Carry plenty of water and drink it. Water is not safe to drink from streams and ponds due to possible contamination or the presence of the Giardia protozoan. Wear proper footwear. Bring snacks, extra clothing, and a flashlight. Wear sun protection, including sunscreen, hat, and sunglasses.  Dogs must be leashed at all times. Dogs are not allowed on state park trails. Camping is restricted to established campgrounds only. Permits are required. Abide by all park rules and regulations.   Trail Stewardship  Stay on established trails and observe all trail closures. Short-cutting switchbacks and social trails are not allowed. Pack out litter. Leave only footprints and take only photographs. Respect the rights of private homeowners and do not trespass. Protect natural and cultural features for future visitors by not disturbing or removing them from the park. Prevent wildfires by not building fires or smoking on trails.   On the Trail Whether on foot, bicycle, or horseback, there are a variety of ways to explore the public trails in the park. International symbols are found at many trailheads, indicating whether a recreational activity is allowed. A slash through any of the symbols indicates that the specific activity is not allowed. Trails may be closed to certain user groups due to steepness, potential for erosion, or to protect natural and cultural features. Trails may also be closed to all users during or after a significant rainfall or wildland fire.  Hikers\/Runners Hiking trails are often steep and rocky; watch your step to avoid slipping. Be alert for ticks, rattlesnakes, and poison oak. Hikers must yield to equestrians. Bicyclists Bicyclists must stay on designated roads and trails and yield to equestrians and hikers. Stand to one side of the trail when allowing equestrians to pass. Travel at a safe speed and let others know when you are passing. Always wear a helmet and carry a patch kit and pump. If listening to music, ride with only one ear bud to be aware of your surroundings and other trail users.  Equestrians To prevent erosion and the spread of invasive plant species, equestrians must stay on designated roads and trails and should avoid riding after a rainfall. Travel at a safe speed and let other trail users know if it is safe to pass your horse.  Plants and Animals Poison Oak can cause an itchy rash any time of the year. Avoid contact by learning to recognize it, staying on trails, and keeping your pet leashed. The leaves can be green or red and drop off during the fall and winter. Wash clothes separately and bathe thoroughly if you contact the plant. Several brands of skin treatments are available at most drug or outdoor stores. Rattlesnakes, while potentially dangerous to us, are an important part of the Santa Monica Mountains ecosystems. Avoid them by staying on trail, watching where you step, and keeping your dog on leash. If you see one, walk around it, allowing for plenty of room. Bites are extremely rare. However, if bitten, stay calm, keep bite area lower than your heart, and call for help.  Mountain lions are wild predators but usually do not confront humans. If you encounter one, make yourself as large as a possible by standing tall and holding out your arms. Pick up children to appear larger. Do not run or make any sudden moves. Ticks are small arthropods (1\/8”) that feed on the blood of mammals such as a coyotes and deer. They can be found on grasses and brush waiting for a host to pass by. Wearing light colored clothing makes ticks easier to spot. Tuck your pants into your boots and your shirt into your pants. Check yourself and your pet regularly. Prompt tick removal may prevent disease   1. Use tweezers rather than your finger tips. 2. Grasp the tick as close to your skin as possible. 3. Gently and steadily pull the tick straight out. 4. Apply antiseptic to the area. 5. If parts of the tick break off and remain in your skin or a rash appears, consult your doctor.",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/safety.htm"
}
