{
    "title": "Rocky Mountain National Park: Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change                Climate Change        NPS         Very specialized species like the American Pika (Ochotona princeps), that live only on high, rocky mountainsides, may be sensitive to even small changes in the climate. NPS\/Ann Schonlau  Climate is a driving force in what you experience at Rocky Mountain National Park. Snowcapped peaks, swelling rivers, industrious beavers, and delicate alpine flowers all thrive in the long-term pattern of weather conditions that make up the park's climate. As the climate changes, park managers anticipate new challenges for the preservation of park landscapes and resources.      It is getting warmer (a 3.4° F rise in average annual temperature over the last century) in Rocky Mountain National Park. What does it mean to see a 3.4° F rise in average temperature? Imagine climate change is like a fever – if your temperature went up 3.4° F, you would feel sick. Warming in Rocky Mountain National Park can similarly affect the park's natural resources.        Figure 1: In the 20th century, the area including Rocky Mountain National Park experienced a warming trend. The five-year rolling average (thick red line) allows the viewer to look beyond annual variability to focus on long-term trends. (Analysis of PRISM data, original source Daly 2008).        What a changing climate means for Rocky Mountain National Park A warming climate means shorter, milder winters and longer, warmer summers, which can affect the park's unique landscapes, plants and animals. Some observed and expected changes include:     Spring snow melts 2-3 weeks earlier, resulting in less water available in the summer for plants and animals, and for use in cities and farmland.   A greater number of mountain pine beetles (Dendroctonus ponderosae) survive the winter season, contributing to a longer and more severe pine beetle outbreak that  is changing the landscape on trails and in campgrounds throughout the park.  Invasive species well suited to a new climate, such as cheatgrass (Bromus tectorum), become new competitors for the park's native plant cover.  The timing of natural events, such as the blooming of spring flowers with the arrival of butterflies, may not shift at the same rate, leading  to mismatches in these events.  Alpine plants and animals may lose access to essential moisture due to earlier snowmelt in the spring and warmer temperatures in the summer.  Very specialized species like the American Pika (Ochotona princeps), that live only on high, rocky mountainsides, may be sensitive to even small  changes in the climate.  Check out the Climate Change in RMNP Frequently Asked Questions for more in-depth information about climate change impacts in the park.    The National Park Service and its partners are working to understand how climate change will affect the park's natural resources, infrastructure, and your visitor experience now and into the future. To find out more and get involved, ask a ranger or visit the NPS Climate Change website.           A greater number of mountain pine beetles (Dendroctonus ponderosae) survive the winter season, contributing to a longer and more severe pine beetle outbreak that is changing the landscape on trails and in campgrounds throughout the park. NPS  Get involved! It's amazing how much impact one small action can make, when it's performed by many people. Buy local products that are sourced and manufactured in environmentally friendly ways to influence economic practices. Reduce, reuse, and recycle your products and waste. Carpool or use public transportation. Challenge yourself to reduce your energy consumption by 10 percent this year. Here are more tips on how to make a difference.   Volunteer to become a citizen scientist and help park scientists better understand climate change effects and improve habitat for native species. Make a climate friendly visit to Rocky Mountain National Park! Volunteer to educate youth about science, improve science literacy across the country, and get involved in your local community. Talk to your family and friends about what you've learned. When you take action, you inspire others to do the same!",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/climatechange.htm"
}
