{
    "title": "Santa Monica Mountains National Recreation Area: NPS Backbone Trail Application",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backbone Trail     NPS Backbone Trail Application                Backbone Trail Application          WHAT – The Backbone Trail (BBT) Program is an interpretive hike not a fitness hike. It is led by experienced National Park Service volunteers. The trail covers 65 miles, about 25,000 feet of elevation gain and loss, and all types of terrain. The BBT Program has 8 segments with average hikes of 8.5 miles and 3,200 feet of elevation gain and loss. Significant vehicle shuttling is involved to avoid “in and back” hikes. The only fee is when using several California State Parks parking lots.   WHEN – The hike’s 8 segments occur on the 2nd and 4th Saturday (not every other Saturday) of each month beginning in January. Additionally, allow for 2 hikes on the 2nd and 4th Saturdays in May in case we have to postpone hikes for whatever reason. All hikes stage at 8AM and last no more than 7 hours before returning to your car. Attendance is required at a Hiker Orientation the morning of the fourth Saturday in October.        WHO – Injury-free hikers in average to good physical condition of any age are welcome. If an 8.5 mile hike with 3,200’ of elevation gain\/loss on uneven footing while exposed to the elements is beyond your current comfort zone, or conversely if it is just a good warm-up this may not be the hike for you. Likewise, if you are unable to calendar the dates for Orientation and 10 hikes (January thru May) please consider postponing your application until a future year. There is always an eager and hopeful waiting list. HOW – Applications will be accepted annually from September 20th through 30th. A randomized lottery will be conducted and results will be communicated the following week. Using the online application form you can sign up for yourself and one other adult, or a minor child. Families, use multiple forms listing each minor as Hiker #2 and responsible party as #1. Applicants who are part of a larger group should be prepared to hike if their application is selected, but the rest of the group's aren't. Applicant’s name may only appear on one application (except for families). Questions and applications should be emailed to:  BBTHIKE@GMAIL.COM. Online application form",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/backbone-trail-application.htm"
}
