{
    "title": "Santa Monica Mountains National Recreation Area: Explore with a GPS",
    "body": "Explore with a GPS         Using your GPS unit, you can explore new places, such as Sandstone Peak at Circle X Ranch.   Welcome to the Santa Monica Mountains National Recreation Area’s GPS (Global Positioning System) activity page. Here you will find information on what a GPS is, what activities can you do with them, and even a listing of the ParkCaches that the National Park Service maintains in the mountains. A Brief Introduction to GPS A GPS is a device, usually handheld, that tells you where you are in the world. The GPS unit (about the size of a cell phone) receives signals from over 20 satellites in space to center in on your position. This information is displayed on a computer type screen as coordinates such as Latitude and Longitude. The more satellite signals your GPS can receive the more accurate your location is shown. Yet, your GPS can also be used to tell you how to get somewhere. Your GPS knows where you are, but you can tell it the location of somewhere else (as long as you have the coordinates) referred to a waypoint and the GPS will direct you to that location. An example would be from the top of a mountain peak back to your car.         What activities can you do with a GPS? One of the fastest growing activities using a GPS is referred to a geocaching. Think of it like a treasure hunt where your GPS has the coordinates of the treasure and you have to hike, bike, climb, or even swim to get to it. These treasures are commonly known as caches. Click here to learn about all the different types of caches. What do you need to look for a cache? The most important thing you’ll need is a GPS unit. They range in price from $75 and up. The more expensive the system the more features it will have. For a list of over 1,000,000 caches worldwide, you’ll have to create a FREE account with www.geocaching.com. Geocaching.com is where you can search for, log, and even hide your own caches. Lastly, pick a place to start your cache adventure. A good place to begin is near your home or if you are visiting the Los Angeles Area, the Santa Monica Mountains has around 500 caches.         Exploring the Santa Monica Mountains with a GPS The Santa Monica Mountains National Recreation Area is made up of a multitude of land agencies from the National Park Service, California State Parks, Mountains Recreation Conservation Authority, Los Angeles and Ventura County parks, and even city parks. This provides for a one of a kind opportunity to experience different types of caches. The drawback for you as a visitor is that this can make it confusing to understand where you can do these activities and what types of caches can you find or hide. The Santa Monica Mountains National Recreation Area has created a park wide ParkCaching program to invite cachers to the park by providing approved and legal caches in the park. These earthcaches give you the experience of finding caches while also learning about your national park. A list of the park owned earthcaches are below:    Sandstone Peak – The top of the Santa Monica Mtns!   Inspiration Point – How the mountains formed!   A View By De-Fault   A Turbulent Time in History   Because earthcaches have no item to collect, we invite you to take a brief quiz on what you learned, and earn an official certificate from the National Park Service that you can print and even frame!   Sandstone Peak Quiz   Inspiration Point Quiz  A View By De-Fault Quiz          So what’s next?  Parks are working to create a uniform policy regarding all types of GPS activities. As the world of GPS based activities continues to develop and expand, visitors like you will be key in the preservation and protection of our resources for future generations through programs such as Cache In Trash Out and leave no trace principles. Additional Information www.geocaching.com www.earthcache.org Title 36, Code of Federal Regulations (“36 CFR”), Volume 1, Chapter 1, Parts 1-5,",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/gpsactivities.htm"
}
