{
    "title": "Santa Monica Mountains National Recreation Area: Things To Do",
    "body": "Things To Do        Youth prepare for the mountain bike course at the park's annual Recreation Festival Steven Friedman     Ready to have fun? The Santa Monica mountains offer year-round recreation for users of all experience levels. Whether you’re an out-of-town visitor with a couple hours to spare or a nearby resident with a lifetime to explore, this place will surely delight and inspire. Here are some of our most popular activities:  Hiking (including the famous Backbone Trail) Mountain Biking Horseback Riding Climbing Camping Wildflower Viewing Special Programs and Events                                       If you liked these infographics, download the handout! Full text displayed on the infographic here: Exploring L.A.'s National Park: Something for Everyone. The Santa Monica Mountains are a playground for residents of the Great Los Angeles Area. These parks and public lands offer opportunities for escape, adventure, and enjoying the outdoors. No matter your interest or abilities, you'll have fun in these mountains! Adventure Enthusiast: Want to get moving? We have more than 500 miles of trails for you to get your adrenaline fix. Hiking at Sandstone Peak, mountain biking at Cheeseboro Canyon, trail running at Las Virgenes Canyon, rock climbing and camping at Malibu Creek State park, horseback riding at Paramount Ranch, and the Backbone Trail at Will Rogers State Historic Park. Surf Seeker: Are you happier in the water than on land? The Santa Monica Mountains drop directly into the Pacific Ocean, with 41 miles of coast waiting for you to get your feet wet. There's fishing at Point Mugu State Park, kayaking and tide pools at Leo Carrillo State Park, beach volleyball at Zuma Beach County Park, surfing at Malibu Surfrider Beach, and subathing at Santa Monica State Beach. Kids At Heart: This is the perfect place to introduce kids to the outdoors and spend some quality family time together. Picnicking at Rocky Oaks, celebrations at Peter Strauss Ranch (with permit), dog walking at Cheeseboro Canyon, Junior Ranger activities at Santa Monica Mountains Interagency Visitor Center, walking\/strolling at Will Rogers State Historic Park, and scenic car rides on Mulholland Highway. Leisure Lover: The Santa Monica Mountains are an endless source of inspiration, from sublime panoramic views to beauty in the smallest details. Enjoy photography at Rancho Sierra Vista\/Satwiwa, stargazing at Circle X Ranch, wildflowers at La Jolla Valley, sunsets at El Matador State Beach, whale watching at Point Dume State Beach, birding at Malibu Lagoon, and drawing at Malibu Creek State Park.  Lifelong Learner: Discover the hidden histories of the Santa Monica Mountains. Humans have lived and worked here for thousands of years, and their legacies can be seen at Native American cultural sites, historic ranches, and former movie set locations. Learn about Native American history at Rancho Sierra Vista\/Satwiwa, homesteads at Solstice Canyon, film history at Paramount Ranch, Spanish exploration at Juan Bautista de Anza National Historic Trail, lectures and presentations at Santa Monica Mountains Interagency Visitor Center, and celebrity history at Will Rogers State Historic Park.",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/things2do.htm"
}
