{
    "title": "Santa Monica Mountains National Recreation Area: About the Backbone Trail",
    "body": "About the Backbone Trail (BBT)         photo by jim belsley  About The Backbone Trail A Santa Monica Mountains ridgeline trail has been a vision for more than 50 years. Originally the trail was to run from Griffith Park to Point Mugu, but that idea never progressed. In the 1970s, with the establishment of state parks in the mountains, the notion began to crystallize. The Backbone Trail would stretch from Will Rogers State Historic Park to Point Mugu State Park, anchored in the middle by Malibu Creek State Park.  During the 1980s, many who shared the vision started working on the project with California State Parks, Santa Monica Mountains Conservancy and the National Park Service. By 2010, 62 miles of the trail had been completed. It followed ridges, traversed chaparral-covered hillsides, entered oak woodlands, and crossed creeks and valleys.         photo by jim belsley  Like Santa Monica Mountains National Recreation Area, the BBT system has progressed little by little across a patchwork of public lands. It has been constructed by volunteers, by the California Conservation Corps, and by professional staff from various parkland agencies. Parts of the trail were old animal paths that became single-track trails; other stretches were converted from fire roads. Only the newest sections have been built to modern trail standards.  Because the trail system has been pieced together, trail sections may have different names and not all sections are open to all users. For example, mountain bikes are permitted on most fire roads, but only permitted on some single track trails. Those trails are posted open for mountain biking. Always watch the trails signs. No mountain bikes are permitted in the state park wilderness area in Pt. Mugu State Park.  Questions about hiking the Backbone Trail Click here to e-mail us questions about the Backbone Trail throughout the year. Experienced Backbone Trail hikers will respond to your questions.",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/aboutthebbt.htm"
}
