{
    "title": "Santa Monica Mountains National Recreation Area: Backbone Trail",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backbone Trail               Backbone Trail (BBT)         Sandstone rock formations just east of Corral Canyon Road in Malibu Creek State Park. National Park Service  Interested in Hiking the Backbone Trail next year? Signups for the NPS led 8 day (2 Saturdays a month, Jan thru April) hike of the Backbone Trail are accepted from September 20 - 30.  The Backbone Trail Application is needed to be eligible for the hiker lottery held after September 30.  You can also check through these pages to learn about the different sections and download GPS coordinates to create your own BBT hike. You can also learn more by reading the Backbone Trail Ranger's Blog from the annual hike series.     About the Backbone Trail You will see how many public and private agencies, organizations and individuals have joined together to create Santa Monica Mountains National Recreation Area in general and the Backbone Trail which has been designated as a National Recreation Trail. As individuals you can help support the park in many ways. You can share your knowledge by telling others about the parks and events. You can increase your knowledge by attending programs and lectures listed in Outdoors, the quarterly calendar of Santa Monica Mountains events published by the National Park Service. You can contribute your time by becoming a State or National park volunteer. You can help maintain the Backbone Trail and other trails by volunteering for trail projects with various partner organizations.       Click on the picture of the map to get the Backbone Trail brochure and guide.      As hikers on this trail you will benefit from our Mediterranean ecosystem, found only in five places in the world, experiencing its many unique plant and animal communities. By being able to escape from city life, you enjoy the health benefits of hiking and learning a lot about our own unique area. You will also learn some history of the area through the trail as you travel through Coastal Sage Scrub, Chaparral, Oak Woodlands, Meadows, and Streamside areas. If after you have read through the Backbone Trail (BBT) information and still have questions, please contact us and an experienced BBT hiker will respond to your question.     Backbone Trail Information  About the Backbone Trail  Camping on the Backbone Trail Backbone Trail Safety Group Hike on the Backbone Trail Backbone Trail Application Maps and Information for the Backbone Trail",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/backbonetrail.htm"
}
