{
    "title": "Santa Monica Mountains National Recreation Area: Solstice Canyon",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Solstice Canyon              Map and Site Information: Solstice Canyon          Located in Malibu, this site has one of the only year-round waterfalls in the mountains. Full of history dating back to the early 20th century, visitors can take an easy hike for a couple of miles, or a strenuous hike over six miles. Proximity to the beach makes this an extremely popular destination on weekends. With limited parking, carpooling is strongly encouraged. The solitude, serenity, and abundant natural resources have attracted people to Solstice Canyon for centuries. The Chumash historically used the land for food, water and shelter. Ranchers grazed cattle in the area for many years. Around 1865, Matthew Keller built a stone cottage, which is still visible from Solstice Canyon Trail. The cottage is believed to be the oldest existing stone building in Malibu. the stone house survived many wildfires but was finally destroyed in the 2007 Corral Fire. The stone walls are still visible across the stream as you walk down Solstice Canyon Trail. Another home was built on the property in 1952. Renowned African-American architect Paul Williams designed the house for property owners Fred and Florence Roberts. The house was later featured in an issue of Architectural Digest for its stunning blend of natural features within the design, including waterfalls, creeks and trees. Today, you can see a small part of the past in the horseshoes and colorful pieces of glass glittering in the walkways at Tropical Terrace, near the building’s foundations.       Solstice Canyon was an important site of early pioneering space research. Technology laboratories, Inc., a subsidiary of Thompson-Ramo-Wooldridge (TRW), rented 10 acres from the Roberts Family from 1961-1973. The site was used to test satellite equipment for space missions, including the Pioneer 12. Solstice Canyon was one of only three places in the world chosen to conduct such tests, due to the lack of man-made or natural disturbances. At the TRW overlook you can see the foundations of the TRW buildings, all that remain after the Corral Fire. Today, Solstice Canyon still serves as a haven from city life. The Santa Monica Mountains Conservancy first opened Solstice Canyon as a public park in 1988. It is now managed by the National Park Service. Visit Solstice Canyon, where the old meets the new. Help us to preserve and protect its serenity and beauty for all to enjoy.            Site Info and Map Solstice Canyon Site Bulletin Current Weather Directions From Pacific Coast Hwy turn inland on Corral Canyon Rd. Drive 0.25 mile to park entrance on left in Malibu, CA, 90265. GPS Coordinates: N  34.0350 W -118.7445     View Larger Map",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/solsticecanyon.htm"
}
