{
    "title": "Santa Monica Mountains National Recreation Area: Rancho Sierra Vista \/ Satwiwa",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Rancho Sierra Vista \/ Satwiwa              Rancho Sierra Vista\/ Satwiwa            Located at the southern end of the community of Newbury Park, this site reflects the heritage of both Native Americans and local ranching. The Satwiwa Native American Indian Culture Center is open on weekends from 9am to 5pm. Native American workshops and programs occur throughout the year. Rolling grasslands, oak woodlands, and chaparral can all be seen on the same hike here. The iconic and dramatic view of Boney Mountain can be seen if you choose to travel 8 miles to the ocean along the historic Sycamore Canyon Trail. Satwiwa For many years, the Santa Monica Mountains sustained the Chumash and Tongva\/Gabrielino cultures. Sycamore Canyon, which cuts through Rancho Sierra Vista\/Satwiwa and Point Mugu State Park, was part of a Chumash trade route. Satwiwa, which means \"the bluffs,\" was the name of a nearby Chumash village.    Rancho Sierra Vista Local ranching history began in 1803 when former soldiers Jose Polanco and Ignacio Rodriquez were granted Rancho El Conejo by the King of Spain. Through the years, this 48,672 acre land grant was subdivided and sold to various landowners. Modern ranching began here in 1937 when Carl Beal christened the area Rancho Sierra Vista. Carl Beal constructed most of the current ranch buildings and his house and barbecue pit in Sycamore Canyon. The last private landowner of this property was Richard Danielson. For 32 years, he and his family farmed and ranched here. The National Park Service purchased the property in 1980. The western boundary of present day Rancho Sierra Vista\/Satwiwa reflects the original land grant of the Rancho El Conejo.         Site Info and Map Rancho Sierra Vista \/ Satwiwa Site Bulletin Current Weather Directions Main entrance - cross street is Via Goleta and Potrero Road, Newbury Park, CA, 91320 Main Entrance: Ventura Fwy (101) to Lynn Rd exit. South on Lynn Rd 5.25 miles to Via Goleta. Park entrance is on the left. Satwiwa Native American Indian Culture Center: Walk 0.3 mile up gravel road from the main entrance parking area to brown wooden building. Accessible Parking for the Satwiwa Native American Indian Culture Center: Ventura Fwy (101) to Lynn Rd exit. South on Lynn Rd 4.5 miles to Reino Rd. Left on Reino Rd veering right at the \"Y\". Park entrance will be on your left through white rail fence. Parking at the end of the road. Note: There is one (1) accessible parking spot at this location. Additional parking is available at the Main Entrance Parking Lot. Wendy Trailhead: Ventura Fwy (101) to Wendy Dr. exit. South on Wendy Dr to dirt pullout at intersection with Potrero Rd. GPS Coordinates for Entrance (Via Goleta & Lynn Road): N 34.1569 W -118.9733 GPS Coordinates for Satwiwa Native American Indian Culture Center: N  34.1504 W -118.9613     This map shows the main entrance to Rancho Sierra Vista \/ Satwiwa.  View Larger Map       Rancho Sierra Vista has various trail options for hiking, biking, and horseback riding!       Visit Rancho Sierra Vista and Satwiwa and gaze at our beautiful night sky.",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/rsvsatwiwa.htm"
}
