{
    "title": "Santa Monica Mountains National Recreation Area: Circle X Ranch",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Circle X Ranch              Map and Site Information: Circle X Ranch            Once a former Boy Scout ranch, Circle X Ranch is now a popular hiking destination. Located 50 miles west of downtown LA, this park provides a sense of escape from the urban world. Sandstone Peak is the highest peak in the Santa Monica Mountains. A steep 1.5-mile hike to the top offers commanding views of the ocean and inland valleys. On clear days, you can also see Anacapa Island, Santa Cruz Island and to the east, Mount Baldy. Many of the rocky outcrops that rise out of the chaparral covered slopes were created some 13-16 million years ago through explosive volcanic activity. Tucked in the canyons above Malibu and nestled below majestic Boney Mountain, you will find Circle X Ranch. This former Boy Scout camp offers many opportunities for exploration and adventure. Journey to Sandstone Peak, the highest point in the Santa Monica Mountains, and see several of the Channel Islands on a clear day. Enjoy a visit to the Grotto or a creekside picnic. Reserve the Group Camp and listen to coyote songs at night.    Travel one of the many trails that wind through this rare coastal Mediterranean ecosystem. The plants you see here, such as coastal sage scrub and mixed chaparral, are adapted to hot, dry summers and mild, wet winters. Keep an eye out for red shank chaparral, a tree-like shrub with reddish-brown bark, clusters of thread-like leaves, and small bunches of white flowers in July and August. From the dry, rocky slopes near Sandstone Peak to the lush fern-studded Grotto, Circle X Ranch provides a wide variety of recreational possibilities. Linger here for a while, and experience the ambiance of this secluded mountain retreat.         Site Info & Map Circle X Ranch Site Map Current Weather  Fee required for camping. Directions 12896 Yerba Buena Road, Malibu, CA, 90265 Circle X Ranger Station: Pacific Coast Hwy to Yerba Buena Rd. Turn inland; go 5.4 miles to Circle X Ranch contact station.  Sandstone Peak Trailhead: 1 mile north of Circle X Ranch contact station on Yerba Buena Rd. Parking lot is on left.  Mishe Mokwa Trailhead: 1.75 miles north of the Circle X contact station along Yerba Buena Road. Parking lot is on right. . GPS Coordinates: N 34.1100 W -118.9374     Marker shows the location of the driveway for the Circle X Ranch Contact Station.  View Larger Map       Stop by our ranger station located at Circle X Ranch. It is a great place to ask about hiking and spending time in the backcountry.       This NPS campground is located at Circle X Ranch near The Grotto Trailhead. Reserve the campground online.       Hikers make their way down to the Grotto. The hike has amazing views and ends in boulder scrambling.",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/circlexranch.htm"
}
