{
    "title": "Santa Monica Mountains National Recreation Area: Paramount Ranch",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Paramount Ranch              Map and Site Information: Paramount Ranch              Lights! Camera! Action!… In 1927, Paramount Pictures purchased 2,700 acres of the old Rancho Las Virgenes for use as a \"movie ranch.\" For 25 years, a veritable who's who of Hollywood practiced their craft at Paramount Ranch including director Cecil B. Demille and actors Bob Hope, Gary Cooper and Claudette Colbert. The diverse landscape was the real star of the show. It offered film makers the freedom to create distant locales such as colonial Massachusetts in The Maid of Salem (1937), ancient China in The Adventures of Marco Polo (1938), a South Seas island in Ebb Tide (1937) and numerous western locations including San Francisco in Wells Fargo (1937). The art of illusion was mastered on the landscape.      Meanwhile, Back at the Ranch…The golden era of movie making at Paramount Ranch came to an end when changes to the studio system prompted Paramount Pictures to sell the ranch. Paramount Ranch found renewed life as a film location when William Hertz bought the southeast portion in 1953. An ardent fan of movie westerns, he built a permanent western town utilizing Paramount Pictures' old prop storage sheds. As a result, television companies began producing westerns at the ranch such as The Cisco Kid and Dick Powell's Zane Grey Theatre. William Hertz sold the property in 1955. The Paramount Racetrack opened a year later, and some considered it one of the most challenging in the U.S. Although it closed 18 months later, after three fatal accidents, the racetrack was featured in The Devil's Hairpin, filmed in 1957. Most of the track still winds through the grasslands of the park.      Ride Off Into the Sunset… From 1957 to 1980, the ranch changed ownership several times, but filmmaking continued. After purchasing a portion of the original Paramount property in 1980, the National Park Service revitalized the old movie ranch. From 1992 to 1997, Paramount Ranch was used as the setting for the television show, Dr. Quinn, Medicine Woman. Whether watching filming or exploring the area, experience the drama and grandeur of the Santa Monica Mountains.             Visiting the Paramount Ranch Western Town Cross the bridge to get to the \"Western Town.\" All trailheads extend from the Western Town, except the trail that goes toward Mulholland highway. Interested in Filming or Having a Special Event? Visit our Special Park Uses page for more on filming or other special events. Visit our Weddings in the Park page for more on having your wedding with us.      Site Info, Map, and Film History List Paramount Ranch Site Map  Current Weather Paramount Ranch Film History List Paramount Ranch TV Shows History List   Directions 2903 Cornell Road, Agoura Hills, CA, 91301   Take Ventura Freeway (U.S. 101) to Kanan Road exit. South on Kanan 0.5 mile. Left on Cornell Way and veer to the right. South 2.5 miles, entrance is on right side of the road.   GPS Coordinates: N 34.1181 W -118.7525       The marker on the map indicates where the entrance gate is at.  View Larger Map         Western Town is a real-life motion picture set that has been used for many films and TV shows.         Medicine Woman Trail gives sweeping views of open grassland with mature valley live oaks located near Western Town.",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/paramountranch.htm"
}
