{
    "title": "Rocky Mountain National Park: Mosses & Liverworts",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Mosses & Liverworts                 Mosses & Liverworts        Colony of Mosses growing on soil. NPS photo by A. Schanlou       Small, fleshy, green mats lie on the forest floor, cover the sides of rocks and cling to tree trunks collecting water to sustain life. Mosses and liverworts may be small in size but play a keen role in landscape evolution in the mountainous Rockies. They retain water and stabilize slopes, helping prevent erosion. Other plants living nearby benefit from water and nutrients that they collect. Because they can live in poor soil and even on rocks, they colonize disturbed and barren areas. Mosses and liverworts also provide a humid shelter to a diverse group of invertebrates.        Liverwort Conoce conic NPS photo  Mosses and liverworts are non-vascular plants known as bryophytes. Vascular plants (trees, flowering plants and ferns) can thrive in environments that contain less water. Mosses and liverworts have simple conductive tubes which confine them to moist areas. Most bryophytes are small in size and grow in clusters forming cookie cutter shapes.        Moss on hillside by a river NPS photo by J. Marino  Bryophytes have a unique life cycle in the plant community. A single celled spore floats in the wind until it lands in its potential new home. If that spot is moist enough the spore will germinate and become a gametophyte. When the gametophyte plant creates spores for reproduction the plant enters into the sporophyte cycle. The plant then consists of capsules on a stock and spores are released to the wind and the life cycle starts all over again.      Mosses and liverworts leaves are tiny and usually only one cell thick. These plants lack true roots, which are multicellular organs found in vascular plants. Instead they have rootlike, single cell rhizoids which anchor them to the surface on which they live. Mosses and liverworts are similar in many ways; however a couple differences help differentiate between the two. Most mosses form a stalk first. Then the capsule matures to release spores. Liverworts form the capsule first then the stalk matures. The stalk is often so tiny that it's very hard to see. The other difference is the release method from the capsule. Moss capsules will open at the tip while liverwort capsules will split into four sections as if they were imitating petals. To learn more of Mosses and Liverworts of Rocky Mountain National Park view the Mosses List and Liverworts List.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/mosses_liverworts.htm"
}
