{
    "title": "Santa Monica Mountains National Recreation Area: Cheeseboro and Palo Comado Canyons",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Cheeseboro and Palo Comado Canyons              Cheeseboro and Palo Comado Canyon        Photo courtesy of Herbert Petermann     The gently rounded hills and canyons of Cheeseboro and Palo Comado are older than the steeper, more recently formed Santa Monica Mountains and provide popular terrain for hikers, bikers, and equestrians.  For over 150 years, ranchers made these canyons their home. Many of the native plants, poorly adapted to heavy grazing, were replaced with European annuals such as wild oats, mustard, and thistles. Despite numerous years of cattle grazing, we can still find a variety of native plant communities, including chaparral, coastal sage scrub, and riparian woodlands. You can stroll to Sulphur Springs or hike to the top of Simi Peak to view the cities you’ve left behind. Enjoy a picnic under the canopy of an oak or take binoculars to go birding. Oak trees and sedimentary rock areas provide excellent nesting sites for owls, hawks, and other raptors. Keep an eye out for deer, bobcats, coyotes, and rabbits.   Download Additional Information Site Bulletin and Trail Map      Activities  Hiking Mountain Biking Trail Running Horseback Riding Picnicking Birdwatching Dog walking       Directions 5792 Chesebro Road, Agoura, CA 91301 GPS Coordinates for main parking lot entrance: N 34.1543 W -118.7339 Ventura Fwy (101) to Chesebro Rd exit. Turn north on Palo Comado Canyon Rd then right on Chesebro Rd. Go north 1 mile to park entrance. Turn right and follow road to parking lot.    Good to Know     Parking Yes  Free. The main parking lot is open from 8:00 AM to sunset. You may still visit if the gate is closed (parking is available in front of the gate).    Restrooms  Yes  There are two vault toilets at the main parking area    Water  No Bring your own water, as it can be very hot and sunny on the trails    Pets  Yes  Pets are allowed on leash and under control. Please pick up after your pet. Pets must remain on trail.    Accessibility  No  Parking lot and trails are unpaved. A universally accessible trail is currently being planned.     Cell Service Yes and No  Cell service is available at the main parking lots but unreliable in the canyons.           The Historic Morrison Ranch House was occupied by John Morrison and his family in 1904.       View of the canyon from the Modelo Trail.",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/cheeseboropalocomado.htm"
}
