{
    "title": "Santa Monica Mountains National Recreation Area: Horse Safety and Etiquette",
    "body": "Horse Safety & Etiquette          Part of having an enjoyable experience in the Santa Monica Mountains is ensuring that everyone is safe. Riding a horse in a multi-use environment requires even a higher level of awareness. Remember, safety starts with the individual! Reading and following these tips will make sure we keep our parks a pleasant place to visit.    Safety   Stay on maintained trails and observe all posted signs. It is best to ride with a buddy and tell someone where you are going and when you expect to return.  Watch for overhanging branches from shrubs and trees. Keep horses at a walk when passing other visitors and stay to the uphill side.  Carry first-aid and your vet’s phone number in case of emergency.  Bring water for yourself and have water in your trailer for your horse. Stream water may not be suitable for all horses, and is unavailable in many areas. Walking dogs while riding horses is not advised since dogs must always be on a leash no longer than 6 feet. (*Dogs are not allowed on State Park backcountry trails.)  Loose horses are not permitted on park trails.      Etiquette    Be courteous to other trail users. Hikers and bikers should yield to horses, but may be unaware of protocol.  Horses are only permitted to walk, trot, or canter on park trails. Galloping is not permitted.  Horses are not permitted in picnic areas, campsites, and lawn areas.  Please, do not lunge horses in park.  Manure must be picked up from parking lots and other developed areas.      Resource Protection   Horses are allowed only on designated trails.  They must keep out of ponds and only cross streams at designated trail crossings.  Off-trail use is not permitted.  DO NOT tie horses to trees. Please use hitching posts or ground tie or hobble.  After rains, check with national and\/or state parks for trail conditions and closures.  Trail use is not recommended when trails are wet and prone to damage.  Grazing is not permitted.",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/horsesafety.htm"
}
