{
    "title": "Santa Monica Mountains National Recreation Area: Peter Strauss Ranch",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Peter Strauss Ranch              Map and Site Information: Peter Strauss Ranch            This enchanting oak woodland has long been a source of dreams, visions, and memories. Inhabited for thousands of years by the Chumash people, this area became part of Rancho Las Virgenes after Spanish colonization. The original coast live oak, used as the marker in the 1881 land grant survey, still stands just west of the swimming pool. The upside-down letter “T” is still evident in the bark. The “vision of enchantment” continues at this site today with hiking, concerts, picnics, and art exhibits. Explore this peaceful refuge and create some memories of your own. Dreams- At the turn of the century, Harry Miller purchased the ranch as a weekend retreat from his residence and automobile factory in Los Angeles. His patented master carburetor and “Miller Specials,” featured at Indianapolis 500 car races, brought him fame. In 1926, Harry built many structures including the stone ranch house, the “look out tower” and the aviary. The Depression and his attempt at aircraft-engine development resulted in financial ruin, the loss of the ranch and an end to his dreams.    Visions - In the mid 1930s, Warren Shobert and Arthur Edeson purchased the ranch, transforming the place into “Shoson”- a fairyland of charm and a paradise for children and adults. Later, a dam was constructed on Triunfo Creek, creating a small lake was created on Triunfo Creek, and a 650,000 gallon swimming pool was built on site. The resort was renamed “Lake Enchanto.” Competition from other, larger amusement parks and resorts led to the decline of \"Lake Enchanto.” It fell into disrepair and closed around 1960. Memories - Actor Peter Strauss was deeply moved by the area's natural beauty while filming the mini-series \"Rich Man, Poor Man\" at Malibou Lake in 1976. He purchased the property and restored the site to its original splendor, living here until 1983. Due to his sensitivity and concern for the natural environment, Strauss sold the ranch to the Santa Monica Mountains Conservancy. The National Park Service purchased the ranch in 1987 as part of the Santa Monica Mountains National Recreation Area, dedicated to the preservation of our natural and cultural history.         Trail Map and Current Weather Peter Strauss Ranch Site Bulletin  Current Weather Directions: 30000 Mulholland Highway, Agoura Hills, CA, 91301 Take the Ventura Freeway (U.S. 101) to Kanan Road exit. South on Kanan Road 2.8 miles. Turn left on Troutdale Drive to Mulholland Highway. Left on Mulholland Highway 400 feet then right into the parking lot. Walk back across the bridge on Mulholland Hwy and enter main gate to go into the ranch area. GPS Coordinates: N 34.1143 W -118.7786     The marker shows were the entrace gate is at.  View Larger Map       Enjoy a shady picnic at Peter Strauss Ranch while taking in the nature around you and learning about the history of the ranch house.",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/straussranch.htm"
}
