{
    "title": "Santa Monica Mountains National Recreation Area: Places To Go",
    "body": "Places To Go        You may have noticed that Santa Monica Mountains National Recreation Area doesn’t look like most national parks. Think of this place as a patchwork of many small parks, with lots of partners committed to protecting these mountains and beaches for the public to enjoy. Regardless of park boundaries, there are opportunities for recreation, exploration, relaxation, and inspiration for everyone. Not sure where to go first? Stop by one of our visitor centers or check out the Things to Do section of our website to find an activity that meets your interest.  Need more information where trails are, how to get there, and if you can take your dog, bike, or horse? Visit Trails.LACounty.gov for detailed information on trails throughout Los Angeles County.     Hike to Balanced Rock along the Mishe Mokwa Trail, located near Circle X.      National Park Service    Arroyo Sequit Cheeseboro and Palo Camado Canyons Circle X Ranch King Gillette Ranch Paramount Ranch and Western Town Peter Strauss Ranch Rancho Sierra Vista \/ Satwiwa Rocky Oaks Solstice Canyon Visitor Center (Interagency) Zuma and Trancas Canyons        Drive along the scenic Pacific Coast Highway to Mugu Rock, part of Point Mugu State Park.      California State Parks    Malibu Creek State Park Leo Carrillo State Park Point Dume State Reserve Point Mugu State Park R. H. Meyer Memorial State Beaches Baldwin Hills Scenic Overlook Malibu Lagoon State Beach Topanga State Park Will Rogers State Historic Park       Mountains Recreation and Conservation Authority   Corral Canyon Park Franklin Canyon Park LA River Center & Gardens Malibu Bluffs Open Space Marvin Braude Mulholland Gateway Park San Vicente Mountain Park Temescal Gateway Park Upper Las Virgenes Canyon Open Space Preserve  City of Los Angeles   Griffith Park Runyon Canyon Park Zuma Beach County Park  City of Malibu    Charmlee Wilderness Park",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/placestogo.htm"
}
