{
    "title": "Rocky Mountain National Park: Hydrologic Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Hydrologic Activity                Hydrologic Activity       The mountains that run the length of the park, north to south, also divide the park hydrologically. Prevailing winds drop most of their moisture on the western slope. The eastern slope in comparison is relatively dry. The exceptions to this pattern are heavy spring snows and summer thunderstorms, both driven by upslope winds from the south and east. The Continental Divide also runs the length of the park. Waters on the park's west side form the headwaters of the Colorado River. East side streams and rivers are part of the Mississippi drainage. Real time data is available from two USGS stream gauges in the park: Big Thompson\/ Moraine Park Gauge Colorado River\/Below Baker Gulch Gauge Reserved Water Rights The West developed around water--and the ability to move it. Private corporations, individuals, and governments built ditches, reservoirs, and aqueducts to move water across the Continental Divide to Front Range cities and farms. Use of water is governed by state law. Colorado follows the doctrine of prior appropriation--or first in time, first in right. Water rights can be bought and sold separately from other property rights. In a drought year, the owner of the oldest water right--exclusive of location--reserves the right to use the water. Thus, a farmer on the plains who has owned his water rights for 100 years has a higher priority than the new land owner adjacent to the source. Rocky Mountain is the only National Park in the nation to hold reserved water rights. In 1994, Federal reserved water rights were decreed for all unappropriated water in the portion of the park located east of the Continental Divide. Absolute water rights for the Colorado River drainage were given to Rocky Mountain National Park in 2000. These decrees gave the park water rights dating back to 1915. Any company or individual that held water rights prior to 1915 retained a higher priority. Grand Ditch One of the corporations with senior water rights to Rocky Mountain National Park is the Grand River Ditch Company. In 1894, the Water Supply and Storage Company began construction of an irrigation ditch approximately 1000 feet above the Grand (Kawuneeche) River Valley. By the turn of the century water was flowing to the farmers on the eastern plains. The Grand River Ditch, as it came to be called, was completed in 1934. It intercepts approximately one-third of the surface water shed from the east side of the Never Summer Range. Research indicates that this disruption in the hydrology effects plant and animal life in the Kawuneeche Valley. However, because of the importance of the ditch to farmers and communities on the northern Colorado plains, it would not be practical for the park to acquire additional water rights. Removal of High Dams Tragedy provided the impetus to remove four of the park's high mountain reservoirs. On July 15, 1982, the Lawn Lake dam failed killing three people and causing $31 million in property damage. Flood waters cut a deep channel down the mountain side depositing boulders and sediments at Horse Shoe Park. After acquiring the water rights, the park removed what remained of the earthen dam, some 5,300 cubic yards or 450 feet of embankment. That same summer, native plants were used to restore the area and stabilize the new grade. The park has removed three other high mountain dams. In 1988, the park removed rock and dirt dams at Sandbeach and Pear Lakes, and then regraded the land to the original slope. In 1989 and 1990, five million pounds of concrete and rebar were removed from the Bluebird Lake dam and flown out of the backcountry. The materials were recycled near Lily Lake. About 27 hectares of shoreline around all three lakes were re-exposed, and the park is currently allowing the shores to restore naturally, with minimal supplemental planting. Park staff planted willows along the outlet stream of Sandbeach Lake to create spawning habitat for greenback cutthroat trout. The fish were reintroduced in the lake after the dam was removed. Remaining Reservoirs Rocky Mountain National Park has two remaining water reservoirs: Lily Lake and Sprague Lake. Each of these lakes supports a large recreational fishing activity and hosts handicap accessible fishing areas. There are no plans to remove the impoundment structures at these popular areas.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/hydrologicactivity.htm"
}
