{
    "title": "Santa Monica Mountains National Recreation Area: Permit FAQs",
    "body": "Permit Frequently Asked Questions (FAQs)       Each event is so unique and special that there are bound to be questions not listed here. However, over the years we have built a list of our most frequently asked questions (FAQs). How do I apply for a permit? Requests for permits are taken by phone and\/or e-mail in the order received. Leave a voice message and your e-mail address and we will contact you with the corresponding information, via e-mail. What do I need to have ready before I call \/ e-mail the park? Know the type of event you are planning. The application will ask for the following: dates, times, number of hours, total number of people, any activities I want to have (games, moon-bounce, etc.), what type of deliveries; food services \/ catering, decorations, equipment, and most importantly, the location. If I am photographing a friend \/ family member do I need a permit? Taking pictures as part of your vacation or family outing as a regular visitor is encouraged always. However, taken photographs for compensation or activities which use models, sets or props that are not part of the location's natural or cultural resources or administrative facilities require a permit. How is the cell phone coverage? Being that you will be located in a national park, cell-phone coverage can be spotty and unreliable. Can I get wireless internet? No, the Santa Monica Mountains National Recreation Area does not provide wireless internet access. Do you have a business center that I can use (fax machine, copy machine, computers, etc.)? No, the use of government facilities and equipment is not permitted under federal law. Do you have a kitchen, mess area, or other food services prep area? No, however it is encouraged that you use a caterer that has a familiarity with the site before you apply for your permit. I'm not sure if I can have my event \/ activity in the national park. Can you still help me out? Feel free to call or e-mail us. Remember, we're here to help. Hey Ranger, you forgot to answer my question on your list. How can I talk to you? You can call or e-mail the Permit Office by visiting the Permit Contacts.",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/permitfaqs.htm"
}
