{
    "title": "Voyageurs National Park: Lake Navigation Buoy and Aides Reference Guide",
    "body": "Explore This Park    Plan Your Visit     Safety     Lake Navigation     Lake Navigation Buoy and Aides Reference Guide                Lake Navigation Buoy and Marker Reference Guide       Official waterway markers within Voyageurs National Park may be in the form of a buoy, sign, or light, either in the water or on shore. They assist the watercraft operator by marking channels, denoting unsafe areas, directing traffic, controlling speed, and protecting resources. Official markers are placed within the park by the United States Coast Guard and park staff.      Channel Markers All-green (also known as Cans) and all-red (also known as Nuns) companion buoys indicate the boating channel is between them. The red buoy is on the right side of the channel when facing upstream. Remember: The 3 R's - Red, Right, Return - The Red buoy is on your Right-hand side when Returning to the source of the water.       Examples of channel markers-green(can) and red (nun).        Day Use Channel Markers These markers are permanently fixed on rocks or islands. Please continue to follow the Red, Right, Return rule when observing these markers.       Examples of day use channel markers.          Convergence marker located where Kabetogama and Namakan Lakes come together.   Convergence Marker Voyageurs National Park has a unique water flow in which Kabetogama and Namakan Lakes converge together at one point within the water route. The navigational markers switch sides at this marker on Namakan Lake, for example:  If you are traveling from Kabetogama Lake (red buoys on your left) through Namakan Lake toward Sand Point Lake (red buoys will be on your right). If you are traveling from Sand Point Lake (red buoys on your left) through Namakan Lake toward Kabetogama (red buoys will be on your right).  Please make note of this marker when traveling this route.        Example of a 'Slow-No Wake' buoy   Controlled Area A white buoy or sign with an orange circle and black lettering indicates a controlled or restricted area on the water. The most common controlled area within Voyageurs National park is 'Slow-No Wake' speeds. 'Slow-No Wake' means operating your boat at the slowest possible speed necessary to maintain steerage, but not greater than five miles-per-hour.      Danger A white buoy or sign with an orange diamond warns watercraft operators of danger rocks, dams, rapids, etc. The source of the danger will also be lettered in black. Rocks are abundant in Voyageurs National Park, please use caution when traveling in the park. Not all rock hazards are marked due to changing water levels.       Examples of rock markers found within Voyaguers National Park.          Example of a water hazard   Water Hazards Some remnants of the park's history can still be seen today in the lakes and can be considered water hazards. Pilings from old railroad tracks can be found in bays such as Hoist Bay on Namakan Lake. Use caution when entering bays because some pilings are located just below the water surface depending on the current lake levels. Dead heads, a partially submerged log or trunk, can be found anywhere in the park and can cause damage to boats and motors.  Always be scanning the water for any hazards infront or around you.",
    "url": "https:\/\/www.nps.gov\/voya\/planyourvisit\/lake-navigation-buoy-and-marker-reference-guide.htm"
}
