{
    "title": "Pinnacles National Park: Woodpeckers",
    "body": "Woodpeckers         An acorn woodpecker with an acorn at a granary tree. Photo by Gavin Emmons.  As their name implies, woodpeckers are very effective at hammering away at the woody trunks of trees. They have long, sharp bills, powerful heads and neck muscles, stiff tails for balancing on the sides of tree trunks, and large toes with sharp talons for gripping bark and woody surfaces. Pinnacles has 6 species of woodpeckers that live at the park year-round. These are acorn woodpeckers, downy woodpeckers, hairy woodpeckers, red-breasted sapsuckers, northern flickers, and Nuttall’s woodpeckers. Another woodpecker species – Lewis’ woodpecker – is rarely seen as it migrates through the park. Although the woodpecker species at Pinnacles may look similar, they have surprisingly different methods for feeding. Downy, hairy, and Nuttall’s woodpeckers primarily eat insects, and have exceptionally long tongues for extracting prey from holes in trees. In fact, the tongues are so long that they wrap around the skulls of the woodpeckers when they are not in use. Hairy, downy, and Nuttall’s woodpeckers also have barbs on the ends of their tongues and very sticky saliva that help the birds to retain their insect prey as they are pulling them out of holes in trees. Red-breasted sapsuckers, as their name implies, feed on sap from oaks in the park. Their tongues are not extremely long, but have specialized hairs on the tips. Sapsuckers drill into the sides of oaks throughout the park, creating sap wells that drip from the trees. The woodpeckers then use the hairs on their tongues to capture the sap through capillary action; in other words, they “suck” the sap from the wells. Creating the sap wells serves another function for the sapsuckers: the wells attract ants that feed on the sap. The sapsuckers wait for a large concentration of ants to gather at the sap wells, then fly to the sites to feed on the insects. The sap wells have the additional benefit of providing a food source for many other bird species in the park. Acorn woodpeckers are the most visible woodpecker species at the park; most visitors will quickly notice their antics and cackling, “wheka wheka” calls in the pine trees near the Bear Gulch and Chaparral Visitor Centers. Acorn woodpeckers also have one of the most interesting strategies for ensuring a food source for themselves. These woodpeckers hoard large amounts of acorns and other nuts in “granaries,” 1-2 snags (standing remains of dead trees) or pines located centrally in family territories. Up to 50,000 acorns may be stored in a single tree. Acorn woodpeckers aggressively defend their territories, and hammer the nuts tightly into holes in the trees to make it difficult for potential robbers including Steller’s and scrub jays to remove the acorns without being detected, or to remove them from the holes at all. The granaries provide an essential source of surplus food to the acorn woodpeckers, especially during the dry summer and fall seasons at Pinnacles when other food supplies are scarce. Visitors to the park should look for the woodpeckers’ granaries near the visitor centers and trailheads. Two large gray pines near the Bear Gulch Visitor Center bathrooms are used by the acorn woodpeckers as granaries, and give a sense of how much food these birds are actually hoarding year after year.",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/nature\/woodpeckers.htm"
}
