{
    "title": "Santa Monica Mountains National Recreation Area: Traffic & Travel Tips",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Traffic & Travel Tips              Traffic & Travel Tips      The Santa Monica Mountains are traversed by one of the world's busiest freeways, the 405, on the east side; crowned by the 101 Freeway on the north and west side; and Highway 1, the Pacific Coast Highway (PCH), on the southern ocean border. Mulholland Scenic Corridor (Mulholland Highway) winds its way through the recreation area offering views of canyons, valleys, and the ocean. The route is legendary among motorcyclists and other driving enthusiasts who enjoy the challenge of the curvy roadway, so exercise extreme caution on blind turns. CarThe Santa Monica Mountains National Recreation Area is located west of Griffith Park in Los Angeles County and to the east of the Oxnard Plain in Ventura County.U.S. Highway 101 (Ventura Freeway) borders the mountains on the north, and State Highway 1 (Pacific Coast Highway) and the Pacific Ocean form the southern boundary.Access to most park areas is available via many roads that cross the mountains between these two major highways. A portion of the park also stretches into the Simi Hills, north of U.S. Highway 101.TANN Traffic provides information about real time traffic in the Los Angeles area.California's Department of Transportation (CALTRANS) has information on road closures and conditions.Plane  The two closest major airports are the Los Angeles International Airport and the Burbank \/ Bob Hope Airport.  Trains Amtrak has multiple stops outside of the Santa Monica Mountains. Here are the closest stations to the park: Burbank, CA - Airport (BUR) Camarillo, CA (CML) Chatsworth, CA (CWT) Los Angeles, CA - Union Station (LAX) Moorpark, CA (MPK) Oxnard (OXN) Van Nuys, CA (VNC)        Public Transportation Thousand Oaks Transit (800) 438-1112 in Thousand Oaks and Vista in Ventura County. Los Angeles Metropolitan Tranportation Authority  The MTA Route 534 takes visitors from Los Angeles (Fairfax\/Washington) to park sites along the Pacific Coast Highway (Highway 1) in Malibu. The MTA 302 takes visitors from Downtown LA to Pacific Palasades via Sunset Blvd.  Santa Monica's Big Blue Bus This bus connects LAX with park sites in Santa Monica and Pacific Palisades.",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/trafficandtraveltips.htm"
}
