{
    "title": "Santa Monica Mountains National Recreation Area: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits & Reservations       The Santa Monica Mountains have been seen in movies, television shows, and even in photos as the backdrop for special events. This shinning star of the Greater Los Angeles can be the setting for your function, activity, or project. The information found on this page and the corresponding links will assist you in your permit process, but please check with the park for further information or with specific questions. Note: This information only applies to areas managed by the U.S. National Park Service in the Santa Monica Mountains National Recreation Area. For all other areas, you must contact the appropriate land managers. Do I Need a Permit? The first question visitors commonly ask is, \"Do I need a permit?\" And the answer has been in our experience that if you think you need one, then you most likely do. Here is a brief list of some of the types of activities that require permits.  If you want to film a movie (this includes student films) If you want to have a special event such as a wedding, birthday party, shindig, etc. If you want to take photographs for compensation or as part of a business   If you want to enter a closed building Anything that is not normally done in a national park  How Do I Get a Permit? Before contacting the park it is strongly recommended that you have some information about your special activity. This includes but is not limited to: Dates, times, total number of people, any activities to be conducted (games, moon-bounce, etc), what type of deliveries (food service, catering, etc), decorations, equipment, and most importantly, the location(s). Requests for permits are taken by phone and\/or e-mail in the order received. Leave a voice message and your call will be returned. Additional Information A permit application and certificate of liability insurance for $1,000,000 naming the United States of America \/ National Park Service as the additionally issued is required for all National Park Service film and photography permits. A non-refundable application fee of $175.00 must be submitted with your application in order to secure a date on the permit calendar. Photo shoots will not be scheduled during weekdays when commercial filming is taking place. Filming or photography will not be scheduled on weekends or on government holidays. Frequently Asked Questions",
    "url": "https:\/\/www.nps.gov\/samo\/planyourvisit\/permitsandreservations.htm"
}
