{
    "title": "Pinnacles National Park: Condors",
    "body": "Pinnacles Condor Program       Pinnacles National Park joined the California Condor Recovery Program as a release and management site in 2003. The park currently manages 36 free-flying condors. For more information on individual condors, visit our profiles page. Park biologists use a variety of techniques to manage and monitor the population.          Juvenile California condor is released from flight pen. NPS\/Paul Johnson  Releases Pinnacles National Park is the only NPS unit that manages a release site for captive bred California condors. Juvenile condors are transferred to Pinnacles from captive breeding facilities (Los Angeles Zoo, San Diego Safari Park, Oregon Zoo, and World Center for Birds of Prey) at approximately 1.5 years old. Juveniles are then placed into a flight pen with an adult mentor bird and allowed to acclimate to their new environment for at least 2 months. During this time, park biologists regularly observe the juveniles to ensure they are displaying normal behavior. The juveniles are outfitted with radio transmitters, vinyl ID tags, and allowed to leave the pen one at a time. Park biologists continue to closely monitor the juveniles’ behavior as they take their first flights in the wild, ensuring they find appropriate roost and feeding sites.          Volunteers track in the High Peaks. NPS  Tracking Each Pinnacles condor is outfitted with a visual ID tag, at least one radio transmitter and some are also given a GPS transmitter. These allow park biologists to track the movements and behaviors of the flock. Condor staff and volunteers can often be seen tracking along the trails within the park or along the roads in the surrounding areas. Pinnacles biologists regularly communicate with biologists from Ventana Wildlife Society, who track in the Big Sur area, and US Fish and Wildlife biologists, who track in southern California, to monitor the entire California flock. Additional sightings from the public help biologists track this far-ranging species.     Should I report a condor sighting? Any condor sightings can help Pinnacles staff better understand our flock’s movements and behavior. Especially if you see a condor engaging in potentially dangerous behaviors such as feeding along a road, approaching humans, or perching on manmade structures, please report the sighting as soon as possible.            Mortality Monitoring and Recovery A crucial part of any endangered species recovery program is documenting and addressing threats. Through tracking efforts, biologists are able to recover deceased condors from the field and submit them for necropsy and analysis in an attempt to determine the cause of death. Gaining an understanding of threats to the species assists the recovery program in addressing these hazards. In 2012 researchers published a paper (Rideout et al.,2012) examining condor deaths in the wild from 1992-2009. A definitive cause of death was determined on 76 out of 100 condors recovered and the leading cause of death was lead poisoning, representing 30% of known condor mortalities. Efforts to reduce lead exposure in all wildlife have increased due to this understanding. For more information on condors and lead, visit our informational page.        Biologist replaces the transmitter on a California condor. NPS  Trapping Park biologists are specially trained and permitted to participate in biannual trapping of California condors in the spring and fall. During these trapping seasons, malfunctioning transmitters are replaced, measurements and samples are taken for research, and each condor’s blood is tested for lead levels. Blood lead levels are monitored because lead poisoning remains the number one factor in condor mortality. Condors with elevated lead levels are treated at Pinnacles, Los Angeles Zoo, or Oakland Zoo. You can find more information on our Condors and Lead information page.        Outreach and Education Educating the public about the plight of endangered species is a critical element to any recovery program. Current threats to condor survival are human induced and can be addressed through education and partnerships. Lead poisoning, from ingesting ammunition fragments in carcasses, continues to be the number one threat to condor survival and the recovery program as a whole. Since 2007, Pinnacles has partnered with the Institute for Wildlife Studies and surrounding communities to promote the use of non-lead ammunition for hunting and ranching operations. For more information about non-lead ammunition, visit huntingwithnonlead.org and for more information on wildlife and lead visit our page.     In addition to these focused lead reduction efforts, biologists collaborate with the park’s interpretive branch to provide accurate and current educational programs to park visitors and school groups. Park biologists can often be seen tracking on trails, and are happy to answer questions about the condor program.          Adult condor with nestling. NPS\/Gavin Emmons  Nest Monitoring Beginning in the late fall, park biologists are busy identifying potential breeding pairs for next spring. Pairs are monitored for breeding displays and are closely observed to determine breeding territories. Once a nest is identified, biologists monitor and enter the nest to do monthly health checks on the chick until it is 4 months old, at which point the nestling is outfitted with a radio transmitter and vinyl ID tag. Chicks will remain in the nest until approximately 6 months, and will stay in their nesting area for several months after fledging, or flying from the nest. Biologists continue to monitor the nesting area until the fledgling is fully integrated into the flock.        Research Park biologists work with a variety of partners to answer questions about condor health, survivorship, and the recovery program in general.         Additional Information about California Condors      California Condor Information Learn about California condor biology and the recovery program     How to Help Find out how to help California condors and other wildlife.     Where Can I See a Condor? If you're coming to Pinnacles and would like to catch a glimpse of this rare bird, this information will help you decide where to look.     Photo Gallery View images of condors and other wildlife from trail cameras in Pinnacles National Park.     Videos View videos of condors recorded from our remote video system.     Updates from the Field Read updates on the condors and the Pinnacles Recovery Program.",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/nature\/condors.htm"
}
