{
    "title": "Pinnacles National Park: California Red-legged Frogs",
    "body": "California Red-legged Frogs         California Red-legged Frog.   (Photo by Paul G. Johnson II)  For the first time in nearly 20 years hikers visiting the Bear Gulch Reservoir have the opportunity to see California Red-Legged Frogs (Rana aurora draytonii). This species was once common there but disappeared in the early 1980's, probably because of an infestation of exotic Black Bullhead Catfish (Ictalurus melas). The catfish were put there by someone who wanted to fish at the reservoir. In 1985, park staff drained the reservoir and removed all the catfish (approximately 1700 pounds). Although healthy populations of frogs existed in streams within a few miles of the reservoir, they did not return on their own. This is not surprising, considering the obstacles such as roads, buildings, caves, and waterfalls along the way. The frogs living along the streams seemed to be doing well in the early 1990's, but by 1998 their numbers were extremely low. Because they lay their eggs in streams in early spring, late-season floods may wash away eggs as well as any frogs that don't get out of the way of the rising water. Large floods in 1995 and 1998 may have been responsible for the decline. Another contributing factor may have been an infestation of exotic Green Sunfish (Lepomis cyanellus), which are known to prey on tadpoles. In 1998-1999 we used electro-shocking to remove all Green Sunfish (more than 3500) from streams within the Park. Yearly monitoring has revealed no re-infestation. The Bear Gulch Reservoir provides frogs with a breeding site that is much less prone to the threats of floods and exotic fish. Given enough time, a healthy population of frogs along the streams would eventually be able to re-populate the reservoir. However, because they are declining here and elsewhere, we decided to give them a head start. In collaboration with Norman Scott of the USGS, we developed a re-establishment plan. With the approval of the United States Fish and Wildlife Service, we began a pilot project in Spring 2001. We transported nearly 1000 eggs from nearby streams to the reservoir. We moved half of each of two egg masses, just before they hatched. Because young tadpoles are especially vulnerable to predation, we kept them in protective pens for their first few weeks. Once they had reached sufficient size, we released them into the reservoir. We monitored their survival, and by August they began to transform into frogs. Surveys in the fall found 17 young California Red-Legged Frogs at the reservoir. In spring 2002 we moved half of three egg masses from streams to pens in the reservoir. These 1200+ eggs hatched within a few days and by mid-June there were over 900 surviving California Red-Legged Frog tadpoles in the pens. We released these tadpoles into the reservoir and by October there were 160 newly transformed California Red-Legged Frogs, as well as 15 one-year-old frogs from last year’s efforts, in the reservoir and nearby Bear Gulch Cave. In spring 2003 we moved just over 900 eggs (half of a single egg mass) from the stream to a pen in the reservoir. In June we released the resulting 841 tadpoles into the reservoir. We also moved frogs from below the Bear Gulch Dam and inside the Bear Gulch Cave back up to the reservoir. During a survey of the reservoir in September we counted 20 two-year-olds, 7 one-year-olds, and 427 newly transformed frogs. The large number of young from this year suggests that the two-year-old frogs may have already begun breeding at the reservoir.  When we initiated this project, we set our measure of success at more than four egg masses or twenty adults at the reservoir observed in spring. In 2004 we reached that goal, with five egg masses in the Bear Gulch Reservoir. In Fall 2004 we counted 485 young frogs plus 15 older frogs at the reservoir. If the newly established population continues to thrive and reproduce as it is now doing, we expect to have a self-sustaining population of California red-legged frogs at the Bear Gulch Reservoir for many years to come. And it will not be surprising if some of their offspring migrate downstream to re-populate Bear Gulch and additional sections of Chalone Creek.  As an exciting prelude to this, a male red-legged frog was heard calling at Bear Gulch Headquarters in Spring 2004, perhaps for the first time in at least a couple decades.  California Red-Legged Frogs are listed as a Threatened Species under the Endangered Species act. It is illegal to harass or harm them in any way. Approaching so closely that they jump is a form of harassment. Catching them not only disturbs them, but may also cause serious injury. If you hike to the Bear Gulch Reservoir and are fortunate enough to see these frogs, please enjoy them from a distance. With binoculars you can get a great up-close view while letting them go about their lives undisturbed. Please share any interesting frog-watching observations with us. For More Information: USFWS California Red-legged Frog Information",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/nature\/rlfrogs.htm"
}
