{
    "title": "Pinnacles National Park: Raptors",
    "body": "Raptors         A prairie falcon in flight. Photo by Gavin Emmons.  Raptors - birds of prey - are a common and beautiful sight at Pinnacles National Park, especially during the breeding season from January to August. Raptors are specialized hunters, with powerful beaks and talons for tearing apart prey, and exceptional eyesight for locating food from great distances. Most raptors can see even small birds like swallows clearly from almost 2 miles away, thanks to their telescopic vision. Over 20 species of raptors have been documented at the park, with 10 species nesting on a yearly basis, including the highest density of nesting prairie falcons in the country. The geography of the park provides raptors with ideal nesting sites, both on the inaccessible cliffs and rock formations used by prairie falcons, golden eagles, red-tailed hawks, and American kestrels, and on the oaks and pines along the riparian corridors used by Cooper's hawks, sharp-shinned hawks, and red-shouldered hawks. The location of the park also provides raptors with plentiful food sources. Small raptors like kestrels and sharp-shinned hawks primarily eat animals as small as grasshoppers and as large as lizards and mice; these prey items are readily available within the park boundaries. Larger raptors like prairie falcons, red-tailed hawks, and golden eagles feed on larger prey, from small birds to larger rodents including squirrels and rabbits. These are readily available in the agricultural areas surrounding the park, and often falcons and eagles can be seen soaring beyond the park boundaries in search of food. Diurnal raptors - birds of prey active during the day - make up only a part of the assemblage of birds of prey found at Pinnacles. These include the falcons, hawks, and eagles listed above. As twilight fades into night, owls - the nocturnal raptors of the park - become active. Owls have well-developed night vision and hearing, as well as feathers specially adapted for silent flight, to aid them in hunting for rodents and other birds at night. At Pinnacles, owls are most often heard rather than seen. Great-horned owls hoot loudly in the spring near the reservoir and Balconies, and western screech-owls vocalize from near the Bear Gulch Nature Center with a whistling hoot that increases in speed as the birds call. Occasionally, long-eared owls call from the riparian corridors along Chalone Creek and in the Bench area; listen for a monotonous, single note repeated slowly over and over.  For more information: Raptor & Climbing Advisories Raptor Monitoring Program 2014 Raptor Breeding Season Report - Falcons 2013 Raptor Breeding Season Report - Falcons 2012 Raptor Breeding Season Report - Falcons 2011 Raptor Breeding Season Report 2010 Raptor Breeding Season Report 2009 Raptor Breeding Season Report 2008 Raptor Breeding Season Report Research: Accipiter Nest Site Selection http:\/\/sfnps.org\/raptors",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/nature\/raptors.htm"
}
