{
    "title": "Pinnacles National Park: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education         A ranger-led education program exploring the Bear Gulch Caves NPS Photo | Sierra Willoughby  Pinnacles National Park offers a variety of opportunities for classrooms and organizations to explore America's newest National Park! Plan a Ranger Guided Field Trip! Did you know that you can bring your students to Pinnacles National Park for a free ranger-guided field trip? Ranger-led programs are offered year round, Wednesday through Friday, and can be held on either the East or West side of the park.Note the road system into the West side of Pinnacles cannot accommodate buses. Reservations required. We are now accepting reservations for Fall 2016 and Spring 2017 field trips. Slots are filling quickly, please make your reservation now.  If you are thinking about an educational visit, please read the preparation guide.  Please send inquiries to paul_lathrop@nps.gov or call 831-389-4486 ext 267.  Schedule a Ranger Visit! Having trouble gathering your group for a trip to Pinnacles? Schedule a ranger to come to you! For free! Ranger visits can be scheduled year round, Wednesday through Friday. Please send inquiries to paul_lathrop@nps.gov Plan a Self-Guided Field Trip! Planning to take your classroom on a field trip to Pinnacles, but don't need a ranger as a guide? A ranger is not required for self-guided excursions in the park! No scheduling is necessary; however, you may request an entrance fee waiver. Entrance Fee Waiver For Educational Field TripsVisits from accredited educational institutions can have park entrance fees waived. You will need to apply for a fee waiver and submit your application to: Pinnacles National Park Attn: Education Programs 5000 Hwy 146 Paicines, CA 95043 Office Phone: (831)389-4486 ext. 262 Admin Fax: (831)389-4289 *Allow 60 days for your application to be processed.*   Download our Junior Ranger Book here.",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/education\/index.htm"
}
