{
    "title": "Pinnacles National Park: Hydrologic Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Hydrologic Activity                Hydrologic Activity          Hydrologic activity at Pinnacles National Park can be divided into two categories: surface water and ground water. Surface water is usually very sparse in the hot, dry summers, but ground water is always present as little as a few feet below the surface of the creeks.  Development within the park has had an impact on water resources, and work is being done to restore creek dynamics and habitat in riparian areas. A road that separated the creek from its floodplain is being removed so that the creek can access its natural boundaries. In the future, park managers need to collect more information about Chalone Creek, especially the impacts that development has had on its dynamics.  Surface Water Chalone Creek is the major drainage of the Park. Most of the 25 square miles drains into this tributary which eventually empties into the Salinas River and Monterey Bay. The terrain in the Gabilan Range is rugged and deeply dissected. There is no regular drainage pattern as streams are controlled by fault traces and fractures at intersecting angles.  The tributaries of Bear Gulch Creek and Chalone Creek originate just outside the Park boundary. Most of Sandy Creek, which joins Chalone Creek near the east entrance, originates outside the Park. Chalone Creek and Sandy Creek are unimpeded throughout their course in the Park, but their uppermost branches on private lands are impounded (submerged under a lake or pond because of a stream barrier) in small stock ponds.  Bear Gulch Creek is impounded behind a dam within the Park built during the CCC-era. That reservoir is not being used for domestic purposes, although it may now be depended upon by wildlife. Flowing water is generally found from November through early May. Water exists in the reservoir year-round and in small sheltered plunge pools along stream beds.  Runoff is primarily due to rain generated by Pacific cold fronts typical of a Mediterranean climate. Fog, dew, and convective storms may contribute to plant moisture but do not generate stream runoff. The runoff regime is similar to arid zones in that stream response is flashy, ephemeral, and sometimes a source for groundwater recharge.  Nine springs are known and marked within the Park, although small seeps may appear seasonally in wetter years. Springs generally occur along fault lines, such as Willow Springs, along rock fractures, or along lithologic contacts. Springs are no longer used as domestic water supplies for facilities due to their inadequate water production. Ground Water The diversity of geology strongly affects ground water. Three geohydrologic units are present: 1) granitic and metamorphic rocks, 2) volcanic rocks-- the Pinnacles Formation, 3) and porous sedimentary rocks-- the Temblor Formation. Most of the Park is underlain with volcanics. Surrounding the central area of volcanics are granites of the western and southeastern sides, and sedimentary rocks of the northeast side.  Three northward trending faults that traverse the Park have produced structural traps for groundwater. The valley alluvium, particularly along the east entrance road and South Chalone Creek, is a reliable source of groundwater. One well produces over 10 gallons per minute. The Temblor Formation is less well studied, but another potential water source.  When surface streams have gone dry in the summer months, groundwater continues to flow through the valley alluvium. This alluvium, with a depth of at least 38 feet (12 m), is permeable and of high hydrologic conductivity. Where the valley crosses a resistant rock unit, this groundwater is often brought to the surface in perennial pools. Flood Potential and Fluvial Geomorphology Studies by the USGS have identified the 100-year floodplain along lower Chalone Creek and surrounds. Since little storm-specific rainfall data and related streamflow data exist, estimates were generated with a computer program. This produced a reasonable demarcation of areas of potential inundation, as is required by Executive Order 11988 (Floodplains and Wetlands). The USGS report also contains several surveyed stream crossings which can be useful in future fluvial geomorphology studies.  Floodplain data is important in limiting damage to Park structures and allowing appropriate space for natural floodplain processes and function. Despite the seasonal and ephemeral nature of surface water within the Park, it is no less important than elsewhere. The basic threat is an overwhelming lack of data. Water quality should be periodically monitored. Changes in channel morphology and riparian structure should also be monitored, preferably after significant runoff events approximately every 5 to 10 years. Baseline data needs to be collected, monitoring stations should be established, and there should be full compliance with Executive Order 11988 (Floodplains and Wetlands).  Of specific concern is allowing the stream to access the floodplain. The presence of appropriate riparian vegetation is important in maintaining a natural sediment flux, and habitat for riparian species. In-stream and near-stream structures have not been analyzed for their impact upon future flood dynamics or their impact upon channel morphology. Land use patterns outside the Park have the potential to adversely affect channel morphology within Park boundaries.  Baseline data such as soil infiltration rates, unit stream discharge, estimates of stream flow with corresponding rainfall totals, and simple channel surveys have not been collected to this point. The 100-year flood plain assessment was constructed with little real data. The study clearly points out its own shortcomings where computer models were built on regional averages instead of data collected in the Park.  It also acknowledges the mobile nature of the streambed. If this streambed were to be altered during a flood, the corresponding high water mark would change. This analysis needs to be rerun with actual data. Therefore, a program to collect actual stream and channel data needs to be initiated as soon as possible. Additionally, the computer model of high water lines needs to be corroborated with geomorphic features along the channel.  The residence area at Chalone Creek Housing Area is serviced by a leach field buried in the porous alluvium near the stream. Although no problems have been attributed to its proximity to surface and groundwater, it may warrant closer monitoring. This should be included in a monitoring program.  After comprehensive baseline data on water quality is collected, a few targeted tests should be selected and conducted frequently. Finally, managers should be satisfied that groundwater withdrawals within and outside the Park do not affect the quantity or quality of water available for plants and wildlife along riparian corridors.",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/nature\/hydroact.htm"
}
