{
    "title": "Pinnacles National Park: Geology",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geology                Geology          (For more technical information, please visit Geologic Formations.) The Pinnacles Are Born Perhaps the best way to understand how Pinnacles originated is to imagine that you are watching a video shot some 60 million years ago ending at the present time. Not wishing to view something that is milleniums-long, you speed up the action by keeping your finger on the fast-forward button. No matter. In the end you still know the story well enough to repeat it. Plate Tectonics When the video begins, the continents have the form we know today; most of the world’s great mountain ranges are in place, and the Pacific Ocean is so far inland that many of California’s coastal mountains do not exist. But they are about to be born - thanks to something called plate tectonics. Geologists believe that the earth’s crust is divided into immense plates that fit together like the pieces of a giant jigsaw puzzle. These plates are thought to be moving continually, mostly horizontally. According to geologic theory, the plates meet in at least three ways, and two of these are important to our story: subduction zones (where one plate moves beneath the other), and transform boundaries (where the two plates grind past one another). Sometime around sixty million years ago, when our video begins, the lighter-weight North American Plate began overriding or subducting the denser Farallon plate, and as it did, its outer edge acted as a bulldozer, scooping up great mounds of sea floor sediment: A series of north-south ridges slowly took shape, row upon row of mountainous rubble that, in the end, stretched like parallel pleats along much of California’s western edge. The Coast Range was in place. The Pinnacles Volcano But all was not peaceful in the depths of the earth. The subducted Farallon plate pushed ever under and downward, began melting, and as the two plates continued colliding, the tension cracks and fissures that formed were ready releases for the molten rock below. Time and again the magma made its way upward -- sometimes flowing out like hot taffy, other timesspewing forth in frenzied conflagrations. In some places the magma seeped into vertical cracks and hardened as a dike or wall. In other places it made its way along horizontal fissures to form a sort of underground lake which eventually solidified as a sill. Whatever the molten material’s form, one fact was certain: the age of volcanism had arrived. Movement Along the Fault No one can say for sure exactly when the Pinnacles volcano came into existence, though scientists estimate that it was twenty-two to twenty-three million years ago. What they can say with some certainty is that it began near Lancaster in Southern California. In the scheme of things, the Pinnacles volcano was nothing extraordinary. Like most of its counterparts, it began slowly, building itself up in stages that alternated between blazing pyroclastics, viscous oozes, and seeming dormancy. In the end it was fifteen miles long, five miles wide, and eight thousand feet high -- only slightly smaller than today’s Mount Saint Helens. But it was not to last. Once the Farallon plate had been completely overridden, subduction ended. With no more magma to fuel them, the coastal volcanoes dried up and began eroding. But all was still not quiet in the tectonic zone. For right behind the Farallon plate was the Pacific plate, and rather than being subducted like its predecessor, it ground against the North American plate’s western edge until a small portion of the American plate snapped along the stress lines and became attached to the Pacific plate’s upper edge. A transform boundary had come into being. And so has the San Andreas fault zone, a crack in the earth that stretched more than six hundred miles from the Gulf of Mexico to the Mendocino coast north of San Francisco. Directly in its path, and now astride the two plates, was the Pinnacles volcano. As the newly broken sliver of California began its strike-slip displacement journey northwest, thanks to the movement of the Pacific plate, it took with it two-thirds of the Pinnacles’ volcanic mass. Pinnacles now lies 195 miles north of its birthplace near Los Angeles, CA. The journey is far from over, however, as the San Andreas fault zone continues to slip at a rate of 1 inch\/year. Erosion Somewhere along the way, the partial volcano -- trapped between the San Andreas on one side and a lesser fault (now called the Pinnacles fault) on the other -- began sinking downward until most of its bulk lay in a graben or ditch where it was protected by the fault-line ramparts rising high above it. In time the ramparts eroded, exposing Pinnacles to the full fury of wind, rain, and ice. Thousands of feet of overlying rubble gradually wore away. Steep ravines developed; monoliths and colonnades took their place beside massive walls and lonely pillars; boulders fell from lofty recesses to overtop narrow stream channels. It was a world of gentle canyons and fractured ridges, breathtaking vistas and eerie silence, glowing colors and inhospitable soil. But most of all, it was young while it was old, for Pinnacles was forever rearranging its features, changing the face fashioned yesterday and creating a new tomorrow.      Additional Links http:\/\/sfnps.org\/geology",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/nature\/geology.htm"
}
