{
    "title": "Rocky Mountain National Park: Endangered and Threatened Animal Species",
    "body": "Endangered and Threatened Animal Species       Endangered Species Act (ESA) Endangered, Threatened, and Candidate Species List for Rocky Mountain National Park The following table contains a list of species that are specific to Rocky Mountain National Park and are federally listed as endangered, threatened or candidates for listing, by the U.S. Fish and Wildlife Service under the provisions of the Endangered Species Act. The U.S. Fish and Wildlife Service has reviewed the list and provided a letter of concurrence dated January 15, 2004. The species that are included in the table must meet one of the following criteria:  The species is known to occur within the park. The species does not occur within the park, but suitable habitat is available, the habitat is within the known elevation range for the species, and the species is known to exist in counties that the park occupies. The species does not occur within the park, but actions within the park have the potential to affect the species.  In compliance with the Endangered Species Act, all management actions within the park are evaluated to determine if they will have any effect on endangered, threatened or candidate species on this list.       Federally Listed and Candidate Species & Their Status in Colorado    Known to Occur in RMNP   Known to Occur in Boulder County   Known to Occur in Larimer County   Known to Occur in Grand County     Amphibians             Boreal toad, Bufo boreas boreas, Candidate for Listing   Yes     Yes   Yes   Yes     Birds             Least tern, Sterna antillarum, Endangered   No     ▲   ▲   No     Mexican spotted owl, Strix occidentalis lucida, Listed Threatened   No   Yes Historically   Yes Historically   No     Piping plover, Charadrius melodus, Threatened   No     ▲   ▲   No     Whooping crane, Grus americana, Endangered   No     ▲   ▲   No     Yellow-billed cuckoo, Coccyzus americanus, Candidate for Listing   Yes Historically     No   Yes   Yes     Fish             Bonytail, Gila elegans, (presumed-historical) Endangered   No     No   No   *     Colorado pikeminnow, Ptychocheilus lucius, Endangered   No     No   No   *     Greenback cutthroat trout, Oncorhynchus clarki stomias, Threatened   Yes     Yes   Yes   No     Humpback chub, Gila cypha, Endangered   No     No   No   *     Pallid sturgeon, Scaphirhunchus albus, Threatened   No     ▲   ▲   No     Razorback sucker, Xyrauchen texanus, Endangered   No     No   No   *     Mammals             Canada lynx, Lynx canadensis, Threatened   Yes   Yes   Yes   Yes     Preble's meadow jumping mouse, Zapus hudsonius preblei, Threatened   No   Yes   Yes   No     Table Terminology  * Water depletions in the Upper Colorado River basin may affect these species ▲ Water depletions in the South Platte River basin may affect these species Candidate means there is sufficient information indicating that formal listing under the ESA may be appropriate Endangered means the species could become extinct Threatened means the species could become endangered Last modified 12\/2004",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/endangered_threatened_animals.htm"
}
