{
    "title": "Pinnacles National Park: Sensitive Species",
    "body": "Sensitive Species       While all native wildlife species at Pinnacles National Park are protected, some warrant special attention. In many cases they have been listed by other agencies as Endangered, Threatened, or Species of Special Concern. Species endemic to the Pinnacles area are also listed here because even though they may not currently be in trouble, much of their known range falls within our boundaries.        Common Name Scientific Name Status   Insects Pinnacles shield-back katydid Idiostatus kathleenae 3*    Pinnacles riffle beetle Optioservus canus 3*   Fish Sacramento Perch Archoplites interruptus  CSC*2   Amphibians Gabilan slender salamander Batrachoseps gavilanensis 3    California tiger salamander Ambystoma californiense FT    Western spadefoot Spea hammondii CSC    California red-legged frog Rana aurora draytonii  FT    Foothill yellow-legged frog Rana boylii  CSC*2   Reptiles Southwestern pond turtle Clemmys marmorata pallida CSC*    California horned lizard Phrynosoma coronatum frontale CSC    Silvery legless lizard Anniella pulchra pulchra  CSC    San Joaquin coachwhip Masticophis flagellum ruddocki  CSC    Two-striped garter snake Thamnophis hammondii CSC 1   Birds California condor Gymnogyps californianus FE\/SE    Cooper's hawk Accipiter cooperi  CSC    Sharp-shinned hawk Accipiter straitus  CSC     Bald eagle Haliaeetus leucocephalus FT    Golden eagle Aquila chrysaetos CSC    White-tailed kite Elanus leucurus CSC    Prairie falcon Falco mexicanus CSC          Long-eared owl Asio otus CSC    Loggerhead shrike Lanius ludovicianus CSC    Yellow-breasted chat Icteria virens  CSC    Grasshopper sparrow Ammodramus savannarum CSC   Mammals Pallid bat Antrozous pallidus CSC    Townsend's big-eared bat Corynorhinus t. townsendii  CSC*    Western mastiff bat Eumops perotis californicus CSC*    Big-eared kangaroo rat Dipodomys elephantinus CSC*    American badger Taxidea taxus CSC            Key:   CSC =California Species of Special Concern F = Federal  S = State E =Endangered T = Threatened P = Fully Protected * = Federal Category 1 and 2 species before revoked in 1996 1 = occurs around PINN and has habitat within PINN, but has not been confirmed 2 = historically occurred in PINN, but is believed to be locally extirpated 3 = endemic to Pinnacles and surrounding areas",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/nature\/sensitivespecies.htm"
}
