{
    "title": "Pinnacles National Park: Lichens",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Lichens                Lichens         Texosporium sancti-jacobi is a rare lichen that grows at Pinnacles National Park. Photo by Keir Morse  Pinnacles National Park has an abundant and diverse lichen flora that is strikingly visible to the visitor and functionally important to the park’s ecosystem. The rock outcrops for which Pinnacles is named are a key habitat for a great diversity of the park’s lichen flora. Many of the rock surfaces appear to be painted in shades of red, orange, yellow, green, and brown due to the prolific lichen growth. These lichens undoubtedly contribute to rock weathering through chemical processes, although it is likely minor compared to other physical processes (i.e. freeze-thaw). The unique soil lichen communities found on open talus slopes in the chaparral vegetation community are crucial in stabilizing soil. The crowns and trunks of oak trees in the oak woodland communities are typically plastered with lichen, covering nearly every available surface. This dense lichen growth provides food, shelter, and camouflage for a variety of arthropod species. The long, pendulous lichens dangling from oak branches are commonly used as nesting material for birds and rodents, and occasionally as fodder for deer. In addition, lichens aid in nutrient cycling and the control of stand humidity. Finally, lichens are used as indicators of air quality, stand age, and stand continuity. In 2003, we inventoried the lichens at Pinnacles. The primary objective of the project was to create a comprehensive lichen species list and reference collection for PINN. The secondary objectives were to 1) collect preliminary distribution and relative abundance information, 2) obtain GPS data for new occurrences of rare lichens found through inventory efforts, and 3) identify lichen species that are suitable for use in long-term monitoring programs. The results of this inventory plus all previous records bring the total number of lichens known to occur at Pinnacles National Monument to 293. It is estimated that another 40-50 species remain to be found here. Pinnacles National Park Lichen Checklist More information on Lichens",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/nature\/lichens.htm"
}
