{
    "title": "Pinnacles National Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                 Amphibians          At first glance, Pinnacles National Park may not seem like a place for amphibians. Nevertheless, eight species of these moist-skinned creatures live here in this land of hot, dry summers and only sixteen inches of rain per year. Pacific tree frog (Pseudacris regilla), California red-legged frog (Rana draytonii), and western toad (Bufo boreas) breed in streams and ponds. The two frogs spend most of their time near water, while the toad leaves the water after breeding. Arboreal salamander (Aneides lugubris), ensatina (Ensatina eschscholtzii), and the recently described Gabilan slender salamander (Batrachoseps gavilanensis) are terrestrial, spending their entire lives away from water. They lay their eggs in moist places such as decaying logs. They are fairly common, but are rarely seen due to their secretive nature. Two species, California tiger salamander (Ambystoma californiense) and Western spadefoot (Spea hammondii), inhabit grasslands and occasionally breed in seasonal ponds on the eastern edge of the Park. The best time to see most amphibian species at Pinnacles is on warm, rainy nights (especially in November and March). They may also be active during the day in the rainy season. Western toads are active in the evening through May. California red-legged frogs are uncommon and found mostly near ponds and deep sections of streams in spring and summer. Pacific tree frogs are abundant near streams and ponds, and may be heard calling during all but the driest months of the year. They are both the smallest and the loudest species. Their tadpoles are widespread and commonly seen throughout spring and early summer. Red-legged frog and western toad tadpoles are usually found in only a few places in the Park. Red-legged frogs are listed as a Threatened species under the Endangered Species Act. They were once common at Pinnacles, but have declined recently. An effort to re-establish a population at the Bear Gulch Reservoir appears to have stabilized the population. Several other amphibians are worth mention. Foothill yellow-legged frogs were historically abundant in Pinnacles streams, but have not been seen here in several decades. A re-establishment plan for this species is being considered. The California newt, although common across the Salinas Valley to the west, and in Hollister Hills SVRA to the north, is conspicuously absent from this area. The non-native American bullfrog (Rana catesbiana) was once common in the Bear Gulch Reservoir and inhabits ponds outside the Park. Occasionally bullfrog tadpoles wash into streams in the Park during floods, but so far they have been eradicated before becoming established. If you are lucky enough to find an amphibian at Pinnacles, give it some space and take time to watch it. Their moist skin is very sensitive, much like that of your eyes, so the salts, oils, sunscreens or soaps on your hands can cause them harm. Please do not turn over rocks or logs to watch them, or attempt to catch them. We have few reported observations of what they eat, where they burrow, or other behaviors. If you observe any such behavior, or a species not normally seen here, please take careful notes and share them with a Park employee. Related Information Reptile and Amphibian Checklist for Pinnacles National Park Amphibian Chytrid Fungus at Pinnacles",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/nature\/amphibians.htm"
}
