{
    "title": "Pinnacles National Park: Vegetation Mapping",
    "body": "Vegetation Mapping         Mapping technician records plot data for spring forbland. NPS Photo.  Introduction A vegetation map is a pictorial representation of the plant communities covering a given area of land. Groups of plant species that commonly occur together are delineated in a patch-like configuration on a map. These maps, with layers of detail such as species composition or soil type, become useful tools in understanding interactions between the biological and the physical world. Vegetation maps illuminate biological trends, such as an exotic weed taking over a native ecosystem, or the regrowth of vegetation after fire. Vegetation maps can also indicate the type of habitat where given rare plants or animals might be found, such as Pinnacles buckwheat (Eriogonum nortonii) or the San Joaquin coachwhip snake (Masticophis flagellum ruddocki). In addition to correlating the species with the habitat type, the map can reveal relationships that underlie the correlation, answering the question of why the given species is found in the habitat, or what specific characteristic of the habitat is associated with the species. For instance, in mapping valley oaks (Quercus lobata), the location of the oaks is consistently associated with fine soils on a geomorphic landform known as a Pleistocene Terrace. Information of this kind is vital for responsible management of the resources in our parks. Now, due to a national emphasis on Inventory and Monitoring within the National Park Service, Pinnacles National Park is carrying out a two-year Vegetation Mapping Project. Vegetation Map The Pinnacles National Park Vegetation Mapping Project will utilize IKONOS digital satellite imagery as a foundation for the map. Information about the vegetation, collected through extensive field sampling in 2003 and 2004, will be analyzed statistically by the University of Montana’s Wildlife Spatial Analysis Lab in order to diagram the relationship between the images and the vegetation – ultimately producing a map segmented into identifiably differentiated vegetation types. The vegetation sampling program at Pinnacles employs a method of data collection called a relevé. Relevé standards were developed by the California Native Plant Society in 1995, and require that field crews thoroughly inventory the plant species in a given area and determine the amount of cover taken up by each species. The crews also record GPS data, soil texture, topography, local site history, and photographic information for each location. Working in teams of two in 2003, the mapping crew at Pinnacles surveyed approximately 250 plots, many of which were located in chaparral, California buckwheat, and woodland vegetation communities. By June of 2004, the Pinnacles crew will have completed the roughly 650 plot surveys necessary for generating an accurate vegetation map. Vegetation Classification Before the map can be correctly segmented into vegetation alliances, it is necessary to classify the vegetation, meaning to be able to define repeatedly distinguishable vegetation types. This botanical classification will follow standards for sampling and analysis set forth by the National Biological Survey and the California Native Plant Society. By following standards for data collection and analysis, we will essentially “speak the same language” as other researchers, so that we can easily share information and make straightforward comparisons with vegetation classifications in other geographical areas. The final classification system will encompass a variety of vegetation types, from those abundant at Pinnacles, to those that occupy little of the Park’s 24,500 acres – as long as the vegetation types can be reliably differentiated. Some examples of vegetation types or alliances that will be visible on Pinnacles’ vegetation map are listed below:  Adenostoma fasciculatum Alliance Adenostoma fasciculatum – Arctostaphylos glauca Alliance Adenostoma fasciculatum – Ceanothus cuneatus var. cuneatus Alliance Adenostoma fasciculatum – Salvia mellifera Alliance Aesculus californica Alliance Arctostaphylos glauca Alliance Artemisia californica Alliance California Annual Grassland Alliance Ceanothus cuneatus var. cuneatus Alliance Cercocarpus betuloides var, betuloides Alliance Eriogonum fasciculatum var. foliolosum Alliance Juniperus californica Alliance Pinus sabiniana Alliance Prunus ilicifolia ssp. ilicifolia Alliance Prunus ilicifolia ssp. ilicifolia – Fraxinus dipetala Alliance Quercus agrifolia var. agrifolia Alliance Quercus douglasii Alliance Quercus lobata Alliance Rhamnus ilicifolia Alliance Salix laevigata Alliance Salix laevigata – Populus fremontii Alliance Salvia mellifera Alliance Selaginella bigelovii Alliance",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/nature\/vegmapping.htm"
}
