{
    "title": "Pinnacles National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture          You can download the complete version here. Native Americans Native Americans have inhabited California for over 10,000 years. Anthropologists believe Pinnacles was intermittently occupied by groups of Native Americans. Evidence in the form of arrowheads and bedrock mortars have been discovered within the Park. However, only a small percentage of the Park has been archeologically surveyed and the settlement pattern and impact of pre-European contact people in Pinnacles is yet to be determined. Early Settlers In 1891 Schuyler Hain, a homesteader, arrived in the Pinnacles area from Michigan. During the next twenty years he became known as the \"Father of Pinnacles\" leading tours up through Bear Valley and into the caves. Hain spoke to groups and wrote articles urging preservation of the area and acted as unofficial caretaker for many years. His efforts proved fruitful with the establishment of Pinnacles as a 2500 acre national monument in 1908 by President Theodore Roosevelt. Civilian Conservation Corps In 1933, the Civilian Conservation Corps established a camp in what is now the Old Pinnacles trailhead area. From 1933 to 1942, during cooler winter months, the CCC accomplished many projects. The dirt road up to Bear Gulch was widened, paved and completed in 1934. The CCC improved many of the trails that had been established by the early homesteaders, including the exciting steep and narrow trail that winds through the High Peaks. They constructed the dam that forms the Bear Gulch reservoir and improved the trail into the caves, adding concrete steps and guard rails. Beginning in 1936 the CCC boys guided visitors through the caves using lanterns.  Present Day Since 1908, Pinnacles National Monument increased in bits and pieces to its present size of about 26,000 acres. On January 10, 2013 President Barack Obama signed legislation passed by Congress that redesignated the monument as a National Park. Many visitors come to hike, picnic, bird watch, rock climb, learn about geology and plants, see wild animals or perhaps to simply enjoy the wilderness which offers peace and quiet.      Additional Links Bear Valley School: The center of the Bear Valley community for generations is now on the National Register of Historic Places.  http:\/\/sfnps.org\/land_use The Heart of the Gabilans:  An Administrative History of the Pinnacles National Park",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/historyculture\/index.htm"
}
