{
    "title": "Pinnacles National Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Photo by Keir Morse  The rolling chaparral and dramatic rock faces of Pinnacles National Park inspire loyalty in visitors, from picnickers to rock-climbers, and from stargazers to cave explorers. Pinnacles is visually stunning, as anyone who has seen the smooth orb of the moon glide from behind the crags of the High Peaks can attest, or who has watched the flashing black and white wings of acorn woodpeckers as they tuck acorns into the thick bark of gray pines. This striking beauty is attributable, in part, to the Park’s geologic formations, showcase chaparral habitat, finely intergraded ecosystems, and protected native plant and animal diversity. Another special Pinnacles quality is its proximity to millions of people. We invite you to come and visit this corner of the National Park Service: Pinnacles National Park. Established in 1908 to preserve the incongruent and beautiful rock formations for which Pinnacles is named, the Park originally protected only 2,060 acres. It now encompasses about 26,000 acres in the southern portion of the Gabilan Mountains, one of a series of parallel northwest-trending ridges and valleys that make up the Central Coast Range. Pinnacles National Park, located near the San Andreas Fault along the boundary of the Pacific Plate and the North American Plate, is an excellent example of tectonic plate movement. The Pinnacles Rocks are believed to be part of the Neenach Volcano that occurred 23 million years ago near present-day Lancaster, California, some 195 miles (314 km) southeast. The giant San Andreas Fault split the volcano and the Pacific Plate crept north, carrying the Pinnacles. The work of water and wind on these erodible volcanic rocks has formed the unusual rock structures seen today. Fault action and earthquakes also account for the talus caves that are another Pinnacles attraction. Deep, narrow gorges or shear fractures were transformed into caves when huge boulders toppled from above, and wedged in the fractures before reaching the ground. These boulders became the ceilings of the talus caves that now entice not only people, but also several kinds of bats. The topography of Pinnacles is not all spire and crag, however. Elevations range from 824 feet along South Chalone Creek to 3,304 feet atop North Chalone Peak, and much of the Park consists of rolling hills. Pinnacles has a Mediterranean climate of hot, dry summers and cool winters with moderate rainfall. Although the Park is only 40 miles from the Pacific Ocean, the Santa Lucia Mountains to the west strongly modify the ocean influence before it reaches inland to Pinnacles. Consequently, while on the coast summer temperatures might be a fairly steady 60 degrees Fahrenheit, at Pinnacles the temperature can swing from 50 degrees at night to 100 degrees in the day. Similarly, due to the absence of the ocean’s warming effect, winter temperatures at Pinnacles often drop below freezing while coastal temperatures remain moderate. Average rainfall is 16 inches per year, falling mostly from January through March. Snow occurs in small amounts at higher elevations almost every year between mid-December and January. Weather profoundly influences vegetation, and broadleaf chaparral is one of the vegetation types adapted to the Park’s summer heat and drought, as well as to the daily temperature extremes. Composing about 80% of the Park’s vegetation, the chaparral ecosystem is not one thing, but many, with subtly varied vegetation composition quilted together over the land. Along with chaparral, there are woodland, riparian, grassland, and rock and scree habitats here, all also subtly intergraded. It is the variability of Pinnacles’ topography, weather and microclimate, and the location of the Park at the edge of intersecting ecosystem zones, that allows for the diverse vegetation and intricate mix of habitats found here. These diverse habitats in turn support a rich fauna – especially of birds, reptiles and bees. According to Western scientific knowledge, Pinnacles’ 400 bee species represent the highest bee diversity per unit area of any place on earth. Pinnacles is a refuge for species representative of the central California coast not only because of the many ecological niches here, but also because of its long-term protected status. The bottom line of the soils and vegetation has been protected, maintaining a relatively high proportion of native plants. In fact, chaparral vegetation at Pinnacles is a showcase example of this ecosystem that elsewhere up and down coastal California has largely been extirpated or is losing ground before urban expansion. In turn, many populations of native animals have the habitat they need, and have survived here. In the case of large predators with big ranges, however, adjacent land management practices have altered the wildlife habitat, eradicating populations such as bears and wolves, and making it difficult to sustain others, such as mountain lions and coyotes. Nevertheless, Pinnacles has relatively abundant populations of wildlife, which contributed to Pinnacles National Park becoming one of three current release sites in the United States for the California condor, which last flew over the Park in the 1980’s. Visitors are drawn to Pinnacles for other reasons, too. In the spring, wildflowers subtle and bold decorate the land, and the bird population swells with migrants. Solitude, dark night skies, and deep quiet are found here, especially in the more than 16,048 acres of federally designated wilderness within the Park – one of the two federal wilderness areas nearest to the San Francisco Bay Area. Rock-climbers and hikers, both solitary and social, are regulars here. Whether you want to count butterflies, condors or stars, Pinnacles National Park is likely to reward you with new pleasures each time you visit.   For information on National Park Service units in the Climate Friendly Parks network, CLICK HERE.",
    "url": "https:\/\/www.nps.gov\/pinn\/learn\/nature\/index.htm"
}
