{
    "title": "Pinnacles National Park: Climbing FAQ",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Climbing     Climbing FAQ                Frequently Asked Questions About Climbing          The following information answers some basic questions about the climbing at Pinnacles. If you have never climbed at Pinnacles before, please read our climber's safety advisory. For more information, please refer to the Climber's Guide to Pinnacles National Park, second edition, 1995 by David Rubine, or contact Friends of Pinnacles.     What regulations apply to climbing at Pinnacles?  1. Climbing is not allowed on routes where rock fall or dropped gear might injure people using established hiking trails. This ban includes but is not limited to routes 58 through 68 and 339a (as numbered in the Climber's Guide). This does not apply to routes above climber access or social trails. 2. No power drills may be used for bolting. By longstanding tradition, the first ascent ethic at Pinnacles is \"ground up\". Rappel placed bolts are not part of the Pinnacles first ascent ethic.  3. Some formations may be closed from January through July in order to protect nesting falcons and eagles. Check with a Ranger for information on specific routes or check the climbing information boards at the East and West trailheads. While the closures are voluntary, climbers or hikers who disturb nesting birds or other wildlife will be fined.  4. We highly recommend use of brown or gray webbing for anchors to reduce the scenic damage caused by webbing left behind on climbs. Also, the use of \"chalk balls\" instead of loose chalk is recommended to minimize the amount of chalk left on hand holds.  What is the rock like?  The rock here at Pinnacles is volcanic breccia. If you are used to granite, it is wise to take a cautious approach. If this is your first trip, you should lead well below your usual level to get used to the weak rock and often questionable or non-existent protection.  Here are a couple of helpful safety precautions to take:  Tap potential holds hard with fingertips. If it sounds hollow, there is a good chance it will pull off in your hand.  Keep in mind that many of the bolts at Pinnacles are old, damaged, or incorrectly installed. Inspect them carefully before trusting your life to them!  Always use redundant systems.  Wear a helmet! Particularly on the West Side where there are a lot of loose rocks, helmets can and have saved lives at Pinnacles.  Be prepared. Carry a headlamp with extra batteries and bulbs, extra clothing and plenty of food and water. Morning, day and evening temperatures can change drastically.   Where are the closest places to climb?  On the Bear Gulch Side, the closest climbs are at Tourist Trap and Discovery Wall. These areas are 10 and 15 minutes up the trail respectively. Access trails to these areas are marked with 4x4\" post with a locking carabiner. On the Chaparral Side, the closest climbs are routes in the area of Passion Play and Game Show. They are approximately 15 minutes along the Balconies Trail from the Chaparral parking lot.  Where are some easier and intermediate routes?  Remember, any route at Pinnacles is dangerous and challenging due to the inherently weak rock and poor protection. On the Bear Gulch Side, some of the more popular easy\/intermediate climbs are routes on First Sister (5.4 and 5.5), Portent on Discovery Wall, Ordeal (5.8) and Wet Kiss (5.9), also on Discovery Wall. On the Chaparral Side, Chockstone Dome has popular climbs in the 5.3 - 5.8 range, Destiny (5.8) on Machete Ridge. There are also Tilting Terrace (5.8) and Bits 'n Pieces (5.9) on the Flumes Formation. In the High Peaks, you can find Unmentionable (5.7), Pipsqueak Pinnacle (5.5), Photographer's Delight (5.2), South Finger (5.5), 5.2 and 5.6 routes on the Sponge, and Burgundy Dome (5.7). Please remember that although many of these routes have ratings that show that they are easy or intermediate, that doesn't necessarily mean that they are the safest. Some of these routes can be run out or have aging bolts. Please use your best judgement when selecting a route.  Where can I do some top-roping?  There are only a few areas on the East Side where top-rope systems can be set. These are Top Rope Wall for routes in the 5.4 - 5.9 range, Back Door for routes in the 5.9 - 5.12 range, and on Upper Crust for routes in the 5.8 - 5.12 range. Most other formations require someone to lead first. More detailed information about top-roping at Pinnacles is available from Friends of Pinnacles.  Where can I go bouldering?  There are very few bouldering opportunities at Pinnacles. You can check out Bouldering Rock on the West Side or the base of the rocks at Long's Folly in the High Peaks. Always keep your safety and the safety of those around you in mind. If you will be soloing or even climbing in a small group, sign in on the climbing registers listing your climbing destinations for the day. There are registers at the Moses Springs trailhead (east side) and the Balconies trailhead (west side). In this way, Rangers will be better able to assist in the event of an emergency.  For More Information:  Climber's Safety Advisory Raptor Advisory Information  Related Links:  Friends of Pinnacles  A nonprofit rock climbing organization dedicated to working with the National Park Service to preserve rock climbing and the environment at Pinnacles National Park.   Clint Cummins' Pinnacles Climbing Pages  A current list of new routes, rebolting work, and other notes or route info which is not yet in the guidebook.",
    "url": "https:\/\/www.nps.gov\/pinn\/planyourvisit\/climbfaq.htm"
}
