{
    "title": "Pinnacles National Park: Talus Caves",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Talus Caves              Status of the Caves        Bear Gulch Cave  Partially Open    Balconies Cave  Fully Open         These caves can be closed suddenly due to storms and high water.  Please check before your visit to get the most current cave status. Flashlights are required for both caves.The caves close for a few weeks at the beginning of the year and the end of the year due to bat roosting, these closures are due to bat roosting.        As long as the hibernating colony of bats shows no signs of disturbance, we plan to keep over half of the Bear Gulch Cave open for almost ten months each year, from mid-July through mid-May. During especially warm springs, however, it's possible that the entire cave will be closed before mid-May if the maternity colony is present. The entire cave will continue to be closed through late spring and early summer for pupping season, from mid-May through Mid-July. The entire Bear Gulch Cave will also be open twice a year for at least one week and up to four weeks each March and October, depending on the presence of the colony of bats. Schedule of the Seasonal Opening of the Bear Gulch Cave These dates may change if the colony of bats changes its breeding patterns or shows signs of disturbance.    March The entire cave is usually open for the last week of the month. It may open earlier, up to the full month, depending on the presence of bats   April 1 - mid-May The lower half of the cave may be open.   Mid-May - mid-July The entire cave will be closed to protect the colony of bats as they raise their young.   Mid-July - September 30 The lower half of the cave may be open.   October The entire cave is usually open for the last week of the month. It may open earlier, up to the full month, depending on the presence of bats.   Nov. 1 - end of Feb. The lower half of the cave may be open.             Ranger Sophie hikes in the Balconies Cave during a rainy day. Joseph Negreann  Information About the Seasonal Opening of the Bear Gulch Cave  The Bear Gulch Cave provides a home to a colony of Townsend's big-eared bats as they rest there in winter and raise their young in the late spring and summer. Townsend's big-eared bats are listed as a \"sensitive species\" by the state of California, and we are required to protect them. The colony in the Bear Gulch Cave is the largest maternity colony between San Francisco and Mexico. The lower half of the Bear Gulch Cave is usually open from mid-July through mid-May each year, depending on the presence of the colony of bats. The entire cave is closed from mid-May to mid-July while the bats are raising their young. We have constructed a gate that will allow us to open approximately half of the cave to the public while still protecting the colony of Townsend's big-eared bats. A new trail leaves the middle of the cave and connects with the Moses Spring Trail, which leads to the reservoir.           Video of Townsend's big-eared bats in the Bear Gulch Cave This video was taken by biologists using an infrared camera. This type of camera will not disturb the bats as they roost because like humans, they cannot see light in the infrared spectrum. This means that the camera can capture the images in total darkness.",
    "url": "https:\/\/www.nps.gov\/pinn\/planyourvisit\/cavestatus.htm"
}
