{
    "title": "Pinnacles National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      No Through Road  When driving to Pinnacles National Park, please keep in mind that there is no road that connects the east and west entrances of the park. The shortest route from the east entrance to the west entrance (or from west to east) is through the town of King City on Hwy 101.   Using an Online Map Website Using the search term \"Pinnacles National Park\" or the official park address will yield a different actual point on the map depending on which site is used. For directions or location using online maps, copy and paste the following coordinates (the numbers in bold text) into the search: For the East Side of Park (Pinnacles Visitor Center): 36.493545, -121.146646 For the West Side of Park (Pinnacles Visitor Contact Station): 36.477700, -121.226136 Using a GPS Device For Navigation When entering the park address or name in a GPS device, motorists can be routed to a side of the park which they did not intent to visit. When using GPS, verify your route using a map or the driving directions listed below. For devices which coordinates may be manually entered, use the above coordinates to aid in your navigation to the intended side of the park.         Directions from the North: From the San Francisco Bay Area to the East Entrance:  Take Hwy 101 south through the city of Gilroy to Hwy 25 south. On Hwy 25. Go through the town of Hollister and continue about 30 miles to Hwy 146. Turn right on Hwy 146. Turn left into the Pinnacles Campground to check in at the Pinnacles Visitor Center.  From the campground, the Bear Gulch Area is 3.5 miles further into the park along Hwy 146.     From the San Francisco Bay Area to the West Entrance:  Take Hwy 101 South to the town of Soledad.Take Hwy 146 East. Be aware that the highway turns into a one lane road, drive with caution. Follow Hwy 146 for 14 miles into Pinnacles National Park.             From the South: To the East Entrance:  Take Hwy 101 North to the town of King City.  Exit at 1st Street.  Turn right toward King City.  Continue straight until 1st St turns into Bitterwater Rd (Monterey County G13).  Follow Bitterwater Rd until it intersects Hwy 25.  Turn left on Hwy 25 (North) and follow for ~15 miles.  Turn left onto Hwy 146 to enter the park.  Turn left into the Pinnacles Campground and check in at Pinnacles Visitor Center.  The Bear Gulch Area is 3.5 miles further into the park along Hwy. 146. To the West Entrance:  Take Hwy 101 North to the town of Soledad.  Take Hwy 146 east.  Be aware that highway 146 turns into a one lane road, drive with caution. Follow Hwy 146 for 14 miles into Pinnacles National Park.",
    "url": "https:\/\/www.nps.gov\/pinn\/planyourvisit\/directions.htm"
}
