{
    "title": "Pinnacles National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes      Entrance FeesPrivate, Non-Commercial Vehicles (including motorcycles)$15.00 \/ vehicle - Valid for 7 daysIndividual, Hike \/ Bicycle$10.00 \/ person - Valid for 7 daysPinnacles National Park Annual Pass$25.00 - Valid for one year from the month of purchaseDetailsAdmits the purchaser and their passengers in a single, private, non-commercial vehicle or the passholder and their companions when entry is by other means (i.e. foot, bicycle). Nontransferable, nonrefundable, and does not cover camping fees.Organized, Non-Commercial Groups - 16 and older (i.e. service organizations, scouts, church groups, and college\/school clubs) in buses and vehicles with 16 passenger capacity or more.$10.00 per person - Valid for 7 daysCommercial Tour FeesCommercial Vehicle, 1 to 6 passenger capacity$25.00 - 7 days for original manifestCommercial Vehicle, 7 to 25 passenger capacity$40.00 - 7 days for original manifestCommercial Tour Bus or Motorcoach, 26 or more passenger capacity$100.00 - 7 days for original manifestNational Parks and Federal Recreational Lands Pass SeriesA pass is your ticket to more than 2,000 federal recreation sites. Each pass covers entrance fees at national parks and national wildlife refuges as well as standard amenity fees at national forests and grasslands, and at lands managed by the Bureau of Land Management and Bureau of Reclamation. A pass covers entrance and standard amenity fees for a driver and all passengers in a personal vehicle at per vehicle fee areas (or up to four adults at sites that charge per person). Children age 15 or under are admitted free.The following passes make up the series:Annual Pass$80 annual passAvailable to everyone.Can be obtained in person at a federal recreation site, or by calling 1-888-ASK USGS (1-888-275-8747), Ext. 3 (Hours of operation are: 8:00 am to 4:00 pm Mountain time), or online. Buy NowNon-transferable.Frequently Asked Questions about the Interagency Annual PassFree Annual Pass for U.S. MilitaryAvailable to U.S. military members and dependents in the Army, Navy, Air Force, Marines and Coast Guard and also, Reserve and National Guard members.Must be obtained in person at a Federal recreation site by showing a Common Access Card (CAC) or Military ID (Form 1173). Senior Pass$10 Lifetime passFor U.S. citizens or permanent residents age 62 or over.May be obtained in person at a federal recreation site or through the mail using this application form. The cost of obtaining a Senior Pass through the mail is twenty dollars ($20). Ten ($10) for the Senior Pass and ten ($10) for processing the application. Applicants must provide documentation of age and residency or citizenship.May provide a 50 percent discount on some amenity fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services.Generally does NOT cover or reduce special recreation permit fees or fees charged by concessioners.Frequently Asked Questions about the Interagency Senior PassAccess PassFreeFor U.S. citizens or permanent residents with permanent disabilities.May be obtained in person at a federal recreation site or through the mail using this application form. The cost of obtaining an Access Pass through the mail is ten dollars ($10) for processing the application (the Pass is free). Applicants must provide documentation of permanent disability and residency or citizenship.May provide a 50 percent discount on some amenity fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services.Generally does NOT cover or reduce special recreation permit fees or fees charged by concessioners.Frequently Asked Questions about the Interagency Access PassVolunteer PassFreeFor volunteers with 250 service hours with federal agencies that participate in the Interagency Pass Program.Contact your local federal recreation site for more information about volunteer opportunities or visit Volunteer.gov.NOTE: Golden Access and Golden Age Passports are no longer sold. However, these passes will continue to be honored according to the provisions of the pass.The five agencies that participate in the Interagency Pass Program are:National Park ServiceU.S. Forest ServiceU.S. Fish and Wildlife ServiceBureau of Land ManagementBureau of ReclamationSee the site locations that issue these passes.Pass Program Definitions2015 Fee-Free DatesThe National Park Service will waive entrance fees on select dates throughout 2014. During the entrance fee free time, other fees (such as camping) are still in effect.Mark your calendar for these entrance fee-free dates in 2016:January 18Martin Luther King, Jr. DayApril 16 - 24National Park WeekAugust 25 - 28National Park Service 100th BirthdaySeptember 24 National Public Lands DayNovember 1Veterans day",
    "url": "https:\/\/www.nps.gov\/pinn\/planyourvisit\/fees.htm"
}
