{
    "title": "Rocky Mountain National Park: Butterflies",
    "body": "Butterflies        American Lady (Vanessa virginiensis) NPS\/R. Bray        Life as we know it would not exist without insects.  Butterflies are particularly good bio-indicators since they are tied to the plants in their environment during all stages of their life cycle. This means that if the plants are changing even in subtle ways, the butterfly diversity and abundance will likely reflect those changes.  Butterflies are insects, and like many of their kin, they are quick to respond to changes in their environment. They are also very colorful and easy to observe. They do not bite or sting, and they fly during the day.        Learn more about butterflies through the links and information below.     Butterfly Families    Butterfly Species List    Butterfly Ecology   Rocky Mountain Butterfly Research Project             Top: Silvery Checkerspot (Chlosyne nycteis)Bottom: Juniper Hairstreak (Callophyrs gryneus)Butterflies are as beautiful and charismatic as other animals with backbones and fur. NPS\/R. Bray  The park's great diversity of species makes it an ideal butterfly study location. The park has 141 confirmed species which is more than in some states. The park straddles the Western Continental Divide, and has elevations from around 8000 feet to over 14,000 feet. Wet and dry areas, and other habitat variations are found across these elevations. This accounts for the many species found in the park. Learning about butterfly biology and life history can give us a better understanding of some of the impacts that may affect their annual and long term fluctuations. Among these impacts are land use or habitat alteration including over grazing, invasive species, air pollution and air chemistry.  For example, the range of elevations in the park makes butterflies a likely indicator of climate change. As temperatures warm, low elevation species that were previously rare are expected to become more common. Some evidence of this is already apparent.  Thanks to the help of more than 50 volunteers on the Rocky Mountain National Park Butterfly Project, we have a baseline of park butterflies in all the park's major life zones. Trends in these data will be analyzed and correlated with environmental change.  (text by S. Mason)",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/butterflies.htm"
}
