{
    "title": "Tule Lake Unit: Donate",
    "body": "Donate       Monetary Donations If you wish to make a monetary donation to support the Tule Lake Unit, you may send a check made out to the National Park Service. Monetary donations are tax deductable. If you wish your donation to be restricted to a particular purpose, please include with your check a note specifying that purpose. Our mailing address is: P.O. Box 1240, Tulelake, California, 96134. If you have further questions or ideas for contributions, please contact the Superintendent, Larry Whalon, via email at tule_superintendent@nps.gov or via phone at 530-667-8101.       Oral History Interviews To capture as many memories as possible from those who were incarcerated or those who worked on or around the Segregation Center and at Camp Tulelake, the NPS and several other groups are collecting oral interview histories. If you have memories you would like to share and document or if you know of someone with particularly interesting knowledge and memories, please contact us. While our capacity to conduct interviews is limited, we may be able to put you in touch with another group that could conduct an interview.     Historic Documents, Photos and Objects Storage capacity for the archiving of curatorial objects is being added which will enable us to accept historic papers, photos and objects that relate to the Tule Lake Segregation Center and Camp Tulelake. You will also have the option to allow the NPS to copy your papers, photos or objects so that the historic content and significance can be shared. If you have objects you would allow to be copied or would like to donate, please contact the Superintendent via email at e-mail us, or via phone at 530-667-8101.        Carpenter Shop, 2012 NPS Photo  Grant Funds Matched The Tule Lake Committee completed fundraising for two matching grants to preserve historic Segregation Center buildings. The following grant programs required the Tule Lake Committee to raise non-federal matching funds, a challenge that was met with the help of two California State grant programs. Save America's Treasures grant (SAT) for the preservation and restoration of the Segregation Center Carpenter's Shop. Thanks to the generosity of the California Cultural and Historical Endowment and the California Civil Liberties Public Education Program, and the generosity of individual donors, fundraising for the $197,058 SAT grant match was completed September 2010. The mitigation and restoration work on this historic structure within the National Historic Landmark area is scheduled for completion in 2012. Japanese American Confinement Sites (JACS) program granted funds to the Tule Lake Committee to complete a Historic Structures Analysis and Report for the infamous Segregation Center stockade jail building. The Tule Lake Committee received matching funds from the State Library's California Civil Liberties Public Education Program for $20,000, to match the $40,000 grant from the Japanese American Confinement Sites grant program. The mandatory Historic Structures Report was completed in 2012. JACS grant funds were again awarded to the Tule Lake Committee in 2013 for the next administrative phase of jail restoration. To learn more about the Tule Lake Committe please visit our partners page.",
    "url": "https:\/\/www.nps.gov\/tule\/getinvolved\/supportyourpark\/index.htm"
}
