{
    "title": "Pinnacles National Park: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons      HEAVY TRAFFIC AND HIGH VISITATION RATE. Pinnacles experiences periods of extremely high visitation during weekends and holidays and weekdays in March and April. Expect long lines and delays getting into the park between 10:00 am. - 2:00 pm. The East entrance of Pinnacles National Park is open 24 hours a day, seven days a week.  Entrance fees are collected year round.  Plus, camping is available.      Pinnacles Visitor Center  Hours of Operation - Pacific Time 9:30am - 5:00pm (Daily) (831) 389-4485 Shuttle Schedule (Eastside Only) Pinnacles National Park is pleased to offer visitors a free shuttle on weekends and most holidays. The shuttle only stops at the East Pinnacles Visitor Center and Bear Gulch. Weekends are especially busy between 10am and 3pm. Wait times for the shuttle can exceed one hour. Please plan your trip accordingly. Hours of Operation - Pacific Time8:30am - 6:30pm (The last shuttle departs Bear Gulch at 6:30pm)   Bear Gulch Nature Center Hours of Operation - Pacific Time 10:00am - 4:00pm (Weekends; January 1 - May 30) Phone (831) 389 - 4486 x235 Pinnacles Campground and Store Hours of Operation - Pacific Time 3:00pm - 4:00pm (Monday - Friday) 10:00am - 4:00pm (Saturday, Sunday, Holidays) Pinnacles Campground, operated by Royal Elk Park Management, INC., an authorized concessionaire of the National Park Service, is located on the East-side of the Pinnacles. They offer tent, RV, and group campsites. Reservations can be made online at www.recreation.gov.  For more information, contact the Campground Store at (831) 389-4538. Campground is self registration when store is closed.  The West entrance of Pinnacles National Park is open daily, from 7:30am to 8:00pm, Pacific Time. Entrance fees are also collected year round.  West Pinnacles Visitor Contact Station  Hours of Operation - Pacific Time 9:00am - 4:30pm (Weekends and Holidays; Occasional Weekdays, Staff Permitting) Phone (831) 389-4427 x4487 A gate to the West entrance opens at 7:30am and closes at 8:00pm. The gate will automatically open as Pinnacles visitors exit the Park after hours. Camping is prohibited at West Pinnacles.",
    "url": "https:\/\/www.nps.gov\/pinn\/planyourvisit\/hours.htm"
}
