{
    "title": "Pinnacles National Park: Bird Watching",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bird Watching               Bird Watching        What are these birds? Ask at the visitor centers for clues. NPS\/Carlo Arreglo         Introduction   Bird watching, or birding, is an activity that involves the observation, appreciation, and study of birds through sight and often sound. Birding at Pinnacles National Park likely reaches its peak with a sighting of the endangered California Condor. But with the park’s varied habitats of chaparral, oak\/pine woodland, riparian, grassland, and scree communities and its location on the migratory Pacific Flyway, birders of all levels and ages can hope to see not just this charismatic, massive, and wide-ranging scavenger, but some of the 181 other species than have been documented in the park.       What you need to bird   Birding is much more productive and satisfying with a pair of binoculars in the 7 - 10 power range. Spotting scopes are helpful for sighting distant birds soaring around the High Peaks, particularly birds of prey, Turkey Vultures, and California Condors. Field guides are helpful but remember to spend time observing and studying a bird. By the time you reach for and leaf through a guide or smartphone app, the bird may be gone. Patience is also an integral part of any birder’s toolkit. Be mindful of rattlesnakes and poison oak. Finally, remember to dress appropriately for the season. Check the park’s Plan Your Visit page  for the latest weather information, particularly during the summer when temperatures commonly exceed 100°F.       Where to bird Visiting the following spots will provide opportunities to see a variety of birds.   Pinnacles Visitor Center (East side) & Campground. The edge habitats of riparian, oak\/pine trees, chaparral, and human-made year-round water sources combine for what arguably may be the best birding location in the park. Check the oak\/pine trees around the visitor center and take note of birds exploiting the swimming pool and water fountain near the flagpole. Walk down the paved road past the Overflow parking lot towards the bottomlands and bird along a riparian corridor. California’s state bird, the California Quail, is abundant and you may see them in super-coveys  around the group sites and on the road in the early morning. Wild Turkeys may be chasing each other around. Northern Flicker, Acorn and Nuttall’s Woodpecker are seen and heard year-round, along with Red-shouldered Hawk, Oak Titmouse, White-breasted Nuthatch, California Towhee, California Thrasher, and Yellow-billed Magpies.  Flycatchers, vireos, orioles, kingbirds, and warblers are some of the migratory birds that can be seen in this area.        Bear Gulch Nature Center, Moses Spring Trail, and Bear Gulch Reservoir. After birding the trees around the Bear Gulch Nature Center, cross the road and make your way along the Moses Spring trail to the reservoir. Canyon Wren, Bewick’s Wren, Bushtit, and Spotted Towhee are quite possible here. Look for American Kestrel and other raptors working the reservoir, along with swifts and swallows up in the rock formations surrounding the reservoir.  Walk around the south end of the reservoir on a climber’s trail for better views of resident or migratory birds that may be in the reeds or willow trees in this area. Bear Gulch Trail downstream of the Nature Center is often very good for bird species diversity, especially during spring migration \/ breeding.        Balconies Trail (best accessed from the West side entrance. Note that the gate is open from 7:30am to 8pm) This trail, originating from the Chaparral trailhead and parking lot, provides spectacular views of Machete Ridge and Balconies Cliffs. Along the trail, a bird watcher may get views of Canyon Wren, towhees, swallows, and Oak Titmouse. White-throated Swifts, Prairie Falcon, American Kestrel, Golden Eagle, and California Condor are also possible here, especially along the Balconies Cliff trail above the talus cave system.        High Peaks The rocky towers, spires, and monoliths that attract visitors to the park double as excellent bird watching vantage points. Scan the area here for California Condors. If you arrive early in the morning, you may see condors roosting in the rock formations or gray pines before they start soaring on thermals and updrafts as they forage for carrion. Turkey Vultures are frequently seen here and may get mistaken for condors, especially when the birds are far off, so you may want to inquire at the visitor centers for tips on how to distinguish Turkey Vultures from California Condors. Raptors, or birds of prey, may be seen here, including Peregrine Falcon and Prairie Falcon. In addition to these birds, the High Peaks are also good for certain migrants, including breeders like Blue-Gray Gnatcatchers, and those passing through, like warblers (Townsend’s, Nashville, and occasionally Hermit).        When to Bird With its varied habitats and designated wilderness areas, Pinnacles National Park can be productive for year-round birding, especially for resident species that may be difficult to find in other locales. Such birds include Yellow-billed Magpie, Greater Roadrunner, California Condor, Canyon Wren, California Thrasher, and Prairie Falcon. Note, however, that even resident birds can prove to be elusive and challenging. Check field guides and the visitor centers for ideas on where to look for a particular species.",
    "url": "https:\/\/www.nps.gov\/pinn\/planyourvisit\/bird-watching.htm"
}
