{
    "title": "Rocky Mountain National Park: Montane",
    "body": "Montane Ecosystem        Moraine Park NPS\/Crystal Brindle        The Montane ecosystem has the richest diversity of plant and animal life. Meandering rivers and open meadows are surrounded by hilly slopes. Wildflowers blanket the meadows throughout the summer growing season.        Ponderosa Pine bark turns red as the tree ages. NPS  Dry, south-facing slopes of the Montane often have open stands of large ponderosa pines. Spacing of ponderosa pines is somewhat related to available soil moisture. Grasses, other herbs and shrubs may grow between the widely spaced trees on dry slopes. As the pines become old, their bark changes from gray-brown to cinnamon-red, and the bark releases a pleasant fragrance when warmed by the sun. The long needles of ponderosa pines are attached to the stems in groups of two's and three's.      North-facing slopes of the Montane escape some of the sun's drying action, so their soils contain more available water. As a result, the trees grow closer together and competition for sunlight produces a tall, slender growth form. The trees may be a mixture of Douglas fir, lodgepole pine, ponderosa pine and an occasional Engelmann spruce. A few shade-tolerant plants grow on the floor of the forest.        Old aspen trees in Upper Beaver Meadows NPS  Montane soils with high moisture content may support groves of quaking aspen, whose leaves turn golden-yellow in the autumn and whose whitish bark is easy to recognize. Along streams or the shores of lakes, other water-loving small trees may be found. These include various willows, mountain alder, and water birch with dark-colored bark. In a few places, blue spruce may grow near streams and sometimes hybridize with Engelmann spruce. Flat Montane valleys may frequently have water-logged soil and be unable to support growth of evergreen forests.      The following landmarks in the park are part of the montane ecosystem.                Moraine Park  Horseshoe Park            NPS      Kawuneeche Valley  Upper Beaver Meadows             Follow the links below to learn about life in the Montane.            Mountain Iris flowers bloom in early summer when the  meadows arewet. Mule Deer are usually found in small groups in the trees.  Plains prickly pear cactus bloom even up here in the Rocky Mountains.                    Western Tanagers breed in the park each summer and migrate south in the winter. Ponderosa Pine cones are intricate compared to the  mighty tree's size. Insects like these tent  caterpillars are plentiful in the montane.           Trees     Douglas Fir  Ponderosa Pine    Lodgepole Pine  Quaking aspen      Shrubs     Antelope Bitterbrush  Common Juniper  Kinnikinnick  Wax currant    Big Sage  Holly Grape  Rocky Mountain Juniper        Herbaceous Plants     Blue Grama  Geranium  Mariposa Lily  Needle and Thread Grass  Spike Flower    Blue Columbine  Gumweed  Miner's Candle  Pasque Flower  Sulphur Flower    Daisy  June Grass  Mountain Ball Cactus  Penstemon  Western Wallflower    Dwarf Mistletoe  Locoweed  Mountain Muhly  Sedge  Whiskbroom Parsley      Reptiles     Western Garter Snake      Birds     American Crow  Great Horned Owl  Pygmy Nuthatch   Tree Swallow    American Robin  Mountain Chickadee  Raven  Western Bluebird    Black-Billed Magpie  Mountain Bluebird  Red Crossbill   Western Tanager    Cassin's Finch  Northern Flicker  Solitary Vireo  Western Wood Pee Wee    Common Nighthawk  Northern Goshawk  Stellar's Jay  Woodpecker (Downy and Hairy)    Golden Eagle  Pine Siskin  Townsend's Solitaire  Yellow-Rump Warbler      Mammals     Abert's Squirrel  Chipmunk  Meadow Vole   Otter    Badger  Coyote  Montane Shrew  Porcupine    Bighorn Sheep  Deer Mouse  Moose  Skunk    Black Bear  Elk  Mountain Lion  Yellow-Bellied Marmot    Bobcat  Golden Mantled Ground Squirrel  Mule Deer      Bushy-Tailed Wood Rat  Long-Tailed Weasel  Nuttall's Cottontail",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/montane_ecosystem.htm"
}
