{
    "title": "Tule Lake Unit: Management",
    "body": "Management       Tule Lake Unit, WWII Valor in the Pacific National Monument General Management Plan Frequently Asked Questions (FAQs)   When was the Tule Lake Unit created? The Tule Lake Unit was created by President George W. Bush on December 5, 2008. It is one of nine units in the WWII Valor in the Pacific National Monument. How is the Tule Lake Unit managed? The Tule Lake Unit is managed by the National Park Service, and is the responsibility of Lava Beds National Monument. Larry Whalon is the superintendent of both monuments and all Lava Beds staff work for both monuments. Lands All the lands that make up the Tule Lake Unit were federal lands prior to the creation of the unit. Three areas make up the Tule Lake Unit. They all play a role in interpreting the history of the incarceration of people of Japanese ancestry during WWII. These three areas are:  A portion of the original Tule Lake Segregation Center (37 acres) in Newell, CA The Peninsula, also known as Castle Rock (1,293 acres), southeast of Newell, CA on Highway 139 Camp Tulelake Civilian Conservation Corps Camp on Hill Road east of Tulelake, CA  Planning What is a General Management Plan? A General Management Plan is a strategic planning document that outlines the future management of a National Park Service site for the next 15 to 20 years. The plan will set the basic philosophy and broad guidance for management decisions that affect the park's resources and the visitor's experience. The approved plan will create a realistic vision for the future, setting a direction for the park that takes into consideration the environmental and financial impact of proposed facilities and programs, and ensures that the final plan is achievable and sustainable.  General Management Plans must include:  The types of management actions required for the preservation of park resources; The types and general intensity of development associated with public enjoyment and use of the area. This could include development proposed to improve visitor circulation and transportation patterns and modes; Visitor carrying capacities and for all areas of the park; and Potential modifications to the external boundaries of the park, if any, and the reasons for the proposed changes.  Public Involvement in a General Management Plan: The first step of the GMP planning process is public scoping via meetings and a public comment period to allow everyone to contribute their ideas for the future of Tule Lake. The first Public Comment Period officially closed on October 11, 2013. The NPS will incorporate or address public comments from 17 public meetings during 2013 as it creates and analyzes alternatives for the Draft General Management Plan and Environmental Assessment (summer 2014 through spring 2015). There will be a second round of public meetings and another public comment period on the draft plan from which more comments will be collected and analyzed (summer 2015). Boundaries As part of the GMP planning process, the NPS will assess the adequacy of existing boundaries. In a GMP, the NPS may or may not recommend that Congress authorize a boundary modification. Only Congress has the ability to modify the boundaries of the Tule Lake Unit, except for minor boundary adjustments that are less than 10% of the entire acreage of the unit. The NPS can only recommend a boundary modification if the change would be necessary to:  Protect significant resources and values, or to enhance opportunities for public enjoyment related to park purposes; or otherwise protect park resources that are critical to fulfilling park purpose; or address operational and management issues, such as the need for access or the need for boundaries to correspond to logical boundary delineations such as topographic or other natural features or roads.  All recommendations for boundary changes must also meet the following two criteria:  The added lands need to be feasible for the NPS to administer. This determination is based on consideration of the parcel's size, configuration, cost, and ownership, the views of and impact on local communities and surrounding jurisdictions; and other factors such as the presence of hazardous substances or exotic species. Other alternatives for management and resource protection are inadequate. There are other tools – Memorandums of Understanding or Memorandums of Agreement – that the NPS may establish with willing private land owners that accomplish resources protection and education objectives without requiring boundary modification.  Any possible boundary modification recommended in the GMP must be contingent on a willing seller or acquisition through a willing donation or exchange. How to comment If you have concerns or suggestions for what you do or do not want to see as the Tule Lake Unit develops, you can submit a comment to the superintendent via email or letter, or you can participate is a public meeting. Larry Whalon, Superintendent Tule Lake Unit, WWII Valor in the Pacific National Monument PO Box 1240 Tulelake, CA 96134 Tule_superintendent@nps.gov",
    "url": "https:\/\/www.nps.gov\/tule\/learn\/management\/index.htm"
}
