{
    "title": "Voyageurs National Park: Winter Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Winter Safety              Winter Safety        General Winter Tips  The color orange on stakes means danger.  The shape of a diamond on a sign or two trail sticks crossed like an \"X\" denotes danger.   Thin Ice signs are no joke; do not go past.  The area of thin ice may be just a short distance ahead, and not apparent or visible.   Crossing a pressure ridge should only be done after personally evaluating if it is safe to do so (even if marked as a place to cross) because conditions can change and large pockets of open water can form near the ridge.  For additional information on ice safety, visit the MN DNR website.        The color orange means danger.  Please use caution when traveling near crossed, orange hazard stakes or thin ice signs.        Hypothermia   Lowered body temperatures affects a persons dexterity, judgement, and vision. Dress appropriately in layers that can be adjusted to changing conditions. Be aware that wind chill can reduce the apparent temperature significantly, and driving a snowmobile fast creates your own windchill. Slow down!        This pressure ridge was formed on Kabetogama Lake in 2012.  Please use caution when traveling across the lake and watch for potential hazards. NPS   Snowmobiles  Travel in groups, stay together, and regroup often. Know your route and final destination. Tell a responsible friend your plans and what to do if you don't arrive or return by a certain time. Pack an emergency kit.  Park staff suggests, but not limited to, the following:    Maps Flashlight Matches or Lighter Small amount of tinder Dry clothing   Conditions can change rapidly over the span of a day. Pressure ridges can form overnight. Reports of hazards are not always immediate and hazard signs may not yet be posted.  Travel no faster than you can observe, evaluate, and react to unsafe conditions. Avoid slush and open water by staying on marked trails. Check weekly trail reports for general information. There is no fuel at Kettle Falls over the winter; plan accordingly. For additional snnowmobile safety information visit the MN DNR website.       Ice Fishing  Break up ice blocks immediately. Display reflective material on all shelters brought onto the ice. Do not place shelters, equipment, or drill holes on the ice road or within 50 feet from its edge, nor within 50 feet of the center line of the designated snowmobile trails.          Park ice roads are open when conditions permit. NPS  Ice Road  Travel with your window open and seat belts off. Drive no faster than 30 mph as the surface can be extremely slippery.  Salt and sand can not be used as these cause melting.  Check our weekly trail reports for ice road conditions.",
    "url": "https:\/\/www.nps.gov\/voya\/planyourvisit\/winter-safety.htm"
}
