{
    "title": "Rocky Mountain National Park: Amphibians and Reptiles",
    "body": "Amphibians and Reptiles        Boreal Toad NPS        A select group of four amphibians and two reptile species have found a way to survive the park's high elevations and cold temperatures. They are all considered species of concern due to apparent low numbers, lack of information about their status, and\/or declining population trends.  Scientists have been concerned about the decline in the number of amphibian populations around the globe. Rocky is no exception. Northern leopard frogs (Rana pipiens) have not been seen in the park since 1974, the boreal toad is in severe decline and little information is currently available on the remaining groups in the park.  See the National Park Service IRMA Portal NPSpecies website to see a working species list of amphibians and reptiles in Rocky Mountain National Park.         Boreal toads are the only toad in the park. NPS   Boreal Toad  (Bufo boreas)  Boreal toads live in a variety of wet habitats at altitudes between 8,000 and 11,500 feet. They are about four inches long with warty, brown-speckled skin.  When winter approaches, boreal toads begin hibernating inside well-insulated areas above or below ground. The challenge is finding a place that doesn't get too cold or dry for these water loving animals. They emerge from hibernacula in the spring and make their way to communal breeding ponds.  Breeding takes place from mid-May to early July, depending on the snowpack that year. Males breed annually, while females can skip one to three years, based on their physical condition. Females deposit up to 16,500 eggs in two long strings laid in shallow water. Egg and tadpole development is temperature dependent and can take 75 days in high and cold locations.         Top: The gape (smile) of a boreal toad is one measurement taken during annual surveys.Bottom: Thousands of boreal toad tadpoles are released in the park each year to potentially bolster the population. NPS   Saving the Boreal Toad  The park's boreal toad population is at risk because of a precipitous decline over the last thirty years. This animal is now absent from much of its historic range within the park. Amphibian surveys and park records collected since 1915 document boreal toads breeding at 20 sites and present through observation at four additional sites (Corn et al. 1997, park files)*. In recent years, the number of breeding sites has greatly decreased. During the past 15 years, breeding has only been documented in six areas within the park.  The park monitors all these sites on an annual basis. The chytrid fungus Batrachochytrium decdrobatidis (Bd) is thought to be a major factor in this decline. This fungus is parasitic and attacks the keratin and skin cells of amphibians. This reduces the animal's ability to absorb water and electrolytes which fatally dries their skin.  The boreal toad has been on Colorado's endangered species list since November 1993. It has also been petitioned for federal listing.  Rocky Mountain National Park is part of an interagency Boreal Toad Recovery Team and Translocation Working Program in conjunction with Colorado Parks and Wildlife (CPW) and the USGS Biological Resources Division. This group follows specific guidelines for actions related to boreal toads. In 1995, Rocky's team started contributing toad stock to CPW's captive toad breeding program. In 2014, the numbers of tadpoles released was 8,610. Mark-recapture metamorph surveys have been conducted using Visual Implant Elastomer (VIE) in an effort to quantify the number of tadpoles that metamorphose.  * Corn, P.S., M.L. Jennings and E. Muths. 1997. Survey and assessment of amphibian populations in Rocky Mountain National Park. Northwestern Naturalist. 78: 34-55.      Little is known about the status of the following amphibians and reptiles in the park. Wood Frog (Rana sylvatica) and Boreal Chorus Frog (Pseudacris maculata)       Left: Wood frogs are on the west side of the park.Right: Boreal chorus frogs are absent in areas of suitable habitat. NPS         Salamanders only come out of their burrows to mate. NPS   Tiger Salamander (Ambystoma tigrinum)   Black\/brown and yellow\/green blotchy skin covers the body. A carnivorous amphibian that eats worms, insects and spiders. Rarely seen because adults spend most of their lives in underground burrows near water. They are long-lived, with a lifespan of 10-16 years.           The eastern fence lizard is one of the newest species officially documented in the park. courtesy of ILCP   Eastern Fence Lizard  (Sceloporus undulatus)  Officially documented in the park during the 2012 BioBlitz. Prefers woodlands and rocky areas. Performs head bobbing and push-ups to warn off intruders. Males have a blue patch on their belly.           Western terrestrial garter snakes live in the park's lower elevations. NPS\/Dave Pinigis  Western Terrestrial Garter Snake (Thamnophis elegans)   Has a light colored stripe down the middle of the body and two lateral stripes Females give live-birth, rather than lay eggs. It's the only garter snake species that constricts its prey.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/amphibians_reptiles.htm"
}
