{
    "title": "Tule Lake Unit: Who Lived at Tule Lake?",
    "body": "Who Lived at Tule Lake?          Who Was Imprisoned in the Tule Lake Segregation Center? The documents in this section gives a rare look at the Japanese American population incarcerated in the Tule Lake Segregation Center from September 1943 through July 15, 1944.  This list was compiled by the U.S. Army’s Western Defense Command (WDC) following the forced removal to Tule Lake, known as segregation, of persons from the other nine WRA camps who refused to cooperate with the flawed loyalty questionnaire.      The key to this list indicates names of family members, their home community, citizenship status, temporary incarceration site, the initial WRA camp where imprisoned, and information such as their year of birth and height and weight.  Last Names A-B with key (pdf)> Last Names C-D with key (pdf)> Last Names E-F with key (pdf)> Last Names G-H with key (pdf)> Last Names I-J with key (pdf)> Last Names K with key (pdf)> Last Names M with key (pdf)> Last Names N with key (pdf)> Last Names O-R with key (2 pages out of sequence at end of list) (pdf)> Last Names S with key (pdf)> Last Names T with key (pdf)> Last Names U-Z with key (pdf)>      The names on the list include the following categories of prisoners:  Those who answered \"no\" or refused to answer, or gave qualified “yes, if...”answers on the loyalty questions. Persons who requested repatriation and expatriation to Japan, and Those who did not exercise their option to leave Tule Lake when it became a high-security Segregation Center.    The Army WDC document supplements the National Archives’ War Relocation Authority on-line archive of information collected in 1942, that does not include follow-up data on segregation. To search the WRA database click here>Credit: Courtesy of Barbara Takei and Judy Tachibana, who obtained the WDC document at the National Archives II in College Park, MD, while conducting research under the aegis of a California Civil Liberties Public Education Program grant.",
    "url": "https:\/\/www.nps.gov\/tule\/learn\/historyculture\/wdc-list.htm"
}
