{
    "title": "Tule Lake Unit: Historic Publications",
    "body": "Historic Publications          The Tule Lake experience was well documented in print by the WRA Administration, the Japanese Americans living in the camp and by the military who were there as guards. Examples of administration documents, the Tulean Dispatch, Newell Star and the Camp Tulelake Guardsman are listed below.  Sample WRA Administration Publications This copy of the Employee Handbook (published in 1944) covers everything from employee housing styles and costs to what kinds of entertainment was available in the area. We are publishing this here courtesy of the Shaw Historical Library. Tulelake Employee Handbook, 1944 (pdf)>         Sample Bulletins and Newspapers published in English and Japanese by the Camp's Japanese American population:  Information for people living in the camp came from published and radio sources. The official camp publication, produced by the incarcerees was first called the \"Information Bulletin.\" which commenced publication in May of 1942. We have included a copy of the first Bulletin here. Densho.org has developed an archive of this publication for researchers and the interested public.  First Information Bulletin published, May 27, 1942 (pdf)> Archive of Bulletins at Densho.org>          The publication was formally titled the \"Tulean Dispatch\" starting in November of 1942. Archive of the Tulean Dispatch can be found at Densho.org>          The \"Tulean Dispatch\" also had a magazine that was published monthly by students in the camp. Sample Tulean Dispatch Magazine at Calisphere.org>         The Dispatch became the \"Newell Starr\" and was published from March of 1944 to March of 1946 when the camp was closed. Sample Newell Star at Calisphere.org>         \"Tessaku\" (Translation: Barbed Wire) was a literary journal sporadically published at Tule Lake by incarcerees between 1944 and 1945. Several pages from issue #5 are available online at the Library of Congress. The LOC also has microfilm versions of the publication.         The Military Police who were present at the Camp also had their own publication entitled \"The Camp Tulelake Guardsman.\" Part local news, part military news from the rest of the US and oversees, this July, 1944 edition gives a small glimpse into another aspect of camp life. PDF File 7mgs>",
    "url": "https:\/\/www.nps.gov\/tule\/learn\/historyculture\/historic-publications.htm"
}
