{
    "title": "Tule Lake Unit: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Visitor Center \/ Tulelake – Butte Valley Fairgrounds Museum: The parking lot has a gently sloping paved approach to the visitor center, and one accessible parking spot large enough for van access. Outside the museum you can see a guard tower top and half of a barrack from Tule Lake. Inside, you can explore the museum, peruse the bookstore, and watch a video about Tule Lake. Please ask a ranger to turn on closed captioning if needed. The museum has an audio tour that accompanies the exhibits as well as some touch exhibits related to the cultural history of the area. Due to limited space, some bookstore items may be hard to reach, however rangers are happy to assist.      Camp Tulelake: There are both steps, with a handrail, and a ramp leading into the north wing of the barrack, making it the only building that is accessible. The grounds can be walked while on a tour, but please use caution as there are rodent holes, old boards, old nails, and other small debris scattered about the grounds. Some assistance maybe needed in areas of loose dirt for those in wheelchairs. Visitors can also view wayside panels outside of the barrack while on a tour, and can view two exhibit panels from the pull out off of Hill Rd.      Tule Lake Segregation Center Jail: The path to the entrance of the jail is currently a mix of hard pack, loose dirt and gravel, some assistance maybe needed for those in a wheelchair. Once inside the jail, you'll find a smooth concrete floor and wide doorways between the rooms and cells. There is no electricity inside the jail, making the use of a flashlight a necessity to see some of the graffiti on the walls. Rangers will provide flashlights during the tour.      *Reminder, both Camp Tulelake & Tule Lake Segregation Center Jail are only open during a Ranger guided tour.",
    "url": "https:\/\/www.nps.gov\/tule\/planyourvisit\/accessibility.htm"
}
