{
    "title": "Rocky Mountain National Park: Invasive Exotic Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Invasive Exotic Plants                 Invasive Exotic Plants        NPS Photo       One of the many perplexing challenges land managers face is the threat of invasive exotic plants (sometimes also called exotics or exotic weeds). The National Park Service defines an exotic species as \"those that occur in a given place as a result of direct or indirect, deliberate or accidental actions by humans.\" This conservative definition of exotic species recognizes that parks are special places where natural \"undisturbed\" ecological communities are especially valued. Read more in Rocky Mountain National Park's Exotic Plant Management Plan.   As a result, invasive exotic plants frequently have few effective predators, competitors, parasites, or diseases. They can spread across a landscape quickly and replace native species that have important functions in the ecosystem. Exotic plants upset natural processes in a variety of ways; some are poison if consumed by wildlife, some release compounds into the soil to prevent the seeds of other plants from germinating, and some produce such thick aggregations of plants that shade out native plants.   To lean more on the recorded invasive exotic plants of Rocky Mountain National Park view the Exotic Plant List.       Cheat Grass NPS photo by J. Bromberg       Cheat Grass One of the most aggressive invasive exotic species is known as Cheat grass. Cheat grass was introduced from Europe and as the name entails it has cheated its way into the Rocky Mountain ecosystem.  Cheat grass is very specialized grass; the seeds will drop and germinate before native seeds have a chance to fall. The plant also can alter the natural balance of fires in the ecosystem. Since the plant drops its seeds so early in the season it becomes dry fuel for fires during the hottest times in the summer seasons. Fires have been known to burn faster and hotter with the presence of Cheat grass.      Canada Thistle NPS photo by J. Bromberg       Canada Thistle Canada thistle is an abundant exotic plant species that inhabits the Rocky Mountains. Canada thistle was introduced from Europe and spread across Canada and the United States. This distinctive species can be (30-150cm) with clusters of pinkish-purple flowers. These plants often form colonies of deep connecting spreading roots (rhizomes). Manual control is very difficult for the species because each time one is pulled up, any piece of root left in the ground will be able to convert that remaining plant tissue into a new individual plant.      Toadflax NPS photo       Toadflax Toadflax can be deceiving because it has been sold as an ornamental plant.  However it is a highly aggressive invasive exotic plant. It is from Europe to Northern Asia and now has spread across North America to where it may appear naturalized. This species has a desirable ornamental appearance with its creamy yellow-orange petals which is also known as Butter and eggs. Their glossy leaves are dense and have a waxy coating. This makes it difficult to suppress the spread of this invasive species. The roots are rhizomatous which makes manual removal very difficult because any portion of the roots left in the ground will be able to produce a new individual plant.      (left) rosette  (right) stalk and flowers of Woolly Mullien NPS photo       Woolly Mullein One of the most notable invasive species in the park is Woolly Mullein. Woolly Mullein produces a large yellow unbranched flower stalk that can reach a height of 7ft (213cm). This plant was introduced from Eurasia and has been found in disturbed and fire burn scar areas. In the first year the plant produces a rosette of leaves; in the second year the plant produces the stalk and seeds. The unique characteristic of the Woolly Mullein is that the seeds can remain dormant for 100 years or until environmental conditions are suitable for germination.  A single plant may produce over 100,000 seeds in a year. This of course indicates that this species of plant is well adapted to new areas.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/invasive_exotic_plants.htm"
}
