{
    "title": "Tule Lake Unit: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           800 Main St  Tuelake , CA 96134                 Directions         The visitor center is located at the Tulelake - Butte Valley Fairgrounds at 800 Main St. Tulelake, CA 96134  Directions Details           Operating Hours & Seasons         Tule Lake Visitor Center  Rangers are the visitor center during the summer 7 days a week.  The rest of the year, you can view the fairgrounds museum Monday - Friday, when fair staff is there.    Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Labor Day  - Memorial Day  Closed                 Weather           Summer daytime highs average 75° to 80°F; lows average 50°F. Occasional thunderstorms occur in summer. Winter daytime highs average 40°F; lows average 20°F. Morning fog is frequent from autumn through spring.         Fees & Passes     Entrance Fees:   Tulelake - Butte Valley Fairgrounds Museum Fee  - $3.00 While there is no fee for the Tule Lake Unit, the Tulelake - Butte Valley Fairgrounds does charge a fee to visit their museum.          Visitor Centers       Tule Lake Unit Visitor Center & Tulelake - Butte Valley Fairgrounds Museum The Tule Lake Unit currently used the Fairgrounds Museum as its temporary visitor center. This shared visitor center is staffed by Rangers seven days a week from Memorial Day weekend - Labor Day from 8:30am - 5:00pm. From Labor Day - Memorial Day the visitor center is not staffed by Rangers, but you may view the exhibits and pick up maps and brochures Monday - Friday from 9:30 a.m to 4:30 p.m. or when fair staff is there.                 Barrack and guad tower located at the Tulelake Fairgrounds Museum   Visitor Center Start your visitor at the the Visitor Center located at the Tulelake Fairgrounds Museum, at 800 Main St., Tulelake, CA. Here you will find 1\/2 of a barrack, displaying how family and bachelor quarters might of been set up during WWII. The barrack also displays how homesteaders after WWII converted the barracks into their homes. You'll also find the top of a guard tower, a mural of the camp, and other exhibits. In additional to exhibits on the history of the Tule Lake Segregation Center and Camp Tulelake, you'll also find exhibits and artifacts about the surrounding area's history dating back to before the town of Tulelake existed. This shared visitor center is staffed by Rangers seven days a week from Memorial Day weekend - Labor Day from 8:30am - 5:00pm. From Labor Day - Memorial Day the visitor center is not staffed by Rangers, but you may view the exhibits and pick up maps and brochures Monday - Friday from 9:30 a.m to 4:30 p.m.        Tule Lake Segregation Center Jail, with Castle Rock in the background.   Tule Lake Segregation Center The Tule Lake Segregation Center was the only one of the ten War Relocation Centers to be converted into a maximum security segregation center and add a stockade and jail to the grounds. Visitors may only enter the jail and stockade area on a ranger guided tour, but you are welcome to take photos of the jail and stockade area from outside the fence. From Hwy 139 you can stop at the California State highways monument which also sits directly in front of the jail. The open area between the jail and the Hwy was once the stockade area. Along country rd. 176, you can view a wayside about the Tule Lake Unit, and see the backside of the jail.        Camp Tulelake as a CCC Camp in 1936.   Camp Tulelake The Camp was first built by the Civilian Conservation Corps (CCC) in 1935, but later housed Japanese Americans in 1943 then German Prisoners of War from 1944 - 1946. It is located on Hill Road approximately two miles north of the Klamath Basin Wildlife Refuge Visitor Center. Visitors may only enter the grounds as part of a ranger guided program. You are welcome to take pictures of the buildings and view the road side exhibits from outside the fence.      Ranger Guided Tours Tours of both the Tule Lake Segregation Center and Camp Tulelake are offered on Saturdays between Memorial Day and Labor Day. Tours of the Tule Lake Segregation Center, which include stops at the jail and other areas of significance, begin at the Tulelake-Butte Valley Fairgrounds Museum at 10:00 am and last approximately 2 hours. Tours of Camp Tulelake include a walk around the remaining buildings of this original Civilian Conservation Corps Camp, begin at the Tulelake-Butte Valley Fairgrounds Museum at 1:00 pm, and last approximately 1 hour. To reserve a spot on either tour please call 530-260-0537. Groups larger than 20 and\/or groups wanting a tour on a day other than Saturday need to request a tour at least 2 weeks in advance. For tours on days besides Saturday during the summer or between Labor Day and Memorial Day, please call at least 2 weeks in advance to schedule. Due to staffing, we may not be able to accommodate all requests. Tours of the cross on Castle Rock and of the foundation on North Crater are available intermittently throughout the year. Please call for more information.",
    "url": "https:\/\/www.nps.gov\/tule\/planyourvisit\/basicinfo.htm"
}
