{
    "title": "Tule Lake Unit: Things To Do",
    "body": "Things To Do         Tulelake-Butte Valley Fairgrounds   Visit the Visitor Center The Visitor Center is staffed Memorial Day weekend - Labor Day from 8:30 am - 5:00 pm. From Labor Day - Memorial Day the temporary visitor center is not staffed, but you can pick up brochures and maps when the fairgrounds museum is open. The Visitor Center is located at the Tulelake Fairgrounds Museum, at 800 Main Street, Tulelake, CA.         Ranger leading a tour   Ranger Guided Tours Tours of both the Tule Lake Segregation Center and Camp Tulelake are offered on Saturdays between Memorial Day and Labor Day. Tours of the Tule Lake Segregation Center, which include stops at the jail and other areas of significance, begin at the Tulelake-Butte Valley Fairgrounds Museum at 10:00 am and last approximately 2 hours. Tours of Camp Tulelake include a walk around the remaining buildings of this original Civilian Conservation Corps Camp, begin at the Tulelake-Butte Valley Fairgrounds Museum at 1:00 pm, and last approximately 1 hour. To reserve a spot on either tour please call 530-260-0537. Groups larger than 20 and\/or groups wanting a tour on a day other than Saturday need to request a tour at least 2 weeks in advance. For tours on days besides Saturday during the summer or between Labor Day and Memorial Day, please call at least 2 weeks in advance to schedule. Due to staffing, we may not be able to accommodate all requests. Tours of the cross on Castle Rock and of the foundation on North Crater are available intermittently throughout the year. Please call for more information.        Tulelake-Butte Valley Fairgrounds Museum   Explore the Fairgrounds Museum of Local History The Tulelake-Butte Valley Fairgrounds Museum of local history displays a variety of exhibits which include Modoc history, agricultural history, homesteading and settlement of the Tulelake Basin area, the history of Japanese American incarceration at the nearby segregation center, and a variety of other topics. From Memorial Day - Labor Day the Tulelake-Butte Valley Fairgrounds Museum is open seven days a week from 8:30 am - 5:00 pm. During the rest of the year, the Tulelake-Butte Valley Fairgrounds museum is open Monday - Friday 9:30 am - 4:30 pm. We recommend calling the fairgrounds to confirm their hours before your visit at 530-667-5312.",
    "url": "https:\/\/www.nps.gov\/tule\/planyourvisit\/things2do.htm"
}
