{
    "title": "Rocky Mountain National Park: Birds",
    "body": "Birds        Mountain Bluebird NPS\/Jim Westfall        Over 270 species of birds have been reported in this area over the last 100 years. Some of these birds live here year-round and some are just passing through. These locales include Rocky Mountain National Park, Arapaho National Recreation Area, and the towns of Estes Park and Granby. Many of the species in the park are unique to mountainous habitats - aspen, ponderosa pine, high elevation willow, spruce, fir and alpine tundra - found in the Southern Rocky Mountains.  A working list of bird species in the park can be found on the IRMA Portal NPSpecies site. In 2000, Rocky Mountain National Park was designated a Global Important Bird Area. This designation recognizes the vital role of the park as diverse habitat for a wide variety of bird species. Become familiar with the variety of birds in Rocky below.        The following links take you to more information about the following unique species.     White-tailed Ptarmigan   Dusky Grouse  Gray Jay  Clark's Nutcracker     Three-toed Woodpecker   Mountain Chickadee  Pygmy Nuthatch  American Dipper     Western Tanager Pine Grosbeak  Red Crossbill  Townsend's Solitaire             The following visual categories of birds are found in the park.        Red-tailed Hawk NPS\/Ann Schonlau   Birds of Prey   Includes eagles, hawks, ospreys, falcons, kestrels, vultures. Plumage is well camouflaged for their environment. Tails reflect aerial behavior - broad for maneuvering or short for speed. Broad wings for soaring while they hunt. Powerful talons to grip prey and hooked bills to eat prey. Raptors hunt by day and feed on a variety of fish, small mammals, reptiles or carrion.           Great Horned Owl NPS\/Ann Schonlau   Owls   Owls in the park include Great Horned Owl, the Northern Pygmy-Owl, and the Boreal Owl Large eyes provide light in darker conditions and binocular vision Flight feathers specialized for silent flight Owls can rotate their head up to 270 degrees to redirect their gaze Primarily nocturnal hunters  Hunt mammals, birds, reptiles and insects and swallow smaller prey whole.           Female Williamson's Sapsucker NPS\/Jim Westfall   Woodpeckers   Woodpeckers in the park include the American Three-toed Woodpecker, Hairy Woodpecker, Williamson's Sapsucker, and Northern Flicker They have long, strong bills that are chisel shaped to bore into wood They have strong legs to grasp vertical tree trunks and stiff tails that keep them propped up Most have zygodactyl feet with two toes facing forward and two toes facing backward for climbing Male and female plumage differ on a species           Male House Finch NPS  Passerines (Perchers)   This is the most diverse group of birds in the park including, sparrows, finches, wrens, dippers, thrushes, warblers, crows, jays, swallows, etc. These birds can sing complex songs with highly developed voice boxes (syrinx) - each species has a unique song They have four long thin toes to grip thin branches - three toes face forward and one faces backward Variety of bill shapes and sizes that reflect the diet of that species Variable color and plumage patterns per species  Males are typically more vividly colored and female colors are more subdued.          Female Rufus Hummingbird NPS\/Ann Schonlau   Hummingbirds   Park species include the Broad-tailed Hummingbird, Ruby-throated Hummingbird, Rufus Hummingbird and Calliope Hummingbird Very small and delicate in size Specialized flight adaptations in their bones, wings and feathers to hover and maneuver in any direction with great precision Long and tapered bills feed on the nectar of flowers They have iridescent feathers           Wild Turkey NPS\/Ann Schonlau   Land Fowl   This group includes ptarmigan, grouse and wild turkeys Typically have rotund bodies and prefer running to flying Short round wings allow them to fly short distances to escape predators They are usually terrestrial and stationary           Male and female Ring-necked Ducks NPS   Waterfowl   This group includes ducks, swans and geese Primarily live in aquatic habitats Have webbed feet for efficient swimming Covered with down from birth for insulation from cold air and water temperatures Exterior feathers are waterproof",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/birds.htm"
}
