{
    "title": "Rocky Mountain National Park: Fish",
    "body": "Fish        NPS        Fish known to be native to the area that became Rocky Mountain National Park were cutthroat trout, suckers and sculpins. These fish were only historically found in the lower reaches of what would become the park due to waterfalls and cascades which served as fish migration barriers. Cold water temperatures make it probable that many of the waters in the park were originally fishless. There are seven native fish and four exotic fish that now inhabit the aquatic systems of the park. One native fish, the greenback cutthroat trout is federally listed as endangered. A long-range recovery program for Greenback and Colorado River cutthroat trout has been ongoing since 1975 in cooperation with the U.S. Fish and Wildlife Service. Go to IRMA Portal NPSpecies site to see a working list of the fish species in Rocky Mountain National Park.       Left: Colorado River cutthroat trout (Oncorhynchus clarkii pleuriticus)Right: Greenback cutthroat trout (Oncorhynchus clarkii stomias)These two species of cutthroat trout are native to the waters of Rocky Mountain National Park.          Rangers carried fish to stock Loch Vale waters in the early 20th century. NPS   History of Fisheries in Rocky Mountain National Park Fish stocking in the area began in 1886 and continued with the State of Colorado stocking tens of thousands of fish on an annual basis. In the early 1900's, fish hatcheries were constructed in the gateway communities of Estes Park and Grand Lake. These hatcheries produced hundreds of thousands of fish annually. The majority of these fish were non-native trout species which were stocked into historically fishless waters. This extensive stocking of fish for recreational fishing altered aquatic landscapes and nearly extirpated native species.  The first formal guidance on management of fish resources provided by the National Park Service came in 1936 and encouraged the stocking of native fish, discouraged stocking non-native fish and prohibited stocking of fishless waters. In 1968, fisheries management shifted from an emphasis on recreational fishing to that of the recovery of native fish species. Stocking ceased, but not before over 20 million fish had been stocked into Rocky's waters between 1886 and 1968. By this time almost all the park's waters were inhabited by non-native fish species. Under the new management policy, 17 native trout reclamation projects have been conducted thus far.  (Text provided by Chris Kennedy \/ U.S. Fish and Wildlife Service) Go to the park's Fishing page for more information about recreational fishing in the park.                  × Species Attribute Definitions   Definitions Occurrence Occurrence values are defined below. One or more Occurrence Tags may be associated with each Occurrence value. Present: Species occurs in park; current, reliable evidence available. Probably Present: High confidence species occurs in park but current, verified evidence needed. Unconfirmed: Species is attributed to park but evidence is weak or absent. Not In Park: Species is not known to occur in park.  Occurrence Tags Adjacent: Species is known to occur in areas near to or contiguous with park boundaries. False Report: Species was reported to occur within the park, but current evidence indicates the report was based on misidentification, a taxonomic concept no longer accepted, or other similar problem of error or interpretation. Historical: Species' historical occurrence in park is documented. Assigned based on judgment as opposed to determination based on age of the most recent evidence.  Abundance Abundant:   Animals: May be seen daily, in suitable habitat and season, and counted in relatively large numbers. Plants: Large number of individuals; wide ecological amplitude or occurring in habitats covering a large portion of the park.  Common:   Animals: May be seen daily, in suitable habitat and season, but not in large numbers. Plants: Large numbers of individuals predictably occurring in commonly encountered habitats but not those covering a large portion of the park.  Uncommon:   Animals: Likely to be seen monthly in appropriate habitat and season. May be locally common. Plants: Few to moderate numbers of individuals; occurring either sporadically in commonly encountered habitats or in uncommon habitats.  Rare:   Animals: Present, but usually seen only a few times each year. Plants: Few individuals, usually restricted to small areas of rare habitat.  Occasional:   Animals: Occurs in the park at least once every few years, varying in numbers, but not necessarily every year. Plants: Abundance variable from year to year (e.g., desert plants).  Unknown: Abundance unknown  Nativeness Native: Species naturally occurs in park or region. Non-native: Species occurs on park lands as a result of deliberate or accidental human activities. Unknown: Nativeness status is unknown or ambiguous.         × List Differences   The Checklist contains only those species that are designated as \"present\" or \"probably present\" in the park. The Full List includes all the checklist species in addition to species that are unconfirmed, historically detected, or incorrectly reported as being found in the park. The full list also contains species that are \"in review\" because their status in the park hasn't been fully determined. Additional details about the status of each species is included in the full list. The checklist will almost always contain fewer species than the full list.      Select a Park:  Rocky Mountain National Park    Select a Species Category (optional):    All   Amphibians   Birds   Fish   Mammals   Reptiles   Vascular Plants     Get Checklist Get Full List List Differences   Species attribute definitions Search results will be displayed here.  Visit NPSpecies for more comprehensive information and advanced search capability. Have a suggestion or comment on this list? Let us know.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/nature\/fish.htm"
}
