{
    "title": "San Francisco Maritime National Historical Park: Park Fun",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun              Park Fun         Here is an illustration showing a steam engine designed by Richard Trevithick, who was a successful British inventor and engineer. The round brick structure on the left is where water was heated and boiled, probably by a coal or wood fire. The dome on the top is where steam collected. From Farey's \"Steam Engine,\" vol. 11.  The Wonderful World of Steam           Illustration by Noemesha Williams, Park Guide  Chilly, wet, cool, dangerous, beautiful, soothing, inspiring. What are we describing?         Illustration by Park Guide Noemesha Williams  The Wonderful World of Clam Chowder           A paper boat and BALCLUTHA in the background moored at Hyde Street Pier. NPS Photo  Fold a boat         A park ranger wearing her uniform. NPS Photo  Why is there a pine cone on a park ranger's hat?         Animals have always been important crew members on ships. Click on the photo to see more. NPS Photo, SAFR P50.36,542n           Nice and slimy! Sea lettuce (green) and red algae growing on a mooring buoy. Yum, pass the salad dressing! NPS Photo  Plants Rock! Where would we be without them?       These signal flags spell out a message. NPS           NPS Photo  What if your home was on a ship?          NPS  More Comic Adventures           NPS  Check out the latest comic!           Flying saucer seen in visitor center. NPS  Visitors From Space Return to Park in New Craft       Zig and Zog visit the Maritime Museum and get a BIG shock! (PDF 425KB)       Click here for the further adventures of Zig and Zog!       After landing their space ship (which looks sort of like the top section of the Maritime Museum) on Hyde Street Pier, Captain Zog and First Mate Zig go to the visitor center.         Flying Saucer lands on Hyde Street Pier. CAB  A Flying Saucer on Hyde Street Pier??         NPS Photo  Pigs at Sea! Activity page for young sailors.            NPS  A Moooo-ving Experience Read all about a cattle stampede aboard the ferryboat Eureka.          NPS Photo  Of Flying Fish and Sailing Cats The cook on board the sailing ship Balclutha has a very interesting tale to tell.        San Francisco Maritime is a park of many uses. Check out this cool scavenger hunt!         Click here to figure out what it is. _______________________________________          Colorful murals cover the walls inside the Aquatic Park Bathhouse building (the big, white, ship-shaped building in the park). This is a section of one of the murals. It was painted 70 years ago by an artist named Hilaire Hiler. Do you think he had a good imagination? How many different sea creatures can you find in the picture? Do they remind you of animals you have seen? Where did you see them? NPS          Float or Sink?How do captains know how to safely load their ships? NPS           Scow schooner ALMA sailing on San Francisco Bay. NPS  Have you ever thought about learning how to sail? Meet someone who has sailed around the world!          A sailmaker and his assistant repairing a sail laying on the deck of a ship. Ripped sails were patched and used again and again. NPS  Did Sailors Recycle? If you were a sailor on a voyage across the sea and you needed to get rid of some stinky trash, what would you do????          Photo by Dan Ng  Hercules: A Gull's Eye View Gertie and Mel, two seagulls who live on top of Hercules's  pilothouse, know all about tugboats!        Illustration by Inge Wessels  Interview Your Elders Learn about oral histories and then create your own.          Agnes Tapley and Baby Della on board the sailing ship St. James in 1898. NPS Photo  Baby on Board What was it like to grow up on a sailing ship 100 years ago? How did kids get their sea legs, and did they have to take a bath every night?        NPS Photo  Catherine of the Farallons Activity page for young salts.          A section of a nautical chart of San Francisco Bay published in 1983. NPS  Some Things Change and Some Stay the Same Compare and Contrast Two Charts of San Francisco Bay",
    "url": "https:\/\/www.nps.gov\/safr\/learn\/kidsyouth\/parkfun.htm"
}
