{
    "title": "San Francisco Maritime National Historical Park: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park           The logo of the San Francisco Maritime National Park Association. San Francisco Maritime National Park Association  Our cooperating association partner is the San Francisco Maritime National Park Association. They work with us on projects and programs in our park and community. Please contact them about becoming a member and volunteering.     Go here for more information about volunteering at the park.                    Join Our Volunteer Crew   12 Photos  Get your hands on history. Our various volunteer crews are directly involved in the preservation of our historic ships. Our work is not glamorous, but we do have a good time while helping to keep the ships looking good. If you are interested in joining the crew please call 415-561-7160.                            Employee Sean Lee from AAA of Northern California, Nevada, and Utah painting the railings on Hyde Street Pier. NPS by Terry Dorman  Volunteers from AAA of Northern California, Nevada, and Utah return every year for our National Public Lands Day event on Hyde Street Pier.        Park volunteer on Hyde Street Pier standing next to a Hick's engine and explaining how it works to interested park visitors. NPS        A park employee and volunteer working on shaping a spar (mast) for one of the small craft, while park visitors look on. NPS           Docent Robin Mitchell speaking with two visitors aboard BALCLUTHA. NPS  If Ships Could Speak: An Introduction to Interpretation at San Francisco Maritime National Historical Park Are you interested in becoming a volunteer docent at the park? This FREE training course will introduce participants to maritime history and the art of presenting educational programs. Click here for more information.",
    "url": "https:\/\/www.nps.gov\/safr\/getinvolved\/supportyourpark\/index.htm"
}
