{
    "title": "San Francisco Maritime National Historical Park: Bathhouse Building",
    "body": "Maritime Museum (in the Aquatic Park Bathhouse Building)      For information about exhibits on display, please call the Visitor Center, 415-447-5000. The Visitor Center is open everyday from 9:30am to 5pm. The Maritime Museum is open everyday from 10am to 4pm. Phone number, 415-561-7100.      The exhibit \"Maritime Arts - At Sea and Ashore\" opens January 28, 2016 in the Maritime Museum. The new exhibit showcases the skills and techniques of the sailors’ trade. Open seven days a week, 10am to 4pm, free. Museum phone number: 415-561-7100.        The Maritime Museum is in the Aquatic Park Bathhouse building. NPS Photo  The Bathhouse building was built in 1939 as a joint project of the City of San Francisco and the New Deal Works Progress Administration (WPA), and is the focal point of the Aquatic Park Historic Landmark District. This unique structure was designed in the Streamline Moderne style, a late offshoot of the Art Deco period, and mimics the clean lines of an ocean liner.          A section of the mural that covers the walls of the Maritime Museum lobby. NPS Photo  The building is a showcase for art created during the 1930s by Sargent Johnson and Hilaire Hiler. Dazzling murals cover the interior walls.        Opening day of the Maritime Museum on May 28, 1951. Frank RicciNPS Photo\/SAFR A12.24,911.13n  After occupation by troops in WWII from 1941 through 1948, the building became home to the San Francisco Maritime Museum and the country’s first Senior Center. The museum was operated by the San Francisco Maritime Association until it was transferred to the National Park Service in 1978.      The Maritime Museum is open daily from 10:00am to 4:00pm. The WPA-era murals in the lobby have been restored. Please stop by to enjoy the vibrant colors depicting a dreamy and strange underwater world. For more information, please call the Visitor Center, 415-447-5000.       The Bathhouse building and a section of the east bleachers. NPS Photo       Aquatic Park Bathhouse site bulletin          American Alliance of Museums  Accredited by the American Alliance of Museums since 1996.",
    "url": "https:\/\/www.nps.gov\/safr\/learn\/historyculture\/bathhousebuilding.htm"
}
