{
    "title": "San Francisco Maritime National Historical Park: Preserving Bendixsen Drawings",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Preserving Bendixsen Drawings                Preserving Bendixsen Drawings        Conservators cleaning the Bendixsen drawing. NPS Photo       This photograph shows two of San Francisco Maritime National Historical Park's conservators cleaning a very large drawing by Hans Bendixsen, the master shipwright who built the C.A. Thayer in Fairhaven, California in 1895. Eloise Warren (left) is using a vulcanized rubber sponge to gently lift surface dirt from the paper. Dave Casebolt (right) is carefully removing encrusted filth from drawing, which was damaged by dirty flood water sometime during the last century. Why are they doing this painstaking work?   No original drawings of the National Historic Landmark schooner C.A. Thayer are known to survive, but the dirty plan may be the next best thing. It shows the profile of the three-masted schooner Metha Nelson, C.A. Thayer's sister ship. Metha Nelson and C.A. Thayer were built in the same yard, C.A. Thayer in 1895 and Metha Nelson in 1896, and this was drawn by Hans Bendixsen in his Fairhaven Shipyard, in all likelihood as a reference for both schooners. The scribbled equations on the margins and pin holes in the corners suggest it was tacked to a board in the yard. I imagine Hans Bendixsen and his crew of shipwrights and apprentices gathering around this drawing, tools in hand, fussing with the details as the twin schooners were ribbed, skinned, and sticked. This drawing is ink over pencil, but large sections are un-inked pencil with measurement details. This information is invaluable to the continuing restoration the C.A. Thayer to her historic configuration. Our shipwrights and riggers want to use this plan as they rebuild the deckhouse and re-rig the entire vessel, but this 119 year old drawing is in very poor condition. It is not art, and it is not beautiful. It was never intended to be a lasting image, but it is full of information. It also has intrinsic value;like the C.A. Thayer, this drawing is from the hand of Hans Bendixsen. Like the schooner herself, this piece of paper is an immediate and tangible link to the art of naval architecture and hand-craft of shipbuilding that happened over a hundred years ago at the fringe of California's wild northern coast. In an effort to preserve this original drawing and to make it available to all who need it, we intend to conserve it and have high resolution photographs made as a surrogate for active use. The cleaning work that Eloise and Dave are doing is the first step in this process. This drawing is just one in a collection of 43 plans from Fairhaven that were donated to us in the early 1960s. Five original drawings from this collection are important to the restoration of the C.A. Thayer. Eloise, Dave and I will be spending the next few weeks with small brushes, gentle vacuum cleaners, and small soft rubber pads dabbing away the grime as part of our work here at the San Francisco Maritime National Historical Park. by Sara Diamond, Archives Specialist, December 17, 2015",
    "url": "https:\/\/www.nps.gov\/safr\/learn\/historyculture\/preserving-bendixsen-drawings.htm"
}
