{
    "title": "San Francisco Maritime National Historical Park: Union Iron Works in SF",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Union Iron Works in SF                Keys the Mascot         Keys the Mascot San Francisco Chronicle  By Gina Bardi, Reference Librarian  Maritime history's cup runneth over with colorful characters, some famous, some infamous, some now long forgotten. One of these forgotten fellows is finally getting his due on San Francisco Maritime National Historical Park's website.  He was incredibly smart, quick on his feet and brave. Friends recall his playfulness, as he was always up for fun as long as the work was done. He was loyal, stout of heart and limber. He climbed rigging with the best of them and went into deep dark holds of ships where no one else could fit to retrieve dropped tools. His start in life is a mystery, all that is known is that he was a homeless wanderer, begging in the streets to get by when he met up with a Sergeant Bennett of the Potrero Police, who took home, cleaned him up and set him to work patrolling the Union Iron Works yard. He also most likely, although the incident is lost to history, gave him a bone. Because our hero, dear reader, is a dog. A dog named Keys. A finer mutt was not to be found in any San Francisco Shipyard.  Keys the dog quickly became mascot of Union Iron Works. According to a San Francisco Chronicle article from 1901, \"There was not a battleship launched in late years without Keys as a passenger\" (\"Some Animal Mascots\" 30). To which he wore his finest clothes \"A high hat and a gaudy blanket tied with ribbons\" (\"Some Animal Mascots\" 30). The photo the library is using depicts Keys at the launching of the Olympia.  In 1895, Keys fell from the rigging of a steamer, injuring himself badly (don't worry, he survived) but the devotion of his fans can be seen in the newspaper account of the accident: \"The workmen of Union Iron Works say that Keys shall have the largest funeral that any dog ever had if he dies\" (\"The Olympia's Mascot\" 8) and \"Other instances of the remarkable intelligence of the dog are recounted by the workmen who deeply grieve over the accident that has happened to their pet\" (\"The Olympia's Mascot\" 8). We chose Keys as our mascot not just because of his prior work experience as a mascot or how adorable he is (that helped) but because he seemed to represent a certain intelligence, curiosity and appreciation for fun that we hope comes across in our blog.  Keys was quite the character and there are a few newspaper accounts of his adventures at the shipyard and in the Potrero neighborhood. If you're interested in reading more, and quite frankly I'd be amazed if you weren't (a dog that climbs rigging? Come on!), I've compiled a bibliography for Keys below.  \"A Dog That Has a Sense of Humor.\" San Francisco Call Feb 13 1898: 26. California Digital Newspaper Collection. Web. 8 Mar. 2012.  \"The Olympia's Mascot.\" San Francisco Call Jan 25 1895: 8. California Digital Newspaper Collection. Web. 8 Mar. 2012.  \"Some Animal Mascots.\" San Francisco Chronicle (1869-Current File): 30. ProQuest Historical Newspapers: San Francisco Chronicle (1865-1922). Feb 24 1901. Web. 8 Mar. 2012. (Available by subscription; ask your local library about access.)         Union Iron Works Lithograph, circa 1898. This artist's view shows the yard in its period of greatest glory. In the foreground are some of the notable vessels launched at the yard including the Battleship OREGON and the Protected Cruiser OLYMPIA. Reproduction SAFR 3604   First Steel Shipyard: Union Iron Works  Established during the Gold Rush, Union Iron Works moved to Potrero Point in 1883 and became the first steel shipyard on the Pacific Rim Basin. They built over 350 vessels -- from passenger liners to tankers, freighters, ferries and tugboats. The yard was best known for naval warships, including 112 destroyers and 30 submarines. Purchased by Bethelem Steel in 1905, they built ships into the 1960s. Visit The Waterfront exhibit in the Park's Visitor Center to learn more about Union Iron Works and shipbuilding.        A section in THE WATERFRONT exhibit on display in the park's visitor center. Union Iron Works was located near Potrero Point and is the location of Pier 70 today. It is in the southeastern part of San Francisco on the Bay shoreline. NPS Photo",
    "url": "https:\/\/www.nps.gov\/safr\/learn\/historyculture\/keysthemascotplaces.htm"
}
