{
    "title": "San Francisco Maritime National Historical Park: Small Craft",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Small Craft                Small Craft      The park's collection of more than 100 traditional and significant small craft is a fine introduction to boatbuilding and the maritime trades. Read an article about six small craft in the collection, or experience one brave sailor's small craft odyssey on San Francisco Bay!          The MERRY BEAR on San Francisco Bay. NPS Photo  This is the Merry Bear, part of the park’s small craft collection. She was built at the Nunes Boatyard in Sausalito in 1931, and is the first Bear Boat. Bear Boats are the first class of sloop* yachts designed and built to sail on San Francisco Bay.  The Nunes brothers came up with a winning design. The Bear Boat was small enough to be affordable in the depression-era 1930s, yet large and strong enough to sail well in the brisk winds and challenging currents of the Bay, and they quickly became a popular choice for sailors. Almost 80 years later a small but dedicated group of Bear Boat sailors still lovingly maintain their yachts and can be seen racing their craft on the Bay.  Length: 22 feet, 9 inches Beam: 7 feet Draft: 4 feet The keel is made of iron. The planking is Douglas fir and the ribs oak. Sloop rig.  A sloop* is a boat with a single mast and a fore-and-aft-rig (not a square rig).       A historic photo of the MERRY BEAR sailing on San Francisco Bay NPS Photo          The shrimp junk, Grace Quan, setting sail on San Francisco Bay. NPS Photo       Chinese Shrimp Junk Project   In 2003 employees and volunteers from San Francisco Maritime National Historical Park and China Camp State Park in Northern California, built a replica of a Chinese Shrimp Junk and named it Grace Quan.   The Grace Quan is a replica of the type of fishing vessel used throughout the Bay Area by Chinese shrimp fishing companies between 1860 and 1910.   More about the shrimp junk.",
    "url": "https:\/\/www.nps.gov\/safr\/learn\/historyculture\/small-craft.htm"
}
