{
    "title": "San Francisco Maritime National Historical Park: Aquatic Park History",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Aquatic Park History                Aquatic Park History         GENERAL VIEW, REAR AND SIDE - Aquatic Park Bathhouse, Beach Street, West of Polk Street, San Francisco, San Francisco County, CA. From Historic American Buildings Survey\/Historic American Engineering Record\/Historic American Landscapes Survey. HABS CAL,38-SANFRA,157–4. Library of Congress Prints and Photographs Division Washington, D.C. 20540.  January 22, 2014 was the 75th anniversary of the dedication of Aquatic Park. On that day in 1939, the Works Progress Administration formally turned over the project to the City of San Francisco.   Thousands flocked to the waterfront for an extravagant public celebration that included speeches and tours of the Bathhouse building.   Like those thousands of people in 1939, we continue to be drawn to this unique, accessible waterfront edge of San Francisco that includes a cove, a beach, Victorian Park, bocce ball courts and the Bathhouse Building, home to the Park's Maritime Museum and the oldest senior center in the U.S. The history of Aquatic Park is a fascinating story. Our perceptions of and how we use this area have evolved over the decades. And the changes to the physical landscape have been dramatic. Care to find out more? Please keep reading.      Overviews of Aquatic Park history: Anniversary of San Francisco's Aquatic Park (blog post): brief history with photograph about Aquatic Park's dedication on January 22, 1939 and 75th anniversary in 2014. Aquatic Park Bathhouse Building (Maritime Museum): overview of the building's history with information on planning your visit. Cultural landscape inventories: 2002 available in the Library, or 2001 available online (.pdf) Cultural landscape report, 2010 available online for free in multiple formats from the Internet Archive or NPS Focus, or in the Library.  In depth: A Dream of Seven Decades by James Delgado (book), available online for free in multiple formats from the Internet Archive or on NPS Focus or in the Library. Bathhouse Building:  Aquatic Park Bathhouse, Beach Street, West of Polk Street, San Francisco, San Francisco County, CA: photos, plans, and history from the Historic American Buildings Survey, Engineering Record, Landscapes Survey (HABS\/HAER).  Restoration (2006- 2011): \"Museum Headed to Drydock\" (In: Maritime News no.12, April-May-June 2006) (.pdf) \"Bathhouse Building a Legacy of the New Deal\" (In: Maritime News no.20, March-April-May 2008) (.pdf) \"Restored 1939 Bathhouse Building Sparkles Again\" (In: Maritime News no.22, Sept.-Oct.-Nov. 2008) (.pdf) \"Museum Opened to the Public 60 Years Ago\" (In: Maritime News no.32, Mar.-Apr.-May 2011) (.pdf)  Amphitheater and Bleachers: Aquatic Park amphitheater focused historic structure report, 2005 (book), available in the Library or online (.pdf)  \"A Nicer Place to Sit and Enjoy the View?\" (In: Maritime News no.25, June-July-Aug. 2009) (.pdf of the issue)  People involved: Arts, crafts, skills, and artists, artisans, and craft workers has links to information about the artists and craftspeople involved in the Bathhouse Building and elsewhere in the Park. Yesterday and today: \"Agitation?? No...Cavitation!!\"  The effects of the environment on the props on display in Aquatic Park.  Aquatic Park Cove  Information for planning your visit by boat. Go on a Hilaire Hiler Sea Hunt in the Bathhouse lobby. Redesigning the Waterfront: A Self-Guided Walking Tour (.pdf brochure)  From the Hyde Street Pier to Lower Fort Mason, includes Aquatic Park  Snowy Egrets on Aquatic Park beach (animated gif)  Sounds of Aquatic Park:  Early morning summer sounds Baby gulls on Aquatic Park Beach Sounds from a typical Thursday morning   Then and Now photos of Aquatic Park       (object placeholder)",
    "url": "https:\/\/www.nps.gov\/safr\/learn\/historyculture\/aquatic-park-history.htm"
}
