{
    "title": "San Francisco Maritime National Historical Park: Yachting on the San Francisco Bay",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Yachting on the San Francisco Bay                Yachting On The Bay 1859 to 2012         Portrait of George Steers San Francisco Yacht Clup Scrapbook, 1880-1882, page 156, SF Maritime.  By Stephen Canright, Park Curator, Maritime History  The America's Cup \"World Series\" regattas are currently scheduled on San Francisco Bay on August 23-26 and October 4-7, 2012. The AC45 yachts, pictured above, will race at breakneck speeds along the waterfront, displaying thrilling maneuvers in close proximity to shore, and whetting our appetites for the 34th America's Cup race on the Bay in 2013 (featuring extreme, 13-story high, carbon fiber, AC72 wing yachts).  While these modern boats have captured the public's imagination, their designs have evolved over centuries, and their sailors are in fact continuing a long tradition of yachting that began, on San Francisco Bay, more than 150 years ago.  A series of three head-to-head races, run between closely-matched sloop yachts in 1859 and 1860, brought the spirit of famed naval architect George Steers to San Francisco Bay. Mr. Steers is probably best known as the designer of the schooner yacht America, which won a big silver pitcher (later called the America's Cup) in 1851. Of course, San Francisco was on America's frontier at the time, and this was reflected in the smaller, more rough-and-ready boats involved in this early West Coast competition.  One of Steers' more modest designs, a 27-foot centerboard sloop named the George Steers (of a type popular with New York sporting men) was shipped out to San Francisco aboard a clipper ship in 1858. Others of her type followed, including the John Daniels, built by Captain Robert Fish. These New York boats quickly inspired local builders to try their hand at the type, and John Daly (originally from Nova Scotia, but trained by George Steers) launched a boat on San Francisco Bay named the Pride of the Bay in May, 1859.  Later that year, Pride of the Bay's owner, Stephen Bichard, offered to race the Pride against any boat of similar size, for a purse of up to $500. That challenge was answered by the owners of the John Daniels, and the match was on!  Then, as today, the racing boats were extreme by any measure, and designed to be sailed by very experienced crews. The Pride of the Bay was just over 27 feet long, but her bowsprit extended 15 feet forward of the bow and her mainboom stretched 15 feet aft of her stern (see print above). In their quest to go ever faster, the designers flew enormous areas of sail. The relatively small and light hulls sailed with a crew of 12 men, and were ballasted with sand bags that were shifted from side to side as the boat tacked. In the hands of anyone but seasoned professionals, these boats were dangerous indeed.  The contest between the Pride and the John Daniels was held on October 15. The course was from Mission Street Wharf, down to Hunters Point, over to the Oakland Bar, out to Fort Point, and back to a finish at Mission Street. The Pride took the lead early in the race, and hung on to win the 35-mile contest by six and a half minutes.  A second race, between the Pride and the George Steers, was held during November, 1859. The match was eagerly anticipated, pitting the best of East Coast design against a proven example of local design. The boats raced over the same course and again the Pride was the winner, this time by four and a half minutes.  The Pride of the Bay's final match race came in August, 1860, against a newly-launched local boat, the John C. Heenan. The Heenan (named for a famous bare-knuckle prizefighter, called \"The Benica Boy\") was a full foot wider than the Pride, with a beam of eleven feet on her 27 foot hull.  The race was over the familiar course and was hard-fought, in a stiff breeze. Sadly, it marked the end of Pride of the Bay's brief glory, as the John C. Heenan crossed the finish two minutes ahead of the former champion. All agreed, though, that the race was brilliantly sailed by both boats.        The American Yacht Albertina NPS Collections: An engraving in the San Francisco Yacht Club Scrapbook, 1880-1882, page 26, SF Maritime.        AC 45s racing in the America’s Cup “World Series” event in Venice, Italy, on May 9, 2012. Oracle Racing represents the United States, and Artemis Racing, Sweden.  Photo: Gilles Martin-Raget.        Sandbagger sloops racing in New York Harbor, circa 1885. NPS Collections: An engraving in the San Francisco Yacht Club Scrapbook,1880-82, page 110, SF Maritime.",
    "url": "https:\/\/www.nps.gov\/safr\/learn\/historyculture\/yachting-on-the-bay-1859-to-2012.htm"
}
