{
    "title": "San Francisco Maritime National Historical Park: Aquatic Park Beach",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Aquatic Park Beach                Agitation?? No...Cavitation!!        The Aquatic Park promenade, beach and cove. The Maritime Museum is in the background. NPS Photo         NPS Photo  Maybe you have been walking along the beach in Aquatic Park and noticed two huge propellers sitting in the sand near the east roundhouse. I've been walking by those for years and decided to do some investigating.    According to a reliable source, a fellow who has worked at the park since he was 16 years old, and I won't mention his current age, told me the propellers are from the double-ended ferry Klamath and have probably been out there in the park since the late 1960s. (More about the Klamath in a moment.)       Here is a close-up of the props. Can you see the pitting near the edges of the blades? This damage was caused by cavitation. NPS Photo       What is cavitation and how can it pulverize steel? This phenomenon can occur under certain conditions during the rotation of a screw propeller. In the turbulent water around the propeller air bubbles can't escape so they implode, releasing energy, and causing physical damage to parts of the prop.  As a result of pressure variations in the water around the prop, bubbles grow, collapse, and implode on the blade, causing stress and surface fatigue and a type of wear called cavitation results.  The blades become less efficient, and thrust is reduced. Different reasons can cause less than favorable conditions for how water flows into the propeller. The pitch of the propeller or the style may be incorrect for the situation. For example, the prop might be rotating at too high a speed under too-heavy a load, or there may be imperfections on the hull of the vessel.  Maybe next time you stroll along the promenade, and stop to enjoy the view near the propellers, you can also impress your friends and relatives by expounding on their history and the principles of cavitiation!!        The ferry KLAMATH was built in 1924 at the Bethlehem Shipbuilding Company yard in San Francisco and launched into the Bay on December 29, 1924. Here she is coming off the ways. We are looking at the bow (front of the vessel). NPS Photo, SAFR A4.3,538pl (SAFR 21374)        KLAMATH ferry on a trial run on San Francisco Bay, January 26, 1925. Built in 1924. From the Bethlehem Shipbuilding Company collection.  NPS Photo, SAFR B7.24,631gl (SAFR 21374)        KLAMATH, broadside, underway on San Francisco Bay, with Yerba Buena island in the background, circa 1929. John W. Procter, photographer.  NPS Photo, SAFR B7.38,770ps (SAFR 21374)       See you in the park and try not to trip over those props! Park Ranger Christine",
    "url": "https:\/\/www.nps.gov\/safr\/learn\/historyculture\/propsaquaticpark.htm"
}
