{
    "title": "San Francisco Maritime National Historical Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     May 27, 2016  New Balclutha Forever Postage Stamp To Launch At Hyde Street Pier  NEW BALCLUTHA POSTAGE STAMP TO LAUNCH AT HYDE STREET PIER USPS Celebrating NPS 100th with 16 New Forever Stamp Images First Day of Issue Event at 11am on Thursday, June 2, 2016   March 21, 2016  FREE FESTIVAL OF THE SEA RETURNS TO HYDE STREET PIER!  Celebrate your maritime heritage at the free 2016 Festival of the Sea at San Francisco Maritime National Historical Park.   March 18, 2016  JUNIOR RANGER DAY AT SAN FRANCISCO MARITIME NATIONAL HISTORICAL PARK PROMISES NAUTICAL FUN AND SKILL BUILDING ON APRIL 17, 2016  San Francisco Maritime is hosting a free Junior Ranger Day event on Sunday, April 17th, 10 AM to 4 PM, geared toward children ages 5-12 and their families.   March 07, 2016  SAN FRANCISCO MARITIME NATIONAL HISTORICAL PARK CELEBRATES WORLD STORYTELLING DAY  “Strong Women” Theme Advances Narratives by Fisherwomen, Firefighters and Filmmakers. Sunday, March 20 from 11:30-3:30 at the Small Boat Shop on Hyde Street Pier.   February 22, 2016  SAN FRANCISCO MARITIME NATIONAL HISTORICAL PARK LAUNCHES  ONLINE SALE OF PARK ENTRANCE PASSES  Visitors Can Now Pre-Purchase Passes and Store Them on Their Own Mobile Devices   February 03, 2016  During March Celebrate Women’s History Month At San Francisco Maritime National Historical Park  During March Celebrate Women’s History Month At San Francisco Maritime National Historical Park.   February 02, 2016  THREE NEW MASTS INSTALLED IN LANDMARK 1895 SCHOONER C.A. THAYER  Mast “Stepping” Ceremony Placed a Commemorative Coin Between Her “Stick” and Keel. Install of Rigging and Sails Will Finish at the Park’s Hyde Street Pier.   January 19, 2016  San Francisco Maritime National Historical Park Hosts Special Events for African American History Month: The Great Migration, Sea Chanteys, and More!  Throughout February (specific dates below). Free admission to Visitor Center and photo exhibit. Admission for historic ships: Adults $10, Ages 15 and under free (with adult supervision).   January 15, 2016  Commemorate Martin Luther King, Jr. Day with Free Admission and a Beach Clean-up at San Francisco Maritime National Historical Park  On Monday, January 18, national parks throughout the country will commemorate Martin Luther King, Jr. Day. All national parks will provide free admission for all visitors and many parks will host special events or volunteer service projects.   January 06, 2016  \"MARITIME ARTS - AT SEA AND ASHORE” OPENS JANUARY 28, 2016  New Exhibit Showcases the Skills and Techniques of the Sailors’ Trade. In the Maritime Museum, San Francisco Maritime National Historical Park.   December 21, 2015  SAN FRANCISCO MARITIME NATIONAL HISTORICAL PARK RECEIVES  TRANSPORTATION GRANT FROM THE NATIONAL PARK FOUNDATION  San Francisco Maritime National Historical Park is one of 113 national parks selected to receive a 2015 field trip grant from the National Park Foundation, the official charity of America’s national parks. Transportation for 4th grade classes from San Francisco Unified School Districts will be funded with this grant.   September 09, 2015  San Francisco Maritime National Historical Park Welcomes 4th Grade Students Through Every Kid In a Park Initiative  San Francisco Maritime National Historical Park Welcomes 4th Grade Students Through Every Kid In a Park Initiative.   June 12, 2015  San Francisco Maritime National Historical Park Will Increase Entrance Fees Beginning October 1st, 2015  Starting on October 1st, 2015, San Francisco Maritime National Historical Park will increase entrance fees for visitors in order to fund important maintenance and improvement projects within the park.",
    "url": "https:\/\/www.nps.gov\/safr\/learn\/news\/newsreleases.htm"
}
