{
    "title": "Ozark National Scenic Riverways: Birding in the Ozarks",
    "body": "Birding in the Ozark Riverways         The endangered Swainson's Warbler nests in riverside canebrakes. Drawing by Bryan Culpepper  by Mary Ficker, Park Ranger Visitors to the Ozark National Scenic Riverways often come to do more than just float the rivers. Many come to watch the birds. Experienced birders know that the Riverways is home to many canebrakes where they may catch a glimpse of a rare Swainson’s warbler. Late fall migration brings the mighty bald eagles to winter along our unfrozen rivers. Many species of birds are found in the Ozarks during the spring and fall migrations. Many are just passing through, but many others call the Ozarks home year round. The birds you see will depend on where you look. If you float the river you may see wood ducks in quiet pools. Many floaters are treated to a scolding by the belted kingfisher, a medium sized bird with blue feathers and a white breast. Its unruly top knot looks like hair badly styled with mousse! Likewise, it’s hard to miss the great blue heron flying down the river ahead of you each time you approach its fishing or resting spot. Other, less well known herons call the rivers home as well. You may see little blue herons, which are much smaller than the great blues. Or perhaps a green backed heron, which is a small brown and green heron. A very observant ( and lucky) birder may even see the elusive American bittern or the nocturnal yellow crowned night heron in backwaters and sloughs. Floaters often are treated to the cry of hawks. The most common in our area are the large red tailed and somewhat smaller red shouldered hawk. The red tail is usually seen soaring high above, often keeping company with the black and turkey vultures. Other hawks you may see include the pigeon sized kestrel and the rare peregrine falcon. The osprey or fish hawk may also be seen, diving into the water to scoop up a juicy trout. Evening brings out the swallows to feed on flying insects just above the water. Few riverside campouts would be complete without the nighttime serenade of the whip-poor-will or the mournful wail of the little screech owl. Perhaps this will be accompanied by the familiar “who cooks for you” of a barred owl. The river itself plays a fluid melody in the background while tree frogs join the chorus. Nature and her peaceful sounds lull tired floaters to sleep. With dawn comes the cooing of mourning doves and the tap tap of a woodpecker on a hollow tree. Away from the water’s edge, birders will find other habitats and different birds. In open fields you might see and hear the bob white quail. This is also home to the handsome brown and yellow meadowlark, recognized by the black “V” on its bright yellow breast. A flock of goldfinches may light up a tree with their brilliant breeding colors of yellow and black. At the edge of the forest you may see regal looking cedar waxwings with their fawn colored bodies and feather tips that look like they were dipped in sealing wax. A streak of blue may reveal an eastern bluebird or the smaller indigo bunting. An abundant variety of sparrows and warblers, too numerous to mention each by name will challenge both experienced and novice birdwatchers. What do you need to take up birdwatching? Not much, just good eyes. It helps to have a good guide book with pictures to help you identify the birds you see. Also useful, but not necessary, is a pair of binoculars. Birds can be identified by prominent features called “field marks.” Noting a few prominent ones will help you identify the bird with your field guide. Take the time to look closely and note the following details: Size: Robin sized, pigeon sized, chicken sized? Beak: Long, short, thin, thick, pointed, hooked? What color? Tail shape: pointed, rounded, notched, forked, fan shaped? Colors: back and breast colors, solid, striped, speckled, wing bars, eye stripes? Behavior: does it fly in a certain pattern? What does it sound like? Does it stay on the ground? Does it soar or flap constantly? Is it a loner or does it stay with a flock? If you take the time to make mental notes of some of these characteristics, you shouldn’t be confused by similar birds in your book. Some species are told apart only on the basis of the number or color of the wing bars. As you identify new species of birds, note them in your field guide. If you also note the date, time and place, your field guide will become a record of your outdoor adventures with birds. As you spend more time looking, you will be amazed at how many birds you will see around you. Don’t just settle for making a life list of birds, learn their habits and individual characters. Watch to see who is the hog at your bird feeder, who is a loner and who lives in a flock. Birding can increase your appreciation of nature and the many wonders around you in the natural world. Happy birding! Bird Quiz from Cornell Orinthological Labs How to Identify Birds Ozark Bird List",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/nature\/birding.htm"
}
