{
    "title": "San Francisco Maritime National Historical Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       For detailed accessibility information please call the Visitor Center, seven days a week, 9:30am to 5:00pm, at 415-447-5000 and\/or read the park's Universal Access Guide (232 KB pdf document) or Accessibility Guide (1.09 MB PDF). A limited number of accessible parking spaces are located at the entrance to Hyde Street Pier. Hyde Street Pier, the Visitor Center and the Maritime Library are wheelchair accessible.   Located in the visitor center, and on the main deck of the ferryboat Eureka, are computer kiosks where a virtual reality tour of the park (including the ships) is available.   The Labors of HERCULES: Celebrating Hercules 100th Anniversary In 2007 there was an exhibit in the park's visitor center about the history and restoration of the ocean-going steam tug Hercules. This link goes to PDF files that include photographs and text panels from the exhibit.   Cargo Is King! exhibit on BALCLUTHA at Hyde Street Pier This exhibit is on the historic ship Balclutha. Step aboard the square-rigged sailing ship moored at Hyde Street Pier, and make your way below deck to the 'tweendeck. Here you can explore the lantern-lit, below-deck world crammed with sights, sounds, and smells of a past century. Balclutha sailed all over the world carrying a variety of cargo. In case you might not be able to visit in person, we have provided a rich collection of PDF files that include many of the photographs, maps, illustrations, and text from the exhibit (Sorry, no smells.). It's not as good as the real thing, but we think you will enjoy them.   Lumber Schooner C. A. THAYER Interpretive Panels This link goes to PDF files of the interpretive panels that were on the 1895 lumber schooner C. A. Thayer.Thayer left the Hyde Street Pier in 2003 and spent the next four years at a shipyard in Alameda, California undergoing a massive rehabilitation. The panels were removed in preparation for that project and will eventually be reinstalled on the vessel. Thayer returned to Hyde Street Pier in 2007 where work continues on the deckhouse.",
    "url": "https:\/\/www.nps.gov\/safr\/planyourvisit\/accessibility.htm"
}
