{
    "title": "San Francisco Maritime National Historical Park: Cell Phone Audio Tour",
    "body": "Cell Phone Audio Tours         NPS  Use your phone as a portal to maritime history! Listen to park rangers give two to three minute talks about the fantastic collection of historic ships, danger and adventure on the high seas, ship preservation, art and architecture, family life at sea, sailors and music, and much more. Dial 415-294-6754 and enter the tour number and then # (pound sign). Tour numbers are listed below. Stay connected during the entire tour, or hang up and call back. Your cell phone carrier will charge their usual rate for the minutes used in the 415 area code.        NPS  The Maritime Voices cell phone audio tour is located along Hyde Street Pier. There are eight stops along the pier. At each stop you can listen to a variety of two to three minute programs narrated by park rangers. Here are the program names and tour numbers. Forepier Stop  Orientation: A Portal into Maritime History    1 History Afloat         2 Houseboating: The Lewis Ark      3 Aquatic Park Stop Swimmers in the Bay        4 Art & Architecture Aquatic Park: Form\/Function 5 Creation of a National Park       6 Global Climate Change in the National Parks   7 Park Overview: From Sail to Steam - Bridging Oceans and Cultures   8 Eureka Stop The Only Way Across the Bay      9 The Passenger Experience: Culture of Its Own 10 Steam Juggernaut     11  Thayer Stop A Story of Survival        12 Born Again: Restoration of the C.A.Thayer    13 Good Wood: Preserving Ships and Forests    14 Sail, Steam, and Self Reliance      15  Eppleton Hall Stop Survival of an Underdog       16 On the Inside         17  Balclutha Stop A Memorial to the Grand Age of Sail     18 Danger and Adventure on the High Seas    19 Charting a Musical Course Through Maritime History  20 Families At Sea         21 A World of Interconnection       22  Hercules Stop The Last of Her Kind        23 The Good and the Bad: Life Aboard Hercules  24 Power and Danger        25  Alma and Small Craft Stop A Local Lifeline         26 More Alive than Ever!        27 Significance of Small Craft       28  To leave a comment press 0 and #. Click here for a map showing the program locations on the pier. (PDF, 260KB)        The tour number and text for each tour is listed below as a PDF file. (The PDF file sizes range from 52 KB to 76KB and should not take long to load on your computer.)  1. Orientation: A Portal Into Maritime History 2. History Afloat 3. Houseboating: The Lewis Ark 4. Swimmers in the Bay 5. Art & Architecture in Aquatic Park: Form and Function 6. Creation of a National Park 7. Global Climate Change in the National Parks 8. Park Overview: From Sail to Steam, Bridging Oceans and Cultures 9. The Only Way Across the Bay 10. The Passenger Experience: A Culture of Its Own 11. Steam Juggernaut 12. A Story of Survival 13. Born Again: The Restoration of the C. A. Thayer  14. Good Wood: Preserving Ships and Forests 15. Sail, Steam, and Self Reliance 16. Survival of an Underdog 17. On the Inside 18. A Memorial to the Grand Age of Sail 19. Danger and Adventure on the High Seas 20. Charting a Musical Course Through Maritime History 21. Families At Sea 22. A World of Interconnection 23. The Last of Her Kind 24. The Good and the Bad: Life Aboard Hercules 25. Power and Danger 26. A Local Lifeline 27. More Alive Than Ever! 28. Significance of Small Craft",
    "url": "https:\/\/www.nps.gov\/safr\/planyourvisit\/cellphoneaudiotours.htm"
}
