{
    "title": "San Francisco Maritime National Historical Park: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations               Multimedia Presentations                         Below Deck on Steam Tug HERCULES Take a tour with some Park Rangers as they go way below the main deck on Steam Tug Hercules to give you a look at little-seen places.  Duration:2 minutes, 24 seconds                               Aloft on BALCLUTHA Park Rangers Chris and JR were aloft in Balclutha’s rigging and made this video.  Duration:2 minutes                                 Aquatic Park Through The Decades from 1856 to 1970 A group of 15 images of a unique, waterfront area of San Francisco now known as Aquatic Park. They are from the park’s collection spanning eleven decades from the 1850s through the 1970s.  Duration:2 minutes, 32 seconds                                From Forest to City: The Coastal Lumber Trade A series of historic photos with brief captions depicting the journey of trees cut for lumber along the California, Oregon, Washington and British Columbia coasts. The lumber, much of it Douglas fir and Redwood, was brought to San Francisco by sail and steam schooners. Whole forests of lumber went into the reconstruction of San Francisco in the wake of the 1906 Earthquake.  Duration:1 minute, 11 seconds                                Wooden Shipbuilding: Building Boats on the Bay Beginning in 1849, dozens of shipyards in San Francisco built and repaired wooden vessels. This presentation is part of \"The Waterfront\" exhibit located in the park's visitor center. Please visit!  Duration:1 minute, 27 seconds                               World Storytelling Day March 20, 2015 A diverse group of storytellers—from  Laney College ESL (English as a Second Language) students to Sundance-and-Emmy award winning filmmaker Judy Irving—gathered at San Francisco Maritime National Historical Park to share their narratives in the belief that that stories matter.  Duration:3 minutes, 55 seconds                                Moving the longboat In April 2015 the crew moved a longboat from Hyde Street Pier back onto Balclutha. Chris Jannini, Supervisory Marine Carpenter, took these photos.The boat being moved is one of two replica longboats built by Ray Speck for the park over 25 years ago. The two boats have been maintained in place on Balclutha since then but some small sections of the gunwales had developed rot so both were removed two years ago for rehabilitation by Small Boat Shop crew and volunteers.Most vessels similar to Balclutha carried two or more boats of this type. They were used for transporting men and materials when in harbor and could also be used under oars to tow the ship if necessary.The ship capstans and traditional block and tackle were used to place the longboat back on her skids amidships. The process took about two hours.  Duration:50 seconds                                Downtown High School Students Build a Dory High school students learn the ins and outs of building a small, wooden rowing boat. Combining hands-on work with classroom studies, they achieve more than just building a boat. They gain confidence and life skills along with a sense of accomplishment.  Duration:3 minutes, 28 seconds                                Bending Wood with Steam How the park's Small Boat Shop bends planks for the restoration of the motor launch Eva B.You may also view a version with closed captions turned off at https:\/\/youtu.be\/P__jyZkwY1o.  Duration:3 minutes, 33 seconds",
    "url": "https:\/\/www.nps.gov\/safr\/learn\/photosmultimedia\/multimedia.htm"
}
