{
    "title": "Voyageurs National Park: Boat Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Boat Safety              Boat Safety         A visitor boating in the park.   Safe Boating Tips and Checklist Voyageurs is a boater's paradise. Remember to review all tips and checklists before venturing into the park.  Always wear your life jacket - Minnesota state law requires all watercraft (including canoes and kayaks) to have one wearable U.S. Coast Guard approved personal flotation device (PFD) on board and accessible for each person in the watercraft. The Coast Guard requires all children less than 13 years of age to wear a life jacket when in a recreational boat.  Type IV throwable cushion or ring. Minnesota state law requires, on boats 16 feet or longer (excluding canoes and kayaks) to have at least one of these on board and accessible.  Riding on the bow or gunwale is prohibited! All passengers should stay seated within the boat while the boat is moving.  Know where you can re-fuel your boat. Many lakeside resorts offer fueling options from the water.  Don't drink & drive. County Sheriff, U.S. Coast Guard staff and park rangers enforce laws prohibiting boat operations under the influence of drugs or alcohol.  Navigational charts are highly recommended.  Navigation Lights at night. Navigation lights must be on from sunset to sunrise.  Whistle or horn capable of producing a continuous sound for two seconds and audible for at least one-half mile.  Anchor, paddles or oars, and lines. Have these available in-case your vessel becomes disabled.  Spare propeller and shear pin. Have spare equipment and needed tools available to do quick fixes.  Flashlight and first aid kit. In-case of emergency have the essentials on board.          Thinking of drinking lake water? Always treat lake water before using it for drinking or cooking. Consider bringing water with you when camping in the park. Otherwise, use a high-quality water filter to remove potential contaminants. Blue-Green Algae The Minnesota Pollution Control Agency (MPCA) advises the public to approach lake areas with blue-green algae blooms with caution. During the right conditions these blooms can be toxic to pets and harmful to people. A blue-green algae bloom looks like pea soup should be avoided. For detailed information visit the MPCA website.",
    "url": "https:\/\/www.nps.gov\/voya\/planyourvisit\/boat-safety.htm"
}
