{
    "title": "San Francisco Maritime National Historical Park: Aquatic Park Cove",
    "body": "Aquatic Park Cove         A view of the Aquatic park Historic District including the Maritime Museum, lawns, beach and cove. NPS     Welcome to Aquatic Park cove and beach – another of the many wonderful resources this national park offers you. Also nearby is the Maritime Museum and the historic ships at Hyde Street Pier.  San Francisco Maritime National Historical Park also welcomes you and your vessel to the Aquatic Park Cove.  While anchoring in a protected location, the cove offers beautiful views of the Bay and the City.  Instructions for anchoring:  • Only non-motorized boats and sail\/auxiliary boats are allowed in Aquatic Park Cove. • Overnight anchoring (sunset to sun up) stays shall be by permit only. • Permits are approved for no more than five consecutive nights at a time. A break of one full week (7) 24 hour consecutive time periods from Aquatic Park Cove is required before re-entering the Cove for overnight stays. Another permit can be submitted for approval after the seven day break. Total overnight stays are limited to 30 per year. Permits are issued by the Aquatic Park Cove Harbormaster. Day use of the Cove does not require a permit.  • There are no permanent fixed moorings available to visiting vessels. Use of the cove requires an adequate anchor and proper gear. All vessels over 40' in length or 8' in draft require park approval prior to entering the Cove.  • The space for visiting non-motorized and sail\/auxiliary boats is available on a first come, first serve basis. The Cove offers aquatic opportunities to many park users. Due to the large number of swimmers in the Cove, tenders\/dinghies shall be rowed or powered by a small (5hp or less) outboard motor ONLY to provide transport to and from the shore.  • Vessels that are classified as a sailboat may use a small auxiliary motor for safe maneuvering. Sailboat operators must keep a lookout, while underway, to watch for swimmers. • The National Park Service is not responsible for loss, theft or damage to personal property while visiting Aquatic Park Cove.  Please call 415-561-7000 or email for additional information and\/or a permit.        San Francisco Maritime National Historical Park. The historic ships at Hyde Street Pier are on the left. The Historic District contains the Maritime Museum ( large, white building), grassy area, bleachers, beach and cove. Municipal pier is in the foreground helping to create the protected waters of the cove. NPS        A view across the cove with scow schooner ALMA underway and BALCLUTHA moored at Hyde Street Pier. NPS",
    "url": "https:\/\/www.nps.gov\/safr\/planyourvisit\/aquaticparkcove.htm"
}
