{
    "title": "San Francisco Maritime National Historical Park: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around         Compass in terazzo on the second floor of the Aquatic Park Bathhouse Building (Maritime Museum). NPS  The park is located within the city limits of San Francisco, in the Fisherman's Wharf neighborhood, on the shoreline of San Francisco Bay, and the closest airports are San Francisco International and Oakland International airports. Maps of the whole Park, and the location of the Park in San Francisco are available. For directions to specific locations in the Park, call the location below directly, or use the following information in your favorite mapping application:  The Visitor Center is located at 499 Jefferson Street (at Hyde), San Francisco, CA 94109 (415-447-5000) The Hyde Street Pier and the historic ships are across the street from the Visitor Center (call the Visitor Center, 415-447-5000 for directions and info)  The Maritime Museum is in the Bathhouse Building at 900 Beach Street (at Polk), San Francisco, CA 94109 (415-561-7100) For research in the collections, plan a research visit to the Maritime Research Center in Fort Mason Center, Building E, San Francisco CA 94123 (415-561-7030)   Parking, autos:  There is no designated parking area for the Park. There is metered street parking and garages and parking lots that charge various prices to park.  Parking, bikes: Bike racks are located to the left of the Bathhouse Building entrance (on Beach Street), and near the Maritime Research Center & Headquarters Building (Building E, Fort Mason Center). Getting around the Bay Area and San Francisco:  511.org is a phone and web source for current Bay Area traffic, transit, rideshare, and bicycling information, including planning a trip by public transit. From within the Bay Area, call 511, and from outside the Bay Area, call 888-500-INFO (888-500-4636).",
    "url": "https:\/\/www.nps.gov\/safr\/planyourvisit\/gettingaround.htm"
}
