{
    "title": "San Francisco Maritime National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           2 Marina Boulevard, Building E, 2nd Floor  San Francisco, CA 94123                 Directions         The park is located within the city limits of San Francisco, in the Fisherman's Wharf neighborhood, on the shoreline of San Francisco Bay.  Directions Details           Operating Hours & Seasons         Hyde Street Pier The pier is open seven days a week from 9:30am to 5pm. However, a ticket to board the historic ships is not sold after 4:30pm. The pier is closed on Thanksgiving, Christmas, and New Year's Days.    Standard Hours    Sunday: 9:30 PM - 5:00 PM   Monday: 9:30 AM - 5:00 PM   Tuesday: 9:30 AM - 5:00 PM   Wednesday: 9:30 AM - 5:00 PM   Thursday: 9:30 AM - 5:00 PM   Friday: 9:30 AM - 5:00 PM   Saturday: 9:30 AM - 5:00 PM      Additional Information View More       Thanksgiving Day:   -       Christmas Day:   -       New Year’s Day:   -           Maritime Museum The Maritime Museum is located in the Aquatic Park Bathhouse Building. Open seven days a week. Closed on Thanksgiving, Christmas, and New Year's Days.   Standard Hours    Sunday: 10:00 AM - 4:00 PM   Monday: 10:00 AM - 4:00 PM   Tuesday: 10:00 AM - 4:00 PM   Wednesday: 10:00 AM - 4:00 PM   Thursday: 10:00 AM - 4:00 PM   Friday: 10:00 AM - 4:00 PM   Saturday: 10:00 AM - 4:00 PM      Additional Information View More       Thanksgiving Day:   -       Christmas Day:   -       New Year’s Day:   -           Research Center The Maritime Research Center is open by appointment only, Monday through Friday, 1pm-4pm. Appointments must be made at least twenty-four hours in advance. (Closed federal holidays.)   Standard Hours    Sunday: Closed   Monday: 1:00 PM - 4:00 PM   Tuesday: 1:00 PM - 4:00 PM   Wednesday: 1:00 PM - 4:00 PM   Thursday: 1:00 PM - 4:00 PM   Friday: 1:00 PM - 4:00 PM   Saturday: Closed             Weather           San Francisco is located in a Mediterranean climate. The rainy season usually lasts from November to March. The warmest months are usually September and October. The famous San Francisco fog begins rolling in through the Golden Gate in the spring and can persist throughout the summer months. That said, the city can be foggy and windy any time of the year, so if your visit to “sunny California” includes a stop in San Francisco, bring some warm clothing. The average annual temperature is 62.5°F (16.9°C).          Fees & Passes     Entrance Fees:   Entrance Fee to Board the Historic Vessels - $10.00 Per person fee to board the historic ships at Hyde Street Pier. Good for seven days. Children 15 and younger are free.   Entrance Passes:   Annual Park Pass - $40.00 Good for one year. Only valid for San Francisco Maritime National Historical Park. The pass holder may enter with three additional adults and any number of children 15 years old and younger.         Visitor Centers       Research Center The Maritime Research Center provides access to the library, archives and museum collections and encourages research in maritime history and humanities. The Research Center is open by appointment only, Monday through Friday, 1pm-4pm. Appointments must be made at least twenty-four hours in advance. (Closed federal holidays.)   Visitor Center Housed in the Park's 1908 historic brick cannery warehouse, visitor center exhibits tell the stories of voyage, discovery and cultural diversity. A First Order Fresnel lighthouse lens, a magnificent brass structure encasing hundreds of precisely polished prisms, guides visitors through the door. Visit “The Waterfront” exhibit and take an interactive walk through six historical waterfront neighborhoods. Once inside, can get a heading from Park Rangers and volunteers staffing the information desk.   Visitor Center The visitor center is located at 499 Jefferson Street at the corner of Hyde Street and open seven days a week from 9:30am to 5:00pm. Info: 415-447-5000. Housed in the Park's 1908 historic brick cannery warehouse, visitor center exhibits tell the stories of voyage, discovery and cultural diversity. A First Order Fresnel lighthouse lens guides visitors through the door. Visit “The Waterfront” exhibit and take an interactive walk through six historical waterfront neighborhoods.                           Hyde Street Pier               Visitor Center               Aquatic Park and Cove               Maritime Museum in the Aquatic Park Bathhouse...               Maritime Research Center            San Francisco Maritime National Historical Park is located in San Francisco, California along the San Francisco Bay shoreline in the Fisherman’s Wharf neighborhood.Since San Francisco Maritime does not cover a large area, walking is the best way to get around. City streets are adjacent to the park but no public road goes through it. There is no parking lot, and street parking is limited. Using public transportation is an excellent way to visit, and the turnaround for one of the famous cable car lines (Hyde) is in the park.  Main Resources of the Park♦  A fleet of historic vessels are moored at Hyde Street Pier, an extension of Hyde Street. The ships are open to visitors year-round. A short, level walk to the end of the pier rewards visitors with great views of San Francisco Bay.♦  The Visitor Center, located across the street from Hyde Street Pier, features information and award-winning exhibits. ♦  Just outside the Visitor Center is an open, grassy area overlooking the Aquatic Park cove and beach with access to the water’s edge. Visitors can see breathtaking views to the north of San Francisco Bay, Alcatraz Island, the Golden Gate Bridge, and Sausalito in Marin County. ♦  Two blocks away from the Visitor Center is the Maritime Museum in the Aquatic Park Bathhouse building. ♦  The Maritime Research Center, located in Fort Mason Center, is a 10-minute walk from Hyde Street Pier through Aquatic Park. Appointments are required.",
    "url": "https:\/\/www.nps.gov\/safr\/planyourvisit\/basicinfo.htm"
}
