{
    "title": "Isle Royale National Park: Do Business With Us",
    "body": "Do Business With Us       The National Park Service (NPS) requires permits for business activities in NPS areas to protect the park visitor, the business operator, the federal government from liability, and to ensure that commercial activities in the parks are appropriate. Title 36 of the Code of Federal Regulations, Section 5.3 prohibits business activity in NPS areas without a permit.  Special Use Permit Isle Royale National Park will no longer require special use permits (SUP) for non-commercial\/non-profit groups who are conducting trips to the island for normal recreational activities.  Special Use Permits will still be issued for filming in the park and special events, such as weddings, or when conducting any activity that is out of the ordinary or may have an above normal affect on park resources or the wilderness experience (up to the discretion of park management).  The annual fee for an SUP is $50. Liability insurance is required.  Commercial Use Authorization Commercial groups such as \"for profit\" camps, outfitters, tour groups and any operation providing goods, activities, or service to the general public within the park and which is undertaken for or results in compensation, monetary gain, benefit or profit to an individual, organization or corporation must obtain a Commercial Use Authorization (CUA).   CUA's are issued only to those commercial activities that support or compliment the park's mission and goals. There is a $200 annual fee required for a CUA.  Liability insurance is required.  Commercial Filming & Still Photography  All commercial filming or still photography requires a permit. Commercial filming is defined as digital or film recording of a visual image or sound recording by a person, business, or other entity for a market audience, such as for a documentary, television or feature film, advertisement, or similar project. It does not include news coverage or visitor use.",
    "url": "https:\/\/www.nps.gov\/isro\/getinvolved\/dobusinesswithus.htm"
}
