{
    "title": "Isle Royale National Park: Moose-Wolf-Vegetation Management Plan\/EIS",
    "body": "Explore This Park    Get Involved     Planning     Moose-Wolf-Vegetation Management Plan\/EIS               Environmental Impact Statement to Address the Presence of Wolves at Isle Royale National Park            Aerial View of the Palisades NPS Photo\/Paul Brown   The NPS began this planning process by considering a broad range of potential management actions as part of determining how to manage the moose and wolf populations for at least the next 20 years. However, based on the public comments we received and additional internal deliberations, the NPS has determined that it will revise and narrow the scope of this EIS to focus on the question of whether to bring wolves to Isle Royale National Park in the near term, and if so, how to do so.    Although wolves have not always been part of the Isle Royale ecosystem, they have been present for more than 65 years, and have played a key role in the ecosystem, affecting the moose population and other species during that time. The average wolf population on the island over the past 65 years has been about 22, but there have been as many as 50 wolves on the island and as few as three. Over the past five years the population has declined steeply, which has given rise to the need to determine whether the NPS should bring additional wolves to the island. There were three wolves documented on the island as of March 2015 and only two wolves have been confirmed as of February 2016. At this time, natural recovery of the population is unlikely.    The potential absence of wolves raises concerns about possible effects to Isle Royale’s current ecosystem, including effects to both the moose population and Isle Royale’s forest\/vegetation communities. The revised purpose of the plan, therefore, is to determine whether and how to bring wolves to Isle Royale National Park to function as the apex predator in the near term within a changing and dynamic island ecosystem.   Given the revised scope of the EIS, actions to manage moose, such as culling or translocation of moose, as well as actions to manage vegetation, such as fire, direct restoration, or other tools, will not be considered in this EIS. After a decision is made regarding whether and how to bring wolves to Isle Royale, the NPS will monitor conditions on the island, and will initiate additional planning processes to address other aspects of the island ecosystem, such as the moose population and forest community, if such planning processes are deemed necessary.    Where Can I Access Additional Information? The best resource for additional information on the planning process is the National Park Service Planning, Environment, & Public Comments website and the most current newsletter. Additional Documents and Reports Related to Planning Topics: Using Climate Change Scenarios to Explore Management at Isle Royale National Park Adobe Acrobat (.pdf) - 5.84 MB Policy Conundrums in the National Park: Nature, Culture, and the Wolves of Isle Royale Adobe Acrobat (.pdf) - 14.15 MB History of an Ancient and Remote Wilderness Archipelago Adobe Acrobat (.pdf) - 2.7 MB Island Biogeography at Play on Isle Royale Adobe Acrobat (.pdf) - 2.49 MB Canada Lynx Restoration at Isle Royale National Park: A Feasibility Study Adobe Acrobat (.pdf) - 917 KB Mammals on Isle Royale - Historical Context Adobe Acrobat (.pdf) - 917 KB Policy Conundrums, Disparate Voices and the Wolves of Isle Royale Adobe Acrobat (.pdf) - 2.61 MB Species Introduction\/Population Dynamics Adobe Acrobat (.pdf) - 2.2 MB Questions Remain for wolves on Isle Royale National Park - News Release 4\/9\/2014 Adobe Acrobat (.pdf) - 168 KB       How Do I Submit a Public Comment? If you would like to review comments already submitted or provide additional comments regarding the revised scope, please do so online at http:\/\/parkplanning.nps.gov\/ISROwolves.",
    "url": "https:\/\/www.nps.gov\/isro\/learn\/nature\/wolf-eis.htm"
}
