{
    "title": "Ozark National Scenic Riverways: Planning",
    "body": "Explore This Park    Get Involved     Planning            Planning          The National Park Service is pleased to announce the Final General Management Plan\/Environmental Impact Statement for Ozark National Scenic Riverways has been completed and is available to the public beginning on December 12, 2014. This document represents careful consideration of a wide range of public comments received in early 2014. Your input has been invaluable in preparing the final plan.   The final general management plan establishes a new long-term vision for Ozark National Scenic Riverways and provides comprehensive guidance that will help fulfill this vision and address the Riverways' key management issues. To accomplish this, the plan sets forth a balanced approach for protecting the many distinctive natural and cultural resources along the Riverways, while also providing visitors with diverse and unique opportunities for high-quality land- and water-based recreation experiences.  Please click the links below to download the final plan and an informational newsletter. The document is over 600 pages long, so the number of printed hard copies has been kept to a minimum. For your convenience, CDs are available upon request by contacting the Riverways at the address or phone number below. The National Park Service places great value on your interest in and passion for the Ozark National Scenic Riverways. We look forward to implementing this plan with your support and collaboration!  Ozark National Scenic Riverways 404 Watercress Drive P.O. Box 490 Van Buren, MO 63965  (573) 323-4236  General Management Plan \/ EISSigned Record of Decision Final GMP Newsletter Frequently Asked Questions Associated Documents  Riverways Reflections: the Superintendent's Personal NewsletterMay 18, 2015Previous Issues:March 2, 2015March 17, 2014 March 31, 2014 April 14, 2014 April 28, 2014 May 12, 2014 May 30, 2014 June 9, 2014 July 7, 2014 August 18, 2014 October 6, 2014 December 1, 2014December 22, 2014  While the official comment period is over, we always welcome your input into any aspect of park operations. Feel free to e-mail us via this website (go to \"Contact us\") or write us a letter at:  Superintendent, Ozark National Scenic Riverways, P.O. Box 490, Van Buren, MO 63965    As always, we look forward to hearing from the public and encourage all to visit the park's website at www.nps.gov\/ozar or our  for the latest news.",
    "url": "https:\/\/www.nps.gov\/ozar\/getinvolved\/planning.htm"
}
