{
    "title": "Isle Royale National Park: Artist-in-Residence",
    "body": "Explore This Park    Get Involved     Artist-in-Residence            Artist-in-Residence Program        Northern Lights.  Jennifer Williams, Artist-in-Residence, 1998       Artists in National Parks Isle Royale National Park's Artist-in-Residence program provides professional artists, working in all mediums, the opportunity to become a part of a long-established tradition of artists in our National Parks. Artists have had a long-standing influence on the formation, expansion, and direction of America's National Parks.  By painting landscapes of the American West, artists publicized many of the natural wonders of a land little known to the eastern populace.  Their body of work helped to stimulate the establishment of many of our National Parks and to foster a continuing appreciation of them. Today's artists continue to document the landscapes of the National Parks with contemporary approaches and techniques, drawing upon the site's scenic, natural, and cultural elements for inspiration.  These artists translate the park's purpose - as a place of pleasure and preservation - into pieces that bring other people new insights, enjoyment, and understanding. Artist-in-Residence Program The program provides three or four artists a two to three week immersion in Isle Royale's wilderness environment each season.  This immersion provides time for the artist to connect to the many moods that only a Northwoods wilderness can provide. The park provides an isolated rustic cabin in Tobin Harbor on the northeast end of Isle Royale near Rock Harbor, and the use of a canoe at no cost to the artist.  Complimentary transportation to the park is provided on the National Park Service vessel Ranger III, a 165-foot ship operating out of Houghton, Michigan.   During the residency, the artist will be asked to share their experience with the public by demonstration, talk, or other means.  The presentation will depend on the artist's medium, interests, and experience, and will consume a few hours of their stay.  The artist is required, within a year, to donate a piece of work inspired by the island.  The donated piece will offer the public an opportunity to experience our national heritage through the artist's unique interpretation of Isle Royale. Sponsors for this program include Isle Royale National Park, the Isle Royale & Keweenaw Parks Association, and the Copper Country Community Arts Council.  The artist will be enrolled in the National Park Service's Volunteer-in-Parks program. Read the Artist-in-Residence brochure for information on how to apply.   The application period for the 2016 program is now closed.  Please check back in late 2016 for information about the 2017 program. Youth Artist-in-Residence Program  New for 2016, one of the selected Artist-in-Residence will be a youth from the portal communities of Isle Royale National Park.  The Youth Artist-in-Residence program is open to 7th-12th graders that attend Copper Country Intermediate School District schools, home school (in Houghton or Keweenaw Counties of Michigan and the North Shore of Minnesota), and North Shore Minnesota schools. The application period for the 2016 program is now closed.  Please check back in late 2016 for information about the 2017 program.",
    "url": "https:\/\/www.nps.gov\/isro\/getinvolved\/artist-in-residence.htm"
}
