{
    "title": "Isle Royale National Park: Flowering Plants",
    "body": "Flowering Plants        White water lily Katy Goodwin         Skunk cabbage flowers appear early, followed by bright green leaves which may grow more that two feet long Katy Goodwin (flower) and Janet Marr (leaf)  Isle Royale is home to over 600 flowering plants which range in size from tiny duckweeds floating in inland ponds to majestic white pines reigning on its ridges. The island's flowering plants, which include trees and shrubs, grow in a variety of wetlands, uplands, and aquatic habitats. They can even survive in seemingly inhospitable places such as minute crevices on wave-splashed Lake Superior bedrock shoreline, where only a few plants, such as the tiny pearlwort, are able to eke out a living. Many of the island's more than 40 endangered and threatened plant species (such as pearlwort, eastern paintbrush, and yellow mountain saxifrage) are arctic disjuncts, whose main ranges are further to the north.        The calypso orchid produces delicate lavender and white blooms in early spring. Janet Marr (colony) and Katy Goodwin (single flower)  In contrast to island rarities, plants such as big-toothed aster, sarsaparilla, bunchberry, and many grass and sedge species are very common throughout the island in a number of habitats. In fact, there are more than 100 species of grasses and sedges known from Isle Royale, but their inconspicuous flowers are seldom noticed by camera-carrying visitors who are in search of more photogenic flowers offered by ladyslipper orchids, bunchberries, gay-wings, harebells, and twinflowers. Some island plants flower throughout the summer, while many others only bloom for a short time. For example, many early season visitors to the island are thrilled by the sight of blooming calypso orchids along Rock Harbor trails, and skunk cabbages and marsh marigolds adjacent to swamp boardwalks. By August, these and other early flowers are distant memories having been replaced by later blooming ladies-tresses orchids, asters, and goldenrod.",
    "url": "https:\/\/www.nps.gov\/isro\/learn\/nature\/flowering-plants.htm"
}
