{
    "title": "Isle Royale National Park: Mosses",
    "body": "Mosses        Sphagnum Moss Paul Brown       Often forming lush carpets along trailsides in Isle Royale's boreal forests, ostrich plume moss, shaggy moss, red-stemmed moss, and stair step moss are some of the largest mosses on Isle Royale and are also fairly easy to recognize and identify. Mosses grow not only in boreal forest, but just about everywhere else on Isle Royale... its sun-baked ridge tops, wave-splashed shorelines, shaded swamp forests, open boggy areas, and even submerged in lakes. In these diverse locations, mosses thrive on logs, stumps, tree trunks, rocks, soil, and even campsite shelter roofs and moose dung!        Male plants of hairy cap moss with attractive red reproductive features called splash cups. Janice Glime  Mosses reproduce by spores, one of many differences that distinguish these small plants from the seed-producing flowering plants. Mosses are composed of upright or prostrate leafy stems, with spore-filled capsules usually atop long stalks raised above the leaves. Spores are released and can develop into new moss plants. Amazingly, new mosses can also grow from tiny pieces of leaves and stems. Liverworts are close cousins of mosses, also reproducing by spores, but with differences in leaves and other structures.        Sphagnum moss lays a blanket over a bog. Paul Brown  If you have ever walked on bouncy boggy \"soil\", you're likely walking on spongy carpets of Sphagnum. This moss, that can hold incredible amounts of water, is the dominant ground cover species in many of Isle Royale's boggy areas, swamp forests, and other wetland habitats. Sphagnum's ability to lower the pH of its surroundings limits the number of other species that can grow in these wetlands to only those that can tolerate acidic conditions.      One unusual island moss, umbrella moss, grows on moose dung and has a special trick for spreading its spores. The moss emits a musky sweet odor that attracts files. When flies land on umbrella moss capsules, moss spores stick to their bodies. The flies go on to visit other dung piles, where spores are dropped and grow into new umbrella mosses.       Ostrich plume moss and knight's plume are apt names for this attractive and common moss species. Janice Glime",
    "url": "https:\/\/www.nps.gov\/isro\/learn\/nature\/mosses.htm"
}
