{
    "title": "Isle Royale National Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         Bull moose eating NPS Photo\/Paul Brown  As we paddle through the mist of Lake Ritchie, a loon calls, or was it a wolf? Some loon calls sounds similar to a wolf's howl. There is an abrupt splash behind us. The boat rocks as we turn to look. Perhaps we startled a beaver, a duck or an otter. We stop paddling but the canoe continues to drift.  The tops of conifers and paper birch are barely discernable through the quiet morning fog. The sloshing we hear on the far shore can only be a moose. Yes, we see it now, climbing from the boggy marsh near the Indian Portage Trail. It is a cow, with a calf in tow, now tromping through the abundant thimbleberry that covers the ground. The moose sometimes threaten to strain their own limited food supply. A walk along most trails will reveal evidence of this in the form of \"moose browse\" - trees and shrubs pruned into odd or stunted shapes by years of feeding. Later, the mist clears and an osprey circles high above, its eyes keenly scanning for fish in the waters below. It soars ever higher, over the Greenstone Ridge toward Canada and the northern shores of Lake Superior. The day warms and insects take flight along with the songbirds that feed on them. While traversing the portage trail into Siskiwit Lake we see a small, copper-brown figure retreat across the forest floor - a red-bellied snake; then at the lakeshore we watch as painted turtles bask on a log in the sunshine. At the end of the day, while watching stars rise and circle above, bats begin their evening flights.  Isle Royale's wilderness provides habitat for many creatures. The island's isolation makes immigration difficult for most animals, creating simple ecosystems. All of Isle Royale's creatures create their own natural survival\/extinction saga. As recent as 1927, caribou and coyote dotted the landscape. The island is now devoid of these creatures, having given way to other species such as moose and wolves. The island was once called Minong by past cultures, which means “a good place.” However, humans have rarely called the island home, and even now the park is closed during winter months due to harsh and dangerous conditions on Lake Superior. Although direct human intrusions are limited even in the busy summer months, from October to April the animals reign at Isle Royale. So step inside for a closer view; Minong awaits.",
    "url": "https:\/\/www.nps.gov\/isro\/learn\/nature\/animals.htm"
}
