{
    "title": "Isle Royale National Park: Trees",
    "body": "Trees        Fall colors on the northeast side of the island, looking towards Pie Island in Canada. Paul Brown       Balsam fir, white spruce, paper birch, aspen, and mountain ash are typical boreal forest trees that grow along Isle Royale's rugged shoreline. Here, Lake Superior creates cool, moist conditions which favor boreal forest. In contrast, the warmer\/drier conditions and deeper soils found in the interior of the island near its western end support an extensive forest of Northern hardwoods. There, autumn hikers along the Greenstone Ridge Trail shuffle through colorful leaves fallen from sugar maples and yellow birches, the two tree species that dominate this forest type. In fact, one location on this part of the island, Sugar Mountain, was once home to an Ojibwe maple sugaring camp in the 1840's. Nearby Red Oak Ridge is a reminder that northern red oak trees also make the western, interior part of the island their home.        White spruce and balsam fir are the two most common tree species in the island's extensive boreal forest Paul Brown  In the island's low areas, visitors walk on boardwalks through swamp forests of northern white cedar, black spruce, tamarack, red maple, and black ash. Three species of pine trees (jack, red, and white) prefer drier feet and are limited to the island's rockier, more open sites.  The forests and trees on Isle Royale are ever-changing due to natural succession, plus disturbances such as fire, moose browse, insect attacks, and windthrow. For example,      •  Tamarack was much more common in the island's wetlands in the past, but due to a severe larch sawfly infestation about 100 years ago, many trees were killed.    • A large fire in 1936 burned about 25% of the forest cover of the island. Early successional species like paper birch and aspen had their heyday, growing quickly to fill in areas opened up by fire. Now however, many of these short-lived trees have died or are dying.    • Balsam fir has been negatively affected by moose browsing and may become less common in the future, especially on the western two-thirds of the island.",
    "url": "https:\/\/www.nps.gov\/isro\/learn\/nature\/trees.htm"
}
