{
    "title": "Isle Royale National Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Aerial view of Locke Point NPS Photo\/Paul Brown   In the northwestern portion of Lake Superior is a unique and remote island archipelago. Isle Royale National Park preserves 132,018 acres of land that was federally designated as wilderness on October 20, 1976. The park consists of one large island surrounded by over 450 smaller islands; it encompasses a total area of 850 square miles including submerged land, which extends 4 1\/2 miles out into the largest fresh water lake in the world. Isle Royale's unique ecosystem led to it being designated an International Biosphere Reserve in 1980.  These isolated islands have only 19 mammal species, compared to over 40 found on the surrounding mainland. Some species have come and gone, often due to human influences. The heavily forested shoreline of Isle Royale appears similar to the mainland's landscape prior to development. Gulls, ravens, and an occasional eagle or osprey dot the skies; squirrels, toads, mice, and spiders move about the forest floor.  The ecological study of wolves on Isle Royale is the longest running large mammal predator-prey study on earth. The park celebrated the study's 50th anniversary in 2008. Research has shown that all members of the Isle Royale wolf population have descended from a single female, who arrived during the late 1940s. This intense level of inbreeding has led to a 50 % loss of genetic variability within the population today. Genetic information also suggest that the island's moose population is most closely related to moose in northwestern Minnesota, perhaps challenging the long-held idea that moose swam across the lake to reach Isle Royale. Did humans bring them here?  A venture by foot, canoe or kayak into the park's interior can transport one back thousands of years. Around 11,000 years ago, two miles of ice lay on top of Isle Royale, pressing it down into the earth and sculpting its topography. This same ice sheet gave birth to Lake Superior as well as hundreds of inland lakes, ponds and bogs. The Greenstone Ridge, which forms the backbone of Isle Royale, is thought by many geologist to be a portion of the largest lava flow on earth. All in all, Isle Royale is a fascinating ecosystem to study.",
    "url": "https:\/\/www.nps.gov\/isro\/learn\/nature\/index.htm"
}
