{
    "title": "Isle Royale National Park: Lichens",
    "body": "Lichens        Elegant lichens create splashes of color on bedrock. Paul Brown         Old man's beard lichen adorn white spruce and balsam fir trees in the island's boreal forest. Paul Brown  What are the orange \"paint\" splotches decorating Isle Royale's bedrock shoreline? The scraggly pale-green moss-like beards hanging from trees? And what about the many-branched coral-like clumps on the ground? Why, they are all lichens, of course... specifically elegant lichen, old man's beard, and reindeer lichen, respectively. Island lichens and mosses are often neighbors growing in many of the same habitats and sometimes may be confused. Lichens generally differ from their mossy neighbors in three ways: lichens lack a bright green color, do not have leaves, and have a more leathery texture.        There are several species of reindeer lichen on the island, all very brittle when dry and soft and pliable when wet. Lisa Appel  Lichens are formed by the \"marriage\" of a fungus and often a green alga. The fungal partner absorbs water, protects the alga\/bacterium from too much light, and provides structure and anchorage for the lichen. The alga, in turn, photosynthesizes food for its fungal partner, which is not capable of making its own.        Lichen on bedrock Paul Brown  There are three basic types of lichens. Crustose lichens are crustlike and \"cemented\" to their substrate. Foliose liches are leaflike and loosely affixed to their substrate. Fruticose lichens are either upright and shrubby, or form long strands.        Gray lichen blankets the bedrock. Katy Goodwin  Lichens were probably some of the first organisms to colonize Isle Royale because of their unique ability to grow on bare rock. The lichens here may be hundreds of years old, and some species grow as little as one millimeter per year! Thus, special care should be taken to avoid damaging them when walking over terrain where they are growing.       Lichen cover the bedrock Paul Brown",
    "url": "https:\/\/www.nps.gov\/isro\/learn\/nature\/lichens.htm"
}
