{
    "title": "Isle Royale National Park: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                Fish       If you've visited Isle Royale as an angler, or even as a non-angler, you've probably heard of at least a few of the fish species present in the park. Lake trout, brook trout, and lake whitefish may all come to mind if you've fished the Lake Superior waters of the park. Northern pike, yellow perch, and perhaps walleye might be on your list of fish from inland lakes of the park. But did you know there are over 40 documented species of fish at Isle Royale. Some of these species are found only in Lake Superior waters and others are found only in the inland lakes or streams. A few species exist in both areas. Species diversity ranges from highly sought species such as lake trout and salmon to rainbow smelt and cisco or minnow species that may be mostly unknown, but are important contributors to the overall species assemblage.  A few species such as cisco and rainbow smelt have long been known as key species in the Lake Superior food web, but as smelt decline in number and the cisco goes through cycles of population growth and decline, other prey species become increasingly important in the overall fish species assemblage. Species such as the lake chub (not to be confused with chubs you find at a smoked fish shop) and slimy sculpin are often the most abundant fish found in nearshore waters of Lake Superior. These fish are undoubtedly important prey species for larger predators such as lake trout, burbot, and brook trout, but many visitors to Isle Royale may have never heard of these fish.  Or have you heard of the pearl dace, the fathead minnow or the trout-perch? The entire trout-perch family - Percopsidae - consists of only one genus and two species. The species is thought to be a surviving remnant of fish species that transitioned from soft rayed fish such as herring or trout to spiny rayed fish such as perch and walleye.  Did you also know that the burbot, also known by several other names including eelpout, dogfish, lawyer, and ling is the only member of the cod family - Gadidae - that lives entirely in fresh water. The cod family has several important commercial species including the cods, pollocks, and haddocks that support commercial fisheries around the world. Burbot are found in many locations around Isle Royale.  So the next time you're out trolling for lake trout near the Rock of Ages Lighthouse, or casting a spoon for northern pike in Lake Richie, remember that these fish are just a couple of the species out there and without the rest the gang, these popular fish probably wouldn't be here.  To view a list of the fish species in Isle Royale water's, click here.",
    "url": "https:\/\/www.nps.gov\/isro\/learn\/nature\/fish.htm"
}
