{
    "title": "Isle Royale National Park: Boating",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Boating              Boating        Boats at dock.        As an archipelago with over 400 islands, Isle Royale National Park is an exciting place to embark upon a boating adventure.  Powerboaters and sailboaters alike have numerous docks and countless anchorages in which to find their own wilderness. Permits All boaters staying overnight at anchor, at docks, or in campgrounds must first obtain a camping permit in-person at Houghton, Rock Harbor, or Windigo.  Boaters may also obtain their permit in advance.  Permits should be displayed on the boat when at anchor, at dock, or in the campground on a shelter or tent.  Safety, Rules, & Regulations Lake Superior offers challenging and often dangerous weather in the form of dense fog, high winds, waves, and thunderstorms.  Combine this with rocky reefs, limited safe harbors, and Isle Royale's remoteness, and its pays for you, your crew, and your boat to be shipshape.  Isle Royale's geology can make navigating its waters treacherous to the unexperienced or uninformed boater.  There are numerous hidden shoals and underwater reefs that create hazards.  A waterproof lake chart of the Lake Superior waters around Isle Royale National Park is recommended for all boaters.  Use Marine 16 on your marine radio in the event of an emergency.  Contact the U.S. Coast Guard or the Rock Harbor or Windigo Visitor Centers (when staffed). Read the most current boater guide for rules and regulations while boating in the park.  Read the Boater's Guide to the Federal Requirements for Recreational Boats prior to your trip for information about personal flotation devices, required safety equipment, and other information.  Pets Dogs, cats and other mammals are not allowed.  This includes pets on boats within the park boundaries, which extend 4 ½ miles into Lake Superior from the outermost land areas of the park.  Visitors bringing pets to Isle Royale will be required to leave immediately. Pets disturb wildlife and can transmit diseases.  Special conditions apply to guide dogs.  Customs All vessels traveling from Canada (Canadian or U.S.) must clear U.S. customs at the Windigo or Rock Harbor Visitor Centers.  A valid passport, U.S. passport card, enhanced drivers license, or trusted travel program card is required.  Visitors from Canada can be cleared for Isle Royale only.  Additional information can be obtained from Grand Portage U.S. Customs and Border Patrol.  Any questions regarding customs at Isle Royale National Park can be directed to Grand Portage U.S. Customs and Border Patrol at (218) 475-2244. Invasive Species Vessel owners are legally responsible for Aquatic Invasive Species decontamination prior to entering park waters (extending 4.5 miles from Isle Royale and the outer islands).  This applies to all vessels (power and sailboats, canoes, kayaks, etc.) regardless of size or configuration.  Please take the following steps to prevent the transport of zebra mussels and other aquatic invasive species to Isle Royale waters. Inspect for zebra mussels and other aquatic invasives attached to your trim tabs, swim platform, motor mounts, hull, and equipment.  Feel the hull.  A coarse sandpaper texture may indicate larval mussels attached to your boat. Remove all zebra mussels and other invasive species along with any aquatic plants from your boat, trailer, and equipment.  Larval mussels are best removed with a scrub brush or similar method.  Treat invasives like litter.  Dispose of them in a trash can. Drain all water from your motor, livewell, bilge, transom, etc., away from an body of water. Wash your boat, including bilge equipment with a) hot water (greater than 104 degrees F), b) high pressure water, or c) disinfectant OR Clean and dry your boat and equipment in the sun for five days.  Rainy days do not count. Check to see if your boat is coming from a port known to have zebra mussels.  Duluth, Superior, Thunder Bay, Marquette, Ontonagon, and Ashland all have documented infestations.  If so, take extra measures to assure decontamination. Read more about invasive species at Isle Royale National Park and what you can do to help stop the spread. Fishing Please visit the Fishing page for information concerning rules and regulations while fishing in the park. Fuel Gasoline fuel is sold in Windigo and Rock Harbor.  Diesel fuel is sold in Rock Harbor only.  Please call the park at (906) 482-0984 or email isro_parkinfo@nps.gov prior to your trip for the most up-to-date information regarding fuel availability and prices.  Early and late season fuel service may be obtained at Windigo or Mott Island if personnel are available.   Restricted Water Activities Water skiing and personal watercraft including vessels commonly referred to as jet skis, waverunners, sea-doos, wet bikes, or surf jets are prohibited.  Since all of the park's inland lakes are located within designated Wilderness, they can only be explored by paddling.  Vessels with motors (even if not in use) are prohibited on inland lakes and streams. Portable Generators, Electronic, and Motorized Devices Operation of electronic and motorized devices such as stereos, televisions, radios turned to commercial stations and portable generators are not permitted except in developed and open-water motorized zones.  Developed areas include Windigo, Rock Harbor, and the Mott Headquarters area.  Open water motorized zones include Lake Superior waters outside of designated \"quiet\/no wake waters.\"   On Board Generators Find regulations concerning on board generators in the most current boater guide. Quiet\/No Wake Zones Find regulations concerning on board generators in the most current boater guide. Pollution Prevention Head pump-out service is available at Windigo and Rock Harbor when the concession operation is open.  Vessels carrying spare fuel in portable containers must use legally approved containers.  Fuel may not be stored on docks.",
    "url": "https:\/\/www.nps.gov\/isro\/planyourvisit\/boating.htm"
}
