{
    "title": "Isle Royale National Park: History & Culture",
    "body": "History & Culture        Rock Harbor Lighthouse circa 1890 - Elizabeth Kemmer at her cabin in Tobin Harbor - Passage Island Lighthouse circa 1890        Our Connections to the Past  Is the Rock Harbor Lighthouse just a big, empty stone building? How about the Kemmer cottage in Tobin Harbor? Is it just another old Cabin along the shore? The smell of coffee and bread may not waft from the cabin as it did when Elizabeth Kemmer (EK) lived there and the Rock Harbor lighthouse may not be bustling with the activity of the Johnson fishing family anymore, but the stories are still there. Cabins aren't just wood and shingles nailed together. They are the remnants of an important history that help us find out about Isle Royale and possibly also about ourselves.  There are stories everywhere. If you stand at the top of the cliffs at Passage Island lighthouse, you stand in the footsteps of 100 years of lightkeepers and assistant lightkeepers, watching the lake and trying to keep ships safe. If you stood with the Passage lightkeepers on a stormy December night in 1906, you would have shared their concern and wonder as they saw something near Blake's Point. \"Is it a fire? It's December, how can there be a fire over there? As soon as these waves calm down a bit, I'll take the rowboat and check it out.\" Two days later, you might have joined the assistant keeper as he set out to find the answer to their questions. You might have been with him when he discovered the wrecked ship, Monarch, and helped initiate the rescue of her passengers and crew.  Why do we need to keep these places? Can't we just write down the stories and leave it at that? The sites provide the tangible resources that can link us to the stories and history of the island. The memory of EK remains because her cabin is still here, otherwise we might forget about her. The Passage Island lighthouse stands strong as a reminder of the thousands of mariners who have passed by the island and those who are still passing by. We have to do our best to preserve the sites so we can also preserve the stories and memories of a way of life that came before us. Nothing can compare to standing on the dock at Wright Island, feeling the fresh lake air, watching a moose across the harbor, and hearing the distant call of a loon. We can't just write down that Ingeborg Holte used to stand here and watch the sun rise. We need to be able to stand here too so we can feel at least a little what it was like for her. Being able to stand in the same spot connects us to the past in a way that words simply cannot.  Without the visible - cabins, docks, landscapes - we might forget about the history and those who were here before us. We need these tangible reminders to link us to the past. We need these places because they can take us away from our lives for awhile, for a few minutes or a few days, and let us connect to a different time, away from modern distractions - a place where we can go for peace of mind and memories.      Cultural Resources Management Plan The plan will address the general management, preservation, public use, and interpretation of cultural resources island-wide. To view the plan, click here.",
    "url": "https:\/\/www.nps.gov\/isro\/learn\/historyculture\/index.htm"
}
