{
    "title": "Isle Royale National Park: Backpacking & Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking & Camping              Backpacking & Camping         Moskey Basin shelter. National Park Service  Isle Royale has 36 campgrounds located across the island. Campsites are accessible only by foot or watercraft. Typically, campers backpack from one campground to another, traveling six to eight miles per day. Several campgrounds on the Lake Superior shoreline have docks for power boaters and sail boaters. Other campgrounds, located inland, are only accessible by non-motorized boats such as canoes and kayaks. All campgrounds offer tent sites, a water source, and outhouses. Some of the campgrounds located on the Lake Superior shoreline offer shelters and picnic tables.  Visitors must pack out all trash.                            Permits are required for all overnight stays at campgrounds, cross country sites, docks, or at anchor, regardless of group size or method of travel. Campsites are on a first come, first serve basis for small parties of 6 or less. Groups of 7 - 10 must have advance reservations.  Permits should be displayed on backpack when hiking, and on your tent or shelter when at camp.  Important Facts and Regulations to Know Before Visiting  *All park visitors pay a $4 per person, per day calendar day user fee for visitors 12 years of age or older. *Fires are not allowed at most Isle Royale campgrounds. See the current park newspaper for a listing of campgrounds where fires are allowed. Camp stoves (including small twig burning backpacking stoves) are permitted. *Dogs, cats, and other pets are not allowed. This includes pets on boats within the park boundaries. Special conditions apply to service dogs.  *Groups (7 - 10 people) are required to follow their itinerary as specified in their permit and camp in group campsites that are reserved for them. Groups of 7 - 10 people cannot camp in individual campsites or shelters. *Large groups that have split up to become two \"small parties\" must follow their separate itineraries so as not to camp in the same campground on the same night with their other group.  Visit the Group Camping - Parties of Seven to Ten page for more information. *Quiet hours are from 9:00 p.m. to 5:00 a.m. CDT \/ 10:00 p.m. to 6:00 a.m. EDT. *Prohibited items: Items that cause damage to an area or create excess noise are prohibited. This includes, but is not limited to fireworks, radios (tuned to commercial stations), and wheeled canoe portaging devices. *Fishing licenses are not required for inland lakes and streams on the island. However, Michigan size, season, and possession limits still apply. Only barbless hooks and artificial lures and flies may be used on inland lakes and streams.  A State of Michigan fishing license is required to fish in the waters of Lake Superior.  For further information on fishing, please refer to the current park newspaper or visit the Fishing page.        All trail intersections are marked with a post.   Frequently Asked Questions How do we get to the campgrounds? Most of the campgrounds are accessible by hiking trail or boat. Others require a canoe, kayak, powerboat, or sailboat. How long can we stay at each campground? Between June 1st and Labor Day, there are consecutive stay night limits for the campgrounds. The stay limit for most campgrounds in the park is two to three nights. In the Rock Harbor area, the Rock Harbor campground and the Three Mile campground have a one night consecutive stay night limit. At Windigo, the Washington Creek campground has a limit of 3 nights. Refer to the current park newspaper for stay night limits at other campgrounds. How far is it between campgrounds? Campgrounds are located between 2 and 12 miles apart. See the trail mileage chart to help you plan your trip. How far you go depends on your fitness level and\/or determination. More experienced hikers travel 8 - 10 miles or more a day. We recommend 6 - 8 miles for the average person. Always plan for your ability and fitness level. How long does it take to hike the length of the island? Most hikers take 4 - 6 days to hike from Windigo to Rock Harbor, one way (a distance of 40 miles). Hikers can utilize the Voyageur ll ferry or the Isle Royale Seaplanes air service to help facilitate a shuttle. We want to camp, but we do not backpack. How do we camp at Isle Royale? You can access the lakeshore campgrounds via a water taxi from Rock Harbor Lodge or the Voyageur ll ferry. Canoes, Kayaks, and small power boats can be rented from the Rock Harbor or Windigo marinas (Note: Rentals are only available when concessions facilities are operational.  Contact (906) 482-0984 or email isro_parkinfo@nps.gov to verify operating dates prior to your trip). At Windigo, rental boats can only be used in Washington Harbor. For information about boat rentals at Windigo and Rock Harbor, contact Rock Harbor Lodge. Washington Creek Campground at Windigo is a short 10 minute walk from the Windigo dock and has a 3 night maximum stay limit during the peak season. You may camp at Rock Harbor for 1 night during the peak season. Before June 1st and after Labor Day, there are no stay limits at campgrounds. Are there storage lockers at Rock Harbor or Windigo? There are no storage lockers at Rock Harbor or Windigo. Rock Harbor lodge will store small bags or packages for a fee. They will not store food or fuel. What do you do in case of a medical emergency? 1. Provide First Aid and comfort to the victim. 2. Seek help at the nearest Lake Superior campground dock. Look for a National Park Service employee or visitor boat. If you see a visitor boat, request a call for help on a marine radio. Be specific about the injury and note the time and date it occured, age of patient, and nature of injury. 3. If you cannot get access to a marine band radio, ask other hikers (or send members of your group) to inform park staff at Rock Harbor or Windigo. 4. Note the Voyageur ll scheduled stops at certain docks, days, and times.  5. Cell phones are not reliable, but if you do get a signal you can call the park emergency number at (800) 433-1986. Can I have a supply box delivered to me while on Isle Royale? Yes, you can. What should we do or know before we depart for Isle Royale? Before you depart you should: 1. Designate a contact person on the mainland that has all the necessary information about your trip and the participants. 2. Organize a first aid kit and review first aid practices. Common medical problems on Isle Royale include hypothermia, dehydration or heat stroke, injuries from falling, and insect stings. The first aid kit should contain a doctor prescribe epinephrine kit for any group member allergic to bee stings. 3. Check all essential gear including camp stoves, water filters, tents, backpacks, first aid kits, sleeping bags, appropriate clothing, insect repellent, and rain gear. 4. If you are fishing in Lake Superior waters, purchase a Michigan fishing license. 5. Confirm your ferry or seaplane reservations. 6. Research current weather conditions on the island prior to your trip.  Be prepared for any and all types of conditions.                            What to Expect The first time visitor must consider Isle Royale's isolation. It will be very difficult to leave if conditions are not what you expected. Be prepared for a wide range of temperatures and weather conditions. The lakeshore may be colder than you expect, but the inland areas can be quite warm during the summer. Be prepared for insects. Few facilities exist on the island. There are no medical facilities and, due to its isolation, it is extremely difficult to contact a ranger if an emergency occurs. Supplies are only available in limited quantities at small concession stores in Rock Harbor and Windigo that are open seasonally. Plan ahead and strive for self-sufficiency. Drinking Water: Rock Harbor and Windigo campgrounds have potable drinking water.  All  campsites, except Island Mine, are located on either Lake Superior or an inland lake. Water is plentiful but needs to be boiled or filtered with at least a .4 micron filter to prevent waterborne illnesses. The SteriPen has not been tested by the manufacturer for a common Isle Royale parasite and cannot be considered effective. The water source at Island Mine is a small stream and water can be scarce in late summer. Water in between campgrounds (especially on the ridge trails) is limited, so it is best to leave camp with at least two quarts of water per person. Sanitation: All campgrounds have outhouses. Away from the campgrounds, please practice proper disposal of human waste. Never defecate within 200 feet (at least 75 steps) of lakes, streams, trails, gullies, or campsites. Dig a small hole of 6 to 8 inches deep and 4 to 6 inches in diameter. Use toilet paper sparingly. After use cover the hole with the excavated soil and diguise it with natural materials. Pack out all used feminine hygiene products in double zip lock bags. Fires: Fires are not allowed at most Isle Royale campgrounds. See the current park newspaper for a listing of campgrounds and where fires are allowed. Camp stoves (including small twig burning backpacking stoves) are permitted. Where fires are allowed, a metal fire ring or raised grate or grill is provided. Never build your own ring. Gather only dead and down wood away from the camp area. Use small diameter wood no larger than an adult's wrist, as this will burn completely. Do not burn trash. Wildlife: Keep wild animals wild by observing them from a distance and practicing proper food storage. To protect your food make sure it is sealed and secured. It is illegal to feed, touch, tease, or intentionally disturb wildlife, their homes, nests, or activities. Animals, particularly fox and otter, easily become habituated to human food, and may become nuisance animals. Use binoculars or a zoom lens to get close to animals. Loons are especially susceptible to disturbance and may abandon their nests when approached by people or boats. Cow moose with calves and bull moose in the fall rut can be dangerous. Give them a wide berth. Insects: Insects are most plentiful in June and July, but in wet summers insects can continue well into August. Expect black flies, gnats, and mosquitos. Bring headnets or netted clothing, insect repellents, and lightweight, long sleeve clothing and pants. Dry summers bring an abundance of yellow jackets. Bring a doctor prescribed epinephrine kit for everyone in your group that is allergic to bee\/wasp stings. Over the counter antihistamines may help counter minor swelling and itching. Need a map or more information? Read the current park newspaper. It includes more detailed information about camping, campsites, boating, fishing, kayaking, a basic map, and interesting articles about Isle Royale National Park. You may also call (906) 482-0984 or email isro_parkinfo@nps.gov with your name and address to request a newspaper be mailed to you.    Detailed hiking maps and guide books are available from the ISLE ROYALE AND KEWEENAW PARKS ASSOCIATION.                Practice Leave No Trace Principles The Leave No Trace Center for Outdoor Ethics is a national non-profit organization dedicated to promoting and inspiring responsible outdoor recreation through education, research and partnerships. Leave No Trace builds awareness, appreciation and respect for our wildlands.  1. Plan ahead and prepare. This will help make your outing safer and more fun. Consider what to bring and what to leave behind. Re-package food into plastic bags to reduce litter. Plan practical, achievable itineraries. 2. Travel and camp on durable surfaces. Use existing trails and avoid shortcutting switchbacks. 3. Dispose of waste properly. Never bury your trash. Garbage and leftover food cannot be placed in outhouses. If you pack it in, pack it out! Wash yourself and dishes at least 200 feet (75 steps) away from lakes, streams, trails, gullies, or campsites. 4. Leave what you find. People come to Isle Royale to enjoy its natural state. Allow others the same sense of discovery by leaving plants, rocks, historic, cultural, and archaeological artifacts as you find them. 5. Minimize campfire impacts. Campfires are only permitted at a small number of campgrounds. A small, lightweight stove is required for cooking. 6. Respect wildlife. Avoid encounters with wildlife. Use binoculars or telephoto lenses to observe them from a safe distance. If the animal stops what it is doing, you are too close. 7. Be considerate of other visitors. Observe quiet hours and avoid noisy games to allow all visitors to enjoy the peace of the wilderness. Hike quietly. Lessen your impact on others by wearing colors that blend in with the wilderness.",
    "url": "https:\/\/www.nps.gov\/isro\/planyourvisit\/camping.htm"
}
