{
    "title": "Isle Royale National Park: Rock Harbor",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Rock Harbor              Rock Harbor         Rock Harbor Visitor Center and trading post.     Rock Harbor is located on the northeast end of Isle Royale National Park.  It can be accessed by the Ranger III, Isle Royale Queen IV, Voyageur II, Isle Royale Seaplanes service, and by private boat or seaplane.  Use this map to orient yourself to Rock Harbor's facilities and services.  Get up-to-date information about the Rock Harbor Visitor Center operating hours prior to your trip.        Lichen covered trees. NPS Photo\/Paul Brown.  Welcome to Wilderness Enter the quiet of the boreal forest and wander beneath spruce and fir trees draped with tangles of Old Man's Beard.  Perch on a rock and experience Lake Superior's moods which shape and change this area's rugged shoreline.  Listen for the cry of the loon, luring you deeper into this isolated island wilderness.  Explore...        Sunset view of Rock Harbor Channel from Rock Harbor. Kelly Morrissey  Amenities & Services Rock Harbor offers a variety of activities and services designed to enhance your park experience.  Drop by the Rock Harbor Visitor Center to:  View displays, browse publications, receive your backcountry permit, check the interpretive program schedule, or have your questions answered.  To aid in your explorations, the Rock Harbor Lodge offers boat, canoe, and kayak rentals, as well as sightseeing tours.  The Rock Harbor campground is available for overnight backcountry stays; please note the stay limit between June 1 and Labor Day is one night.  Dock your boat at the Rock Harbor Marina; additional fees do apply.  Other amenities and services in Rock Harbor include:    Dockage with power and water (additional fees do apply; available seasonally) Pump-out service (available seasonally) Gasoline and diesel fuel (available seasonally) Rock Harbor Trading Post (open seasonally) Showers (available seasonally) Laundry (available seasonally) Potable Water (available seasonally)  Greenstone Grill and Lighthouse Restaurant (open seasonally)  Call (906) 482-0984 or email isro_parkinfo@nps.gov for the most up-to-date information regarding the availability of services and amenities in Rock Harbor prior to your trip.          Stoll Memorial Trail. Kelly Morrissey  Explore by Land or Water There are numerous short and long hiking trips that start from the Rock Harbor area.  There are also short and long paddle and powerboat excursions to be enjoyed in Tobin Harbor and Rock Harbor Channel.  Discover more about the area's recreational offerings in the Rock Harbor Area Guide.",
    "url": "https:\/\/www.nps.gov\/isro\/planyourvisit\/rock-harbor.htm"
}
