{
    "title": "Isle Royale National Park: Canoeing & Kayaking",
    "body": "Canoeing & Kayaking         Visitors canoeing. NPS Photo\/Paul Brown  With numerous lakes, bays, and islands, Isle Royale National Park provides many miles of waterways for the experienced canoeist and kayaker.  Small, open vessels are encouraged to use the numerous miles of waterways the inland lakes provide.  Canoes should be at least 15' long to navigate waters in large bays and not swamp in rough water.  Recreational kayaks are not appropriate for Isle Royale's marine environment - sea kayaks are recommended.  Sea kayaks should be at least 15' 8\" to 19' long for open water, and behave well in wind and waves.     Camping Permits A backcountry permit is required when staying overnight at a campground, cross-country zone, dock, or at anchor. Canoe-only campground sites are limited to a maximum two night stay, for parties of six or less. There are cross-country options (camping outside of designated campgrounds) available for those who seek solitude or have planned a unique itinerary. Camping on offshore islands is limited to designated campsites. Groups (7-10 people) must stay at designated “group campsites,\" and must get backcountry permits in advance.  Permits should be displayed on your tent or shelter when at camp.         Waves crash in Lake Superior.   Safety Canoeists and kayakers need to be aware of safety hazards and considerations for Lake Superior and the inland lakes and streams prior to their trip at Isle Royale National Park.  Lake Superior is well-known for its cold temperatures, fog, and sudden squalls that can generate waves that could easily swamp a canoe.  This, along with scarce outer shore landing sites, adds to the potential danger.  Review federal regulations for recreational boats prior to your trip.   Weather & Emergencies Canoeists and kayakers should be familiar with weather patterns and consult the marine forecast at a visitor center before embarking.  Be prepared to adjust your schedule to the weather.  A portable marine radio is recommended, but be advised of the range, which is typically only a few miles.  The U.S. Coast Guard monitors Marine 16. When staffed, the ranger stations at Windigo and Rock Harbor also monitor Marine 16. Ask a ranger upon arrival in the park for the most up-to-date safety contact information.  Consider carrying a Personal Locator Beacon (PLB) for extended trips.  In the event of trouble, one can often contact a power boat at the nearest campground dock, and have the boater broadcast a message through their marine radio for help. Hypothermia Dress to protect yourself from cold water and weather extremes. Wear layered clothing under a windproof outer garment. Be aware of the dangers of hypothermia and how to treat it. Cold water reduces swimming ability. Be a competent swimmer. Know how to handle yourself fully clothed in cold water.  Gear Every canoeist and kayaker must have a U.S. Coast Guard approved personal flotation device. Wear it! It is extremely difficult to put on in the water, and your life may depend on it. Be sure it can be tied or zipped, and is the proper size, so it will not slip off in the water.  Be sure your canoe or kayak is in good repair. A suggested list of gear includes, but is not limited to: first aid kit, extra paddle, self-contained stove, insect repellent, compass, 50 feet of lashing line, maps, rain gear, extra food in case of bad weather, tent, sleeping bag and pad, bailer sponge or bucket, waterproof matches, and dry storage containers. Other Safety Considerations GPS charts tend to be reliable for navigation, but a waterproof lake chart is highly recommended as well.  Be aware that sea kayaks on open Lake Superior waters require visual distress signals.                       Transportation & Boat Rental Ferry transportation services are able to transport canoes and kayaks for a fee. The Grand Portage-Isle Royale Transportation Line, which operates the Voyageur II and Seahunter III ferries, has a limited number of canoes for rent.  Canoes and kayaks are available for rent in both Rock Harbor and Windigo; these watercraft can be used within a designated vicinity of both locales.        Visitor portaging a canoe.   Portages Canoe routes and portages are on the eastern half of the Island. Portages are marked with an indented 'P' on a post. The use of wheeled portage devices is prohibited. For a list of portages and their descriptions, look to the map page of the most current park newspaper.          Motors  Canoes with motors are permitted in Lake Superior waters; they must have valid state registration. It is illegal to use or transport motors, even if not being used, through inland lakes and streams.        Spiny Water Fleas   Invasive Species The park’s Lake Superior waters contain several exotic species, one of which is the spiny water flea (Bythotrephes longimanus). It appears at this time that the spiny water flea has not made their way into the park’s inland lakes. This is good news, because this invasive invertebrate has been shown to out-compete native species for food.  In 2005, Isle Royale staff discovered that spiny water fleas could stick to the surface of a canoe or kayak after it had been pulled out of the water. The biggest threat to the inland lakes will be involuntary transfer of spiny water fleas on gear that has first been in the park’s Lake Superior waters.  We ask all paddlers to empty out all residual water and thoroughly wipe down all surfaces of canoes, kayaks, and gear that have been in contact with Lake Superior, before you approach an inland lake to paddle. If you can arrange your trip so that you camp prior to entering an inland lake, also use boiling camp water to pour over smaller gear that was in Lake Superior (sandals, booties, etc.).  Bring clean rags on your trip to wipe down your paddling gear and vessel. Be sure to carry a container or sealable plastic bag to store the wipe rag(s). Do not let those rags come in contact with inland lakes after use.  Read about other invasive species and what you can do to help stop the spread during your visit.        Fish caught from a kayak. Molly Cooper  Fishing A State of Michigan fishing license is required to fish in Lake Superior waters.  Persons 17 years of age and older are required to have a license; those younger than 17 years of age are not required to have a license, but are required to observe all fishing rules and regulations. Licenses can be obtained online through the Michigan Department of Natural Resources. No license is needed to fish inland lakes and streams, but Michigan size and possession limits apply.  Check out the most current park newspaper for rules and regulations regarding fishing in the park.              Visitor uses a water filter to treat water.   Drinking Water  Potable water is only available seasonally (May-September) in Rock Harbor and Windigo. Please call the park at (906) 482-0984 for the most up-to-date water availability information prior to your trip. All surface lake and stream water should be considered contaminated with pathogens.  Drinking contaminated water can make you very sick.  Water collected at the park should be boiled at a rolling boil for at least one minute or passed through at least a 0.4 micron filter (using a water filter).   To be assured of no risk of contamination from small bacteria and viruses, all filtered water should be further treated with iodine or other approved chemical methods. By itself, chemical treatment is not an effective method of water purification. If you boil your water, bring plenty of stove fuel.  If filtering, bring a replacement cartridge for filters that cannot be cleaned in the field. Please note:  SteriPENs and other UV purifiers have not been manufacturer-tested for a common Isle Royale parasite and cannot be considered effective.",
    "url": "https:\/\/www.nps.gov\/isro\/planyourvisit\/canoe-and-kayak.htm"
}
