{
    "title": "Isle Royale National Park: Rock Harbor Lodge & Windigo Camper Cabins",
    "body": "Rock Harbor Lodge & Windigo Camper Cabins        View of the Rock Harbor Lodge complex from the air. NPS Photo\/Paul Brown       Traveling to the Rock Harbor Lodge The Rock Harbor Lodge complex, located on the northeast end of Isle Royale National Park, is the only full-service lodging facility on the island. Facilities and services in Rock Harbor and Windigo are available seasonally (typically June-September). Contact the park prior to your trip for the most up-to-date information. Rock Harbor is accessible via the following transportation services:   Ranger III ferry Isle Royale Queen IV ferry Voyageur II ferry Isle Royale Seaplanes service Private boat or seaplane.    There are two rustic camper cabins available in Windigo.  Facilities and services in Windigo are available seasonally (typically June-September). Contact the park prior to your trip for the most up-to-date information. Windigo is accessible via the following transportation services:   Voyageur II or Seahunter III ferries Isle Royale Seaplanes service,  Private boat or seaplane.       Contacting the Rock Harbor Lodge Phone (Summer): (906) 337-4993 Phone (Winter): (866) 644-2003 Email Request Form Due to Isle Royale's remote location in Lake Superior, phone service can sometimes be intermittent. You are always welcome to email.      Rock Harbor Lodge Services in Rock Harbor:  Lodge Rooms Sixty rooms are available; each accommodates four persons and offers a private bath.  Each room provides a Lake Superior view.  Contact (906) 337-4993 (during the summer season) and (866) 644-2003 (during the winter season) to make reservations.  Housekeeping Rooms Twenty duplex cottages are available; each accommodates six and offers a private bath and kitchenette. The cottage is furnished with utensils, dishware, a double bed, and two bunk beds.   Gift Shop and Dockside Store The gift shop offers handcrafted gifts, apparel, photo supplies, postcards, and souvenirs. The store offers groceries, freeze dried foods, daily fishing licenses, fishing tackle, stove fuel, camping, hiking, and boating accessories, showers, laundry facilities, and sundries.  Dining Room and Greenstone Grill The dining room offers hearty meals, including fresh lake trout. Visitors are welcome for breakfast, lunch, and dinner. The grill is open daily.  Marina and Water Taxi The marina offers 450 feet of dock space in Rock Harbor, accommodating boats up to 65 feet in length.  Electrical, fresh water hook-up, sewage pump-out, gasoline and diesel fuel, and motorboat, canoe, and kayak rentals are available. Water taxi service can drop-off or pick-up visitors, canoes, or kayaks at many island docks.  Fishing Charters and Sightseeing Charters are fully equipped and troll the reefs on the northeast part of the Island. Sightseeing trips travel to different island destinations. Some involve a short hike with a ranger.        Rock Harbor Lodge Services in Windigo  Windigo Store and Marina The store offers groceries, cold sandwiches, camping supplies, stove fuel, daily fishing licenses and tackle, gifts, and photo supplies. The marina offers gasoline (no diesel fuel), sewage pump-out, and motorboat, canoe, and kayak rentals. Shower and laundry facilities are also available. Windigo Camper Cabins There are two rustic, one-room camper cabins that provide a unique alternative to tent camping in Windigo.  Amenities include:  Table and chairs, futon sofa, two bunk beds with mattresses, electrical outlets, and an outdoor picnic table and grill.",
    "url": "https:\/\/www.nps.gov\/isro\/planyourvisit\/rock-harbor-lodge.htm"
}
