{
    "title": "Isle Royale National Park: Voyageur II",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Transportation Services     Voyageur II                VOYAGEUR II         The Voyageur II bringing visitors to Isle Royale National Park.   The Voyageur II is a 65' twin engine diesel vessel that provides mail and passenger service to Isle Royale National Park.  It operates between Grand Portage, Minnesota and numerous drop-off and pick-up locations along the north and south shores of the island.  Overnight visits are offered.  Throughout the season the vessel's schedule varies; it typically operates from early May through early October.  The Voyageur II typically provides service around Isle Royale every two days, staying overnight in Rock Harbor.  It does not operate on Fridays.  The Voyageur II runs on central time, whereas Isle Royale National Park is on eastern time; best practice is to stay on central time during your trip. Outbound Schedule:  Depart:  Grand Portage, MN:  7:30 a.m. CDT \/ 8:30 a.m. EDT Arrive:  Windigo, Isle Royale :  9:30 a.m. CDT \/ 10:30 a.m. EDT Depart:  Windigo, Isle Royale:  10:00 a.m. CDT \/ 11:00 a.m. EDT Arrive and Depart:  McCargoe Cove, Isle Royale:  1:00 p.m. CDT \/ 2:00 p.m. EDT Arrive and Depart:  Belle Isle, Isle Royale:  1:30 p.m. CDT \/ 2:30 p.m. EDT    Arrive:  Rock Harbor, Isle Royale:  3:00 p.m. CDT \/ 4:00 p.m. EDT  Inbound Schedule:     Depart:  Rock Harbor, Isle Royale:  8:00 a.m. CDT \/ 9:00 a.m. EDT Depart and Arrive:  Daisy Farm, Isle Royale:  8:30 a.m. CDT \/ 9:30 a.m. EDT Depart and Arrive:  Chippewa Harbor, Isle Royale:  9:00 a.m. CDT \/ 10:00 a.m. EDT Depart and Arrive:  Malone Bay, Isle Royale:  10:00 a.m. CDT \/ 11:00 a.m. EDT Arrive:  Windigo, Isle Royale:  12:30 p.m. CDT \/ 1:30 p.m. EDT Depart:  Windigo, Isle Royale:  1:00 p.m. CDT \/ 2:00 p.m. EDT Arrive:  Grand Portage, MN:  3:00 p.m. CDT \/ 4:00 p.m. EDT   For additional schedule, fare information, or to make reservations, please visit their website.",
    "url": "https:\/\/www.nps.gov\/isro\/planyourvisit\/voyageur.htm"
}
