{
    "title": "Isle Royale National Park: Ranger III",
    "body": "RANGER III         Unloading a boat from the Ranger III at Rock Harbor.   Welcome Aboard the Ranger III The Ranger III is a 165 foot long, 34 feet wide, 648 ton vessel that carries 128 passengers.  An experienced nine-member crew take great pride in not only maintaining the vessel, but in serving its passengers.  There are many amenities on board, including interpretive and educational programs, a luncheon grill, three staterooms, four comfortable lounges, two decks, and indoor and outdoor seating for passenger comfort.  There is a secure, free parking lot available in Houghton, Michigan for passenger vehicles.  In addition to passengers, the Ranger III is able to carry private boats up to 20' in length.  The Ranger III has been in operation since 1958, and is part of a rich history of vessels that have serviced Isle Royale.  Schedule & Reservations Passenger service is offered from the end of May through early September annually.  The ship travels from Houghton, Michigan to Rock Harbor on Tuesdays and Fridays, departing Houghton at 9:00 a.m. EDT.  The ship returns from Rock Harbor to Houghton, Michigan on Wednesdays and Saturdays, departing Rock Harbor at 9:00 a.m. EDT.  Reservations for the Ranger III can be submitted via e-mail, fax (906-482-8753), telephone (906-482-0984), or direct mail to:  Isle Royale National Park, 800 E. Lakeshore Dr., Houghton, MI 49931.  Please use the instruction form to make sure your reservation is submitted correctly; there is a submission form for e-mail, fax, and direct mail reservations.  Read the second to last page (page 11) of the current park newspaper for fare information or call (906) 482-0984.   The Ranger III 2016 passenger season begins on Tuesday, May 31 and ends on Saturday, September 10.  The Ranger III, when in Houghton, MI, is docked at Isle Royale National Park headquarters.  Use this map to help you locate the headquarters. The Journey Your Isle Royale National Park journey starts at the Ranger III's home port of Houghton, Michigan.  The 73 mile journey takes 5 hours.  During the first hour of the trip, the ship navigates the scenic shores of the Keweenaw Waterway, passing under the world's largest lift bridge.  Once on the open water, the journey creates an opportunity to appreciate the size and breadth of Lake Superior.  As Isle Royale approaches, a picturesque seascape transitions to rugged, lichen-covered shoreline and the historic Rock Harbor Lighthouse. An hour later, seafaring ends at your destination, Rock Harbor; but, your backcountry adventure is about to begin.            Ranger III docked at Mott Island. NPS Photo\/Paul Brown    Ranger III Birthday Special June 7 through July 2 The Ranger III celebrates its birthday every year with the \"Birthday Special.\"  Adult round-trip fare is $63.00 and youth round-trip fare is $23.00 for travel between June 7 and July 2.  For reservations call (906) 482-0984.   Ranger III - Keweenaw Waterway Cruise 2016 Keweenaw Waterway Cruises are scheduled for July 14 and 21, and August 11 and 25.  There is a misprint in the 2016 Greenstone park newspaper - there is no waterway cruise scheduled for July 28.  The cruises depart from Houghton, Michigan.  Adult (age 16 and older) fare is $20.00, while the children\/young adult fare (age 1-15) is $5.00.  For reservations, call (906) 482-0984.",
    "url": "https:\/\/www.nps.gov\/isro\/planyourvisit\/ranger-iii.htm"
}
