{
    "title": "Isle Royale National Park: Cross-Country Camping",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Cross-Country Camping                Cross-Country Camping        Waves crash into a rock shoreline on the north shore of Isle Royale National Park at Little Todd. NPS Photo       Cross-country camping is camping outside of designated campgrounds at Isle Royale National Park.  Cross-country camping is intended for those seeking a higher level of solitude, adventure, self-sufficiency, and low impact camping in a wilderness setting.  Cross-country camping is not intended for overflow camping or to shorten travel between campsites, and is recommended for experienced backpackers or paddlers who are familiar with Isle Royale.  The terrain is rough, there are many swamps, and the vegetation is thick.  Day hiking off-trail may be a preferred alternative for those who have not cross-country camped before.  A map of the park, a compass with knowledge on how to use it, and selecting a low-impact site early in the day are essential. Cross-country campers are required to follow special, additional regulations designed to protect the park's wilderness resources and visitor experiences.  The cross-country camping permit is an additional permit that is issued upon arrival to the park or on board the park vessel, Ranger III.   All trip participants should practice Leave No Trace ethics and must understand and observe the following cross-country camping regulations: 1.  Individual parties of 1-6 only are permitted to camp in cross-country areas. 2.  Camping is permitted only in zones identified on your camping permit and the attached cross-country zone map. 3.  All islands on inland lakes and islands in Lake Superior (excluding the main island of Isle Royale) are close to cross-country camping. 4.  Your campsite must be at least 1\/4 mile away from any trail and at least a 1\/2 mile away from all developed areas, designated campgrounds, and fire towers. 5.  Your campsite must be at least 200 feet (or 75 paces) away from all bodies of water, and out of sight of the water.  You must also camp out of sight and sound of other cross-country campers. 6.  Maximum stay at any one location is one night.  Tents and camping gear must be moved at least 1\/2 mile from the previous night's stay. 7.  No fires are permitted. 8.  Carry out all of your trash. Special fishing regulations:  Artificial lures and barbless hooks only on all inland lakes and streams. Brook Trout\/Coaster Brook Trout - catch and release only.  No possession allowed.  Complete fishing regulations are listed in the most current park newspaper.",
    "url": "https:\/\/www.nps.gov\/isro\/planyourvisit\/cross-country-camping.htm"
}
