{
    "title": "Isle Royale National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           800 East Lakeshore Drive  Houghton, MI 49931                 Directions         Isle Royale National Park headquarters is located in Houghton, MI.  Visit the Houghton page on the Isle Royale National Park website for additional information and a map on how to access the visitor center.    Directions Details           Operating Hours & Seasons         Park Open April 16 - October 31 (every year).  Isle Royale National Park headquarters and Visitor Center in Houghton, MI are open year-round, Monday - Friday (closed during fall and winter holidays).   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Park Closed November 1 - April 15 (every year).  Isle Royale National Park headquarters and Visitor Center in Houghton, MI are open year-round, Monday - Friday (closed during fall and winter holidays).   Standard Hours    Sunday: Closed   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: Closed   Saturday: Closed             Weather           Isle Royale National Park is a remote island wilderness in the middle of Lake Superior.  Weather influences traveling to and from the island, as well as your trip once you arrive.  For the most up-to-date weather information, call (906) 482-0984 or email isro_parkinfo@nps.gov prior to your trip.         Fees & Passes     Entrance Fees:   Isle Royale User Fee - $4.00 The user fee applies to all park visitors, except for children 11 and under. The daily user fee is $4, per person, per calendar day (it includes the day you arrive and the day you depart the park). Visitors should pay this fee after their transportation reservations have been confirmed. The Interagency Annual, Senior, or Access Passes, plus the Golden Age and Golden Access Passports, do not cover the user fee.   Entrance Passes:   Isle Royale Individual Season Pass - $50.00 Valid from April 16 - October 31 of the year indicated. Can be obtained in-person from the Houghton, Rock Harbor, or Windigo Visitor Centers.  Covers the user fee for the person whose signature appears on the pass. Best for those individuals spending 13+ days in the park. Non-refundable and non-transferable.   Isle Royale Season Boat Rider Pass - $150.00 Valid from April 16 - October 31 of the year indicated.  Can be obtained in-person from the Houghton, Rock Harbor, or Windigo Visitor Centers.  Covers the user fee for all persons on board when affixed to the private boat (charters excluded). When camping, the pass is only valid for passengers included in and following the itinerary of the vessel. Non-refundable and non-transferable.         Visitor Centers       Rock Harbor Visitor Center The Rock Harbor Visitor Center is located in Rock Harbor on the northeast end of Isle Royale National Park.  It is only accessible by boat or seaplane.   Windigo Visitor Center The Windigo Visitor Center is located in Windigo on the southwest end of Isle Royale National Park.  It is only accessible by boat or seaplane.   Houghton Visitor Center The Houghton Visitor Center is located in Houghton, Michigan.  It is the mainland headquarters for Isle Royale National Park.                 View of Hill Islands NPS\/Paul Brown  Where to Begin? Isle Royale National Park is a remote island wilderness in the middle of Lake Superior.  It is only accessible by ferry, seaplane, or private watercraft. Weather influences traveling to and from the island, as well as your trip once you arrive.  As an island park, there are a multitude of ways to enjoy Isle Royale from the water, land, or air.  Make the most of your visit by using these resources:  Operating Hours & Seasons Fees & Passes Permits & Reservations",
    "url": "https:\/\/www.nps.gov\/isro\/planyourvisit\/basicinfo.htm"
}
