{
    "title": "Isle Royale National Park: Group Camping",
    "body": "Group Camping         A group of backpackers hike the Rock Harbor Trail along Rock Harbor Channel.   Advance reservations are required for groups of seven to ten individuals, including leaders. If your party exceeds ten, you must split into two groups, each independent and traveling on completely separate itineraries. Groups shall only camp in group campsite locations. Organizations may not have more than twenty people camping on the island at any one time and are limited to eighty people per year.  Isle Royale starts processing group camping requests on January 1.  Requests are processed in the order they are received.          Permits, Reservations, & Fees All group camping reservations must be made in advance.  Prior to submission, please read the instructions for submitting a group camping reservation request.  There is a non-refundable group camping processing fee of $25 charged for each permit issued.  In addition, a $4 per person, per calendar day user fee applies to all visitors 12 years of age and older.   Commercial groups such as \"for profit\" camps, outfitters, tour groups and any operation providing goods, activities, or services to the general public within the park, and which is undertaken for or results in compensation, monetary gain, benefit or profit to an individual, organization or corporation must obtain a Commercial Use Authorization (CUA). The CUA fee is $200. More information can be found online or by calling (906) 482-0984.          Group Camping General Information The Group Camping Guide includes additional information about group camping in the park.  Groups are required to follow a set itinerary based on the group campsites they have reserved.  Group campsites are located at a limited number of campgrounds.  Use the most current park newspaper and the group campground mileage chart to help choose overnight locations for your trip.   For group trip planning assistance, please call (906) 482-0984 or e-mail us. Please use the group camping chart below to get more information about group sizes and required permits and fees.     IF YOU HAVE    YOU WILL CAMP AT   PERMIT REQUIRED   OBTAIN YOUR PERMIT AT   NON-REFUNDABLE FEES     6 people or less   Individual Campsites, First Come First Serve   Small Party Backcountry Camping Permit   Rock Harbor or Windigo Visitor Centers upon arrival to island or onboard Ranger lll ferry   $0     2 or more groups of 6 people or less (not to exceed 20)   Individual Campsites, First Come First Serve   Small Party Backcountry Camping Permit for each set of campers with completely separate itineraries**   The Group camping office in advance by phone at (906) 482-0984 or online    $25 for first 10 people; additional $25 for 11 - 20 people       1 Group of 7 - 10 people   Reserved Group Campsites   Group Camping Permit   The Group camping office in advance by phone at (906) 482-0984 or online    $25      2 Groups of 7 - 10 people   Reserved Group Campsites   2 Group Camping Permits are required with completely separate itineraries**   The Group camping office in advance by phone at (906) 482-0984 or online   $50     1 Group of 7 - 10 people and 1 Group of 6 people or less   Reserved Group Campsites and Individual Campsites, first come first serve for the party of less than 6   Group Camping Permit and a Small Party Backcountry permit. Both parties required to have complete separate itineraries**   The Group camping office in advance by phone at (906) 482-0984 or online   $25 for first 10 people; additional $25 for 11 to 20 people           **Separate itineraries means that small parties\/groups cannot camp in the same campground at the same time.",
    "url": "https:\/\/www.nps.gov\/isro\/planyourvisit\/group-camping-parties-of-seven-to-ten.htm"
}
