{
    "title": "Rosie the Riveter WWII Home Front National Historical Park: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections              Collections       Museum Collections in the National Park Service  Rosie the Riveter\/WWII Home Front National Historical Park's museum and archives collections are a tangible link through which visitors and researchers may understand the diverse stories of the US WWII Home Front. The collection is one of the most diverse varieties of WWII home front items in the country and includes: written narratives, oral histories, defense industry equipment, artifacts and ephemera, photographs, and personal belongings from the WII home front.  The collection at Rosie the Riveter\/WWII Home Front National Historical Park consists primarily of stories and memorabilia that are donated to the park by ordinary individuals who experienced the WWII home front era first hand. The collection therefore represents a highly personal, unique narrative of everyday life on the home front. Donations to the collection have come from cities all across the nation and represent a diverse array of experiences from men, women, and children of all racial\/ethnic backgrounds. As of January 2016, the collection numbers over 5,000 historic artifacts and over 15,000 archival documents and continues to grow.   Museum and Archives collections have an important place in the mission of the National Park Service. Nearly every unit of the National Park Service has some form of a museum and archives collection. These collections may include historic objects, natural history specimens, archeology, and archives. Museum and archives collections offer tangible evidence of who we were and who we are as a society. Museum and archives collections are available to the public through exhibitions, web exhibits, and research. For more information about museum collections in the NPS, please click here.      Collections at Rosie the Riveter\/WWII Home Front NHP What can I find in the museum and archives collection?  Included in the museum and archives collection are first-person written memories;photographs from individuals and companies;work related documents such as training certificates, identification cards, and paystubs;and printed matter such as ration coupons, handbills, flyers, and magazines. Artifacts include period clothing, industrial work equipment such as riveting guns and welding gear;original artwork;jewelry, production awards;badges, and other personal or household items. Images from the museum collection are available on Flickr, Facebook, and on the NPS Web Catalog Exhibit.  Donations How do I find out about donating my story or memorabilia to the collection?  The park collects stories and memorabilia that relate to many different aspects of life on the WWII home front. Some of the topics common in the museum collection include: industrial workers (both men and women);children and day care centers;victory gardens;rationing;civilian defense;and volunteer programs such as the Red Cross and the USO. Mainly, the park collects stories and memorabilia demonstrating how the war affected and changed daily life for civilians. Please note that the park does not collect objects or archival materials of a strictly military nature, although the park may collect items that document the close interaction between military and civilians on the home front.  How do I donate my story or memorabilia to the collection?  All objects are reviewed prior to full acceptance into the museum and archives collection. For more information on donating your memorabilia and writing memories for the collection, click here. You can also email the museum collection staff with information regarding your possible donation.  Research How do I complete research of the collection?  Some of the museum collection and archives can be viewed on Flickr, Facebook, and on the NPS Web Catalog Exhibit. The museum and archives can be accessed in person by appointment only. Researchers are encouraged to complete their preliminary research at other archives, libraries, and\/or museum collections with a broad topical focus before approaching the holdings of Rosie the Riveter\/WWII Home Front National Historical Park. Rosie the Riveter\/WWII Home Front NHP has limited reference staff and resources that must be made available to researchers whose work focuses on materials available only at Rosie the Riveter\/WWII Home Front NHP. Access to materials is dependent upon their physical condition and level of processing to date by the park staff. If you would like to inquire about researching the collection or set up a research appointment, please email the museum collection staff.",
    "url": "https:\/\/www.nps.gov\/rori\/learn\/historyculture\/collections.htm"
}
