{
    "title": "Rosie the Riveter WWII Home Front National Historical Park: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.         We Can Do It! Many WWII propaganda posters encouraged unity and urgency to boost wartime production. Women, like this symbolic Rosie The Riveter, did tough jobs that many men doubted women could do. The riveters, welders, electricians, etc proved that women could do anything, and enlarge future choices for women in the workplace. The poster had a second life in the 1970s when women organized for their civil rights.          An Equal Right To Work Welding crew in Kaiser Shipyard, Richmond, CA In 1941 Executive Order 8802 banned racial discrimination in defense work, promising increased opportunity for people of color. Bu the order was weakly enforced--employment discrimination based on race didn't become illegal until the Civil Rights Act of 1964. WWII shipyard crews in Richmond CA became more diverse by the war's end, though women and people of color were generally the first laid off.          Pioneer for Union Rights Joe James, Welder at Marinship Sausalito, CA African American shipyard workers paid union dues but could not join the union with Whites. Instead they were assigned to a segregated, powerless \"auxiliary\". Over 950 African American workers at Marinship protested and were fired in 1943. Joe James sued. The California Supreme Court agreed with him that closed-shop unions couldn't exclude people based on race (1945).          Prisoners in their Own Land Amy Oishi Takagi and Jean Takagi Kashima After Pearl Harbor was attacked in 1941, Japanese in the US were treated as if they were the enemy. Over 120,000 men, women, and children--2\/3 of them US citizens-- were imprisoned in ten remote camps around the country. Jean was the first child born at Topaz War Relocation Center, Utah, 1942. Her family returned to Richmond after internment.",
    "url": "https:\/\/www.nps.gov\/rori\/learn\/kidsyouth\/tradingcards.htm"
}
