{
    "title": "Rosie the Riveter WWII Home Front National Historical Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Aerial view of Richmond, California Public Domain       Learn About the Park Learn more about the stories of the American WWII Home Front: the people who worked in the defense industry and other home front jobs, home front activities, daily life, and social changes accelerated by the changing home front culture. Learn about the places associated with Rosie the Riveter\/WWII Home Front NHP. Learn about the museum and archives collection of Rosie the Riveter\/WWII Home Front NHP and how to research the collections and donate artifacts and archives to the park.       Stories Learn more about the stories of the American WWII Home Front: the people who worked in the defense industry and other home front jobs, home front activities, daily life, and social changes accelerated by the changing home front culture. Places Learn about the places associated with Rosie the Riveter\/WWII Home Front NHP. Museum and Archives Collections Learn about the museum and archives collections, how to research the collections, and donate artifacts and archives to the park.      The World War II Home Front On the morning of December 7, 1941 military forces of the Empire of Japan attacked the United States Naval Fleet and ground bases at Pearl Harbor in Hawaii.On December 8, 1941, one day after the \"Day of Infamy,\" the United States declared war against the Empire of Japan and on December 11, 1941 Japan's ally, Germany, declared war on the United States. Ten million Americans, mostly young working age men, would serve in the military during WWII, out of an overall United States population of 113 million. While an unprecedented number of young men would serve in World War II, the country would drastically increase its war production on the Home Front, serving not only the needs of the armed forces of the United States but her allies as well - what President Franklin Roosevelt called \"The Arsenal of Democracy.\" The combination of so many serving in the military, during a period of necessary and drastic increases in production, led to unprecedented social changes on the American Home Front. A shortage of white male workers led to active recruitment, by the United States Government, to war industry jobs. Initially white middle class women were recruited, followed by minority men, and finally minority women. integration of women and minorities into the workforce was initially met with resistance, however, the new opportunities for women and minorities \"cracked open\" the door to equal rights and would have profound impacts on the Civil Rights Movement and Women's Movement during the following decades. During World War II six million women entered the workforce.\"Rosie the Riveter\" and her \"We Can Do It\" motto came to symbolize all women Home Front workers. The World War II period resulted in the largest number of people migrating within the United States, in the history of the country.Individuals and families relocated to industrial centers for good paying war jobs, and out of a sense of patriotic duty. Many industrial centers became \"boom towns\", growing at phenomenal rates. One example, the City of Richmond, California, grew from a population of under 24,000 to over 100,000 during the war. Workers from around the nation had to intermingle with each other, overcome differences, and form a cohesive identity in order to meet war demands. Following World War II, many migrants decided to stay in their new homes, forever changing the cultural landscape of the United States. Home Front workers faced many challenges and many of which would lead to change. Working conditions on the Home Front were difficult and dangerous. Between the bombing of Pearl Harbor in December of 1941 and the D-Day Invasion of Europe in June of 1944, there were more Home Front industrial casualties than military casualties. This high number of industrial casualties would lead to improved work place safety and regulations, as well as better access to affordable health care. Another challenge faced by working women on the Home Front was child care, as mothers comprised a significant portion of the work force. This led to the establishment of child development centers and the professional field of early childhood development. In addition to Home Front workers, everyone was expected to be an active participant in the war effort. Rationing was a way of life as twenty commodities were rationed and people were asked to, \"Use it up –Wear it out –Make it do –or Do without.\" Materials vital to the war effort were collected, often by youth groups, and recycled.Many Americans supported the war effort by purchasing war bonds.Women replaced men in sports leagues, orchestras and community institutions. Americans grew 60% of the produce they consumed in \"Victory Gardens\". The war effort on the United States Home Front was a total effort. Rosie the Riveter\/WWII Home Front National Historical Park was established in Richmond, California in the year 2000, to tell this national story. The Kaiser Shipyards in Richmond produced 747 ships during World War II, the most productive shipyards in history.In addition, Richmond had a total of 55 war industries.Richmond also has a large number of intact historical building from the period and the Richmond Museum Association, one of the parks cooperative partners, operates the SS Red Oak Victory, the last remaining Victory Ship built in the Richmond Shipyards.",
    "url": "https:\/\/www.nps.gov\/rori\/learn\/historyculture\/index.htm"
}
