{
    "title": "Rosie the Riveter WWII Home Front National Historical Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Physical\/Mobility:  The multi-leveled visitor education center is completely accessible with the use of the elevator. All displays are well placed for use, or viewing, from a seated or standing position. Restrooms, drinking fountain, and theater, located in the lower level, are accessible. The theater entrance has a gently sloping ramp for access to the front row of the theater which can accommodate two wheelchairs. Additional wheelchair spaces are available in the back of the theater. Two designated disabled parking spaces are located on the north end of the building.  Deaf\/Hearing Loss: The two orientation films, Home Front Heroes and The War at Home that are shown in the downstairs theater are closed captioned. Assisted-Listening devices are available in the theater upon request.Audio-visual exhibit displays in the upstairs galleries have closed captioning. Assisted-Listening devices for the exhibit galleries upstairs will be available by 2016. Blind\/Low Vision: The main park brochure is available in braille, please inquire at the front desk for a copy that can be borrowed. Some of the permanent exhibits were designed for a tactile experience. For example, the visitor center has a copy of the famous world war two poster, \"We Can Do It\", made out of sculpted brass for visitors to touch. There is also a large tactile map of the Richmond Shipyards with a braille legend.The park is developing an audio tour of the newly installed permanent exhibits. The tour will available by 2016. Intellectual Disability: The exhibits are designed to reach a wide audience and age groups. The exhibits offer interactive exhibits, historic artifacts and reproductions.   Learning Disability: The exhibits are designed to reach a wide audience including interactive exhibits, historic artifacts and reproductions.  Red Oak Victory Ship  Note:The SS Red Oak Victory is a World War II cargo ship, please contact the ship directly to discuss access issues. (510) 237-2933.",
    "url": "https:\/\/www.nps.gov\/rori\/planyourvisit\/accessibility.htm"
}
