{
    "title": "Rosie the Riveter WWII Home Front National Historical Park: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              Places        SS Red Oak Victory NPS Photo       Why Richmond California? Richmond, California was chosen as the site for this National Historical Park because it has so many surviving sites and structures from the World War II years that can help tell the diverse stories of the home front. These stories include the mobilization of America’s industry and the changes in production techniques; the struggle for women’s and minority rights; the labor movement; the growth of pre-paid medical care; advances in early childhood education and day care; recycling and rationing; major shifts in population; and changes in arts and culture.  Richmond played a significant and nationally recognized part in the World War II home front. The four Richmond shipyards produced 747 ships, more than any other shipyard complex in the country. Richmond was also home to over 56 different war industries, more than any other city of its size in the United States. The city grew from less than 24,000 people in 1940 to nearly 100,000 people by 1943, overwhelming the available housing, roads, schools, businesses and community services. At the same time, Executive Order 9066 forcibly removed Japanese and Japanese-American residents from the area, disrupting Richmond’s thriving cut-flower industry. The war truly touched every aspect of civilian life on the home front. Through historic structures, museum collections, interpretive exhibits, and programs, the park tells the diverse and fascinating story of the WWII home front.         Legislation  The legislation establishing the park recognizes the national significance of the historic sites and structures within the City of Richmond. The importance of these resources is discussed in this section.  While these historic resources are owned by different public and private entities, and not by the park, they all help tell the story of Rosie the Riveter and America's WWII home front.  To read the park's enabling legislation, (link coming soon).      Shipyard No. 3 & the SS Red Oak Victory The four Richmond Shipyards built by Henry J. Kaiser were the largest shipyard complex on the west coast. Shipyard No. 3 is now the only surviving wartime yard in Richmond. It is listed on the National Register of Historic Places. A large part of the Kaiser company's success included using a ship building method that involved prefabricating ship components, which increased the efficiency and speed of production, and allowed them to train unskilled workers to do repetitive processes Whirley cranes were used to move the ship components from place to place in the shipyard. The S.S. Red Oak Victory is a WWII era cargo vessel that was built in the Richmond Shipyards. It is listed on the National Register of Historic Places to recognize its military, transportation, and engineering significance as an ammunition and cargo vessel during WWII. The Red Oak is owned and operated by the Richmond Museum of History. For more information on visiting the ship, please click here. Website: http:\/\/www.ssredoakvictory.com\/index.htm       Ford Assembly Building When the Ford Assembly Plant was built in 1930, it was the largest automobile assembly plant on the West coast. During WWII, the plant converted from assembling Model A cars to assembling jeeps and outfitting tanks for the military. The plant also became known as the Richmond Tank Depot, one of three places in the country where vehicles were transported for final processing and up-to-the-minute improvements installed before being shipped out to war zones around the world. Workers at the depot equipped more than 60,000 military vehicles including tanks, Army trucks, half-tracks, tank destroyers, personnel carriers, scout cars, amphibious tanks, snow plows, and bomb lift trucks.      Kaiser Field Hospital In 1942, Henry J. Kaiser created the Permanente Health Plan for shipyard workers. He instituted a three-tier medical care system that included first-aid stations in the shipyards, a field hospital, and a main hospital. One of Kaiser's original first-aid stations remains intact in Shipyard No. 3. The field hospital also still exists and is now privately owned.     Atchison Village Richmond was a boomtown during the war. As more and more people came to work in defense industries, the population had increased by 296% by the end of the war. Existing housing was severely inadequate for so many people. To meet the critical housing shortage, the Richmond Housing Authority was incorporated on January 24, 1941. The program consisted of 20 housing projects, including apartments, dormitories, and three trailer parks. Most of these housing units were meant to be temporary, and no longer exist. Atchison Village was designed to be a permanent housing complex, however, and today is privately owned by a cooperative housing association.      Child Development Centers In addition to health care, Kaiser provided child care for families working in his shipyards. Funding to build the child care centers was provided by the United States Maritime Commission. The centers incorporated progressive early-childhood education programming, nutritional meals and snacks, on-site nurses, art lessons, and family counseling. Most centers operated from six a.m. to six p.m., although some provided 24-hour care. The largest child care centers were the Maritime Child Development Center and the Pullman Child Development Center (later renamed the Ruth C. Powers Child Development Center). Today, the Maritime Center is owned by the Rosie the Riveter Trust and houses a re-created wartime classroom exhibit. Reservations are required to visit this exhibit.",
    "url": "https:\/\/www.nps.gov\/rori\/learn\/historyculture\/places.htm"
}
