{
    "title": "Rosie the Riveter WWII Home Front National Historical Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 25 results    Show ALL instances of recurring events   RSS Feed      Rosie the Riveter WWII Home Front National Historical Park The Port Chicago Disaster and Aftermath      Time: 2:00 PM to 2:30 PM Location: Visitor Education Center Fees: Free     Sunday, August 14, 2016 What kinds of questions were sailors and civilians asking after ten million pounds of explosives blew up in Concord in 1944? View Details      Rosie the Riveter WWII Home Front National Historical Park Games and Toys for Girls and Boys      Time: 2:00 PM to 2:45 PM Location: Visitor Education Center Fees: Free     Monday, August 15, 2016 Wartime was deadly serious for grown-ups, but for kids, it was a time for adventure. Let’s explore how children had fun during the war years: costumes, riding toys, board games, ships and planes and trains, the comics, and more! View Details      Rosie the Riveter WWII Home Front National Historical Park “Of Lost Conversations”  (First Come – First Served Seating*)      Time: 2:00 PM to 3:00 PM Location: Visitor Education Center Fees: Free     Tuesday, August 16, 2016 Ranger Betty Soskin discusses her experience as a young African American woman during WWII.   View Details      Rosie the Riveter WWII Home Front National Historical Park “Of Lost Conversations” (First Come – First Served Seating*)      Time: 11:00 AM to 12:00 PM Location: Visitor Education Center Fees: Free     Thursday, August 18, 2016 Ranger Betty Soskin discusses her experience as a young African American woman during WWII. View Details      Rosie the Riveter WWII Home Front National Historical Park Blossoms and Thorns      Time: 2:00 PM to 3:00 PM Location: Visitor Education Center Fees: Free     Thursday, August 18, 2016 A docent from the Japanese American Citizens’ League screens the documentary, Blossoms and Thorns, about Richmond’s pre-and post-war community of flower growers and nursery owners, and shares from their experiences in a WWII internment camp. View Details      Rosie the Riveter WWII Home Front National Historical Park Rosie Meet and Greet      Time: 10:00 AM to 11:00 AM,1:00 PM to 2:00 PM Location: Visitor Education Center Fees: Free     Friday, August 19, 2016 Most Fridays, a group of civilian WWII docents share their stories in an informal setting at the Visitor Center.  Here is your chance to ask the experts about life and work in the Richmond Shipyards. View Details      Rosie the Riveter WWII Home Front National Historical Park  “Of Lost Conversations” (First Come – First Served Seating*)      Time: 2:00 PM to 3:00 PM Location: Visitor Education Center Fees: Free     Saturday, August 20, 2016 Ranger Betty Soskin discusses her experience as a young African American woman during WWII.   View Details      Rosie the Riveter WWII Home Front National Historical Park Kleen Teens and Zoot Suits: The Rise of the Teenager      Time: 3:30 PM to 4:15 PM Location: Visitor Education Center Fees: Free     Saturday, August 20, 2016 Greater independence and defense plant salaries forever changed America's ideas and attitudes towards young adults during the war years. Join a park ranger for a program that explores the lives of teen-aged Americans on the home front.  View Details      Rosie the Riveter WWII Home Front National Historical Park 100 Years of Service!      Time: 2:00 PM to 2:45 PM Location: Visitor Educaiton Center Fees: Free     Sunday, August 21, 2016 The National Park Service is celebrating our Centennial! Join us to commemorate this occasion by discussing America’s best idea, and discover all the NPS has to offer through the Find Your Park initiative.  View Details      Rosie the Riveter WWII Home Front National Historical Park Warbling through the War Years      Time: 3:00 PM to 3:45 PM Location: Visitor Education Center Fees: Free     Monday, August 22, 2016 Dancing the jitterbug, laughing to silly tunes—and mending broken hearts: music during World War II helped us get through fearful times. We’ll see and hear how we listened through samples from radio, records, and the movies View Details      Rosie the Riveter WWII Home Front National Historical Park What We Wore During the War      Time: 2:00 PM to 2:30 PM Location: Visitor Education Center Fees: Free     Monday, August 22, 2016 The war changed everything including fashions which changed to meet new needs: leather, wool, and nylon were needed by our fighting forces, so we made do on the Home Front.  View Details      Rosie the Riveter WWII Home Front National Historical Park  “Of Lost Conversations”  (First Come – First Served Seating*)      Time: 2:00 PM to 3:00 PM Location: Visitor Education Center Fees: Free     Tuesday, August 23, 2016 Ranger Betty Soskin discusses her experience as a young African American woman during WWII. View Details      Rosie the Riveter WWII Home Front National Historical Park  8th Annual Home Front Film Festival      Time: 7:00 PM Location: SS Red Oak Victory Ship     Thursday, August 25, 2016 August 25th: “The Canterville Ghost” (1944) starring Charles Laughton, Robert Young.  The WWII version of the Oscar Wilde story about cowardice, bravery and redemption, complete with American jazz and a darling Margaret O’Brien. View Details      Rosie the Riveter WWII Home Front National Historical Park “Of Lost Conversations” (First Come – First Served Seating*)      Time: 11:00 AM to 12:00 PM Location: Visitor Education Center Fees: Free     Thursday, August 25, 2016 Ranger Betty Soskin discusses her experience as a young African American woman during WWII.   View Details      Rosie the Riveter WWII Home Front National Historical Park 100 Years of Service!      Time: 12:30 PM to 1:15 PM Location: Visitor Education Center Fees: Free     Thursday, August 25, 2016 The National Park Service is celebrating our Centennial! Join us to commemorate this occasion by discussing America’s best idea, and discover all the NPS has to offer through the Find Your Park initiative.  View Details      Rosie the Riveter WWII Home Front National Historical Park Blossoms and Thorns      Time: 2:00 PM to 3:00 AM Location: Visitor Education Center Fees: Free     Thursday, August 25, 2016 A docent from the Japanese American Citizens’ League screens the documentary, Blossoms and Thorns, about Richmond’s pre-and post-war community of flower growers and nursery owners, and shares from their experiences in a WWII internment camp. View Details      Rosie the Riveter WWII Home Front National Historical Park Rosie Meet and Greet      Time: 10:00 AM to 12:00 PM,1:00 PM to 2:00 PM Location: Visitor Education Center Fees: Free     Friday, August 26, 2016 Most Fridays, a group of civilian WWII docents share their stories in an informal setting at the Visitor Center.  Here is your chance to ask the experts about life and work in the Richmond Shipyards. View Details      Rosie the Riveter WWII Home Front National Historical Park   “Of Lost Conversations” (First Come – First Served Seating*)      Time: 2:00 PM to 3:00 PM Location: Visitor Education Center Fees: Free     Saturday, August 27, 2016 Ranger Betty Soskin discusses her experience as a young African American woman during WWII. View Details      Rosie the Riveter WWII Home Front National Historical Park 100 Years of Service!      Time: 11:00 AM to 11:45 AM Location: Visitor Education Center Fees: Free     Saturday, August 27, 2016 The National Park Service is celebrating our Centennial! Join us to commemorate this occasion by discussing America’s best idea, and discover all the NPS has to offer through the Find Your Park initiative.  View Details      Rosie the Riveter WWII Home Front National Historical Park Henry J. Kaiser: “Build Em' by the Mile and Cut Em' off by the Yard”      Time: 3:30 PM to 4:15 PM Location: Visitor Education Center Fees: Free     Saturday, August 27, 2016 Join author Steve Gilford for a presentation about the extraordinary life of ship builder  Henry J. Kaiser, an industrialist who was a loyal friend to (organized) labor. View Details      Rosie the Riveter WWII Home Front National Historical Park Bay Trail Walk      Time: 2:00 PM to 3:00 PM Location: Visitor Education Center Fees: Free     Sunday, August 28, 2016 Take a leisurely one hour stroll along the Bay Trail and explore home front history with a park ranger. View Details      Rosie the Riveter WWII Home Front National Historical Park  “Of Lost Conversations”  (First Come – First Served Seating*)      Time: 2:00 PM to 3:00 PM Location: Visitor Education Center Fees: Free     Tuesday, August 30, 2016 Ranger Betty Soskin discusses her experience as a young African American woman during WWII.   View Details      Rosie the Riveter WWII Home Front National Historical Park  From D-Day to VJ-Day      Time: 11:00 AM to 12:00 PM Location: Visitor Education Center Fees: Free     Tuesday, August 30, 2016 The last year of the war was marked with powerful events: the invasion of France, the Battle of the Bulge, the A-Bombs, and ultimately victory in Europe and the Pacific. View Details      Rosie the Riveter WWII Home Front National Historical Park More Than War Ships: Kaiser’s WWII Legacies in Healthcare, Childcare, Housing, and Environment      Time: 2:00 PM to 3:00 PM Location: Visitor Education Center Fees: Free     Wednesday, August 31, 2016 Kaiser Permanente historian Lincoln Cushing will discuss Henry J. Kaiser’s innovative support systems for his shipyard workers, including child care centers, housing, transportation, and health care View Details      Rosie the Riveter WWII Home Front National Historical Park Richmond Bus Tour with a Park Ranger (Reservations Required)       Time: 10:30 AM to 12:30 PM Location: Visitor Education Center Fees: Free     Wednesday, August 31, 2016 Hop aboard with a park ranger for an overview of the park sites located throughout the City of Richmond. A short tour of the Maritime Child Development Center is included.   View Details",
    "url": "https:\/\/www.nps.gov\/rori\/planyourvisit\/calendar.htm"
}
