{
    "title": "Rosie the Riveter WWII Home Front National Historical Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 29, 2016  Rosie Rally and Home Front Festival  (Richmond, CA) – On Saturday, August 13th at 10 AM, the National Park Service, in coordination with the Rosie the Riveter Trust, City of Richmond, and Richmond Museum Association, will be hosting the second Rosie Rally in the Craneway Pavilion, attempting to set a new Guinness World Record for the largest number of people dressed up as Rosie the Riveter since World War II. We set the record last year with 1,084 people, and hope to do it again this year with a goal of 5,000 participants. The rally event recognizes and commemorates the important work women – and all workers – did on the Home Front during World War II, and many original Rosies will be there to participate and cheer on the younger generations. Please check www.rosietheriveter.org\/rosierally2016 for more details.   March 18, 2016  National Park Service Deputy Director to Participate in Every Kid in a Park and Naturalization Ceremony Events in Richmond  RICHMOND, CA – National Park Service (NPS) Deputy Director of Congressional and External Relations Denise R. Ryan will participate in events on Wednesday March 23 and Thursday March 24 at the Craneway Pavilion (1414 Harbour Way South, Richmond, CA) to highlight the National Park Service Centennial, the Every Kid in a Park initiative, and Women’s History Month.   March 09, 2016  National Park Service Seeks Volunteer Docents for Rosie the Riveter\/WWII Home Front National Historical Park  Rosie the Riveter\/WWII Home Front National Historical Park seeks dedicated volunteers to join our team in assisting rangers at the Visitor Center, orienting visitors to the park, providing informal interpretation of historical resources, and participating in special events.   October 14, 2015  First Friend - The Love Affair of Lorena Hickok and Eleanor Roosevelt  On Saturday, November 7th at 11 AM, pioneer Lesbian Playwright and Actor, Terry Baum, will talk about Eleanor Roosevelt’s love affair with hard-living, butch reporter, Lorena Hickok, their 30 year relationship and their humanitarian work.   September 11, 2015  National Park Service hosts pop-up parks during Richmond’s PARK(ing) Day on September 18th  (Richmond, California) – Richmond, CA – National Park Service Rangers are hosting a PARK(ing) Day event on September 18th. The event will be at 12264 San Pablo Avenue, Richmond, CA 94805 (Between Wendy’s and William’s Natural Foods).   September 04, 2015  The WWII Enemy Alien Program & Lessons for Today  1st program in a 3-part series uncovering the treatment of  German, Italian and Japanese immigrants during WWII  (Richmond, California) – An attack on America inspires fear, fury and calls for retaliation run rampant. The time is not September 11, 2001, but December 7, 1941, when the United States entered World War II (WWII).  Over 70 years ago, thousands of German, Italian and Japanese immigrants in the U.S. and Latin America experienced arrest, forced relocation, internment, and even deportation to war zones because of their nationalities. What can we learn from our past as the U.S. government continues its attempts to balance national security concerns with the protection of individual liberties?   August 19, 2015  Emmy Lou Packard: Drawing New Conclusions in the Kaiser Shipyards  (Richmond, CA) – On Saturday, September 5th at 11 AM, Lincoln Cushing from Kaiser Permanente Heritage Resources will host an opening for an exhibition about the graphic art of Emmy Lou Packard who was employed by the Kaiser Shipyards during World War II in Richmond, California.   July 23, 2015  Rosie Rally at the Rosie the Riveter Memorial in Marina Park  Come Join Us! The National Park Service, in coordination with Rosie the Riveter Trust, City of Richmond, and Richmond Convention and Visitors Bureau, will be hosting a Rosie Rally! We hope to break the Guinness World Record with the greatest number of women of all ages dressed as Rosies in one place and time since WWII.   June 25, 2015  Echoes of World War II - A Bay Area Perspective  On Saturday, July 11th at 11 AM, producer Patricia Weaver will preview her film, “Echoes of World War II – A Bay Area Perspective” at the Visitor Education Center of Rosie the Riveter\/WWII Home Front National Historical Park.  The film highlights experiences of children who lived in the Bay Area during WWII.   May 15, 2015  7th Annual Home Front Film Festival  (Richmond, CA) –The National Park Service and the Richmond Museum Association announce the lineup for the 7th Annual Home Front Film Festival on Thursday evenings in June, July and August, 2015.   The film festival will feature six popular, full-length movies that were shown on the American Home Front during WWII.   April 27, 2015  Author To Discuss Little-Known Internment of German Nationals During WWII  (Richmond, CA) – On Saturday, May 9th at 11 AM, the National Park Service will welcome author Heidi Gurcke Donald to speak about her new book, We Were Not the Enemy, at Rosie the Riveter\/WWII Home Front National Historical Park.   April 03, 2015  NPS Commemorates the 150th Anniversary of The End of The Civil War  For the past four years, the National Park Service and many other organizations and individuals have been commemorating the 150th Anniversary of the Civil War and the continuing efforts for human rights today.  On April 9, 1865, Union General Ulysses S. Grant met Confederate General Robert E. Lee to set terms of surrender of Lee’s Army of Northern Virginia. In commemoration of this historic event, the SS Red Oak Victory Ship will blow the ship’s whistle for 4 minutes.  Each minute represents the end of four years of bloodshed during the Civil War.   February 23, 2015  Documentary Film Presents Therapist's Work with Japanese American Adults Born into Incarceration during WWII  On March 20 and 21st, the National Park Service invites the public to the Visitor Education Center of Rosie the Riveter WWII Home Front National Historical Park for 2 free screenings of a documentary film called “Children of the Camps.”   December 12, 2014  Rosie the Riveter Visitor Center Closed Due to Flood Damage  (Richmond, CA) –The Visitor Education Center at Rosie the Riveter\/World War II Home Front National Historical Park at 1414 Harbour Way South, suite 3000 will be closed Saturday, December 13 through December 15, 2014 due to storm-related damage from the recent rains.  In addition, all scheduled programs this weekend are cancelled. Staff, are working to resolve flooding and safety issues and we hope to be open and resume all programs by Tuesday December 16.   October 31, 2014  National Park Service Hosts \"Get Active on the Bay Trail: A Victory for Health\"  (Richmond, CA)--Visitors of all ages and fitness levels are invited to join National Park Service rangers for outdoor fitness and fun at 10 AM on Saturday, November 15th and December 13th, 2014, at the Rosie the Riveter Memorial, in Richmond, CA, part of Rosie the Riveter\/WWII Home Front National Historical Park.  The Memorial is located in Marina Bay Park, at the intersection of Marina Bay Parkway and Melville Square.   September 20, 2014  National Park Service Hosts \"Spooktacular\" Arts and Crafts Event at Historic Maritime Center  Kids and families are invited to join National Park Service rangers for Halloween-themed arts and crafts on Saturday, October 18, 2014, at the historic Maritime Center, part of Rosie the Riveter\/WWII Home Front National Historical Park in Richmond, CA.  This free, three-hour program will begin at noon, with craft projects running until 2:30pm. The Halloween crafts will use recycled and everyday household items, similar to crafts that children used to make during the World War II years.   August 21, 2014  WWII Home Front Memories Stitched in Cloth  (Richmond, CA)— Rosie the Riveter\/WWII Home Front National Historical Park is pleased to announce the opening of a new exhibit, “Quilts About the Home Front” at the park’s Visitor Education Center. A total of 45 quilts, as well as the personal stories which accompany the artworks, will be displayed on a rotating basis in the basement gallery between August 30 through December 31, 2014.   May 14, 2014  New Exhibits Revealed at Visitor Education Center  The National Park Service will unveil new exhibits on Saturday, May 24, 2014, at the Visitor Education Center of Rosie the Riveter\/WWII Home Front National Historical Park in Richmond, CA.   March 05, 2014  NPS Seeking LGBT WWII Stories  Rosie the Riveter\/WWII Home Front National Historical Park has been tasked with preserving the stories and artifacts associated with the civilian American World War II Home Front. Since 2000, when the park was established, many stories and artifacts relating to life in the 1940’s have been donated to the park.   February 26, 2014  Womens History Month  One of America’s original “Rosie the Riveters,” who is still building airplanes at age 94, will be making a special appearance this Saturday, March 1, from 1 to 3 PM at the Rosie the Riveter\/WWII Home Front Historical Park in Richmond, CA.   February 14, 2014  National Park Service Announces Installation Schedule for New Exhibits in Richmond  (Richmond, CA)—“Welcome, and please pardon our dust,” the rangers will soon be saying at Rosie the Riveter\/WWII Home Front National Historical Park. The park is pleased to announce that the installation of brand new permanent interpretive exhibits will begin on Saturday, March 1, 2014 in the Visitor Education Center.",
    "url": "https:\/\/www.nps.gov\/rori\/learn\/news\/newsarchive.htm"
}
