{
    "title": "Rosie the Riveter WWII Home Front National Historical Park: Press Kit",
    "body": "Explore This Park    Learn About the Park     News     Press Kit              Press Kit         Tom Leatherman, Superintendent (NPS Photo)   Tom Leatherman – Park Superintendent   Tom Leatherman is the Superintendent of four National Park Service historic sites in the East Bay:  Eugene O'Neill National Historic Site John Muir National Historic Site Port Chicago Naval Magazine National Memorial Rosie the Riveter\/WWII Home Front National Historical Park  Tom started his National Park Service career in 1989 as an intern at Pinnacles National Monument. He went on to work in several parks in the West as a seasonal employee before getting his first permanent job back at Pinnacles in 1995. From Pinnacles he took an assignment with the Bureau of Land Management working on the first management plan for Grand Staircase-Escalante National Monument in Southern Utah. He returned to Pinnacles as the chief of natural and cultural resource management and was able to build a nationally recognized natural resource program, including the reintroduction of California condors and red-legged frogs. In 2005 Tom was selected as the superintendent of Manzanar National Historic Site in the Eastern Sierra. He served in this position for three years before coming back home to the bay area (he grew up in Santa Cruz) to take the position as the Deputy Superintendent of the four historic sites in the East Bay. Tom Leatherman was selected as the Superintendent of these sites in January of 2011.  Attention Media Representative: if you have further questions regarding Tom Leatherman or the park, please use this contact information: Tom Leatherman at: 925-228-8860 Ext. 6301 or Email.       Galleries Of Photographs For Media Use   Below, you will find multiple galleries that provide images for your use. The images should be high enough resolution for print and media. We are limited in our upload size on the website. Click on an image to view in your browser, additionally, you can right-click on the download link for each image to save the image to your computer. If you find that you have further image needs, please contact the graphics or cultural resources staff in the park. Typical color correction, sharpening and appropriate cropping are allowed by your photo professional. Unless otherwise noted, all images should be captioned \"NPS Photo\".                     SS Red Oak Victory Ship   7 Photos  The SS Red Oak Victory is the last surviving ship built in the Kaiser Richmond Shipyards during World War II.  Today, the Red Oak Victory remains a monument to the men and women who worked in war related industries as part of the World War II Home Front. In 1998, the ship was saved from the Naval Reserve Fleet in Suisun Bay by a courageous group of men and women and has been under restoration since that time. While the Red Oak Victory is part of the WWII Home Front story, the NPS does not own or manage the ship. Please call 510-237-2933 to find out more information.          Rosie the Riveter Memorial   6 Photos  Three years before the national park was created, the City of Richmond initiated the Rosie Memorial to celebrate the important aspect of their community's history. The design uses abstracted forms of Liberty ships in sculptures reminiscent of the prefabricated ships assembled by shipyard workers. Meant to draw parallels between the acts of constructing ships and reconstructing memories, the Memorial's form is that of a vessel in the process of being built. Quotes from \"Rosies\" and a World War II timeline are incised into the granite walkway of the memorial. This memorial is the touchstone of the national park here in Richmond, and is located in Marina Bay Park.          Visitor Education Center   9 Photos  Photos of the Visitor Education Center, part of the Rosie the Riveter\/WWII Home Front National Historical Park. Included are a few photos of some of the exhibits inside the center.             Betty Reid Soskin   5 Photos  Betty Reid Soskin (born Betty Charbonnet; 1921) is a Park ranger with the National Park Service, assigned to the Rosie the Riveter\/World War II Home Front National Historical Park in Richmond, California.",
    "url": "https:\/\/www.nps.gov\/rori\/learn\/news\/presskit.htm"
}
