{
    "title": "Rosie the Riveter WWII Home Front National Historical Park: FAQs",
    "body": "Explore This Park    Plan Your Visit     Basic Information     FAQs              FAQs       Can I meet Rosie? The term \"Rosie the Riveter\" was first used in 1942 in a song of the same name about a woman working in an aircraft factory, and over the years has come to symbolize all women who worked in defense industries during WWII. At the Visitor Education Center, you can meet some real \"Rosies\" who volunteer and share their experiences with the public. Check the calendar page or contact the visitor center to find out what days they are available.    When was the park established? Rosie the Riveter\/WWII Home Front National Historical Park was dedicated on October 24, 2000. The Visitor Education Center has been open since May of 2012 and our permanent exhibits were installed in May of 2014.  Is there a difference between the Rosie the Riveter Memorial and the Visitor Center? Yes, the Rosie the Riveter Memorial is located in a City of Richmond park, and is an outdoor public art sculpture. The memorial is one mile east along the San Francisco Bay Trail from the Visitor Center.   Are there places to eat nearby? There are a variety of places to eat close by in Richmond. For a list of restaurants please consult http:\/\/visitrichmondca.com\/dining\/    What special programs are offered at the center? We offer a variety of programming about different aspects of the civilian home front. Check the calendar page for the latest schedule, or download a pdf. from the link on the front page. Please note that the visitor center theater has 48 seats, so if you are interested in bringing a group larger than 10 people, please contact the visitor center first so we can arrange for a time for your group to use the theater.    Do we have to make reservations for our group to visit? YES! Reservations are appreciated for a group of more than 10 people. We have limited seating in our theater (48 seats). Please call 510-232-5050 x0 to leave your contact information.    Is there a cost to enter your Visitor Education Center? There is no admission fee to enter the Visitor Education Center.    Do you sell National Park Passes? Since there is no entry fee to the park, we cannot sell the park passes. Passes can be purchased online or from parks that charge entrance fees. For more information about passes: http:\/\/www.nps.gov\/findapark\/passes.htm    Do you offer a Junior Ranger program for youth? Yes, we offer a junior ranger program. The recommended age to participate is 5 and up. However, anyone can participate!Where can I find more information about the San Francisco Bay Trail?The Visitor Education Center is located on the San Francisco Bay Trail. For more information regarding recreation on the Bay Trail, please refer to the following link.http:\/\/www.baytrail.org\/   Can I bike to the Visitor Education Center? Yes, you can bike here via the San Francisco Bay Trail. We have bike racks outside the building. Please remember to bring your locks.    What is inside the large brick building next to the center? The large brick building is the Historic Ford Assembly Building, which produced jeeps during WWII. The building is now privately owned, and houses businesses, manufacturing, a restaurant, and a large event space which can be rented for private or public events.",
    "url": "https:\/\/www.nps.gov\/rori\/planyourvisit\/faqs.htm"
}
