{
    "title": "Rosie the Riveter WWII Home Front National Historical Park: Park Home",
    "body": "United We Can Win!  Explore and honor the efforts and sacrifices of American civilians on the World War II home front.  Find out how they lived, worked and got along. Many faces, many stories, many truths weave a complex tapestry of myths and realities from this time of opportunity and loss.              Visitor Education Center   The Visitor Education Center is located on the waterfront in Richmond, California. Click to find more information about visiting our site.             The 8th Annual Home Front Film Festival   Join us onboard the SS Red Oak Victory for some great WWII films. Click the link for more information.         \"Light in the Darkness\"   Enjoy these films aboard the SS Red Oak Victory Ship. Click the link for more information.         Blossoms and Thorns    A powerful documentary film by Ken Kokka, about the WWII experiences of Japanese American Flower Growers in Richmond, California.              Ranger and Docent Programs   We have a selection of monthly programs that are offered by rangers and docents at the Visitor Education Center, and around Richmond.        Rosie Fridays   On most Fridays, you can visit with real Home Front workers from WWII. Please call the Visitor Education Center for schedule.              SS Red Oak Victory Ship   Visit the SS Red Oak Victory Ship, which is docked in the Richmond Shipyard.         Rosie the Riveter Memorial   Visit the Rosie the Riveter Memorial. Click for more information.            Education Opportunities For Your Class   Arrange to have your students visit us for an interactive and educational program.             Directions and Maps   Need directions to the Visitor Education Center or other areas of interest from the Home Front?         NPS Centennial Programs   Help us to celebrate the National Park Service Centennial. Follow the link for our park programs.         History and Culture   Looking to learn more about the WWII Home Front? Start by clicking here.              Places To Go   The Richmond Home Front provides a number of historic places to drive by, view or visit. Click here for a list of points of interest.        Operating Hours    The Visitor Education Center hours and operations can be found here.        WWII Home Front Story Submissions   We are committed to collecting a wide range of stories that relate to the American Home Front. Click for more information.               Like us on Facebook!   Remember to \"Check in\" and share your park images with us.         Follow us on Instagram!   Click here to see our Instagram photos from around the park.         Follow us on Twitter   Follow us on Twitter for updates",
    "url": "https:\/\/www.nps.gov\/rori\/index.htm"
}
