{
    "title": "Port Chicago Naval Magazine National Memorial: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.          Port Chicago Disaster Concord, California July 17, 1944 During World War II, African American Sailors served in separate (segregated) units. Most of them worked as cooks, loaders, or stewards. At Port Chicago, they worked under unsafe conditions to load ships with weapons and ammunition. One night, the ammunition exploded killing 320 men.          Mutiny at Port Chicago? Three weeks after the explosion that killed 320 men at Port Chicago in 1944, it was time to resume loading ships with weapons. African American sailors at nearby Mare Island Naval Yard marched toward their duty station but stopped because they felt that the unsafe conditions hadn't been resolved. Fifty sailors were charged with mutiny.          Lessons from the 1944 Port Chicago Trial The 50 Black sailors accused of mutiny after the Port Chicago explosion were found guilty. After their \"court martial\" (trial) the Navy began to provide training for all sailors who moved weapons. In 1946, the Navy stopped grouping sailors by race. This event inspired many people who would organize for civil rights in the following decades.          Thurgood Marshall Advocate for Civil Rights Thurgood Marshall was a lawyer who believed that all people should be treated equally, regardless of race. Marshall went to the court martial of the 50 Black sailors charged with mutiny at Port Chicago. He asked \"Why are only Black sailors doing this dangerous work?\" Later he became the first African American justice of the United States Supreme Court.",
    "url": "https:\/\/www.nps.gov\/poch\/learn\/kidsyouth\/tradingcards.htm"
}
