{
    "title": "Port Chicago Naval Magazine National Memorial: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations              Multimedia Presentations       Documentary: Into Forgetfulness  Please enjoy this educational and informative documentary about the Port Chicago Disaster. You may watch the video in high-definition by clicking on the \"HD\" at the bottom right of the video (after video starts) and then selecting \"Broadband\".  Largest homeland disaster during World War II  On the evening of July 17, 1944, residents in the San Francisco east bay area were jolted awake by a massive explosion that lit up the night sky. At Port Chicago Naval Magazine, 320 men were instantly killed when the munitions ships they were loading with ammunition for the Pacific theater troops blew up. On October 28th, 2009, Port Chicago Naval Magazine National Memorial became the 392nd unit of the National Park Service.                Into Forgetfullness   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:10 minutes, 40 seconds  Documentary about the Port Chicago Disaster.         The Port Chicago 50: An Oral History   Podcast Podcast Link: http:\/\/longhaulpro.org\/port-chicago\/ Transcript: Download Word Document  In 1995 Dan Collison spoke with five survivors of the blast about what really happened. (20 minutes) Credit: Long Haul Productions.  The story of the worst stateside disaster during World War II, at Port Chicago, an ammunition dump for the navy just north of San Francisco. Black workers were assigned to load ammo onto ships under such unsafe conditions that on July 17, 1944, two ships blew up, killing 320 men. When 50 survivors of the blast refused to return to work under the same unsafe conditions, they were court-martialed and sentenced to up to 15 years of hard labor. There have been many attempts to clear the names of these fifty men, including one in 1944 by then-civil rights attorney Thurgood Marshall.              Podcast: The Port Chicago 50: An Oral History    Credit:  Long Haul Productions.   Duration:25 minutes, 12 seconds",
    "url": "https:\/\/www.nps.gov\/poch\/learn\/photosmultimedia\/multimedia.htm"
}
