{
    "title": "Port Chicago Naval Magazine National Memorial: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections              Collections       Museum Collections  The museum and archives collections, including remnants from the explosion, historic photographs, relevant documents, artifacts, and oral histories, are critical in understanding the events and tragedies of Port Chicago Naval Magazine National Memorial. The collection is a tangible link to the diverse stories through educational programs, research opportunities, and through both virtual and onsite\/offsite exhibition. Images from the museum collection are available on Flickr.  Museum and Archives collections have an important place in the mission of the National Park Service. Nearly every unit of the National Park Service has some form of a museum and archives collection. These collections may include historic objects, natural history specimens, archeology, and archives. Museum and archives collections offer tangible evidence of who we were and who we are as a society. Museum and archives collections are available to the public through exhibitions, web exhibits, and research. For more information about museum collections in the NPS, please click here.      Donations How do I donate my story, archives, and\/or artifacts to the collection? All objects are reviewed prior to full acceptance into the museum and archives collection. For more information on donating your archives, artifacts, and\/or written memories for the collection, email the museum collection staff with information regarding your possible donation. Research How do I complete research of the collection? Some of the museum collection and archives can be viewed on Flickr. The museum and archives can be accessed in person by appointment only. Researchers are encouraged to complete their preliminary research at other archives, libraries, and\/or museum collections with a broad topical focus before approaching the holdings of Port Chicago Naval Magazine National Memorial. Port Chicago Naval Magazine NM has limited reference staff and resources that must be made available to researchers whose work focuses on materials available only at Port Chicago Naval Magazine NM. Access to materials is dependent upon their physical condition and level of processing to date by the park staff. If you would like to inquire about researching the collection or set up a research appointment, please email the museum collection staff.",
    "url": "https:\/\/www.nps.gov\/poch\/learn\/historyculture\/collections.htm"
}
