{
    "title": "Port Chicago Naval Magazine National Memorial: FAQs",
    "body": "Explore This Park    Plan Your Visit     Basic Information     FAQs              FAQs        Frequently Asked Questions   Why is access to the Memorial so controlled? Reservations are required because the Concord Naval Weapons Station is still an active military base. How soon do I need to make reservations to see the Memorial? All visitors need to be cleared by the military, so at least 2 weeks notice is required. Visitors are also required to give name(s), gender, phone number, date of birth, and a drivers license number or passport number with their request for reservation. What caused the explosion? Remember that WW II was going full tilt in 1944. With no end in sight, we were in it for the long haul. Port Chicago was operating 24 hours a day , 7 days a week, with crews loading munitions continually. That, and unfortunately munitions loading was being done by men with little or no training. Men were also told the munitions they were loading was not active and would be armed upon arrival to the Pacific theatre. Other factors include supposed betting by officers to see whose crew could load the most munitions the fastest during their shift. It is unlikely that enemies of the United States managed to sabotage Port Chicago, or, as some claim, that the U.S. was testing a nuclear bomb. All it really took was an errant shell dropping to the deck from a cargo net and...5,000 tons of munitions went off. What were the names of the ships in the explosion? The S.S. Quinalt Victory and the S.S. E.A. Bryant. How large is the Port Chicago Memorial Site? The Memorial at the tidal area is half an acre. What makes the Port Chicago story so important in American history? In the segregated military of 1944, African Americans were offered the jobs of cooks, or stevedores (loading and unloading ships). Out of the 320 men killed in the explosion, 202 were African American. Less than a month after the July 17th explosion, on August 9, 1944, the surviving members of the 4th, 8th, and 2nd divisions of the ordnance battalion were ordered to resume their work several miles away at Mare Island. Of the 328 men in the 3 divisions, 258 refused their orders to resume loading munitions. The 258 men were confined for three days on a barge docked at Mare Island. The men who ultimately agreed to return to work were tried and convicted in summary courts-martial proceedings. The men were also sentenced to bad conduct discharges and fined three months pay. Fifty men were singled out by the Navy as ringleaders and were accused of mutiny. In September of 1944 they were formally charged with conspiring to make mutiny. In October, during the defense proceedings of the trial, Thurgood Marshall was there as an observer. Serving as Chief Consul for the NAACP, Marshall held several press conferences and shared his concerns about racial discrimination in the military. Ultimately, all fifty men were convicted of mutiny and sentenced to 15 years in prison and a dishonorable discharge. Following the end of the war, in January 1946, the fifty men were released from prison, granted clemency and finished the remaining months of their enlistment in the Pacific. Though a sad story, several positive things came from these events. First, the navy began desegregating its units in June of 1945. Then on July 26, 1948, President Truman signed Executive Order 9981 calling for the desegregation of the Armed Services. A couple of baby steps towards civil rights in this country, but big ones. It was also realized that certification would have to be required for the handling of munitions, and that all munitions be re-designed for safety.  What happened to the fifty men? Though all fifty were granted clemency, forty nine men were never pardoned. President Clinton signed a pardon for Frederick Meeks in 1999.",
    "url": "https:\/\/www.nps.gov\/poch\/planyourvisit\/faqs.htm"
}
