{
    "title": "Port Chicago Naval Magazine National Memorial: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Do you have an upcoming scheduled tour?  Be aware that we are managing a technical glitch with our tour reservation system. If you have an upcoming tour scheduled, please contact us to confirm that we have your information.      Read First!The Port Chicago Naval Magazine National Memorial shuttle picks up visitors with reservations at the John Muir National Historic Site. Please know that all visitors for the memorial must have a reservation. Reservations to the memorial can be accessed HERE. Directions to the John Muir NHS can be found below.      Directions To The John Muir National Historic Site Our Address is: 4202 Alhambra Ave Martinez, CA 94553 (925) 228-8860 ext. 0  For Full-Screen, Interactive Map Click Here Please Note that although this map indicates \"John Muir\" over the larger portion of the park (indicated in green), that section of the map is of Mount Wanda. The Muir home site and visitor center is located in the smaller section across highway 4. Please use the address to find the exact location.  Directions By Car From San Francisco: Eastbound I-80 (Oakland - San Francisco Bay Bridge) to eastbound Highway 4. Exit at Alhambra Avenue, turning left at bottom of the ramp. Cross beneath highway. The park is immediately on your left. From San Jose: Take I-680 northbound or (From Sacramento) southbound I-680 to Highway 4 westbound. Exit at Alhambra Ave. Turn right at bottom of ramp. The park is located immediately on your left.  Recreational Vehicles: There is no parking available for RV's at John Muir NHS. Our parking lot is very small (16 spaces) and there is no room to maneuver a large RV. We recommend that you park on Walnut Ave. (just across the street from our Visitor Center).You may use the Chase bank to turn around in, but please don't park there.  Public Transportation The closest BART stop is the Concord station. Transfer to The County Connection #16 bus, which stops at the park. There is also an AMTRAK station in downtown Martinez (2 miles from here). Transfer to The County Connection #16 bus which stops at the park. For more information and local travel assistance, please visit www.511.org  Airports Both Oakland and San Francisco International Airports provide access to the area.",
    "url": "https:\/\/www.nps.gov\/poch\/planyourvisit\/directions.htm"
}
