{
    "title": "Presidio of San Francisco: Fire Station",
    "body": "Presidio Fire Station        The Presidio Fire Station as it appears today.  The new wing is on the left. National Park Service, GGNRA         The John Pershing house after the deadly 1915 fire. National Park Service  By the turn of the twentieth century, several old wooden buildings at the Presidio had burned to the ground. The flammable roofs and open, coal-burning fireplaces found in many of these structures made them particularly susceptible to fire; the lack of professionally trained firefighters at the post made such fires difficult to contain. Then, in 1915, a tragic fire broke out at the home of Presidio commander General John Pershing when coal from an unattended dining room fireplace fell to the floor. The ensuing blaze quickly consumed the house and claimed the lives of Mrs. Pershing as well as three of the four Pershing children.          The Presidio Fire Station as it appeared in 1929. This historic building has since been restored and continues to serve the park. National Park Service  After the Pershing fire, Senator Francis Warren of Wyoming--the father of the late Mrs. Pershing--led a congressional mandate for improved fire fighting resources at the Presidio. The senator’s efforts were complemented by San Francisco Fire Chief Thomas Murphy, who recommended the establishment of a permanent fire company at the Presidio. Built by the army 1917, the new Presidio Fire Station was the first on any U.S. Army post to house a permanent fire company with trained firefighters.      When the Presidio became a national park in 1994, the Presidio Fire Department became the only National Park Service fire department trained to fight both wildland and structural fires to be staffed 24 hours a day. Since then, the National Park Service has focused on a new role for the modern firefighter—that of a well-trained emergency paramedic. The importance of this expanded role for firefighters is evident in that 90 percent of emergency calls are for paramedic units, making the Presidio Fire Department a vital “first response” station for the Presidio community. The Presidio Fire Station was rehabilitated in 1998 to meet earthquake code standards and enlarged to accommodate modern fire fighting equipment. Many original features of the historic 1917 structure were restored and a new wing compatible with the original architecture was added. In 2010, the San Francisco Fire Department was contracted to take over firefighting duties in the Presidio and now staffs the Presidio Fire Station.      Main Post main page \"Places\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/fire-station.htm"
}
