{
    "title": "Presidio of San Francisco: Birds",
    "body": "Presidio Birds                      The Presidio of San Francisco has one of the most diverse bird populations of any urban park in the world, with over 200 species having been spotted here. This diversity is owing to a number of factors, including its great variety of habitats that range from open water and protected bay, to rocky and sandy shoreline, to tidal marshes, coastal scrub, grasslands, mixed woodlands and ornamental areas. Since the Presidio lies on a major bird migratory route along the west coast, it also hosts a variety of transient birds that stop over to rest and feed on their journey to and from places as far away as South America and the Canadian arctic. This combination of factors makes the Presidio a birders paradise with different species to see throughout the year. The bird diversity at the Presidio has changed over the years. When the Europeans arrived in the 1770s, the area was largely dune scrub with few trees. The planting of the Presidio's forest in the 1880s and 90s allowed the establishment of a much greater variety of forest dwelling birds. During the same period, the marshes along the bay were filled, both at the Presidio and throughout the Bay Area, leading to a decline in shorebirds and waterfowl. With the recent recreation of the tidal lagoon and marsh at Crissy Field those birds are now coming back to the Presidio. Egrets, Herons, Kingfishers and many other water birds are becoming commonplace once again. The birds listed below are amongst the most common species found at the Presidio. These are the ones that you will likely see on a visit.      td>                     Water Habitats      Common Name Scientific Name Family    Red-throated Loon Gavia stellata Loon   Western Grebe Aechmophorus occidentalis Grebe   Brant's Cormorant Phalacrocorax penicillatus Cormorant   Double-crested Cormorant Phalacrocorax auritus Cormorant   Brown Pelican Pelecanus occidentalis Pelecan   Black-crowned Night-Heron Nycticorax nycticorax Heron   Snowy Egret Egretta thula Heron   Great Egret Casmerodius albus Heron   Great Blue Heron Ardea herodias Heron   Canada Goose Branta canadensis Duck   Mallard Anas platyrhynchos Duck   Greater Scaup Aythya marila Duck   Surf Scoter Melanitta perspicillata Duck   American Coot Fulica americana Rail   Snowy Plover (rare) Charadrius alexandrinus Plover   Killdeer Charadrius vociferus Plover   Willet Catoptrophorus semipalmatus Sandpiper   Marbled Godwit Limosa fedoa Sandpiper   Long-billed Curlew Numenius americanus Sandpiper   Whimbrel Numenius phaeopus Sandpiper   Short-billed Dowitcher Limnodromus griseus Sandpiper   Black Turnstone Arenaria melanocephala Sandpiper   Surfbird Aphriza virgata Sandpiper   Sanderling Calidris alba Sandpiper   Elegant Tern Sterna elegans Gull   Forster's Tern Sterna forsteri Gull   Heermann's Gull Larus heermanni Gull   California Gull Larus californicus Gull   Western Gull Larus occidentalis Gull   Mew Gull Larus canus Gull   Ring-billed Gull Larus delawarensis Gull   Belted Kingfisher Cerle alcyon Kingfisher   Red-winged Blackbird Agelaius phoeniceus Blackbird   Forest Habitats      Common Name Scientific Name Family    Red-shouldered Hawk Buteo lineatus Hawk   Red-tailed Hawk Buteo jamaicensis Hawk   American Kestrel Falco spaverius Falcon   Great Horned Owl Bubo virginianus Owl   Pine Siskin Carduelis pinus Finch   Brown Creeper Certhia americana Creeper   Chestnut-backed Chickadee Parus rufescens Chickadee   Bushtit Psaltriparus minimus Bushtit   Tree Swallow Tachycineta bicolor Swallow   Barn Swallow Hirundo rustica Swallow   Pygmy Nuthatch Sitta pymaea Nuthatch   Ruby-crowned Kinglet Regulus calendula Kinglet   Hutton's Vireo Vireo huttoni Verio   Townsend's Warbler Dendroica townsendi Warbler   Downy Woodpecker Picoides pubescens Woodpecker   Northern Flicker Colaptes auratus Woodpecker   Scrub Jay Aphelocoma coerulescens Crow   American Crow Corvus brachyrhynchos Crow   Common Raven Corvus corax Crow    Turkey Vulture  Cathartes aura Vulture   Scrub & developed areas      Common Name Scientific Name Family    Mourning Dove Zenaida macroura Dove   Rock Dove Columba livia Dove   California Quail Callipepla californica Quail   Hermit Thrush Catharus guttatus Thrush   American Robin Turdus migratorius Thrush   Northern Mockingbird Mimus polyglottos Mockingbird   Western Meadowlark Sturnella neglecta Blackbird   Brewer's Blackbird Euphagus cyanocephalus Blackbird   Brown-headed Cowbird Molothrus ater Blackbird   Hooded Oriole Icterus cucullatus Blackbird   House Finch Carpodacus mexicanus Finch   American Goldfinch Carduelis tristis Finch   Lesser Goldfinch Carduelis psaltria Finch   White-crowned Sparrow Zonotrichia leucophrys Sparrow   Golden-crowned Sparrow Zonotrichia atricapilla Sparrow   Song Sparrow Melospiza melodia Sparrow   House Sparrow Passer domesticus Sparrow   Dark-eyed Junco Junco hyemalis Sparrow   California Towhee Pipilo crissalis Sparrow   Yellow-rumped Warbler Dendroica coronata Warbler   Orange-crowned Warbler Vermivora celata Warbler   Wilson's Warbler Wilsonia pusilla Warbler   Anna's Hummingbird Calypte anna Hummingbird   Allen's Hummingbird Selasphorus sasin Hummingbird   European Starling Sturnus vulgaris Starling   Black Phoebe Sayornis nigricans Flycatchertd>        Back to main Animals page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/nature\/presidio-birds.htm"
}
