{
    "title": "Voyageurs National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 01, 2016  Voyageurs National Park’s Kabetogama Lake Earns USA Today’s Readers’ Choice: Best National Parks and Experiences  On August, 25, 2016 the National Park Service will turn 100, and to celebrate USA Today launched a 10 Best Series of Readers’ Choice contests all about the national parks.   August 01, 2016  2016 Bald Eagle Nesting Areas Reopened In Voyageurs National Park  All of the park’s 276 developed visitor use camping and  houseboat sites that were affected by temporary closures in May to protect bald eagle nesting pairs are now reopened for public use.   June 28, 2016  Two Sites Closed for Bald Eagle Nesting Reopened In Voyageurs National Park  Two of the park’s public use sites that were affected by temporary closures in May, to protect bald eagle nesting pairs, are now reopened for public use. These sites are: (K47) Eks Bay Houseboat Site and (K11) Happy Landing Campsite, both located on Kabetogama Lake.   June 10, 2016  Houseboat Site Closed for Bald Eagle Nesting Reopened In Voyageurs National Park  One of the park’s houseboat sites (K37 Yoder Island) that was affected by temporary closures in May to protect bald eagle nesting pairs is now reopened for public use.   June 02, 2016  Centennial Celebration at Voyageurs National Park  On Saturday, June 11, Voyageurs National Park will celebrate the completion of the paved Rainy Lake Recreation Trail with a day of activities at the Rainy Lake Visitor Center.   June 01, 2016  Campsite Closed for Bald Eagle Nesting Reopened In Voyageurs National Park  One of the park’s campsites (N62 Sexton Island) that was affected by temporary closures in May to protect bald eagle nesting pairs is now reopened for public use.   May 12, 2016  Voyageurs National Park Celebrates 100 Years of National Parks  Kicks off a second century of stewardship with special events and activities   April 22, 2016  Tourism to Voyageurs National Park Creates Over 18 million In Economic Benefit Report Shows Visitor Spending Supports 301 Jobs In Local Economy  A new National Park Service (NPS) report shows that 238,313 visitors to Voyageurs National Park in 2015 spent over $18 million in communities near the park. That spending supported 301 jobs in the local area.   December 07, 2015  Voyageurs National Park Launches Special History Website to Share Park Stories  Voyageurs National Park recently launched a special history website that share stories, photographs, and maps of the region from the 1880s to 1927.   September 03, 2015  Voyageurs National Park Welcomes 4th Grade Students Through Every Kid In a Park Initiative  Voyageurs National Park invites all 4th grade students to visit the park as part of the White House’s new Every Kid in a Park program.   April 23, 2015  NPS Announces Centennial Challenge Projects Cost Share Partnerships grow $10 Million appropriation to $26 Million  From trail repairs to new wayside interpretive panels, road and bridge repairs and restoring the most photographed barn in America, the National Park Service this week announced $26 million for more than 100 initiatives that will help parks prepare for centennial visitors.   July 02, 2014  Voyageurs National Park Announces Hike to Health Program  Voyageurs National Park is pleased to announce a new program for all ages - Hike to Health; Trails Passport Program.",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/news\/newsreleases.htm"
}
