{
    "title": "Presidio of San Francisco: National Park Period",
    "body": "Post to Park Transition       When the Golden Gate National Recreation Area was formed in 1972, the Presidio was designated to be part of the system if the military ever closed the base. This foresight became a reality in 1989, when Congress decided to close the post as part of a military base reduction program. On October 1, 1994, the Presidio officially ended over two hundred-years of military service to three nations and was transferred to the United States National Park Service. At the time of its closure, the Presidio was the oldest continuously operating military base in the country and contained a National Historic Landmark District with hundreds of historically significant buildings. Following the transfer of the post, the National Park Service engaged the local community in a planning process that culminated in the General Management Plan for the Presidio. The plan calls for the preservation and protection of the park’s resources as well as the unification of organizations that focus on finding solutions to environmental, cultural and social issues within the Presidio.      The Presidio Trust Two years after control of the Presidio was transferred to the National Park Service, an act of Congress established the Presidio Trust to guide the park into financially self-sufficiency by the year 2013. Though an anomaly in National Park management, the Presidio Trust is an integral part of the Presidio’s continued survival.  On July 1, 1998, management of the non-coastal areas of the Presidio was transferred to the Trust, which may lease the property in a manner supportive of the objectives of the General Management Plan in order to financially support the Presidio. Thus, the Presidio enters the 21st century as a new kind of National Park—one dedicated not only to preserving the past but also to shaping the future.       A poster for the \"Post to Park\" transition ceremony held at the Presidio on October 1, 1994. National Park Service, GGNRA       \"Stories\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/post-to-park.htm"
}
