{
    "title": "Hawai'i Volcanoes National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Camping            Campgrounds        Nāmakanipaio Campground NPS Photo      Note: For backcountry information, please visit our Backcountry Hikes page     Campgrounds Brochure (pdf 577KB)       There are two drive-in campgrounds in Hawaiʻi Volcanoes National Park, Nāmakanipaio and Kulanaokuaiki. Nāmakanipaio is operated by Hawai'i Volcanoes Lodge Company. Please visit  http:\/\/www.hawaiivolcanohouse.com\/cabins-campsites\/ or call them at 808-756-9625 for more information. Kulanaokuaiki camping area is free and is available on a first-come basis. No reservations and No permits are necessary. Stays are limited to 7 days in a month and cannot exceed 30 days per year. Entrance fees to Hawaiʻi Volcanoes National Park apply and may be paid at the entrance station.        Nāmakanipaio Campground NPS photo  Nāmakanipaio Campground, is located 31.5 miles south of Hilo on Highway-11 at 4,000' elevation. It is a large, open grassy area with tall eucalyptus and 'ōhi'a trees. This campground has restrooms, water, picnic tables and barbecue pits. Campfires are permitted in the barbeque pits only. Maximum stay is 7 days. Fees: Effective November 13, 2012  There is a pay station on site. Cash or checks are accepted Credit card payment may be made at the Volcano House Drive in sites - $15.00 per night Overflow camping - Please check with the Volcano House for current rates Park entrance fees also apply in addition to the camp site fee more info >>  Weather may be cool and damp year-round. Daytime temperature range: 60s to 70s F. Nightime temperature range: 30s to low 50s F. We suggest that you use a tent with a good rainfly and bring warm clothing for cool days and evenings.        Kulanaokuaiki has 8 individual campsites, each with a picnic table. 2 sites are wheelchair accessible. NPS photo  Kulanaokuaiki Campground is located about 5 miles down the Hilina Pali Road at 2,700' elevation. There is NO WATER at this location. This new campground has 8 campsites. 2 of the sites are wheelchair accessible. There is a vault-type toilet (no running water), and picnic tables. Fires are NOT permitted. Pets are not allowed in the campground or anywhere on Hilina Pali Road (pdf-39KB) Nightime temperature range: high 40s to high 60s F. Daytime temperature range: high 60s to 90s F. We suggest that you use a tent with a good rainfly and bring warm clothing for cool days and evenings.        Camper cabins in Nāmakanipaio Campground Photo by Anne Walker  Hawai'i Volcanoes Lodge Company operates rustic camper cabins and the campsites at the Nāmakanipaio campground. The cabins sleep 4 (1 double bed and 2 bunk-style twin beds). Each cabin has a picnic table and an outdoor barbecue grill. Reservations are required. For more information please visit: http:\/\/www.hawaiivolcanohouse.com\/cabins-campsites\/.      Camping Areas Outside the Park County and State campgrounds are located around the island. County of Hawai`i, Department of Parks and Recreation (808) 961-8311  Hawai`i State Parks, (808) 961-9540",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/camp.htm"
}
