{
    "title": "Presidio of San Francisco: Buffalo Soldiers",
    "body": "The Buffalo Soldiers         Buffalo Soldiers of the 10th Cavalry on patrol in Chihuahua, Mexico, 1916. Fort Huachuca Museum  The legacy of African-American participation in the armed forces dates back to our first war: the Revolutionary War. During the Civil War over 180,000 black men fought for the Union Army in volunteer regiments.  But it was not until after the Civil War that African Americans could enlist in the Regular Army. In 1866, Congress created six segregated regiments which were soon consolidated into four black regiments. They were the 9th and 10th Cavalry and the 24th and 25th Infantry. They were to become known as \"The Buffalo Soldiers.\"   There are many theories as to its origin, but the nickname probably started on the Western Frontier with the Cheyenne, who thought the hair of the Black soldiers resembled the fur of the buffalo. Buffalo were revered by tribal leaders so any comparison between men and buffalo was considered high praise. African Americans became feared and worthy opponents.   The Native American description was first mentioned in a letter from a frontier army wife to a popular magazine in 1873. Referring to the 10th Cavalry, Mrs. Frances M.A. Roe wrote, \"The officers say that the Negroes make good soldiers and fight like fiends … the Indians call them 'buffalo soldiers' because their woolly heads are so much like the matted cushion that is between the horns of the buffalo.\" (1) The soldiers seldom used the name amongst themselves, but they did accept the name as complimentary. The symbol of the buffalo was eventually incorporated into the crest of the 10th Cavalry Regiment. Service for the Buffalo Soldiers took them from the American Plains and Southwest to duty in Cuba, the Philippines, Hawaii, and Mexico. The troops weren’t always in combat. The Buffalo Soldiers were some of our first park rangers in the Sierra Nevada. Troops of all four regiments assigned to Pacific commands during the Spanish American and Philippine American wars departed and returned through San Francisco. Following those wars, soldiers of the 24th Infantry and 9th Cavalry were garrisoned at the Presidio of San Francisco. Over 400 Buffalo Soldiers never left the Presidio. They're buried here. No matter where their duty station was located, the Buffalo Soldier regiments remained segregated, and with only a few exceptions, the officers in charge were Caucasian. The courage of the men of these Black units meant not only valor in the face of physical danger, but also the spirit to stand in service to the United States despite discrimination, segregation, and repressive Jim Crow laws. Discrimination played a role in diminishing the Buffalo Soldiers' involvement in World War I. Eventually, segregation ended and these legendary units were disbanded.        Troop C, 9th Cavalry, at Camp Lawton, Washington, before being sent to the Philippines in 1900. T. Preiser, Special Collection, Suzzallo Library, University of Washington       Chapters On the Western Frontier Spanish American War Philippine War Presidio Garrison Patrolling Sequoia National Park Pursuing Poncho Villa World War I The Final Years Related Buffalo Soldier Pages Charles Young William Thompkins Buffalo Soldiers at San Francisco National Cemetery The Buffalo Soldiers Exhibit at Fort Point The Visitor Center The Stables The Main Post Barracks The Cavalry Barracks East Cantonment",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/buffalo-soldiers.htm"
}
