{
    "title": "Presidio of San Francisco: Military Architecture",
    "body": "Military Architecture at the Presidio       The Presidio of San Francisco represents one of the finest collections of military architecture in the country and reflects over 200 years of development under three different nations. Today, the Presidio boasts more than 790 buildings, of which 473 are historic and contribute to the Presidio's status as a National Historic Landmark District. The building types range from elegant officers' quarters and barracks to large, industrial warehouses, administrative headquarters, air hangars, major medical facilities, and stables. This rich diversity of architectural styles signifies specific building campaigns that narrate the story of the Presidio's growth into a significant western United States Army post. Whole streetscapes of historic buildings are still intact, as well as unique, individual buildings that are significant in their own right. Together, the number and variety of building types collectively function as a small city.       Enlisted family housing on Ruckman Road, Fort Scott, built 1921.        The Presidio was designated a National Historic Landmark District in 1962 for its national historical significance. The entire district's period of significance spans from 1776 to 1945 and includes historically significant sites, buildings, structures, objects, archeological resources, road corridors, and landscape features. In 1993, a National Historic Landmark Update was completed and includes a comprehensive listing of all Presidio features and a determination of their significance as contributing or non-contributing resources to the Presidio's landmark status. The Presidio's landmark status is not based upon individually important buildings, but rather a collection of diverse buildings and structures representing the many layers of military architecture preserved at this one site. Click here to explore the architectural styles at the Presidio",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/presidio-architecture.htm"
}
