{
    "title": "Presidio of San Francisco: Mexican Period",
    "body": "Mexican Period: 1822-1846       In 1810, growing dissatisfaction with the government in the southern regions of New Spain turned violent. The conflict escalated over the next decade before climaxing in 1821, when revolution led to formation of the Mexican Republic. As war waged in the south, however, life was largely unchanged at the Presidio. After the revolution, its soldiers simply switched allegiance to Mexico, under whose flag they guarded the Presidio for the next thirteen years. Regardless of its commanding nation, the Presidio was still a poorly-supplied outpost far from the central government in Mexico City.        Mexican flag   During this time, supply ships from San Blas continued to be erratic and the missions—with their native laborers—were strained to provide for the population. When the native groups began to resist the increased demands, they were placed under stricter military supervision. Furthermore, additional tribes (including Coast Miwok, Yokuts, Pomo, Sierra Miwok, Salinan) were gathered, mixed, and consolidated into dense communities in order to serve the settlement. Under these conditions, new diseases quickly spread and native cultures were further disrupted. What little economic opportunity did exist in Alta California was based on seal and sea otter furs as well as cattle hides and tallow. To develop foreign trade in these goods, Mexico opened its ports in 1821. Before long, the Russian American Company, Hudson's Bay Company, traders from Boston, and others arrived for business. Additionally, the Mexican government divided mission lands and distributed them as land grants. Many former Presidio soldiers and other Mexican citizens established cattle and horse ranches on this property; such citizens generally maintained a high quality of life. Conversely, the distribution of mission lands prevented native people from returning to their former homes and many found work as cowboys and servants on the Mexican ranches or in towns.       1843 Scattergood engraving showing an embellished view of the Presidio during the Mexican era. California State Library       By the 1820’s, the Presidio community had expanded outside the original walled plaza built by the Spanish. Farmsteads were constructed to the south, in a small spring-fed creek valley by the trail to the mission. Here, near El Polin Spring, Marcos Briones and the Miramontes family constructed homes. It is also said that Russian sailors constructed a timber house nearby for Juana Briones, who was a successful landowner, businesswoman, rancher and healer during the Mexican and early American periods. Then, in 1835, the Presidio was temporarily abandoned when General Mariano Vallejo transferred his military headquarters north to Sonoma. Over time, the Presidio's adobe walls slowly dissolved in the winter rains. During the Mexican American War, United States forces landed in San Francisco and occupied the Presidio in 1846. Two years later, California was transferred by treaty from Mexico to the United States.      \"Stories\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/mexican-period.htm"
}
