{
    "title": "Presidio of San Francisco: U.S. Military Period",
    "body": "U.S. Military Period: 1846-1994       Within one year of the United States’ occupation of the Presidio in 1846, its crumbling buildings were repaired by the Army’s New York Volunteers. Upon the discovery of gold in California in 1849, the sudden growth of San Francisco in size and significance prompted the U.S. government to establish a permanent military reservation on the bay. By executive order of President Fillmore, the United States reserved the Presidio for military use in November 1850.        United States flag   During the 1850’s, the Army Corps of Engineers built Fort Point—a four-tiered brick and granite fort designed to hold 126 cannon—at the mouth of the bay. In 1861, the outbreak of the Civil War reemphasized the economic and military significance of California and, one year later, the first major expansion at the Presidio since its acquisition by the United States began. Following the Civil War, Presidio soldiers fought the Modoc Indians in the Lava Beds of northern California and the Apache Indians in the southwest during the Indian Wars of the 1870’s and 1880’s. Also in the 1880’s, a large-scale tree planting and post beautification program was initiated. By the 1890’s, the Presidio had evolved from a modest frontier outpost to a major military installation and a base for American expansion into the Pacific. Beginning in the 1890’s, U.S. Cavalry stationed at the Presidio patrolled three newly-created National Parks in the Sierra Nevada Mountains of California—Sequoia, General Grant and Yosemite—before the creation of the National Park Service in 1916. During the 1898 Spanish-American War and the subsequent Philippine-American War, thousands of troops camped on the Presidio while awaiting deployment to the Philippines—including all four African-American \"Buffalo Soldier\" regiments. Upon their return to the United States, many sick and wounded soldiers were treated in the Army's first permanent general hospital, Presidio (later Letterman) Hospital. By 1905, twelve reinforced-concrete artillery batteries were built along the San Francisco headlands to supplement bay defenses. Presidio coast artillery units were stationed at Fort Scott, while cavalry and infantry troops were garrisoned on the Main Post.       Camps spread across the eastern part of the Presidio in the early 1900s as soldiers shipped to and from the Philippine Islands. Seen here is the East Cantonment with Presidio General Hospital in the background, around 1900. Golden Gate NRA Archives       Following the cataclysmic 1906 earthquake and subsequent fire, the U.S. Army provided food, clothing, shelter, and protection to the city of San Francisco from the Presidio. In 1914, troops under the command of legendary General John Pershing were dispatched from the Presidio to pursue Pancho Villa south of the Mexican border. During the expedition, Pershing's wife and three of his four children perished when the family home on the main post was consumed by fire. The Presidio further expanded in the 1920's, when Crissy Airfield was established along the bayfront. In 1924, the first \"dawn to dusk\" transcontinental flight landed at Crissy Field. Following the 1941 Japanese attack on Pearl Harbor, when many felt a mainland invasion of California was imminent, Presidio soldiers dug foxholes along nearby beaches. Soon after, Fourth Army Commander General John L. DeWitt-stationed at the Presidio-conducted the internment of thousands of Japanese-Americans while, simultaneously, U.S. soldiers of Japanese descent were trained to translate, interrogate and decode in Japanese at the first Military Intelligence Service language school at Crissy Field. As World War II progressed, the Presidio became headquarters of the Western Defense Command and the nearby Fort Mason Port of Embarkation shipped 1,750,000 American servicemen to fight in the Pacific theater. Meanwhile, Letterman Hospital became the largest debarkation hospital in the country-peaking at 73,000 patients in one year. During the 1950's, the Presidio was headquarters for the Nike missile defense system located around the Golden Gate as well as headquarters for the famed Sixth U.S. Army. With over 350 historically significant buildings, the Presidio of San Francisco was designated a National Historic Landmark in 1962. In 1989, Congress decided to close the Presidio and it was transferred to the National Park Service in October of 1994.      \"Stories\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/us-military-period.htm"
}
