{
    "title": "Presidio of San Francisco: Pet Cemetery",
    "body": "Presidio Pet Cemetery       Note: The Pet Cemetery is closed during construction of the Presidio Parkway viaduct that towers over it. Surrounded by a white picket fence, the pet cemetery is the final resting place for hundreds of loyal animals owned by families stationed at the Presidio. Most of the grave markers mimic those found in military cemeteries and sometimes reflect the pets' military lifestyle—listing birthplaces including China, England, Australia, and Germany. Many markers also include family names and owners' ranks, which include majors, colonels, and generals. Others contain only a simple epitaph, such as \"A GI pet. He did his time.\" As in many military cemeteries, there are also markers to several \"unknowns\".       The sons of Capt. J. K. Moore pay tribute to their collie, Heidi, in 1957. Pets provide companionship and balance to many nomadic military families. National Park Service, GGNRA       Grave markers in the pet cemetery date back to the 1950’s, when the Presidio was home to approximately 2,000 army families. Though there are no official records regarding the site, some credit authorization of the pet cemetery to Lt. General Joseph M. Swing, who was the commander of the Presidio at the time. In any case, there are numerous legends surrounding the cemetery, which some believe was originally a burial ground for nineteenth-century cavalry horses or World War II guard dogs.       Grave markers in the Presidio's pet cemetery. National Park Service, GGNRA       During the 1970’s, the pet cemetery fell into disrepair. Legend has it that an anonymous former Navy man became the unofficial caretaker in those years and repaired the deteriorating headstones and repainted the fence. It is believed that he placed the military-style cautionary sign seen at the cemetery entrance. Today, the pet cemetery is officially closed to new interments.      \"Places\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/pet-cemetery.htm"
}
