{
    "title": "Presidio of San Francisco: 1906 Earthquake",
    "body": "1906 Earthquake and the Army       In the early dawn light of April 18, 1906—at 5:12 a.m.—the ground under San Francisco shook violently for a less than a minute. Though damage from the earthquake was severe, the ensuing fires were truly catastrophic. Thirty broke out almost immediately, burned for three days, and destroyed over five hundred blocks in the heart of the city. Because San Francisco's water pipes were shattered by the quake, little could be done to stop the inferno from incinerating everything in its path. Over half of the city's 400,000 citizens lost their homes and virtually all were paralyzed by shock, confusion, and desperation. Though the number killed by the earthquake remains a subject of historical debate, the figure probably lies in the several thousands rather than the less than 600 estimate found in the official reports on the disaster.       Soldiers patrol the streets while downtown San Francisco burns. The tallest building west of the Mississippi, the Call building, can be seen burning in the center background. National Park Service, Golden Gate NRA (GOGA-1766)       Within hours of the earthquake, U. S. Army troops stationed at the Presidio and other nearby posts responded to help city authorities maintain order and fight fires. The Army also established communications, gave medical treatment, distributed supplies, and provided food, water, shelter, and sanitation in the following days and weeks. Some San Franciscans felt fear and others reassurance at seeing armed soldiers in the streets. This is a story of heroism and valor, order and organization, but also controversy as much of the initial Army response was improvised due to the lack of clear guidelines. Follow the links below to learn more about the army’s role in the aftermath of the infamous 1906 San Francisco earthquake.   Law enforcement Fire fighting Communication\/Signal Corps Relief efforts   Medical care and sanitation Earthquake refugee camps          This tent camp was set up for earthquake refugees at the site of Letterman Hospital at the Presidio. Bob Bowen collection       \"Stories\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/1906-earthquake.htm"
}
