{
    "title": "Presidio of San Francisco: Indigenous Period",
    "body": "Indigenous Period         This obsidian artifact was found at an Ohlone site near Crissy Field that has been dated to about 1550 A.D. It is too large and heavy to be an arrow tip (5.2 cm long by 4.7 cm wide) but could have tipped a dart or spear. National Park Service  For over 10,000 years, Native Americans have called the San Francisco Bay region home. Before the arrival of the Spanish, the San Francisco Peninsula was occupied by a people known as the Ohlone or Costanoan. Archeological evidence indicates an Ohlone\/Costanoan presence at the site of the Presidio by about 740 A.D. Ohlone\/Costanoan people were organized into over fifty societal tribes. Ethnohistory suggests that small villages were maintained along the marshlands and in locations that include today's Fort Mason, Crissy Field, and Sutro Baths. Tribes moved between temporary and permanent village sites in a seasonal round of hunting, fishing, and gathering. Periodic burning of the landscape was conducted to promote the growth of native grasses for seed gathering and to create forage for deer and elk. Life dramatically changed for the native people of the San Francisco region in 1776, when Spanish military and civilian settlers arrived to establish military garrisons (presidios), missions, and settlements. By 1810, disease, forced labor, and religious and cultural indoctrination led to the decline of the Ohlone\/Costanoan way of life.      Today, descendants of the Ohlone\/Costanoan people live throughout the San Francisco Bay area and many are organized into distinct tribal groups. While participating in contemporary society, they are actively involved in the preservation and revitalization of their native culture. Restoration of native language; protection of ancestral sites; and knowledge of traditional plant uses, story telling, dance, song, and basket weaving are all aspects of these efforts. The National Park Service works alongside Ohlone\/Costanoan groups in the preservation and interpretation of their ancestral sites in the Presidio.      \"Stories\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/indigenous-period.htm"
}
