{
    "title": "Presidio of San Francisco: Spanish Period",
    "body": "Spanish Period: 1776 to 1822       In 1769, as European nations continued to compete for territory in North America, Spain began the colonization of the West Coast north of Nueva Espana. That year, Don Gaspar de Portola led a Spanish expedition overland to Alta California, and its members became the first Europeans to see el brazo del mar [“the arm of the sea”], now known as San Francisco Bay.        Spanish flag   Seven years later, Juan Bautista de Anza led a Franciscan priest, 193 colonists and soldiers, and 1,000 head of livestock from Sonora, Mexico to the San Francisco Bay. Most of the settlers were Mestizaje rather than pure-blooded Spanish—the product of over 250 years of racial mixing following the 16th-century conquest of Mexico. They arrived on June 27, 1776, and established a presidio (military garrison) at the bay's entrance. The Franciscan Mission San Francisco de Assisi (now know as Mission Dolores) was constructed a few miles inland. El Presidio de San Francisco and Mission San Francisco de Assisi constituted the northernmost bastion of a network of presidios, missions, and pueblos that extended south into Mexico. In its earliest years, the Spanish presidio was responsible for the control of native people, the development of civilian communities, and the protection of the frontier. With an average population of two hundred to four hundred residents, Presidio de San Francisco usually had a smaller population than the three other California presidios. Moreover, women and children often outnumbered the men, who were frequently assigned sentry duty at nearby Hispanic communities. Though the dune scrub, harsh coastal winds, and thin soil made the land inhospitable to agriculture, the Spanish managed to appropriate coastal lands to grow imported food crops and graze cattle. However, grazing depleted the Presidio's native perennial bunchgrasses and caused soil erosion; moreover, the arrival of livestock also brought the seeds of invasive plant species, which were carried on the animals or were imported with livestock feed. Spanish settlers also cut the few trees near the Presidio for use as building materials and fuel.       The San Pedro, an 8-pounder cannon cast in Lima, Peru, in 1673 was brought to the Castillo de San Joaquin to guard the entrance to the San Francisco Bay. National Park Service, GGNRA       Given its position on the northernmost edge of the North American Spanish frontier, the Presidio was always poorly supplied and received, at best, one supply ship a year. Then, in 1792, Captain George Vancouver of the British Frigate H.M.S. Discovery visited the Presidio and reported it poorly supplied and fortified. When Spanish officials learned of the report, two additional forts were ordered built. The new installations—Castillo de San Joaquin (near Fort Point) and Bateria de Yerba Buena (at Fort Mason)—were constructed in 1794 and armed with 17th-century bronze cannons cast in Lima, Peru. Six of these guns remain at the Presidio today.      \"Stories\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/spanish-period.htm"
}
