{
    "title": "Presidio of San Francisco: Letterman Hospital",
    "body": "Letterman Hospital Complex (page 1\/2)        The Administration Building at Letterman Hospital around 1901.         With the influx of troops to the Presidio during the Spanish American War in 1898, the small Presidio Army Hospital was overwhelmed by soldiers that became sick in the camps. A tent hospital was established by the army south of the Presidio at Camp Merritt in today’s Richmond District, but a better solution was needed for the growing army base. Consequently, Colonel Johnson V.D. Middleton, chief surgeon of the Department of California, urged the relocation of patients to the new brick barracks at the Presidio and recommended construction of a general hospital. Designed by W.H. Wilcox of San Francisco, the 300-bed pavilion-type U.S. Army General Hospital was built between 1899 and 1902. Arranged around a central green, the facility was composed of ten wards with administrative and support buildings linked by covered corridors. From its infancy, the hospital was home to state-of-the-art technology, including an intercom telephone system that connected the wards to the administration building as well as primitive X-Ray equipment. Further progress came in 1901, when the facility became the first army general hospital to employ women of the newly created Army Nurse Corps.       A Letterman Hospital ward at Christmas sometime around the turn of the century.        Even before its construction was complete, the new hospital treated soldiers returning from the Spanish-American War in the Philippines. In the aftermath of the 1906 earthquake, the hospital admitted injured civilians from San Francisco. Renamed for the Union Army’s Surgeon General in 1911, Letterman General Hospital was the army's largest general hospital by 1918. In the years 1918 and 1919, the hospital cared for more than 18,000 soldiers returning from World War I, including the seriously wounded and psychiatric cases. Also during this period, staff physicians developed orthopedic devices including the \"Letterman Leg\" and also pioneered the field of physical therapy.      Pages:  1  2 \"Places\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/letterman-complex.htm"
}
