{
    "title": "Hawai'i Volcanoes National Park: Jaggar Museum",
    "body": "Explore This Park    Plan Your Visit     Visitor Centers     Jaggar Museum              Jaggar Museum & Overlook       Jaggar Museum was named after M.I.T. geologist Thomas A. Jaggar              Much of Hawai'i Volcanoes Volcanoes National Park including the Kīlauea Visitor Center is comprised of lush rain forest. A mere two and a half miles from The Kīlauea Visitor Center is Jaggar Museum, the gateway to the Kaū Desert Wilderness.        Thomas Jaggar NPS Photo  Some History In 1908, an earthquake killed 125,000 people near Mt. Etna in Italy. With this disaster, Jaggar declared that \"something must be done\" to support systematic, ongoing studies of volcanic and seismic activity. He traveled to Hawai'i in 1909 at his own expense and after a lecture on his Martinique expedition in Honolulu, Jaggar was approached by Lorrin A. Thurston, a prominent Honolulu attorney and businessman. Thurston believed that Kīlauea was a prime site for a permanent volcano observatory. The question of money was brought up and within a year, Thurston and other businessmen raised the financial backing for the Hawai'i Volcano Research Association. A small observing station was set up on the rim of Halema'uma'u crater. In 1912, support was forthcoming from M.I.T. alumnus and construction of the new Hawai'i Volcano Observatory (HVO) began. Jaggar remained Director of HVO until 1940. The present site of the museum was built in 1985. The Thomas A. Jaggar Museum in Hawai'i Volcanoes National Park is named for him.        Halema‘uma‘u in the Evening NPS Photo - Edward Shiinoki  Jaggar Museum Overlook The overlook outside of the museum offers a breath taking panoramic view of Kīlauea Caldera with several interpretive displays about Kīlauea, one of the world's most active volcanoes. From this newly renovated overlook, one can view the March 19, 2008, on-going gas eruption of Halema'uma'u crater. On a clear night, viewing of the erupting Halema'uma'u crater can be quite spectacular. Prior to this March 19, 2008 eruption, this erupting vents diameter was approximately 125 feet. At present, this vent diameter has grown to approximately 525 feet. Click here to view a short video of Halema'uma'u transitioning from daylight to darkness.       The Overlook at Jaggar Museum NPS Photo - Edward Shiinoki        Jaggar Museum and Hawaiian Volcano Observatory viewed from Waldron Ledge on the opposite side of the caldera. NPS Photo         Jaggar Museum Exhibits NPS Photo  Geological and Cultural Exhibits Jaggar Museum is a museum on volcanology. In this museum are several displays of the types of lava, eruption \"by-product\" displays, real-time monitors, equipment used by scientists in the past to study the volcano and working \"state of the art\" electronic seismographs. There are several Hawaiian cultural exhibits that demonstrate the close relationship of Pelehonuamea, the Hawaiian deity of volcanoes.        Gift Shop NPS Photo  Gift Shop Hawai'i Pacific Parks Association (HPPA) operates a gift shop in the museum with many interesting books on volcanology, geology, culture, plants and birds for all ages. There are DVD's of eruptions of the past and present and many logoed clothing and specialty items. HPPA is a nonprofit cooperating association working in partnership with six national parks in Hawaiʻi and American Samoa. Store proceeds support interpretation, educational programs, research projects, publications, and cultural activities in Hawaiʻi Volcanoes National Park. Their website includes an online store.       There are accessible restrooms on the left off the walkway to the museum NPS Photo        View of Mauna Loa (Long Mountain) from Jaggar Museum NPS Photo        Ka‘u Desert Wilderness viewed from Jaggar Museum NPS Photo               Click here to visit the Jaggar Museum & Overlook Photo Gallery        Where Did Hawaiians Come From?        Hokulea Kamehameha Schools Archives  Polynesians from distant lands came to the shores of Hawai'i over a thousand years ago. Sailing on large, double-hulled canoes, they navigated by using the position of the stars, the sun and the moon, by the movement of the waves and by the flight of the birds. These ancestors of Native Hawaiians, guided by the elemental forces of nature, arrived only with bare necessities. By drawing upon the resources of the land and sea, they sustained themselves and thrived.",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/jaggar_museum.htm"
}
