{
    "title": "Presidio of San Francisco: San Francisco National Cemetery",
    "body": "San Francisco National Cemetery       Situated in the northern center of the Presidio, the San Francisco National Cemetery offers a breathtaking final resting place for the nation's military veterans and their families. Framed by Monterey Cypress and other majestic trees, the cemetery rests on a slope overlooking the San Francisco Bay. Among the 30,000 Americans laid to rest here are Civil War generals, Medal of Honor recipients, Buffalo Soldiers, and a Union spy.       The San Francisco National Cemetery occupies nearly thirty acres in the Presidio.        Shortly after the United States assumed control of the Presidio, the Army established a post cemetery on the current site of the National Cemetery. The first known American burial at this location occurred in 1854. After a petition to the War Department by Presidio commander Lt. Col. George P. Andrews, General Order 133 established \"a part of the reservation at the Presidio, including the post cemetery thereon...to be known as the San Francisco National Cemetery.\" Originally less than ten acres large, it was placed under the control of the Quartermaster General's office in 1884 as the first National Cemetery on the west coast. The cemetery experienced a great increase in both interments and acreage over the next fifty years. It also sported a number of architectural changes. In 1915, a concrete rostrum was built to hold official services, and in 1921 the Quartermaster Department built a mortuary chapel on the premises. In 1928, the cemetery walls were repositioned and the original main entrance was relocated to the west. The current main entrance dates to 1931. During a five-year improvement plan finished in 1929, the Army remodeled the lodge to conform to the Mission Revival style architecture prevalent throughout the Presidio. The final expansion of the cemetery occurred in 1932, when it reached its current size of 28.34 acres. In 1973, the cemetery officially closed to new interments except in reserved gravesites.       San Francisco National Cemetery overlooks San Francisco Bay.        The Department of Veterans Affairs attends to gardening at the cemetery as well as the cleaning of tombstones. For more information about the San Francisco National Cemetery or to get help locating gravesites:  visit the office within the cemetery grounds; Visit the Veterans Affairs web site visit this grave finding web site call the cemetery director at (650) 589-7737; or  write to the address below:   US Department Of Veterans Affairs 1300 Sneath Lane San Bruno, CA 94066       Historic Sites main page \"Places\" main page Buffalo Soldiers - Cavalry - Buried at the Nation Cemetery Buffalo Soldiers - Infantry - Buried at the National Cemetery San Francisco National Cemetery: Famous Internments",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/san-francisco-national-cemetery.htm"
}
