{
    "title": "Hawai'i Volcanoes National Park: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Visitor Centers             Visitor Centers        Volunteers Eric & Alida are ready to assist you! NPS         Ranger Diana at the Kīlauea Visitor Center Information Desk NPS photo  Kīlauea Visitor Center page Make Kīlauea Visitor Center your first stop when entering the park. Rangers and volunteers are on duty in the visitor center from 9:00 a.m. to 5:00 p.m. daily and will provide visitors with the latest information on the current eruption, hiking information, things to do and the daily schedule of ranger-led activities. The featured film, \"Born of Fire, Born of the Sea\", is shown on-the-hour in the visitor center auditorium, starting at 9:00 a.m. with the last showing at 4:00 p.m. Twice a day at 11:30 a.m. and 2:30 p.m., the 1959 eruption video of Kīlauea Iki is featured in the auditorium. It is highly recommended viewing, especially if you are planning on hiking Kīlauea Iki. The Hawai‘i Pacific Parks Association operates a park store in the Kīlauea Visitor Center that sells books, posters and other educational materials. Proceeds benefit park programs.           The overlook outside of Jaggar Museum offers the best view of Halema‘uma‘u and the eruptive vent. NPS photo  Jaggar Museum page  The Thomas A. Jaggar Museum is located along Crater Rim Drive, 3 miles from the Kīlauea Visitor Center. It is open from 10:00 a.m. to 8:00 p.m. daily. Built on the edge of Kīlauea Caldera, visitors may enjoy spectacular views of the caldera and the main crater Halema'uma'u from this view point. Prior to its opening as a museum on volcanology (the study of volcanoes and volcanic activity), the building housed offices for the US Geological Survey's Hawaiian Volcano Observatory, the scientists who monitor the volcanoes in Hawai'i. Working seismographs and displays on equipment used by the scientists are exhibits in the center. Jaggar Museum's overlook is the best place to view the current eruption that began March 19, 2008. An ash-laden fume cloud is issuing out of a vent within Halema'uma'u crater. The Hawai‘i Pacific Parks Association operates a park store in the Jaggar Museum that sells books, posters and other educational materials. Proceeds benefit park programs.",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/visitorcenters.htm"
}
