{
    "title": "Presidio of San Francisco: Dana Crissy",
    "body": "Dana Crissy         Major Dana H. Crissy National Park Service, GGNRA  In the early 1900's, Presidio coast artilleryman Dana H. Crissy was full of ambition and fascinated by the new invention of human flight. At the time, air travel was a very new concept; it was cutting edge, and, like many new technologies, it was seriously doubted. Crissy's dream was to fly airplanes and, in the process, convince the world that air travel was an effective, reliable, and safe mode of transportation.  By 1917, Dana Crissy had transferred from the coast artillery to serve in the Aviation Section of the Signal Corps. Before long, he rose through the ranks to became a Major and the Commander of the Mather Air Field in Sacramento. This put Crissy in an excellent position to participate in the Army's most important long-distance demonstration flight to date, which would challenge the equipment, the skills and endurance of the pilots, and the uncertainty of the public. In October 1919, a fledgling airfield at the Presidio hosted the Army's first Transcontinental Reliability and Endurance Test across North America. Sixty-one aircraft participated; 46 flying westbound from Long Island, New York and 15 flying eastbound from the new airfield. The goal was to see who could land on the opposite coast first and the opportunity complimented Major Crissy's dream. He adopted the challenge and became one of the pilots racing east. After twenty-four grueling hours over three days in an open cockpit, the first westbound plane arrived in California. To finish the race proved an accomplishment in itself; of the sixty-one aircraft participating, only nine actually completed the transcontinental flight. Most planes forfeited the race somewhere along the route due to mechanical difficulties, poor flying conditions, or minor accidents. Major Dana H. Crissy was not so lucky. He and his observer, Sgt. 1st Class V. Thomas, were killed the first day out of San Francisco while trying to land their De Havilland DH-4 airplane near Salt Lake City, Utah. Air officer and friend Colonel \"Hap\" Arnold was moved by the sacrifice Major Crissy made in the development of air transportation and requested that the new Presidio airfield be neamed in his honor. Over the course of the next eighty years, the airplanes were replaced by park visitors, joggers, and sailboarders, but the name Crissy Field remains. The next time you look up into the skies, you may catch a glimpse of where Major Crissy's dream has taken us…almost anywhere in the world in less than twenty-four hours.       Major Crissy in the cockpit of his De Havilland.  This photo was taken just hours before his death outside Salt Lake City. National Park Service, GGNRA       Major Dana Crissy is buried in the San Francisco National Cemetery at the Presidio.  His grave is in the Officers' Section, number 98-5.      \"People\" main page       Resources  Styles, Margaret, \"To Die for a Dream\", National Park Service, 2001.",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/dana-crissy.htm"
}
