{
    "title": "Presidio of San Francisco: Alolphus Washington Greely",
    "body": "Adolphus Washington Greely (page 1\/2)          A man of eclectic talents and persuasions, Alolphus Washington Greely (1844-1935) was one of the most ambitious figures of his day. Though primarily remembered for his famous North Pole expedition, Greely’s colorful career also included service in the Union army during the Civil War and, later, as commander of the U.S. Army’s Pacific Division. In the latter assignment, he was stationed at the Presidio of San Francisco.     Greely was born into an old New England family in Newburyport, Massachusetts, in 1844. He was seventeen at the outbreak of the Civil War and immediately attempted to enlist in the Union army. Though ineligable on account of his youth, legend has it he persisted and was refused on no less than three occasions. Frustrated after his third attempt, Greely returned home and chalked the numbers \"1\" and \"8\" on the soles of his shoes so that he might answer with integrity, \"I am over eighteen.\" Greely was finally enlisted as a private with the 19th Massachusetts Volunteer Infantry. He saw action at some of the fiercest battles of the Civil War, including Antietam and Fredericksburg, and was wounded three times. Rising in rank from private to sergeant, Greely was eventually commissioned to command the 81st Colored Troops. At the war's end, Greely was a Brevet Major and continued to command black troops from 1865 to 1867 in the city of New Orleans, where he faced the challenge of occupying a defeated city ravaged by an epidemic of yellow fever.      As a second lieutenant in the 36th Infantry, Greely began to study telegraphy and electricity under Brigadier General Albert Meyer, founder of the Signal Corps. Greely worked establishing telegraph lines on the frontier and assisted Meyer in the organization of the U.S. Weather Bureau. Through the collection of data for the new service, Greely became a skilled meteorologist. Aware that the ability to predict weather patterns would yield economic rewards, Greely's interest in storm systems continued to grow. Then, in 1881, Greely volunteered to command an Arctic weather expedition to establish circumpolar research stations. Though significant astronomical, meteorological, and tidal data was collected in the Lady Franklin Bay Expedition, the mission was a horrific experience.       This U.S. postage stamp honored Greely and his Arctic expedition. Stephen A. Nesmith       Greely’s party pushed farther north than any prior expedition and encountered harsh conditions that left only seven men—including Greely—alive. The team was stranded at Ellesmere Island near the North Pole for three years as relief ships failed to reach them for two consecutive summers. During this time, national interest in the marooned crew grew to include criticism of Greely's leadership and rumors of cannibalism. Following the eventual rescue, Greely was absolved of any wrongdoing and detailed his adventure in a popular 1894 book, Three Years of Arctic Service: An Account of the Lady Franklin Bay Expedition of 1881-1884 and the Attainment of the Farthest North. Greely dedicated the book \"to its dead who suffered much - to its living who suffered more.\" Based on his official reports to the War Department and his own journal entries, Greely's account is meticulous and stoic in its description of both gruesome details and acts of compassion.  The dramatic expedition and rescue propelled Greely into the national spotlight. In 1886, he was promoted from captain to brigadier general and appointed Chief of the Signal Corps in 1887. He remained with the Signal Corps for nineteen years, during which time he developed the military use of wireless telegraphy, automobiles, and other emerging technologies. Greely served as director of Signal Corps' U.S. Weather Bureau from 1887 until 1891, when the agency was transferred to the Department of Agriculture. During the Spanish-American War, he supervised the construction of more than 25,000 miles of telegraph lines in Cuba, Puerto Rico, China, and the Philippines. In February 1906, he was promoted to major general and given command of the Pacific Division headquartered at the Presidio of San Francisco.      Pages: 1  2 \"People\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/adolphus-washington-greely.htm"
}
