{
    "title": "Presidio of San Francisco: Irvin McDowell",
    "body": "Irvin McDowell         General Irvin McDowell served in the Civil War and later commanded the Department of the Pacific. He is buried in the National Cemetary at the Presidio. National Archives and Records Administration  Born in Columbus, Ohio, Irvin McDowell (1818–1885) initially attended the College de Troyes in France before graduating from the U.S. Military Academy at West Point in 1838. After completing his education, McDowell served as a tactics instructor at the Academy before joining John E. Wool's staff in the Mexican War. By the outbreak of the Civil War, McDowell was a brigadier general and was given command of the Army of Northeastern Virginia despite a complete lack of experience commanding troops in the field.    Troops under McDowell’s command were defeated at the First Battle of Bull Run, resulting in the transfer of the leadership of the new Union army in Virginia, the Army of the Potomac, to General George McClellan. When the Army of the Potomac was divided into corps, McDowell oversaw I Corps, which defended Washington before serving valiantly at Cedar Mountain in 1862, an accomplishment that earned McDowell the regular army brevet of major general in 1865. As fate would have it, McDowell returned to lead his troops at the Second Battle of Bull Run later in 1862 and was held partially responsible for the disastrous Union defeat that ensued. Second Bull Run was the last combat command McDowell held in the Civil War. In July 1864, following a two-year hiatus, McDowell was chosen to lead the Department of the Pacific. In later years, he commanded the Department of California, the Fourth Military District (the military government for Arkansas and Louisiana during Reconstruction), and the Department of the West. In 1872, McDowell was promoted to permanent major general of Regulars in 1872. Following his retirement from the U.S. Army in 1882, McDowell served as Park Commissioner of San Francisco before his death in 1885. He is buried in the San Francisco National Cemetery at the Presidio. McDowell is buried in the Officer's Section, Section 1, Grave 1.      \"People\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/irvin-mcdowell.htm"
}
