{
    "title": "Presidio of San Francisco: Eda Blankart Funston",
    "body": "Eda Blankart Funston (page 1\/2)         Eda Blankart Funston with her second daughter, Elizabeth Kansas State Historical Society  A courageous and dedicated woman by the standards of any period, Eda Blankart Funston (1877-1932) was a particularly remarkable figure in her day. The wife of General Frederick Funston, Eda stood by her husband’s side throughout his illustrious military career while establishing a strong reputation of her own. In addition to raising three children, Eda played an instrumental role in the relief efforts following the 1906 San Francisco earthquake.   Born in Ohio, Eda Blankart Funston moved to California with her family as a child. Her German-born parents, Otto and Teresa Blankart, were both musicians and music teachers; the Blankart home in San Francisco was a center for musical affairs. Otto Blankart organized the city’s first string quartet and Eda followed in his footsteps to pursue a career in music. She was described as \"a woman of marked beauty, great strength of character and a high degree of culture as a musician.\"      In 1898, soldiers from throughout the United States marshaled at the Presidio in preparation for overseas deployment to fight the Spanish-American War. Among them was Colonel Frederick Funston, leader of the Kansas 20th Infantry Regiment, who met twenty-one-year-old Eda Blankart at a patriotic gathering in the fall of 1898. Following a whirlwind romance, the two were married in Oakland on October 25, 1898. According to Funston, marrying Ms. Blankart was \"by all odds the smartest thing I ever did in my life.\" Just two weeks after the wedding, however, Funston and the Kansas 20th set sail for the Philippines. By this time, the Spanish-American War was over and the mission was expected to be little more than police work. Two weeks after Funston’s arrival in Manila, Eda followed her husband to the Philippines. Contrary to expectations, however, the Philippines were soon embroiled in a violent guerilla insurgency that challenged the occupying American forces. Late on the evening of February 4, 1899, Funston and Eda found themselves amidst the fighting when the base outposts came under enemy fire. Eda was instructed to go to the barracks; as she later recalled, \"I calmly packed my tooth-brush, towels and other necessities; the other ladies marveled that I should think of such things at such a time, but I had learned a lesson from my husband.\" Despite the danger, Eda stayed in Manila and remained close to the telegraph operator—always the first to receive news of the Kansas 20th—\"while their bullets riddled the very walls of our home.\"       Frederick and Eda Funston entertaining friends in their parlor.  Eda is seated on the far right. Kansas State Historical Society       Under Funston's leadership, the Kansas 20th fought in nineteen battles in less than one year and was heralded as a model regiment. Funston was awarded the Medal of Honor and promoted to Brigadier General of all volunteers, and in June 1899 he and Eda returned to San Francisco to great acclaim. They settled with their young children at the Presidio, where General Funston was second in command to General Adolphus Washington Greely, the commander of the Department of the Pacific.      Pages:  1  2 \"People\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/eda-blankart-funston.htm"
}
