{
    "title": "Presidio of San Francisco: John J. Pershing",
    "body": "John Pershing - The Early Years         General John \"Black Jack\" Pershing   The foremost military leader of his time, John J. \"Black Jack\" Pershing (1860-1948) served the United States in the Indian Wars, the Spanish-American War, the Philippines, the Mexican Intervention, and the First World War. Pershing's leadership, organizational skills, and dedication to his missions, his men, and his country led to exceptional success in a wide variety of conflicts.    Pershing was born *September 13, 1860, in Laclede, Missouri, where his pro-Union father managed a general store. The family survived the Civil War but was financially ruined in the depression of 1873. Young John worked on the family farm and, at age seventeen, began teaching at the local African American school. He enrolled in the State Normal School in Kirksville, Missouri in 1879 and received his degree in Scientific Didactics. Pershing initially wanted to be a lawyer, but he passed the United States Military Academy's comptetive admission exam. Though Pershing had never considered military life prior to his admission, he was attracted by the prospect of getting a first-rate education. Pershing entered West Point in 1882. Though Cadet Pershing's grades were average, his age and experience made him a natural leader. Following his graduation in 1886, Pershing was assigned to the Sixth Cavalry Regiment on the Great Plains, where he fought in a series of Indian campaigns in New Mexico, Nebraska, and South Dakota and quickly gained recognition as a tough, competent officer. In 1891, Lieutenant Pershing accepted a position at the University of Nebraska as Professor of Military Science and Tactics. Over the course of four years, he revitalized the once-deficient military department. Pershing’s next assignment was in Montana, where he led the Buffalo Soldiers of the Tenth Cavalry. Around this time, Pershing acquired the nickname \"Black Jack”.  Pershing was back teaching at West Point in when the Spanish-American War erupted in 1898. Lieutenant Pershing returned to the 10th Cavalry. The unit was sent to Cuba, where Pershing led his troops in the assault on San Juan Hill. Though the troopers of the 10th took heavy casualties, they served with distinction alongside Lieutenant Colonel Theodore Roosevelt's \"Rough Riders\".  Pershing received the Silver Star for heroism under fire. Following the war, Pershing returned to Washington as Chief of Customs and Insular Affairs for Cuba and Puerto Rico. He was then transferred to the Philippines and assigned to the Eighth Corps and later the Fifteenth Cavalry, where he worked to pacify uprisings of the indigenous Muslims, the Moros. During this time, Pershing studied Moro dialects and culture, read the Koran, and formed close relationships with Moro chieftains. His success with the Moros led to permanent promotion to captain in 1901. Pershing directed the campaign at Lake Lanao in which he led troops through the jungle to an isolated location to disarm the Maciu Moros. For this success Pershing was hailed as an American hero upon his return to the States in 1903. President Roosevelt mentioned Pershing by name in an address to Congress advocating promotion of military officers by merit. *Note: Some authors contend that Pershing was actually born on January 13, 1860 and that he changed his birthdate to September 13 in order to meet the 22 year-old cutoff age to qualify for entry into West Point Academy.      Learn more about the General: John Pershing - Success and Tragedy John Pershing - World War I \"People\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/john-pershing-the-early-years.htm"
}
