{
    "title": "Presidio of San Francisco: Frederick Funston",
    "body": "Frederick Funston (page 1\/2)         Frederick Funston Kansas State Historical Society  Though he stood less than five and one half feet tall, Frederick Funston (1865-1917) is a giant of American military history. Daring on the battlefield, outspoken in public, and uncompromising in opinion, Funston was as colorful and controversial a figure as anyone in the United States around the turn of the century. Nevertheless, his ability to make competent decisions in the most extreme circumstances--including the Filipino Insurrection and the San Francisco earthquake--solidified his reputation as a leader.  Born in Ohio, Funston grew up in the town of Iola in southeastern Kansas. After studying at Kansas State University for two semesters, Funston worked a number of odd jobs for newspaper and railroad companies. However, Funston quickly grew frustrated by \"all of the reading and listening\" required by his professions and soon began searching for a more exciting career path. By the late 1880s, he was hired as a botanist for the U.S. Department of Agriculture. This position led to assignments in the Dakota Badlands, Death Valley, Yosemite, and Alaska. Funston’s adventures were only beginning. During the Cuban War of Independence, Funston joined the rebels and participated in twenty-two battles against the Spanish. Upon his return to the United States, Funston was appointed colonel of the volunteer 20th Kansas Infantry Regiment, nicknamed the \"Kansas Scarecrows\" on account of their shabby uniforms and lack of sophistication. The unit trained at the Presido of San Francisco, where Funston met a young woman named Eda Blankart. He proposed and they were married two days later. Two weeks after the wedding, Funston and the Kansas 20th sailed to Manila to fight the Filipino Insurrection that followed the Spanish American War. Under Funston’s leadership, the Kansas 20th was engaged in nineteen battles in less than a year, earning them a new nickname, the \"Fighting Twentieth\". During the battle of Calumpit, Funston directed his men across the four hundred-foot wide Rio Grande under heavy enemy fire. Funston was on the first raft to cross the river and confront the revolutionaries on the other side. For their bravery, Funston and two privates earned Medals of Honor. The newly-promoted Brigadier General Funston and the 20th Kansas returned home national heroes.  Funston soon returned to Philippines and led a controversial, covert operation that would further increase his fame. Posing as prisoners, Funston and a small team of soldiers marched to the headquarters of rebel leader and President Emilio Aquinaldo. They then entered and fired upon the guards. As Aquinaldo was captured, he said, \"Is this not some joke?\" Funston’s actions further bolstered his reputation and he soon became a vocal advocate of American influence in the Philippines and beyond. Moreover, he frequently chastised anti-imperialists in America; Funston's statements caused President Teddy Roosevelt to write in an April 1902 letter to the Secretary of War, \"I think that General Funston will have to be requested not to make any more public speeches…he expresses himself at times in a way that is very unfortunate.\" Funston also attracted the attention of Mark Twain, an opponent of imperialism, who wrote a scathingly sarcastic essay entitled \"In Defense of General Funston\" in 1902.       The American Officers who captured Aquinaldo. Funston is seated. Kansas State Historical Society       Pages: 1 2 \"People\" main page",
    "url": "https:\/\/www.nps.gov\/prsf\/learn\/historyculture\/frederick-funston.htm"
}
