{
    "title": "Presidio of San Francisco: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar       Search for Events       By Date     Start Date      End Date           By Keyword By Keyword        Search          Upcoming Events    Showing 4 results    Show ALL instances of recurring events   RSS Feed      Fort Point National Historic Site Living History Day Saturday, August 20, 2016   Join the National Park Service, as part of the our Centennial celebration, as Fort Point comes back to life with music, marching and the colorful uniforms of the American Civil War. Talks and demonstrations are held throughout the day. More     Time: 10:00 AM to 5:00 AM   Location: Fort Point National Historic Site   Fees: FREE!         Golden Gate National Recreation Area Crissy Field Aviation Walk Saturday, September 3, 2016   Explore Crissy Field and learn about its role in early aviation history on this easy, 1-mile walk.  Meet docent Don Gray at the Warming Hut, at the west end of Mason Street.  More     Time: 10:00 AM to 12:00 PM   Location: Presidio, Crissy Field Warming Hut, at the west end of Mason Street   Fees: FREE         Golden Gate National Recreation Area Healthy Parks Healthy People Saturday, September 3, 2016   Join the Healthy Parks Healthy People Rangers each month as we work our way to fitness and a healthier lifestyle. Through hiking, exercises and family games, you'll get to know National Park sites while getting those hearts and waistlines happy.   More     Time: 2:00 PM to 4:00 PM   Location: Meet in front of the Presidio Visitor Center at building 36 Lincoln Boulevard in the Presidio   Fees: FREE!         Golden Gate National Recreation Area The Last Gun Saturday, September 3, 2016   How can a 50-ton gun simply disappear? Learn this and more while helping load and aim the last operational gun of its kind. More     Time: 11:00 AM to 3:00 PM   Location: Located at Battery Chamberlin, north end of Baker Beach parking lot.    Fees: FREE                Other Park Events For a complete list of other park events and volunteer opportunities, please visit the Parks Conservancy's Events page.",
    "url": "https:\/\/www.nps.gov\/prsf\/planyourvisit\/calendar.htm"
}
