{
    "title": "Redwood National and State Parks: Mountain Beaver",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Land Mammals     Mountain Beaver                  Mountain Beaver         Mountain beaver Fellers, USGS  Mountain Beaver The mountain beaver (Aplodontia rufa) is a unique rodent found only in the western portions of southern British Columbia, Washington, Oregon, and northern California. The mountain beaver is not a \"true\" beaver, but was so named by California miners due to its habitat of cutting limbs and gnawing bark, similar to that of the beaver. The mountain beaver, which also is known as \"boomer\" and \"sewellel\", is actually a very primitive mammal belonging to the oldest known family of living rodents. It is the sole living member of the family Aplodontidae. Mountain beavers are approximately 12 inches (30 centimeters) long and weigh about 2 pounds (900 grams). They are brown or black, have very short stubby tails, and are stocky in appearance. Although primarily nocturnal they will venture out during daylight hours and have been seen in various locations in Redwood National and State Parks. Mountain beavers are solitary, and defend small, up to 0.5 acre (0.2 hectare), territories. The most remarkable things about the mountain beaver are the elaborate system of burrows it builds and its habitat of making \"hay\". Burrows Mountain beaver burrows are often located on gentle slopes in moist forests, sometimes near surface water. Burrow entrances are 6-8 inches (15-20 centimeters) in diameter and each mountain beaver's burrow may contain multiple entrances in close proximity, usually somewhat hidden beneath shrubs or other vegetation. The burrow system contains multiple chambers used for different purposes. The main chamber is lined with coarse outer vegetation and soft inner vegetation and is used for resting. Side chambers are used as latrines; other side chambers are used for storing food. Hay-making Mountain beavers feed on a variety of plant material, adjusting their diet throughout the year to maximize protein intake. Mountain beaver sign is evident when plants are cut and piled at burrow entrances. When sufficiently wilted the cuttings are taken into the burrow and stockpiled in a storage chamber. Mountain beavers are known to climb red alder trees, removing small limbs as they ascend, in order to harvest the leaves when they are rich in protein. Places in Redwood National and State Parks where mountain beavers have been observed include trails near the Smith River in Jedediah Smith Redwoods State Park, Damnation Creek, the Klamath River overlook, Flint Ridge Trail near Marshall Pond, and the Coastal Trail near the DeMartin back country campground.",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/mountain-beaver.htm"
}
