{
    "title": "Redwood National and State Parks: Spotted Owl & Barred Owl",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Threatened & Endangered Species     Spotted Owl & Barred Owl                  Spotted Owl and Barred Owl         Northern Spotted Owl (Strix occidentalis caurina) USFWS  Spotted Owl and Barred Owl- Two, Too Closely Related The Northern Spotted Owl (Strix occidentalis caurina) is one of the more noteworthy animals on the federal list of endangered and threatened species. The listing of the spotted owl as “threatened” in 1990 sparked controversial changes in land management throughout the Pacific Northwest and northern California, primarily by curtailing logging of old forests, the owl’s preferred habitat.  After listing, it was predicted that reducing habitat loss, primarily on federal lands, would eliminate the threat of extinction and put the northern spotted owl on the road to recovery.  However, after nearly two and a half decades of protection under the Endangered Species Act, the spotted owl is not showing signs of recovery and, in fact, its situation has worsened. This is due to the arrival of an unforeseen player on the scene, the barred owl (Strix varia). The barred owl historically resided in the eastern United States, east of the Great Plains, which served as an impassable barrier to forest-dwellers like the barred owl.  Closely related to the spotted owl, it filled the niche of a forest-dwelling owl similar to that of the spotted owl in the west.  However, at some point less than 100 years ago barred owls began dispersing westward.  It’s believed that this was due, at least partially, to changes in habitat caused by a cessation of Native American burning in the plains after Europeans and other foreigners arrived.  Lack of fire allowed trees to grow creating habitat “bridges” across the plains that facilitated barred owl movement.  Barred owls were first reported in northern British Columbia in 1949; by 1959 they had reached southern British Columbia and then quickly expanded southward into Washington (1969), Oregon (1979), and northwestern California (1985).  The barred owl now overlaps the entire range of the northern spotted owl.  The earliest recorded observation of a barred owl in RNSP was in 1987, in the northern part of the national park near Howland Hill Outdoor School.  Since that time the barred owl population in the park has exploded and the species now occurs throughout RNSP.   So What’s the Problem? Most congeneric owls (owls in the same genus) are separated by geographic range (allopatry), and of those with some degree of range overlap (sympatry) most use different habitat types.  In most cases, owls that coexist within the same habitat belong to different genera, and coexistence is promoted by differences in behavior, such as hunting methods, and diet or prey selection.  However, the barred owl and spotted owl, besides being in the same genus, share the same habitat requirements.  Due to the rapid expansion of the barred owl into the range of the spotted owl, evolution has not had time to play out.  The barred owl is the slightly larger and more aggressive of the two species, plus it has some biological advantages over the spotted owl. Barred owls get by with much less acreage per territory which means they can densely pack the habitat occupied by spotted owls.  A recent study in southwest Oregon found that both species use patches of old (greater than 120 years old) conifer forest, and both select riparian habitats for foraging, thus, there is competition for nest sites and food.  Barred owls take a wider variety of prey species than spotted owls, including prey that is active during the day; this also gives barred owls a competitive advantage over spotted owls.  And to top it off, barred owls nest more often, more successfully, and produce many times more young than do spotted owls.  As a result of the barred owl invasion in the west, spotted owl populations are rapidly declining in many areas. In Redwood National and State Parks we have documented many barred owls, and many have taken up residence in spotted owl territories, sometimes usurping the exact same nest tree previously used by a spotted owl pair.  When two very similar species use the same space at the same time, usually one loses out.  In our case, the smaller, less aggressive, spotted owls either move out of their established territories, or become mostly silent so they are very difficult to detect.  Silence is detrimental to a species that relies on a variety of vocalizations to attract mates and defend territories.  If spotted owls are forced out of their territory there really isn’t anywhere else for them to go; barred owls have saturated most all suitable forested habitat in the parks, including old-growth and older second growth forests.  Only time will tell if the spotted owl is able to adapt quickly enough to persist as a species in the face of the barred owl invasion.",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/spotted-owl-and-barred-owl.htm"
}
