{
    "title": "Redwood National and State Parks: Mountain Lion",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Land Mammals     Mountain Lion                  Mountain Lion         Mountain Lion BLM  Mountain Lion The mountain lion (Puma concolor) also goes by the name of cougar, panther, puma, and catamount among others. It is the largest member of the cat family in California, and second largest in North America, the jaguar (Panthera onca) being the largest. Most mountain lions are light brown but their fur may also be reddish to dark brown or almost black; they are always darker above and lighter below. Unlike bobcats which have short tails, mountain lions have tails approximately equal to their body length or longer; the tails of mountain lions always have a black tip. Female mountain lions usually produce their first litter between 1.5 and 3 years of age. Litters usually consist of 1 to 3 kittens which may remain with their mother for up to 2 years. Kittens are born with spots; the spots turn to faint stripes as the animal ages, and markings eventually disappear altogether. Mountain lions may be seen in every month of the year in RNSP, although observations tend to be most numerous coincidental with high numbers of visitors in the parks. Mountain lions are strict carnivores, although they will consume carrion when available. In Redwood National and State Parks, mountain lions prey mainly upon black-tailed deer and Roosevelt elk. There have been two mountain lion attacks on people in the parks, in 2009 and 2013. In one case a hiker sustained injuries but survived, in the other attack there were no injuries. In both cases younger, sub-adult animals were involved. The number of mountain lions in Redwood National and State Parks is unknown. A study with radio-collared lions indicated female home ranges (territories) are between 47 and 73 mi² (122 and 189 km²) and male home ranges are between 130 and 275 mi² (337 and 712 km²). Home ranges may overlap, however, mountain lions normally do not \"share\" areas of overlap at any one time. The number of individual mountain lions observed, as reported by visitors and staff each year between 2000 and 2012, ranged from 7 to 37 with an average of 27 lions observed per year. What proportion of the population these observations represent is currently unknown. It is assumed, based on the number of observations reported by park staff and visitors, that the mountain lion population here is healthy. Mountain lions occur throughout the parks and may be seen in virtually all habitat types including forests, prairies, and near the beaches, although areas with overhead cover are preferred. With the exception of females with kittens, mountain lions are solitary. Mountain lions are not managed in Redwood National and State Parks, although biologists keep track of all lion observations, and respond to any reports of close encounters with humans. Mountain lions exhibit a range of behaviors that include, most commonly, running away at the sight of a human; \"following\", which is often interpreted as animal curiosity; and more aggressive types of behavior often considered defensive in nature. Biologists or park rangers conduct interviews with mountain lion observers using a series of questions on a standard form; this information is kept in a database. Learn more about Your Safety in Mountain Lion Country",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/mountain-lion.htm"
}
