{
    "title": "Redwood National and State Parks: Freshwater Mussels",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Invertebrates     Freshwater Mussels                  Freshwater Mussels         Western Pearlshell Freshwater Mussels USFWS  The Most Ancient Animals in Park Streams - Western Pearlshell Freshwater Mussels If you are from the west coast of the United States, you probably assumed that all mussels, clams, oysters, and other bivalves only exist in the ocean. They do not.  Freshwater mussels are found throughout the world’s lakes, creeks, and rivers.  Their diversity is highest in the United States of America. Over 300 species are found within the USA, with some states within the Mississippi River basin containing more species than the rest of the world combined.  In western states, however, the diversity is not quite so extraordinary, with less than ten to fifteen species known to occur west of the Rocky Mountains.  Western pearlshell mussels (Margaritifera falcata) are the only species found within Redwood National and State Parks.  A large population is located in Mill Creek in the north end of the parks while a small, remnant population is also found in Redwood Creek in the south end of the parks.  Western pearlshells look very similar to marine mussels, with an elongated black shell extending up to 3.5 inches (9 cm) long.  They are most often found on the back sides of boulders, outside stream bends and slow moving riffles in fast flowing creeks and rivers where they wedge themselves in cracks or between cobble sized rocks.  Like marine bivalves, freshwater mussels eat by filtering out small food particles suspended in water.    Western pearlshells are the oldest freshwater invertebrate in the world, with some individuals living for more than 100 years!  Their long lives are attributed to the cool, nutrient poor, highly oxygenated streams that they inhabit.  The relatively small amount of food available to pearlshells in clean, clear flowing streams means that they must grow very slowly, much like a slow growing desert tortoise.  Another interesting “problem” that pearlshells must deal with is reproduction.  To mate, male mussels release sperm into the water where they drift downstream until they randomly run across a female mussel.  After fertilization, female mussels expel millions of growing larval mussels, or glochidia, into the stream where they too float downstream.  If you ponder this reproductive strategy, you quickly realize that over generations these sedentary creatures would eventually be eliminated from a stream, because each successive generation would be flushed farther and farther downstream.  Freshwater mussels living in creeks and rivers get around this problem by using fish, specifically salmon and trout in the case of western pearlshells, to get a free ride.  When glochidia are inhaled by a randomly passing fish, they clamp on to the fish’s gills.  There the glochidia grow for a period of a few months while getting a free ride back upstream, at which point they drop off, settle permanently on the stream bottom, and grow into adults.   Unfortunately, the freshwater mussel taxonomic order (Unionida) is one of the most endangered group of animals on the planet.  Over 70 percent of the known species are either extinct or close to extinction.  Dams, pollution, sedimentation, over harvesting, and loss of host fish species have all contributed to their decline. Ironically, because mussels are filter feeders they make one of the best “canaries-in-the-coal-mine” for measuring water quality and watershed health.  Park staff use the western pearlshells as barometers to monitor environmental conditions in both Mill and Redwood Creeks.  Though seemingly innocuous, western pearlshell mussels provide a vital function cleaning park streams through their constant filtering.  In many ways pearlshells are as ancient as the giant redwoods that crowd along the banks of the streams they live in.",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/freshwater-mussels.htm"
}
