{
    "title": "Redwood National and State Parks: Gray Whale Migration",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Marine Mammals     Gray Whale Migration                  California Gray Whale Migration        Migrating gray whales, NOAA        Some California Gray Whales Spend Their Summers at Redwood National and State Parks   California gray whales (Eschrichtius robustus) are famous for their extraordinary 9,000 to 12,000 mile (15,000 to 20,000 km) round trip migration along the west coast of North America. The whales undertake this enormous journey to take advantage of the huge amounts of food available in Arctic region in the summer as well as the protected warm winter waters of the Gulf of California for birthing their young. It was assumed that the entire population of approximately 20,000 California (or eastern Pacific) gray whales migrated the whole way from Baja to the Bering and Chukchi Seas non-stop. And, for the majority of the population, this is true.    In the last few decades, however, whale scientists have noted that not all gray whales migrate the entire way. Some, a few hundred at most, stop well south of the Arctic region and spend some, if not all, of their summer foraging and feeding far from the rest of the population. These individuals belong to what scientists call the Pacific Coast Feeding Aggregation. Gray whales, unlike all the other baleen whales (baleen = sieve like plates to filter out small marine organisms), do not feed in open ocean. Instead, grays feed off the ocean bottom of near-shore areas, sucking in bottom living invertebrates like shrimp, larval crab, and amphipods. Interestingly, all gray whales turn to the right side when bottom feeding, resulting in asymmetrical baleen plates. Grays are the only whale species with baleen plates that aren’t the same size.    Near-shore ocean bottom areas must contain large amounts of food to support the enormous summer feeding habits of grays. Each whale consumes hundreds of pounds of small marine animals every day. The most southern area of the gray whale Pacific Coast Feeding Aggregation region is right off the coast of Redwood National and State Parks–a strong indicator that the regional marine ecosystem is very productive.    Scientists have tracked the movements of individual gray whales within the Pacific Coast Feeding Aggregation region by taking photographs of the whales all along the Pacific coastline of North America. Grays are not uniformly colored gray but are instead gray with white splotches along their backs and sides. Each individual gray whale has unique skin markings and scientists use the markings to identify which whale goes where. The whales that end their migration off of Redwood National and State Parks don’t stay here the whole time, but instead wander up and down the Pacific coast all the way to southeastern Alaska. Most of the individuals in the Pacific Coast Feeding Aggregation are males with a small proportion of females with calves. After ten years of monitoring, scientists have determined that most of the whales that stop migrating do so year after year, but not all, and every so often new whales will join the southern group.    If you visit Redwood National and State Parks in the summer time after the peak gray whale migration period of March through May, don’t despair; you may still get to see one of these magnificent creatures surface off the coast. Great places to look for gray whales include: Crescent Beach Overlook (Crescent City, Calif.) and Klamath River Overlook (Requa, Calif.).          Gray Whale Migration Map, NASA",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/california-gray-whale-migration.htm"
}
