{
    "title": "Redwood National and State Parks: Fisher & Humboldt Marten",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Threatened & Endangered Species     Fisher & Humboldt Marten                  Fisher and Humboldt Marten       Denizens of the Deep: Fisher and Humboldt Marten The fisher (Pekania pennanti) and Humboldt marten (Martes caurina humboldtensis) are two mid-sized carnivores (“mesocarnivores”) in the weasel family, Mustelidae.  The fisher in the Pacific states is a candidate for threatened or endangered status under the Endangered Species Act (ESA).  A status review for the Humboldt marten is currently underway by the U.S. Fish and Wildlife Service to determine whether or not it also should be considered for listing under the ESA.  The ranges of both fisher and Humboldt marten have shrunk dramatically in recent decades; the range reductions were fueled by the fur trade, and exacerbated by loss of late seral forests, their selected habitat.  Although martens as a group are fairly common in most of their range in North America, the subspecies of Humboldt marten was feared extirpated until 1996 when an animal was caught on camera.  Until 2009, there was no indication that Humboldt martens still occurred within Redwood National and State Parks.  That year, one was again photographed in Prairie Creek Redwoods State Park.         Fisher USFWS  Fisher Like others in the weasel family, fishers fall into the class of mammals somewhat archaically referred to as “fur-bearers” due to their dark, soft, glossy fur. They are about the size of house cats, weighing between 4.5 and 12 lbs (2 to 5 kg) and measuring 2.5 to 3.5 feet (76 to 106 cm) long, including their long bushy tails that make up about a third of their total length. Unlike their name implies, fishers do not fish or eat fish; the name is most likely a result of a nickname given by French fur-trappers, fische, meaning “polecat.” Fishers are generally associated with large, unfragmented blocks of mature conifer forest, preferring habitats with closed canopies and structural complexity near the forest floor.  Riparian habitats are also important and may be used as travel corridors between suitable habitat patches. Fishers avoid open habitats such as grasslands and white oak woodlands. Female fishers select natural cavities or cavities excavated by woodpeckers, high up in large live trees or snags, for natal and maternal den sites. All fishers select large structures for resting. In addition to tree and snag cavities, rest sites can include abandoned raptor nests, mistletoe and witch’s broom clumps, hollow logs, and rock piles. Fishers may select rest sites in the vicinity of gut piles left by deer hunters. Rest sites are rarely reused, which means that many structures must be well-distributed throughout a fisher’s home range. Consider that male home ranges can be as large as 22 square miles (57 square kilometers)! Prior to European settlement, fishers occurred throughout most closed-canopy, coniferous forests in the Pacific states. Heavy trapping in the late 19th and early 20th centuries caused fisher populations to decline; then came loss and fragmentation of habitat due to logging of commercial timber, especially in low to mid-elevation forests. Despite prohibition of trapping in the 1930s and 1940s, fisher populations never recovered in Washington, Oregon, and California.  Fishers were reintroduced in Olympic National Park in Washington in 2008; the Olympic Peninsula is the only place they occur within that state.  In Oregon, the remaining fishers are restricted to two separate and genetically isolated populations in southwestern Oregon; one in the northern Siskiyou Mountains and one in the southern Cascade Range. The population in the southern Cascades is descended from fishers that were translocated to Oregon from British Columbia and Minnesota.  Fishers in northwestern California are doing better than their Washington and Oregon counterparts.  Fishers are sighted every year in Redwood National and State Parks and various surveys over the past decades detected fishers routinely.         Humboldt marten USFWS   Humboldt Marten The wildlife community in the redwood region was excited by news that a marten was detected in RNSP after more than 40 years. Prior to the photo detection in 2009, any report of a dark, bushy-tailed, weasel-like creature the size of a house cat in RNSP was considered to be a fisher. Now anyone reporting a “fisher” in the parks will be questioned regarding the animal’s appearance to determine whether it could have been a marten. Martens differ from fishers in their smaller size, weighing in at 1.5 to 3 lbs (0.6 to 1.4 kg) and measuring approximately 1 to1.5 feet (30 to 45 cm) long without the tail. However, male martens and female fishers can be about the same size. Martens have a sleeker body form, lighter fur, and most importantly, a buffy orange throat patch that may extend down the chest. Marten home ranges are substantially smaller than fishers, with male marten home range maximums of about 6 square miles (15.7 square kilometers). Martens, along with fishers, sea otters, ermines, and minks, were highly valued for their pelts and heavily trapped for the commercial fur market. Declining harvests led California to prohibit marten trapping in the northwest corner of the state in 1946.  Despite the length of time since commercial harvest ceased, the marten population has not recovered. Research suggests that much of the best habitat for the Humboldt marten in the coastal redwood forests was eliminated by accelerated harvesting following World War II.  In the last century, roughly 95 percent of the mature and old-growth redwood forests were converted to stands now 80 years old or less. The short harvest rotations of the past 50 years have inhibited development of large trees with a complex understory. Without their favored habitat, there has been limited opportunity for the Humboldt marten to rebound.  The historic range of the Humboldt marten was described as sea level to about 3,000 feet (914 m) along the narrow, humid, coastal strip, chiefly within the redwood belt, from the Oregon state line south to Sonoma County.  By the 1950s, populations of Humboldt martens were highly reduced.  Currently, a single population of the Humboldt marten (not including the detections within RNSP) occupies an area that is less than five percent of its former range and is estimated at less than 100 individuals. There are few remaining blocks of coastal old-growth forest large enough to support additional marten populations in northwestern California. The establishment of a population in RNSP would greatly improve the conservation outlook for the Humboldt marten. The old growth in RNSP may represent some of the best habitat in which martens could make a comeback. The detections of one or more martens in Prairie Creek Redwoods State Park are encouraging signs.  Together in the Forest The common theme between fishers and martens is the concept of LARGE. Large contiguous blocks of forest, large amounts of canopy closure, large numbers of structures, and large structures (snags, logs, trees with cavities and rock piles). A recent study has shown that fishers often choose the largest of the largest structures available in a stand!  Both fishers and martens are considered generalized predators; they will eat just about anything they can catch, including rabbits, small mammals, birds, lizards, and insects. They also will consume fungi, fruit, and carrion. Martens tend to use the largest available patches of late mature or old-growth forest and prefer areas with dense shrub understories.  Fishers may avoid forests with dense shrub understories, and in RNSP, tend to use mature second growth stands as well as old growth. Changes to habitat caused by timber harvest may have resulted in increasing competition between martens and fishers. Historically, fishers were relatively rare in the coastal zone. Perhaps the combination of over-trapping and timber harvest practices that favor fishers by removing understory, has kept marten populations depressed.  Fishers are known to prey on martens where the two coincide.",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/fisher-and-humboldt-marten.htm"
}
