{
    "title": "Ozark National Scenic Riverways: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies      Firearms and other weapons Controlling Rowdy Behavior on the Rivers (drug and alcohol laws strictly enforced, no kegs, no beer bongs, quiet enforced, no cliff jumping or rope swinging, etc)  Superintendent's Compendium, Regulations specific to Ozark National Scenic Riverways 2016 (.pdf file) Addendum concerning closure of Pothole Road.                  Rescinded:  Compendium Amendment concerning Temporary Closure of Sinking CreekCode of Federal Regulations, Title 36 (Regulations regarding National Parks, Forests and Public Lands in the USA) General Management Plan (1984) The previous general plan for management of the Ozark Riverways.General Management Plan 2015 The current General Management Plan for management of the Ozark Riverways.      Act of Congress establishing Ozark National Scenic Riverways     1916 Act of Congress that established the National Park Service     Specfic Park Rules & Regulations (See \"Compendium\" above for a complete listing.) Controlling Rowdy Behavior on the Rivers (drug laws strictly enforced, no kegs, no beer bongs, no \"Jello shots\", quiet enforced, no cliff jumping or rope swinging, etc.) ATV Rules and regulations in the park (On roads only, no off road travel.) Motor boat and horsepower regulations (Limits for certain areas of the rivers.) Alcohol Policy (Public intoxication will not be tolerated.) Hunting Regulations (State Regulation such as bag limits, seasons, etc. All apply in the park.) Archaeological Protection Act (Collecting of arrowheads is prohibited, as well as digging, taking or possessing historic or prehistoric artifacts.)      Laws and Regulations regarding Ozark Springs (No wading, no fishing, no pulling watercress...) Federal Cave Protection Laws Missouri Cave Resources Protection Act       \"Indeed the river is a perpetual gala, and boasts each month a new ornament.\" - (Ralph Waldo Emerson, Nature)",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/management\/lawsandpolicies.htm"
}
