{
    "title": "Redwood National and State Parks: Tidepool Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Invertebrates     Tidepool Animals                  Tidepool Animals         Ochre Seastars NOAA  Tidepool Invertebrates – Abundantly Diverse The rocky tide pools along the shoreline of Redwood National and State Parks present even the most casual observer with an overwhelming abundance and diversity of invertebrate animals.  The abundance is due the high ocean productivity of the coastal Pacific Northwest.  Spring and early summer upwelling currents bring nutrients normally lost to shallow ocean areas back up to the surface.  The nutrients provide “fertilizer” for small, floating oceanic plants (phytoplankton) that explode in number in the summertime which in turn become the base of the marine food web.  The diversity is a result of the every changing, and challenging, environmental conditions present in tidal areas.  The twice daily rise and fall of sea level alternately exposes and floods areas in the tide pools forcing organisms to adapt to a wide range of conditions.  Additionally, large winter and spring waves pound the parks’ shoreline causing even more stress and habitat differences resulting in even more diversity. Interestingly, the rough seas off the parks’ coast have led to a fundamental change in the abundance of different tide pool species over the past 30 years.  A recent study compared the amount of different species measured at the same places between the 1970’s and the 2000’s.  A significant shift from annual (single year alive) species to more perennial (multiple years alive) species was noted along the entire parks’ coastline.  The reason for the drastic change?  Logging, or rather, a change in how trees are harvested and how many trees are harvested.  In the 1970’s and earlier, many trees were either floated down rivers and creeks or were incidentally felled into creeks.  Logging practices today do not typically float logs in streams nor are streamside forests as heavily harvested.  All of this has resulted in much lower numbers logs floating out to sea from rivers, meaning much lower numbers of logs crashing back onto the coast.  The bashing of floating logs in the 1970’s prevented the establishment of longer lived species in the parks’ tide pools.  As with so many parts of the natural world, the parks’ tide pools are affected by many seemingly remote environmental changes, including how people use forests miles inland from the ocean. If you are going to visit a tide pool please consult a tide table to arrive just before the lowest tide.  For your own safety never turn your back on the ocean and never venture to areas with active breaking waves.  Dangerous sneaker waves are common along the parks’ coastline all year.  Also, wear appropriate footwear and be careful walking only slippery, algae cover rocks.  Minimize picking up tide pool animals, and if you do, place them gently back in exactly the same spot you picked them up from.   The best places to find large and relatively easy to access tide pools in Redwood National and State Parks include:  -Endert’s Beach: access via the Coastal Trail trailhead located just south of the Crescent Beach Overlook on the south end of Crescent Beach Drive.  Hike the trail to the Nickel Creek campground and down to the small pocket beach.  The tidepool area is just north of the beach.  -Damnation Creek: hike down the Damnation Creek Trail, accessed via US Highway 101 approximately 10 miles south of Crescent City.  The dramatic, steep, mile and a half (2 km) trail takes you straight to the tide pool area.  -False Klamath Cove:  tide pool areas are found on the north and south end of the cove, near the Wilson Creek mouth and False Klamath Cove Rock point, respectively.  Wilson Creek is accessed from US Highway 101, pull in to the parking area just off the highway just south of the Wilson Creek bridge approximately two and half miles (4 km) north of the Trees of Mystery in the Klamath area.  Park at the Lagoon Creek Picnic Area to access the False Klamath Cove Rock point tide pools via a short quarter mile hike on the Coastal Trail to the beach.  The picnic area is approximately two miles (3 km) north of the Trees of Mystery off of US Highway 101.  The tide pools are just to the south of the area where you come out on the beach. Some of the more common invertebrates that you will see in park tide pools include: California mussel (Mytilus californianus) Purple or ochre seastar (Pisaster ochraceus) Aggregating anemone (Anthopleura elegantissima) Limpets (Collisella spp.) Flat porcelain crab (Petrolisthes cinctipes) Black turban snail (Tegula funebralis) Periwinkle snail (Littorina scutulata) Hermit crabs (Pagurus spp.) White sea cucumber (Eupentacta quinquesemata) Isopods (Idothea spp.) Black leather chiton (Katharina tunicata) Purple shore crab (Hemigrapsus nudus)",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/tidepool-animals.htm"
}
