{
    "title": "Redwood National and State Parks: Black Bear",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Land Mammals     Black Bear                  American Black Bear         American Black Bear NJFW  American Black Bear The American black bear (Ursus americanus), is the only bear found in California. The California brown bear (Ursus arctos californicus), a subspecies of the brown, or grizzly, bear became extinct in the state around 1924. Although called the \"black\" bear, the color of these bears may range from blond to cinnamon to brown or black; on occasion they are two-toned, being one shade above and another below, or different colors front and rear.  Female black bears (sows) usually produce their first litter at the age of 3–5 years. Litters usually consist of 1 to 3 cubs, which stay with their mother for 1 to 2 years. Black bears may be seen in every month of the year in along the redwood coast, although observations drop off dramatically during winter months. This indicates that bears along the redwood coast don't hibernate in the strict sense as they do in places where there are cold winters; this is likely due to the relatively warm winter climate and food available year round on the north coast of California. Bears are classified as omnivores, meaning they will consume plant and animal food, including carrion. In fact, most of a bear's diet throughout the year is plant material including grasses, berries, and acorns. The number of black bears in Redwood National and State Parks is unknown; however, the highest densities of black bears (bears per unit area) in the state occur in northwestern California. The number of individual bears reported in the parks, by visitors and staff each year between 2000 and 2012, ranged from 76 to 164 with an average of 115 bears observed per year. What proportion of the population these observations represent is currently unknown. It is assumed, based on the number of observations reported by park staff and visitors, that the bear population here is healthy. Black bears may be seen in virtually all habitat types including forests, prairies, and near the beaches, although conifer forests and oak woodlands are their preferred habitats. Bear management in Redwood National and State Parks centers around human food and trash management. The installation of bear-proof food storage lockers and trash and recycling receptacles in campgrounds, picnic areas, and at trailheads, has substantially reduced the number of bears acquiring human food and trash. Learn more about Your Safety in Black Bear Country.",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/american-black-bear.htm"
}
