{
    "title": "Redwood National and State Parks: Sea Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Sea Birds                  Sea Birds         Common Murre colony USFWS  The region in and around Redwood National and State Parks is one of the best places on the Pacific coast of the United States to easily view enormous numbers of seabirds from land. Most Pacific coast seabird breeding colonies are located on isolated islands and rocks far out to sea or along inaccessible cliffs and coastlines. In this region, however, most of the colonies and foraging areas are within a half mile (one kilometer) of the coastline – easily within range of standard binoculars and spotting scopes.  Almost 300,000 seabirds, or almost 50% of California’s entire seabird population, breed during the summer within 10 miles of the 41 mile long Redwood National and State Parks coastline. California’s fourth largest seabird colony (False Klamath Cove Rock) is within park boundaries.  The second largest colony in the lower 48 states of the United States (Castle Rock National Wildlife Refuge) is less than five miles from the parks.  The major breeding species include Common Murres (Uria aalge), Brandt’s Cormorants (Phalacrocorax penicillatus), Double-crested Cormorants (Phalacrocorax auritus), Pelagic Cormorants (Phalacrocorax pelagicus), Western Gulls (Larus occidentalis), and Pigeon Guillemots (Cepphus columba). One of California’s largest post-breeding season populations of Brown Pelicans (Pelicanus occidentalis) spends time along the parks coast from mid-summer to late fall. The parks are also home to the state’s largest breeding population of old growth forest nesting endangered Marbled Murrelets (Brachyramphus marmoratus) (HOTLINK to Marbled Murrelet).  The seabird abundance continues into the fall and winter, when tens of thousands of various loon, tern, grebe, gull and sea duck species migrate in to take up residence along the parks’ near-shore waters.    This extraordinary abundance is due to the region’s highly productive near-shore ocean ecosystem.  Approximately 1% of the world’s ocean produces greater than 50% of the fisheries harvested by humans.  These special marine regions are all areas that experience strong spring and summer time upwelling currents.  Redwood National and State Parks sits right in the middle of what is known as the California Current upwelling system.  Upwelling currents bring cold, nutrient rich deep ocean water to the surface, effectively fertilizing the sea and causing huge increases in phytoplankton (microscopic floating plants) that provide the base of the marine ecosystem food web.  Small marine animals, known as zooplankton, eat the phytoplankton and are in turn eaten by millions of small fish… which are in turn eaten by the hundreds of thousands of seabirds foraging up and down the parks’ coast. One of the best times and easiest places to see this extraordinary abundance is at False Klamath Cove Rock from late April to early July.  Park at the Lagoon Creek day use area off of US Highway 101 and head west on the Coastal Trail.  Keep heading west to the headland approximately a half mile (one kilometer) from the trailhead.  False Klamath Cove Rock will be the large sea mount directly to the west of the headland, only 500 yards (0.5 kilometers) offshore.  The great whir of activity and seething brown and white mass will be 45,000 breeding Common Murres.  Common Murres are the largest members of the Alcidae seabird family, standing approximately a foot and half (30 cm) tall.  The region’s other most common breeding seabirds are also found on the rock, crammed in to an area less than an acre (0.5 hectares) in size.  If you can’t be in the parks in late spring and early summer or can’t make it to the False Klamath Cove area, don’t worry, scanning any part of the parks’ ocean with binoculars at any time of year is well worth it; there will always lots of seabirds to see.",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/sea-birds.htm"
}
