{
    "title": "Redwood National and State Parks: Marine Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish     Marine Fish                  Marine Fish        Nearshore marine habitat. NPS       The boundary of Redwood National and State Parks extends 0.25 miles (0.40 km) out to sea along the entire 41 mile parks coastline.  Approximately 5,000 acres of the parks (2,000 hectares) are under the ocean and home to at least 85 species of marine fish.  Few visitors will see many marine fish; they are, however, important both to the ecosystems of which they are a part and to the humans that call this region their home.   The five most common species recorded in the ocean during recent studies done in park  nearshore waters were, in order of abundance: Night smelt (Spirinchus starksi) Northern anchovy (Engraulis mordax) Unidentified smelt species (Osmeridae spp.) – most likely surf smelt (Hypomesus pretiosus) Whitebait smelt (Allosmerus elongatus) Black rockfish (Sebastes melanops) The smelt species and anchovy, due to their abundance, are often the most important food source for marine predators of all types.  Smelt and anchovy are preyed upon by salmon, sharks, seabirds, seals and sea lions and even California gray whales.  These approximately six to ten inch (15 – 25 cm) long schooling fish are also preyed upon by people. Anchovy are an important regional commercial fishery while surf and night smelt have been harvested using dip nets for thousands of years along area beaches. Black rockfish, an inhabitant of rocky offshore reefs, are the most important commercial fish species harvested in the region.  The one place visitors do have a good chance of seeing marine fish is in the deeper areas in any of the parks’ tide pools.  The deepest pools tend to be easiest to observe during the lowest low tides, so be sure to check local tide tables to find a good time to visit.   The five most common fish species recorded during recent studies done at Redwood National and State Park tide pools, in order of abundance:  Fluffy sculpin (Oligocottus snyderi)  Tidepool sculpin (Oligocottus maculosus)  Mosshead sculpin (Clinocottus globiceps) Northern clingfish (Gobiesox maeandricus) Sharpnose sculpin (Clinocottus acuticeps) The amusingly named fluffy sculpin was by far the most common fish, making up almost 65%  of all the fish recorded.  Sculpin are very small (a few inches (cm) long) bottom living fish that live in the crevices and sea weed of tide pools. Clingfish belong in the goby taxonomic family.  Gobies “walk” along the bottom on their pectoral fins, catching small prey as they scoot along.  Interestingly, the sixth most common species was black rockfish, usually an open ocean fish.  Recent research has shown that tide pools in the Pacific Northwest are an important rearing area for young black rockfish. The crevices and holes provide cover for the young fish until they can grow large enough to make it out in open ocean rocky reefs.  Once established at a reef, rockfish can live for decades.",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/marine-fish.htm"
}
