{
    "title": "Redwood National and State Parks: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer          Be a VIP: Volunteer-In-Parks! We need YOU to help us take care of Redwood National and State Parks! Volunteers work side-by-side with National Park Service, California State Parks, and Redwood Parks Association employees, helping care for our parksin a variety of ways, including enhancing visitor services and helping protect and preserve park resources. In 2012 volunteers donated over 26,000 hours of service!Whatever their task, VIPs are true stewards of our natural and cultural heritage! Volunteers range in age from young children to senior citizens. They come from all over the United States and the world, bringing different backgrounds, skills, and talents that enrich our park programs.Some positions provide RV pads with full hook-ups in exchange for 32-hours-per week of volunteer work. We also encourage and welcome local community members of all ages to volunteer throughout the year—whether one or two days a week year-round in a park visitor center or one day a year at park beach cleanup events. There are opportunities for individuals, couples, and groups.International Volunteers (those who are not U.S. citizens or permanent residents) must follow some special application procedures. Each position has its own set of duties; training will be provided. Some of the tasks park VIPs may help with include:  Staffing park visitor centers and answering visitor questions. Assisting with landscape maintenance and custodial work. Handling sales of educational items in park bookstores. Serving as a campground host (see below). Assisting with office and clerical duties. Assisting with information technology maintenance. Building and maintaining trails. Participating in field studies on plants or animals. Conducting scientific library research. Organizing and maintaining park library. Organizing and maintaining park photo inventory. Controlling weeds and invasive species. Roving park trails. Responding to radio and telephone calls. Providing educational information on the parks' natural and cultural resources.  We welcome and need volunteers throughout the year, not just the summer months! Visitation to Redwood National and State Parks is year-round. Each season has its own beauty and volunteer opportunities. Winter, for example, is mild here, although admittedly cooler and wetter than summer. However, many consider late fall through early spring the most beautiful and peaceful time to visit our parks. Volunteers who work at least 32 hours a week may qualify for free park housing. Volunteers are usually required to have a reliable vehicle for personal transportation, though a government vehicle may be provided during work hours. Available VIP opportunities in Redwood National and State Parks (and other federal land management agencies) can be found and applied for online at www.volunteer.gov. Or, for an information packet and application, or just to learn more about VIP opportunities in Redwood National and State Parks, contact the Volunteer Coordinator: Volunteer Coordinator Redwood National and State Parks 1111 Second Street Crescent City, Calif. 95531 ph: 707-465-7335 E-mail the Volunteer Coordinator Once you have completed the on-line application process from the above website, your completed application will be reviewed by a hiring official and compared with other applications for the same volunteer job. A supervisor will contact you directly if you are being considered for a volunteer position. If selected, more information about the job appointment, uniform, etc. will be sent to you. Campground Hosts There are four campgrounds with host positions located in Redwood National and State Parks. Campground host usually reside in their own RV at the campground they are hosting, and are typically responsible for: greeting park visitors and providing them with information to ensure their visit is safe and enjoyable, helping park visitors solve problems and understand park regulations, collecting fees (such as for firewood), assisting park fee collection staff, and conducting some light maintenance, such as cleaning vacant campsites. Mill Creek Campground in Del Norte Coast Redwoods State Park is operated by the National Park Service. The campground hosts are needed from early May through September. Duties include roving campground and conducting camp checks, as well as providing orientation and information, selling firewood, assisting fee collection staff, and performing light janitorial or maintenance work as needed. The position is a 4 to 5 month commitment, with 32 hours\/week commitment required. Full hook-ups are available, but no phone service. Mill Creek Campground is located seven miles south of Crescent City, CA, which provides typical community services, such as medical services, grocery and drug stores, restaurants, movie theaters, etc.Couples or individuals interested in serving as campground hosts at Mill Creek Campground should apply online at www.volunteer.gov. Or, contact the park Volunteer Coordinator by email or at (707) 465-7393. Jedediah Smith Redwoods State Park Campground is located in the midst of an amazing old-growth redwood forest and along the banks of the beautiful Smith River. It is nine miles northeast of Crescent City, CA, along Hwy 199, and is open year-round. It is operated by California State Parks. Campground host positions are needed throughout the year. Host sites have full hook-ups (including telephone lines). Camp host duties include assisting with campground registration, firewood sales, staffing visitor center, and performing light maintenance. The position is a four month commitment. The host is expected to work 25+ hours each week. Couples or individuals interested in serving as campground hosts at Jedediah Smith Campground should contact Ranger Deanna Freeman at (707) 465-7335 or e-mail us. Or, visit http:\/\/www.parks.ca.gov\/?page_id=886 Gold Bluff Beach Campground is located on Davison Road offof Highway 101 in the coastal section of Prairie Creek Redwoods State Park andis open year-round. The campground is located on the beach and is a populardestination to visit Fern Canyon. It is operated by California State Parks.Gold Bluff Beach camp hosts will assist visitors with camping registration,conduct camp checks, answer visitor questions and sell firewood. Water andsewer hook-ups are available and gas is provided to run your generator. Hostpositions are a minimum two month and maximum six month stay. Full amenitiesare offered approximately 38 miles south in communities of McKinleyville and Arcata, CA. Couples or individuals interested in serving as campground hosts at Gold Bluff Beach Campground should contact Ranger Ranger Danielle Westberg at (707) 465-7345 or at e-mail us. Or, visit http:\/\/www.parks.ca.gov\/?page_id=886 Elk Prairie Campground is located on Newton B. Drury Parkwayin the heart of Prairie Creek Redwoods State Park and is open year-round. Thecampground is surrounded by the tallest trees in the world. It is operated by California State Parks. Elk Prairie camp hosts will assist visitors withcamping registration, conduct camp checks, answer visitor questions, sell firewood, and may volunteer in the visitor center. Full hook-ups are available. Host positions are a minimum two month and maximum six month stay. Full amenities are offered approximately 38 miles south in communities of McKinleyville and Arcata, CA. Couples or individuals interested in serving ascampground hosts at Elk Prairie Campground should contact Ranger Danielle Westberg at (707) 465-7345 or e-mail us. Or, visit http:\/\/www.parks.ca.gov\/?page_id=886",
    "url": "https:\/\/www.nps.gov\/redw\/getinvolved\/volunteer.htm"
}
