{
    "title": "Redwood National and State Parks: Western Snowy Plover",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Western Snowy Plover                  Western Snowy Plover       Western Snowy Plovers – Beach Ghosts One of Redwood National and State Parks most secretive shorebirds is also one of the parks’ rarest.  In fact, from 1979 to 1986 only ten western snowy plovers (Charadrius nivosus nivosus) were seen on any of the parks’ beaches and no snowy plovers were seen from 1986 to 2003.  No nests had ever been recorded.  Then, in 2004 national and state park staff recorded the first snowy plover nest to be found in the parks on Gold Bluffs Beach in Prairie Creek Redwoods State Park.  Since then, snowy plovers have attempted nests on and off through the years and there has been a small population of over wintering birds every year since.   Western snowy plovers are small, white and tan shorebirds found primarily on beaches along the Pacific coast from Oregon south to Baja.  Snowy plovers are infamous for their extraordinary camouflage and ability to hide from predators, and eager birders!  A plover’s de facto behavior is to freeze whenever it feels threatened, only moving when approached too closely.  It is this amazing ability to hide in plain sight that protects them and their young.  Plover females lay two to six eggs directly on beach sand in a small depression that they scrape out.  Plover pairs then incubate the eggs for approximately a month, sitting absolutely still.  A few days after hatching, the female will leave the male to raise their young alone.  Female snowy plovers will often nest two or three times with different males in one breeding season (April through September).  The young plovers, flightless for the first month of their life, are just as good as their parents at disappearing right before your eyes. Unfortunately, even with their cryptic ways, western snowy plovers have suffered population declines because their beach habitat is very popular with people too.  It was this decline that caused western snowy plovers to be placed on the federal endangered species list in 1993.  Millions of beach goers have literally turned many breeding beaches into unviable places for snowy plovers to safely raise their young.  Beach goers have caused plovers to decline by directly stepping, sitting or driving on unseen nests and chicks, or more commonly, by indirectly causing plovers to perish via unleashed dogs or by attracting plover predators, like common ravens (Corvus corax), in large numbers through incorrect garbage disposal.  Fortunately, most of these issues can be addressed by learning about what can hurt plovers, avoiding marked breeding areas, keeping pets on leashes and packing trash off the beach and putting it in wildlife proof garbage cans.  Hopefully, if enough beach goers learn how to make beaches plover safe, then the “beach ghosts” will no longer be rare, just still really hard see.",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/western-snowy-plover.htm"
}
