{
    "title": "Ozark National Scenic Riverways: Fire Management",
    "body": "Fire Management        Prescribed fire at the Booming Shoals Prescribed Burn unit NPS Photo by Charlie Reynar       The fire management staff of the Missouri Park Group, located at Ozark National Scenic Riverways, is responsible for fire management in several National Park Service units. The overarching goal of the fire management program is to restore and maintain fire-dependent ecosystems such as forests, woodlands, prairies, savannas, and glades. Historically, fire was an important factor in maintaining these natural communities. Fire helps control invasive vegetation, opens the tree canopy to allow sunlight to reach native plants on the ground, removes the accumulation of dead plant material, and promotes diversity of native plants and animals.   The fire management staff encompasses a wide variety of disciplines, including: the fire management officer, a fire program management assistant, a fire ecologist, a prescribed fire\/fuels specialist, a fire communication\/education specialist, an engine supervisor, fire effects personnel, and firefighters. They perform a full range of wildland fire management operations and services. These include:  Managing prescribed burns Suppressing wildfires Reducing hazard fuels Fire education and prevention Monitoring fire effects   The staff is responsible for overseeing the fire management operations at Ozark National Scenic Riverways, Wilson's Creek National Battlefield, George Washington Carver National Monument, Harry S Truman National Historic Site, Ulysses S. Grant National Historic Site, and Jefferson National Expansion Memorial in Missouri, and at Effigy Mounds National Monument and Herbert Hoover National Historic Site in Iowa. In addition, the fire ecologist and fire effects monitoring crew (known as the Ozark Highlands Fire Ecology staff) are also responsible for monitoring the effects of fire at several national parks in Arkansas, including: Pea Ridge National Military Park, Buffalo National River, Fort Smith National Historic Site, Hot Springs National Park, and Arkansas Post National Memorial. The staff also participates in national response efforts to wildfires and national emergencies. See the latest Incident Management Situation Report.        Firefighter igniting a prescribed fire   Prescribed Burning  Prescribed burning is used to ignite controlled, low-intensity fires when weather conditions are right.         Firefighter on ATV   Wildfires  Unplanned fires in the park are extinguished as quickly as possible. Ozark Riverways fire staff works with interagency partners including Missouri Department of Conservation, U.S. Forest Service, and local fire departments.        Junior Firefighter badge   Fire education There are many interesting, educational, and informational topics related to wildland fire. Did you know that prescribed burning helps improve the native habitats that are home to game species like deer and turkey? To learn more, contact the Fire Communication and Education Specialist at (573) 323-8028 or email to dena_matteson@nps.gov.       \"The river moves from land to water to land, in and out of organisms, reminding us what native peoples have never forgotten: that you cannot separate the land from the water, or the people from the land.\" - (Lynn Noel, Voyages: Canada's Heritage Rivers)",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/management\/firemanagement.htm"
}
