{
    "title": "Redwood National and State Parks: Publications",
    "body": "Publications        The Official Visitor Guide to Redwood National and State Parks  2016 Redwood Visitor Guide (PDF, 13.5 MB)       Camping Guide Not sure what campground is best for you? The guide includes facility descriptions, fees, and services. The guide also provides alternative public camping opportunities.  Redwood National and State Parks Camping Guide  (PDF, 2.1 MB) June 2014    Campground Maps  Jedediah Smith Campground (PDF, 1 MB) Mill Creek (Del Norte Coast) Campground (PDF, 1 MB) Elk Prairie (Prairie Creek) Campground (PDF, 1 MB) Gold Bluffs Beach Campground (PDF, 1 MB)       Official State Park Brochures The official brochures for the three state parks within Redwood National and State Parks.  Jedediah Smith Redwoods State Park Del Norte Coast Redwoods State Park Prairie Creek Redwoods State Park        Backcountry Camping  2014 Backcountry Trip Planner (PDF, 6.02 MB)        Backcountry Trails   Redwood Creek (PDF, 1.13 MB)       Watershed Restoration. 2007 information about the restoration of Redwood Creek after years of upstream logging.(PDF 900kb)        About Coast Redwoods  Redwood Burl (PDF, 3.59 MB) Redwood burls, in their twisted, knotted forms, offer the potential for coast redwoods to grow and thrive for millennia. March 2014 The Three Redwoods (PDF, 2.43 MB) Information about the three redwood species—coast redwood, giant sequoia, and dawn redwood—and how to tell the difference between them. June 2014 How to Help Your Redwood Seedling Survive (PDF, 136.9 KB) Did you purchase a redwood seedling from one of Redwood's cooperating association bookstores? Here's how to care for your tree once you get it home. May 2002 Common Native Trees and Plants (PDF, 2,336 KB)   Are you curious about the trees and plants you are seeing or will see in our park area? This guide to the common native trees and plants in our park will help you identify what you are seeing.  Common Native Ferns (PDF, 1,301 KB)   Need some help identifying the ferns? The common native fern guide will help you figure out which ferns you are seeing.        Horseback Riding and Pack Animals  Pack Animal Trails and Camps (PDF, 4.7 MB) Traveling along park trails with pack animals is an exciting way to see Redwood National and State Parks. This brochure is meant to assist you in planning a safe, enjoyable, and low-impact trip.       Safety and Regulatory Information  Bear Country! (PDF, 160 KB) Information about black bears in the parks and how to protect them and yourself during your visit. March 2005 Enjoying the Beach: Beach Safety (PDF, 244 KB) Don't let the ocean catch you off guard. Play it safe and plan ahead. December 2006 Mountain Lions in Redwood (PDF, 376 KB) Information about mountain lions in the parks and how to protect them and yourself during your visit. Pets (PDF, 2.67 MB) Information about bringing your pets to the parks (with the exception of guide animals, they're not allowed on trails, in buildings, and at ranger-led programs) and the best places to take them. July 2014       Wildlife  Elk in the Redwoods (PDF, 53 KB) General information, where to see them, and how to observe them safely. September 2002 Bear Country! (PDF, 160 KB) Information about black bears in the parks and how to protect them and yourself during your visit. March 2005 Mountain Lions in Redwood (PDF, 376 KB) Information about mountain lions in the parks and how to protect them and yourself during your visit.       Bicycling and Bike Trails  Bicycling: Routes and Rules of the Road (PDF, 1 MB) Regulations for bicyclists in the parks, as well as safety information and designated backcountry bicycle routes. June 2014       Fishing Regulations  2015-2016 California Fishing Regulations: California Fish and Game freshwater fishing, ocean fishing, and supplemental regulations.  2015\/2016 Smith River Fishing Regulations (PDF, 921 KB) 2015\/2016 Redwood Creek Fishing Regulations (PDF, 476 KB) 2015\/2016 Freshwater Lagoon Fishing Regulations (PDF, 820 KB)       Management and Administration  Fact Sheet (2.73 MB) The numbers, figures, and facts of Redwood National and State Parks. June 2014 Comment Sheet (259 KB) Your feedback is important! Tell us what you think we're doing right and\/or where we need to make improvements. Thank you! April 2014       History and Culture  The Making of a Yurok Canoe (PDF, 165 KB) Yurok people have always been closely tied to fresh and salt water. They travelled extensively by canoe—the canoe was an essential part of each family's household. Today, Yurok carvers continue the tradition.       Redwood National Park resource managers pioneered watershed restoration. This 8-page newspaper covers the history and the future of restoring watersheds in these parks, includes lots of pictures and maps.      Redwood Information in Other Languages Español (Spanish) Guía del Visitante, Visitor Guide (PDF, 3.6 MB) Bienvenidos al Bosque de Redwoods, Park Brochure (PDF, 301 KB)  日本語 (Japanese)  ビジターガイド, Visitor Guide (PDF 3.7 MB) ようこそ Park Brochure (PDF, 587.47 KB)  歡迎 (Chinese-simplified)  歡迎 Park Brochure (PDF, 367 KB) Junior Ranger 活动手册 (PDF 7.6MB)    한국인 (Korean) 방문자 안내, Visitor Guide (PDF 3.7 MB) Junior Ranger 활동 소책자 (PDF 5.6 MB)  Deutsch (German) Leitfaden für Besucher, Visitor Guide (PDF 3.6 MB) Herlich wilkommen, Park Brochure (PDF, 589 KB) Junior Ranger Aktivitäten-Heft (PDF 7.2 MB)  Français (French)  Soyes le bienvenu, Park Brochure (PDF, 155.92 KB)  Guide Touristique 2014, Visitor Guide (PDF, 3.6 MB) Italiano (Italian)  Guida per i Visitatori, Visitor Guide (PDF, 3.6 MB)  Tiếng Việt (Vietnamese)  Junior Ranger Sách Hướng Dẫn Các Hoạt Động (PDF  7.3 MB)",
    "url": "https:\/\/www.nps.gov\/redw\/planyourvisit\/publications.htm"
}
