{
    "title": "Redwood National and State Parks: Marbled Murrelet",
    "body": "Marbled Murrelet        A nesting marbled murrelet.        History In the early 1970s, the nesting site of the marbled murrelet along the Pacific Coast was one of the great remaining bird science mysteries of North America. How could a bird that numbered in the thousands when seen out at sea not have an obvious nesting place? The mystery wasn’t solved until 1974 when a maintenance worker in Big Basin State Park near Santa Cruz in central California was climbing in an old growth redwood tree less than a half mile from the park’s main visitor center. Near the tree top, he saw a fluffy spotted nestling about the size of a robin sitting on a very large branch. Strangely, the chick had webbed feet. He took a picture of it and showed it to bird experts. Lo and behold, the nesting habitat of marbled murrelets was finally discovered––coastal old growth coniferous forests of the Pacific Northwest.   With the discovery of a murrelet nest in a tree, a major evolutionary leap in seabird biology was revealed.  Most animals stick to a life style similar to other closely related species.  Murrelets belong to the auk family (Alcidae) of birds that includes puffins, murres, and guillemots.  All other alcids nest on isolated rocky islets or cliffs.  But somewhere in the far past, a few murrelets’ ancestors decided that those giant woody green things just inland off the coast made pretty good nest platforms too.  When that happened, a seabird became a forest bird.     To become forest birds, marbled murrelets had to develop adaptations not typical of seabirds.  Coloration was one.  Most seabirds are white on the bottom to blend in with the surface of the ocean when seen from below and dark on the back to blend in with the surface of the ocean when seen from above.  During the non‐breeding season, murrelets hold to that pattern.  But during the nesting season, they turn reddish brown all over with a marbling of white spots, perfectly blending in with the sun dappled shadows of the redwood canopy.  The chicks are similarly well camouflaged.  Murrelet eggs are also perfectly suited to their canopy environs, colored jade green with dark speckles.     Another adaptation from ocean to forest has to do with parental arrivals and departures from the nest.  Murrelets only come inland from the sea during the low light hours just before sunrise or just after sunset.  This lowers their chances of being seen by a predatory bird that hunts during daylight. Once at the nest, one adult either feeds the chick and leaves as quickly as possible or makes a quick exchange with its partner if an egg is being incubated.  The adult won’t return for a full 24 hours, leaving the incubating adult or nestling to sit on the nest in absolute stillness, trying to stay as hidden as possible.  After a month of egg incubation and a month of feeding their rapidly growing chick, the murrelet parents abandon their chick to its fate.     The chick, now half again heavier than its parents, needs every gram of that extra fat to undergo a simultaneous molt lasting just a few days.  The chick loses all its spotted nestling down and replaces it with black‐and‐white subadult feathers in one fell swoop, a massively energetic process. The now boldly‐patterned nestling stands out in a forest setting, but the soon‐to‐be fledgling is wonderfully cryptic for an ocean setting.  The fledgling leaps off the large branch that has been its only home and takes its first flight.  Alone.  On instinct only, the newly fledged bird must navigate up and out of the massive trees and westward to the ocean.  If lucky, it will land just outside the surf zone, and dive beneath the sea where it will fly underwater like a penguin, chasing prey like sand lance, herring and anchovy.        In Search of Other Life After scientists learned that marbled murrelets nested in trees, they started to search for them up and down the Pacific Northwest old growth coastal forests by looking up into the early morning sky and listening. Sometimes murrelets give out a robin‐like “keer keer” call when flying over the forest. Murrelets are fast fliers because their broad paddle‐like wings require high speed to generate lift, so listening was as important as trying to see a small fast bird in the early dawn. It became immediately clear that murrelets were only found where there are large stands of old growth trees within a few tens of miles of the coast. In California, that meant that murrelets were only likely to be found in the old growth redwood forests protected in California State Parks and Redwood National Park. Subsequent intensive at‐sea population surveys have revealed that only 4,000 murrelets, give or take a thousand, exist off the coast of Redwood National and State Parks. Unfortunately, that population is by far the largest remaining in California. The only other large population of murrelets, numbering only few hundred, is found off the Santa Cruz coast. These startlingly low numbers led to listing murrelets as threatened under the federal Endangered Species Act and endangered by the State of California. Oregon and Washington each have roughly the same number of murrelets as in California.    Almost all the old growth redwoods outside the parks are long gone and much of the coastal old growth forests in Oregon and Washington have been harvested. Even with the nesting habitat gone, conservation biologists hoped that at least the murrelet populations protected within the parks and forest reserves of the west coast would remain stable. Unfortunately, at‐sea population monitoring surveys over the past ten years have indicated that the overall populations protected by listing has fallen by approximately 29%, despite little additional loss of nesting habitat over that same time period. Additional studies, including a key study conducted in Redwood National and State Parks, discovered that one of the primary causes of the population decline is a high rate of nest predation, particularly by Steller’s jays and to a lesser extent common ravens, gray jays, and a few small forest mammals.      Compounding Bird Issues Most troublesome have been the results of more studies and monitoring here in Redwood National State Parks, and elsewhere, that have demonstrated that where there are high numbers of park visitors with food, like in campgrounds, there are very high numbers of Steller’s jays. Due to the jays’ systematic foraging patterns, this means that where you have more jays you have much higher chances of a murrelet nest becoming predated because there are more predatory eyes searching per unit area. The equation is simple: more human food available to jays in an area = more jays in that area = more murrelet eggs eaten and more dead chicks in or immediately adjacent to that area. Researchers in Redwood National and State Parks have shown that the area of effect extends up to one kilometer outside of the campgrounds.          Wildlife Manager Response  Redwood National and State Parks and conservation partners have gone all in to address this problem. Over a million dollars have been spent on marbled murrelet conservation in Redwood National and State Parks in the last 15 years. An adaptive management process was adopted to deal with an initial dearth of information. Scientists were brought in to study everything they could about the marbled murrelets themselves and how Steller’s jays and common ravens live in the parks’ campgrounds and old growth forests so that the parks can best tailor management options to preserve murrelets. Campground infrastructure has been redesigned to limit the amount of food waste available to wildlife. A huge visitor education campaign has been launched to educate visitors to prevent the intentional and unintentional feeding of wildlife to cut off the supplemental food supply to the murrelets’ predators. As more research and monitoring are conducted, more management options may be implemented by park staff and conservation partners. The close association of the marbled murrelet and old growth coastal forests and the science and conservation work done make the murrelets truly an iconic bird in Redwood National and State Parks. And about that arcane nickname…even though scientists didn’t know that marbled murrelets lived up in the old redwood trees before the early 1970s, locals knew something lived high in the canopy. In the early morning, they would hear something “keer keer’ing” over their heads in the often misty skies. They called them fog larks. Through science‐informed management, Redwood National and State Parks should hopefully be a place that future generations will be able the hear the call of the fog larks too.      Best Places and Times to See and\/or Hear Marbled Murrelets in the Parks Time of year–murrelets nest in the parks from late March until mid-September, with the highest activity occurring from mid-May through the end of July Time of day–very early morning, from approximately a half hour before to a half hour after sunrise. Locations–open meadow areas on lower Redwood Creek Trail, the parking lot at Lost Man Creek Trail trailhead, Elk Meadow, Elk Prairie, gravel bars on the Smith River near Jedediah Smith Campground and Stout Grove. What to look\/listen for–small, dark, cigar shaped birds flying in fast straight lines with rapid wing beats making a “keer keer” call somewhat similar to a robin call heard at a distance.        Marbled Murrelet Facts Family–Alcidae; related to puffins, murres, auks Size–10 inches Habitat–surfline to 2 miles out Plumage–dark grey above\/white below (winter); brown mottled (summer) Nest–on old-growth conifer limbs 2-30 miles inland; March to September; produce one egg; incubate one month, one month to fledge Food–herring, smelt, anchovies Population in CA–historically 60,000, now 4,000; 75-90 percent of breeding population exist offshore of Redwood National and State Parks History–first discovered nesting in an old-growth forest in 1973 (in Santa Cruz county); federally-listed as threatened in CA\/OR\/WA in 1992; endangered in CA; Listing due to habitat destruction (more than 90 percent), primarily from logging",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/marbled-murrelet.htm"
}
