{
    "title": "Redwood National and State Parks: Redwood Family Coastal Camp (RFCC)",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Redwood Family Coastal Camp (RFCC)              Redwood Family Coastal Camp (RFCC)         Fourth graders and their families backpacking along the Coastal Trail during the Redwood Family Coastal Camp. NPS Photo   Attention: All Del Norte County Fourth Graders! In summer 2016, Del Norte County fourth graders (see \"Who Can Participate,\" below) and their families are invited to the Redwood Family Coastal Camp: a free, ranger-guided, two-day\/one-night backpacking trip along the California Coastal Trail in Redwood National and State Parks. No camping or hiking experience is necessary, and all gear and some food will be provided. After summer, participants will continue to enjoy free access to camping and backpacking gear for years to come. Space is limited, so don't miss this unique chance to learn about the world-class recreational opportunities and natural, historical, and recreational opportunities along our local coastline. Once again, it's free! All you need to bring is yourself, your family, a sense of adventure, and a desire to have fun! Who Can Participate? Any student enrolled in third through fifth grade (or equivalent) at a Del Norte County school during the 2016-2017 academic year is eligible to participate in the Redwood Family Coastal Camp (RFCC). A parent or legal guardian must accompany each student participant for the duration of the camp. In addition to the student participant and his\/her parent or legal guardian, up to two (2) additional members of the student participant's immediate family or household can participate for a minimum of two (2) and a maximum of four (4) total campers per family group. All RFCC participants should be able to walk unassisted over uneven, unpaved terrain up to 2.5 miles each day of the 2-day camp. If you're unsure about the abilities of participants in your family group, and especially if participants are under 5 years of age, please contact a RFCC park ranger at 707-465-7397 or REDW_Camp@nps.gov or by clicking this link (messages sent via this link cannot include attachments). Is it Really Free? Yes, it's really free! While participants will need to provide transportation to\/from the trailhead near Crescent City, CA and bring some personal supplies (e.g., appropriate clothing, water bottle, toothbrush, some food and snacks, etc.—RFCC staff will provide a checklist upon confirmation of enrollment), we'll provide one dinner, one breakfast, and all the backpacking basics: backpack, sleeping bag, tent, cookstove, cookware, and more! Inspired by President Obama's \"Every Kid in a Park\" initiative, RFCC is one way Redwood is celebrating the National Park Service Centennial in 2016. Funding for RFCC is made possible by an \"Explore the Coast\" grant from the California State Coastal Conservancy, and partnership contributions from the Patricia D. and William B. Smullin Foundation, Arthur R. Dubs Foundation, Wild Rivers Community Foundation, and Redwood Parks Conservancy.              How to Apply A parent or legal guardian must complete the RFCC Application Form for each fourth-grade student participant and up to two (2) additional family or household members. The parent or legal guardian completing and signing the application assumes full responsibility for all participants in the family group. To apply:  Obtain a RFCC Application Form from one of the following:  Del Norte County Unified School District Office 301 W. Washington Blvd. Crescent City, CA 95531  First 5 Family Resource Center (FRC) 494 Pacific Ave. Crescent City, CA 95531  Administrative offices at individual schools in the Del Norte County Unified School District.  Download and\/or print an application here: RFCC Application Form (pdf).  Alternatively, your fourth-grade student may bring home an application from school. RFCC park rangers plan to visit fourth-grade classrooms in Del Norte County in June 2016. Carefully read and complete all pages of the application form. Incomplete applications may not be accepted, or may result in delays and possible unavailability of preferred camp date(s). Submit your completed and signed Application Form in any one of the following ways:  By mail: Redwood National and State Parks Attn: Redwood Family Coastal Camp 1111 Second Street Crescent City, CA 95531  By email (scanned as attachment): REDW_Camp@nps.gov  By fax: 707-464-1812 We recommend use of a fax cover sheet that identifies \"Redwood Family Coastal Camp\" or \"RFCC\" in the \"to:\" or \"subject\" fields  Hand-delivered in person (9 am –5 pm, 7 days\/week): Hiouchi Visitor Center 1600 U.S. Hwy 199 Hiouchi, CA 95531 or Crescent City Information Center 1111 Second Street Crescent City, CA 95531 RFCC park rangers will review applications and contact parents or legal guardians to confirm participation dates, and provide additional information to help families prepare, including an optional \"open house\" held several days before camp.  Camp Dates   Available RFCC dates are listed below. These dates are also included in the RFCC Application Form—applicants will be asked to indicate their first-, second-, and third-choice preferences.    Saturday, June 18 – Sunday, June 19 Saturday, June 25 – Sunday, June 26 Friday, July 1 – Saturday, July 2 Thursday, July 7 – Friday, July 8 Wednesday, July 13 – Thursday, July 14 Thursday, July 21 – Friday, July 22 Friday, July 29 – Saturday, July 30 Saturday, August 6 – Sunday, August 7 Saturday, August 13 – Sunday, August 14 Friday, August 19 – Saturday, August 20 Friday, August 26 –Saturday, August 27        What to Expect  Before Camp After receiving applications, RFCC park rangers will notify parents or legal guardians to confirm participation dates, and provide additional information to help families prepare, including an optional \"open house\" held several days before camp. It's an opportunity to meet RFCC staff, ask any last-minute questions, and even take a look at all the cool backpacking gear you'll be using!   Camp Day 1 On the first day of camp, you'll meet with RFCC rangers and other family groups participants at 8:30 am at the Crescent Beach Education Center on Enderts Beach Road in Crescent City, CA. After a welcome and brief orientation, everyone will be outfitted with all necessary gear. Then, you'll hit the trail with an RFCC park ranger as your guide.   It's a 2.5-mile hike to Nickel Creek Backcountry Camp along the Coastal Trail: The first 1.5 miles of the trail is flat and easy, shaded by alder and spruce, and then climbs about 150 feet over the next half mile to spectacular views at Crescent Beach Overlook. From there, the trail (an abandoned section of the Old Redwood Highway) descends downhill about 100 feet over the next half mile to the Nickel Creek Backcountry Camp—home for the night!   Each family group will be assigned a campsite—each site has a picnic table, animal-proof storage locker, and campfire ring; there is also a shared, composting toilet at camp. RFCC park rangers will demonstrate and assist families in setting up camp, pitching tents, etc. Then, rangers will guide participants to nearby Enderts Beach for an exploration of area history, coastal ecology, geology, and even tidepools (if tides are right!)   Back at camp, ranger\/chefs will demonstrate preparation of a simple, one-pot meal while family groups follow along with their own cookset (any dietary restrictions should be indicated on the RFCC Application Form). After cleanup and as evening sets in, you'll gather around the campfire to share some final thoughts, instruction, and Q & A with rangers before they say \"goodnight\" and depart camp for the night (they'll return bright and early the next morning with breakfast!). Enjoy a quiet night in one of the most beautiful places on Earth!   Camp Day 2 By 8 am, RFCC park rangers will return to Nickel Creek Backcountry Camp with a simple, continental-style breakfast for all campers. After breakfast, families and rangers will then break down camp together, pack up, and return to the Crescent Beach Education Center (where Day 1 started) via the same 2.5-mile section of Coastal Trail hiked the day before, arriving around lunch time (lunch will not be provided). Rangers will gather gear from participants, share some concluding thoughts, and then... It's over. Sort of:   After Camp We trust you and your family will leave the Redwood Family Coastal Camp with a more peaceful and relaxed state of mind; with the experience and confidence to pursue more backcountry camping adventures on coastal public lands in your community; with a greater appreciation for the unparalleled natural and cultural resources of Redwood National and State Parks; and probably with some new friends, too.   And did we mention that, even after the 2016 Redwood Family Coastal Camp, fourth-grade participants will continue to enjoy free access to the same backcountry equipment for as long as they're students in Del Norte County? The only requirement is a free backcountry permit, available from any Redwood National and State Parks visitor center.       How to Contact RFCC Staff Phone: 707-465-7397 Email: REDW_Camp@nps.gov Or, send us a message by clicking here (attachments cannot be included)!",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/kidsyouth\/rfccamp.htm"
}
