{
    "title": "Redwood National and State Parks: Sudden Oak Death (SOD)",
    "body": "Sudden Oak Death (SOD)       What is Sudden Oak Death? Sudden Oak Death (SOD) is a non-native plant disease infecting forests of many coastal California counties. The disease is caused by the microscopic pathogen Phytophthora ramorum (pronounced fi-TOFF-thora ra-MOR-um). Phytophthora ramorum is a water mold which causes lethal cankers and\/or a non-lethal foliar blight on many native and ornamental plant species. It is believed, although not confirmed, that the pathogen arrived on ornamental plants from eastern Asia via the international nursery trade [1, 2]. The name Sudden Oak Death is a misnomer: the pathogen does not kill all species of oaks, and it affects far more genera then just the true oaks (Quercus). Currently, there are 127 host species of Phytophthora ramorum (P. ramorum) listed by the USDA's Animal and Plant Health Inspection Service (as of February 2010). Where is Sudden Oak Death? First noticed in the United States on tanoaks in 1994 in Marin County, California, P. ramorum has spread to fourteen coastal California counties, Curry County, Oregon, and is repeatedly found nationwide in the nursery setting and in the United Kingdom [3, 4]. The fourteen coastal California counties that have P. ramorum infestations and are under state and federal quarantine regulations are: Alameda, Contra Costa, Humboldt, Lake, Marin, Mendocino, Monterey, Napa, San Francisco, Santa Cruz, Santa Clara, San Mateo, Solano, and Sonoma. Unfortunately, the SOD pathogen has been found in Redwood National and State Parks (RNSP). The bad news is that it has been recovered from the water of Redwood Creek.  The good news is that the source of the infection is outside of the Park boundary and the infection appears to be confined to the creek water. There currently is NOT a terrestrial\/forest infection in RNSP. However, this infection source is approximately 5 miles southeast of the Park boundary and could eventually move into RNSP forests. In response to this recent detection in Redwood Creek, Park staff have increased monitoring in the watershed and have begun management efforts to reduce risk of stream related disease transmission into adjacent forests. The most widespread wildland infestation in northern California occurs in southern Humboldt County, 4 miles northeast of Miranda, and is approximately 60 miles away from the border of Redwood National and State Parks. Within this infestation area P. ramorum has infiltrated Humboldt Redwoods State Park, along a 6 mile stretch on Avenue of the Giants (near Burlington, south of Weott). Also of concern to RNSP due to its proximity is an unknown source of infection detected in 3 streams in McKinleyville, Humboldt County. McKinleyville is less than 15 miles away from the south-eastern border of Redwood National Park. Three streams and one nursery continue to test positive for the pathogen, although the source of the stream infections in McKinleyville are still unknown. Also approaching RNSP is the Oregon infestation, which is located near Brookings in Curry County. This infection is approximately 17 miles from Jedediah Smith State Park. How Does the Disease Spread? Phytophthora ramorum spores are dispersed via moist air currents. They can spread up to 600 feet in normal wind and rain events and from 1-3 miles in more extreme storms [5]. Phytophthora ramorum is also spread long distances by human means including: planting of infected nursery plants, movement of soil, and transportation of infected plant matter. Widespread dispersal of P. ramorum depends on the presence of certain host species that act as \"transmission highways\". These species are foliar hosts and foster intense spore production which drives the pathogen across the landscape. California bay laurel (Umbellularia californica) and tanoak have played this role in California and Oregon wildlands, however in the United Kingdom, rhododendron is the driving force [6]. Why Should You Care? Since its discovery in California in 1994, Sudden Oak Death (SOD) has been responsible for the death of over one million oak and tanoak trees in California alone [7]. Phytophthora ramorum kills tanoak (Lithocarpus densiflorus), black oak (Quercus kelloggii), canyon live oak (Quercus chrysolepis), coast live oak (Quercus agrifolia), Shreve oak (Quercus parvula var. shrevei) and less commonly kills Pacific madrone (Arbutus menziesii) and Pacific yew (Taxus brevifolia). All these species, with the exception of coast live oak and Shreve oak, are found within RNSP. Tanoak is proving to be extremely susceptible to SOD, and is being devastated in numerous locations within coastal counties of central California.  In the Big Sur Ecoregion of Monterey County, tanoak mortality has reach 63% in redwood-tanoak forests and this number is expected to climb even higher[8]. Point Reyes National Seashore in Marin County may have areas with 90-100% tanoak mortality [9]. The specific ecological consequences related to the loss of tanoaks in Point Reyes, Big Sur and other areas impacted by this disease are still unknown. Tanoak is important to the structure and composition of forest plant communities. They are the dominant hardwood trees species in redwood and mixed conifer\/hardwood stands. They provide mid-canopy cover and structure, provide understory shading, and are important sources of forest floor nutrients via leaf drop. As tanoaks die and fall they will leave gaps in the forest for other plant species to occupy. It is unclear what species will move into these gaps and there is some concern over invasive exotic species colonizing those areas. Losing tanoaks could also alter decomposition rates and the chemical and nutrient balance of forest soils due to the strong association of tanoaks with ectomycorrhizal fungi (mushroom) species [10]. Again, the repercussion of such change is unclear. Because of the lack of research data on the ecological impact of SOD we can only speculate on how this disease will affect the ecology of RNSP forests once it gets here. We do know, however, that tanoak is the most pervasive and prolific acorn bearer in RNSP forests. Tanoaks are present in over 75% of the RNSP landscape. The annual production of a healthy, mature tanoak (a 30 to 40 year old tree) is 3,900 to 110,000 acorns, which is equivalent to 35 to 1000 lbs of acorns [11]. Tanoaks provide needed habitat and food resources for a variety of organisms. Tanoaks are a keystone species in RNSP forests and as such help create the conditions needed for the forest food web to function. Many mammals, birds and insects rely on tanoaks for nesting habitat, shelter and food [3, 12]. Tanoak mortality within RNSP could eliminate this important resource for wildlife. Given that tanoaks are a vital part of the ecology of RNSP forests and that P. ramorum is lethal to tanoaks, we can assume that the introduction of P. ramorum into RNSP will have a dramatic impact on the ecology of the Parks' forests. We will still have redwood forests but they will be very different redwood forests. The spread of P. ramorum has the potential to increase fire intensities in areas of tanoak mortality. Dying or dead tanoak trees can provide ample fuel to alter fire spread, fireline intensity, and smoke production. Fires burning into areas with hundreds of dead or dying, small diameter tanoak trees per acre may see simple ground fires swell to hazardous fire conditions, impacting other forest species. Increased fire intensities could also severely impact soils, as high fuel loadings from dead tanoaks allow fires to burn soil organics and nutrients. Hazardous fuels conditions associated with SOD could be mitigated, but would require development of hazard fuel plans and significant input of dollars; difficult propositions in tight budgetary climates. Other areas of California impacted by SOD have had to develop fire hazard plans specifically to address the issue of standing dead oaks and tanoaks killed by P. ramorum [13]. Native American cultures of the North Coast will also be impacted by the loss of tanoak. Historically, the cultural, spiritual and economic base of local tribes was salmon and tanoak acorns. Today, salmon and acorns still play important roles culturally, spiritually and economically. Salmon runs have been devastated in the last few years due to over-fishing and deteriorating stream and ocean conditions; the loss of tanoak will be one more blow to tribal cultures. But tanoak is not the only plant species affected by P. ramorum. There are over 100 native and ornamental plant species that can be infected by this pathogen. And the list continues to grow. For a current listing of all affected plant species, please visit www.aphis.usda.gov\/plant_health\/plant_pest_info\/pram\/. What Can You Do? Don't be a vector! You can help slow the spread of P. ramorum by following the regulations and best management practices promoted by the California Oak Mortality Task Force (www.suddenoakdeath.org). Those who are traveling the \"redwood circuit\" should be especially vigilant. Sudden Oak Death is present in the most highly visited forests south of RNSP. It is present in Muir Woods National Monument, Point Reyes National Seashore and Humboldt Redwoods State Park\/Avenue of the Giants, to name a few. Do not transport infected plant material into uninfected areas:  Stay on established trails. If you have been in an infected area remove mud and debris from shoes, vehicles, bikes, horses' hooves and pets' paws before going into uninfected areas. Clean and disinfect boots, bike tires, equipment, and tools used at infected sites by removing mud and debris and spraying with Lysol or a 10% bleach solution.   Where are the most vulnerable areas of RNSP? Although most forested areas of RNSP have the potential of becoming infected by P. ramorum, there are some areas that are more vulnerable due to the high level of visitation and the type of vegetation that is present at those locations. The following are the most susceptible areas of RNSP:   Tall Trees Grove Trail Emerald Ridge Trail Dolason Trail Redwood Creek Trail Holter Ridge Bike Trail Prairie Creek Visitor Center area Big Tree area\/Foothill Trail Cathedral Trees Trail Cal Barrel Road Howland Hill Road Jedediah Smith Redwood State Park Campground   Guests who are visiting, hiking or camping in these areas, especially those coming from infected or potentially infected sites, should take extra care to clean and disinfect boots and equipment. What are WE doing to protect RNSP? Prevention and early detection are the best weapons in the fight against Sudden Oak Death. Once the disease has become established it has proven extremely difficult (if at all) to eradicate or control. RNSP is drawing from over 10 years of research about this disease to develop a management plan to try to prevent the disease from entering the Parks and to quickly act when the pathogen is found in the forest. We have been conducting early detection surveys throughout the Parks since 2006 and are in the process of creating a comprehensive management plan.  Redwood Creek Management To reduce risk from the infected stream water of Redwood Creek (see previous section \"Where is Sudden Oak Death\"), staff has begun the selective removal of tanoak and California bay vegetation from the active stream channel. To date, there is no known terrestrial infection within RNSP. Stream Bating The most efficient way to survey for P. ramorum is to \"stream bait\". To do this we place clean, disease-free rhododendron leaves into mess bags and place the bags into various streams throughout the Parks and other areas of Humboldt and Del Norte Counties. If there are P. ramorum spores in the watershed they will potentially infect the rhododendron leaves in the bags. We leave the bags in the streams for 10 to 14 days then collect them and send the leaves to a lab for analysis. Each stream is baited once per month during the months of January through June, which are the most active spore producing months for the pathogen. Ground Surveys We also conduct ground surveys of P. ramorum symptoms in high public-use areas within RNSP. These areas include trails, campgrounds, parking lots and roads. Within the high use areas we target forests with key host species, including tanoak, California bay laurel, and rhododendron. We visually scan those areas for symptoms of the disease on host plants. If potential symptoms are present we collected foliar, twig, and\/or canker samples and send them to a lab for analysis. Gravel Projects In order for P. ramorum to spread long distances (e.g. from Avenue of the Giants to RNSP) infected material must come in contact with non-infected host vegetation. Visitors can unknowingly transport the spores of the Sudden Oak Death pathogen via infected mud and plant debris carried on shoes, automobiles, bikes, pet paws and hooves [14]. The highest risk of transmission typically occurs during P. ramorum's active sporulating season in the early spring, which correlates with warmer rains [14, 15]. To slow\/prevent the arrival of P. ramorum into RNSP via automobiles and feet we are minimizing standing water and mud within high use\/high host density areas. To accomplish this we will be gravelling dirt parking areas, turnouts and trailheads in critical areas of RNSP. Host Mapping In order to have a better idea of where the pathogen may first enter RNSP and how it could potentially move through the landscape we are mapping the three most important host species in the Parks; tanoak, California bay laurel and rhododendron. Education and Outreach An informed public can help reduce the risk of infection at RNSP. We will continue to reach out to Park visitors through educational materials and presentations. Host Species and Symptoms Although lethal to some species, P. ramorum causes non-lethal foliar blight on most of its hosts. This is critical to the pathogen's success. It is from the foliar tissue that the pathogen produces spores in high numbers and spreads across the landscape. The most important foliar host species for the spread of P. ramorum are the California bay laurel (Umbellularia californica), tanoak, and rhododendron. California Bay Laurel Symptoms: Phytophthora ramorum usually causes brown leaf tips (lesions) followed by a black demarcation line and a yellow \"halo\" (see photo).  The lesions can form wherever water pools on the leaf (due to gravity). There also may also be black spotting on the leaf. Usually the infection can be observed throughout the entire crown of the tree. Note: California bay is host to several pathogens with symptoms that look exactly like SOD. Lab analysis is needed for positive diagnosis.  Tanoak Symptoms: All tissue parts of tanoak may be infected. Symptoms include: death, trunk cankers (bleeding or not), stem cankers, branch tip dieback (from stem cankers), water soaked appearance of some leaves, mid-vein necrosis and blackened petioles. During tanoak's active growing season there may also be \"sheppard's crooking\" of new stems. Rhododendron Symptoms: Phytophthora ramorum causes brown lesions on the leaves (leaf spotting). The lesion area is identical on the upper and lower leaf surfaces, has diffuse margins, may be any shape, and can follow the petiole and mid-vein. Like tanoak, the leaves can take on a water soaked appearance. Less common, the pathogen causes branch tip dieback.  Pease visit www.suddenoakdeath.org for more information about Sudden Oak Death. References used in the creation of this website.",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/sod.htm"
}
