{
    "title": "Hawai'i Volcanoes National Park: Scattering of Ashes",
    "body": "Scattering of Ashes       The scattering of cremated human remains in Hawaiʻi Volcanoes National Park should be planned as a small private affair, held away from high visitor use areas. You are welcome to hold your ceremony anywhere the general public may go, with the exception of Halemaʻumaʻu Crater as it is a sacred site to many Native Hawaiians. Several important conditions must be considered in your plans and are listed below. There is a non-refundable $25.00 application fee for the permit. An application for special use (pdf-56KB) must be completed for your ceremony to be held in the park. Please email, mail, or fax (808) 985-6322 the completed form to Berkeley Yoshida at Hawaiʻi Volcanoes National Park, P.O. Box 52, Hawaii National Park, HI 96718. A copy of the death certificate is required. A Special Use Permit may then be granted for the event. The preferred method of payment is through Pay.gov. Please call 808-985-6027 to obtain the permit number to insert onto the online Pay.gov form. You must have this number in order to process payment. Please send a copy of the system generated receipt with this application. Or you may send a check or money order along with the application. Pay.gov accepted payment methods:  Bank account (ACH) Paypal account Dwolla account Debit or credit card    Make payment via Pay.gov Contact Berkeley Yoshida at (808) 985-6027, if you have any questions. Hawaiʻi Volcanoes National Park entrance fees will apply. Special Use Permit Conditions for Scattering of Cremated Human Remains  Scattering is not permitted at or in the Halemaʻumaʻu Crater. Scattering must take place in such a manner and in such a location that the ashes will not be located and identified as human remains. Unmanned Aerial Systems (UAS;also known as drones) are prohibited.  No memorials, plaques, photos, or flowers will be left in the park. The permittee recognizes and is aware of the sensitivity of this activity and agrees to perform it in a discreet and private manner. Established entrance fees are required and this permit does not waive those fees. All instructions by National Park Service personnel must be followed. All local, state, and federal rules and regulations must be followed. Violation of the terms and conditions of the permit may result in the immediate revocation of the permit and\/or other law enforcement action.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/management\/scattering-of-ashes.htm"
}
