{
    "title": "Redwood National and State Parks: Land Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Land Mammals                 Land Mammals       Terrestrial (land) mammals are those warm-blooded furry creatures that live on land. From tiny shrews to 1,200 pound (544 kg) Roosevelt elk, Redwood National and State Parks (RNSP) are home to a wide variety of terrestrial mammals. There are 66 known species of terrestrial mammals in Redwood National and State Parks, including 13 species of bats and one non-native species–the Virginia opossum. These mammals either reside in the parks year-round or, as in the case of bears and larger forest carnivores, occupy home ranges overlap park boundaries. Some terrestial mammals, particularly bats, reside in the parks only during the breeding season or during migration.   Most mammals are not easy to spot but.... Many of the small mammals within the parks are seldom seen. These animals are largely nocturnal (night-active) or fossorial (underground-active) and include forest-dwelling mice and woodrats, insectivores (shrews, shrew-moles, and moles), gophers, and the mountain beaver (not to be confused with “true” beavers). Although not often directly observed, the signs of these mammals are often evident. For example, two species, the Sonoma tree vole and Oregon red tree vole (members of the mouse family), build their nests on tree limbs of conifers, primarily Douglas-fir trees. These nests may appear somewhat globular and be fairly wide in diameter. They are constructed primarily of twigs clipped by the voles, and are used repeatedly among generations of tree voles and added to over time. These unique rodents feed on conifer needles, discarding the inedible resin duct portion of the needle.  The discarded ducts may accumulate in small piles on the ground beneath the tree housing the nest(s), another sign you are in the vicinity of a tree vole. When walking through the Bald Hills prairies or other coastal grasslands, you are likely to see sign of the California vole. These rodents build runway tunnels throughout the areas they inhabit, and may pile dirt at runway entrances.  Although underground most of the time, they are active during the day and may be observed darting from one tunnel entrance to another. The nocturnal dusky-footed woodrat is another seldom-seen rodent in the parks, but their large houses made of sticks and other debris may be observed on top of old tree stumps or at the bases of small trees.  The dusky-footed woodrat is the proverbial “pack-rat”, so called due to its habit of carting any assortment of items, human-made or natural, into its nest. Another group of mammals that delights park visitors and staff alike are the carnivores. Although these animals are uncommonly seen, it is possible to observe bobcats, mountain lions, coyotes, black bears, and some of the smaller mesocarnivores including fisher, gray fox, mink, and skunk within RNSP, in many different types of habitat. Look for river otters along creek gravel bars, ocean beaches and rocky coastlines.  A telltale sign for the otter is scat, or feces, that tends to be loaded with the shells of crabs, crayfish, and other hard-shelled invertebrates. The North American beaver may occasionally be observed in Redwood Creek and its tributaries. Beavers in parks build bank-lodges consisting of a burrow extending into the creek bank. As elsewhere throughout their range in North America, beavers build dams and may create small beaver ponds. Much to the consternation of road workers they also are known to pile sticks in culvert openings, thus, plugging the culvert. Dams and plugged culverts are sure signs that beavers are at work somewhere close by.  Roosevelt elk and black-tailed deer reside in the lowland coastal grasslands, redwood forests, and the Bald Hills prairies and oak woodlands. Chipmunks and tree squirrels also may be seen in park's forests and oak woodlands. These small rodents and large ungulates are the most commonly observed terrestrial mammals within Redwood National and State Parks.  Listed below are some of the mammals that can be found in Redwood national and State Parks. Virginia oppossum (Didelphis virginiana) Marsh shrew (Sorex bendirii) Pacific shrew (Sorex pacificus) Trowbridge shrew (Sorex trowbridgii) Vagrant shrew (Sorex vagrans) American shrew-mole (Neurotrichus gibbsii) Broad-handed mole (Scapanus latimanus) Coast mole (Scapanus orarius) Townsend’s mole (Scapanus townsendii) Big brown bat (Eptesicus fuscus) Western red bat (Lasiurus blosevillii) California myotis (Myotis caifornicus) Fringed myotis (Myotis thysanodes) Little brown myotis (Myotis lucifugus) Long-eared myotis (Myotis evotis) Long-legged myotis (Myotis volans) Yuma myotis (Myotis yumanensis) Hoary bat (Lasiurus cinereus) Silver-haired bat (Lasiurus noctivigans) Townsend’s big-eared bat (Corynorhinus townsendii) Pallid bat (Antrozous pallidus) Mexican free-tailed bat (Tadarida brasiliensis) Brush rabbit (Sylvilagus bachmani) Mountain beaver (Aplodontia rufa) Chipmunk (Tamias sp.) California ground squirrel (Spermophilus beecheyi) Douglas squirrel (Tamiasciurus douglasii) Northern flying squirrel (Glaucomys sabrinus) Western gray squirrel (Sciurus griseus) Botta’s pocket gopher (Thomomys bottae) Bushy-tailed woodrat (Neotoma cinerea) Deer mouse (Peromyscus maniculatus) Pacific jumping mouse (Zapus trinotatus) California vole (Microtus californicus) Sonoma tree vole (Arborimus pomo) Red tree vole (Arborimus longicaudus) Western red-backed vole (Myodes californicus) Muskrat (Ondatra zibethicus) American beaver (Castor canadensis) Porcupine (Erethizon dorsatum) Coyote (Canis latrans) Gray fox (Urocyon cinereoargenteus) Black bear (Ursus americanus) Ringtail (Bassariscus astutus) Raccoon (Procyon lotor) Short-tailed weasel (Mustela erminea) Long-tailed weasel (Mustela frenata) Mink (Mustela vison) Fisher (Martes pennant) Marten (Martes caurina) Striped skunk (Mephitis mephitis) Spotted skunk (Spilogale gracilis) River otter (Lontra canadensis) Black-tailed deer (Odocoileus hemionus) Roosevelt elk (Cervus canadensis) Bobcat (Lynx rufus) Mountain lion or cougar (Puma concolor)     Download the mammal checklist (PDF).",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/land-mammals.htm"
}
