{
    "title": "Redwood National and State Parks: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors       Watershed Restoration - Salmon Species - Prescribed Fire - Diseases       Emerald Creek before watershed restoration; note the placement of the horizontal log. NPS         Emerald Creek six years after watershed restoration, vegetation naturally grew back; do you see the horizontal log? NPS   Watershed Restoration Redwood National and State Parks are engaged in watershed restoration work. If you visit these areas of the parks, you may hear and perhaps see this work in progress.  Restoration work along Redwood Creek includes the removal of several miles of abandoned and eroding logging roads. These roads are remnants of the logging and road building that happened before the parks' establishment. The primary goals are to restore stream channels and hillslopes to the natural conditions that existed prior to road construction. These goals are accomplished by clearing stream channels choked with road fill and logging debris, recontouring hillslopes marred by road networks, and reestablishing natural drainage patterns. In achieving these goals, the unnaturally high erosion and sedimentation rates in Redwood Creek will be reduced and a solid foundation will be recreated for the protection and reestablishment of a healthy ecosystem. The restoration work is accomplished using large, heavy equipment, primarily bulldozers and excavators. If visiting the Redwood Creek area of the parks, remember to stay well away from work areas due to the danger of heavy equipment and loose slopes. Click on Watershed Restoration for an 8-page newspaper on the subject in .pdf format. Top of Page        Chinook fry (juveniles) Ethan Bell      Salmon Species  Large-scale restoration of the Redwood Creek watershed is underway in Redwood National and State Parks. Abandoned and failing logging roads and their stream crossings are being removed. Decaying and undersized culverts on existing roads are being replaced and roads over streams modified to control erosion. These measures reduce sedimentation from previously logged lands and associated roads, sediment that is harmful to salmon survival in Redwood Creek and its tributaries. Placement of large in-stream wood structures, removal and modification of unnatural fish barriers, reestablishment of streamside (riparian) vegetation, and modification of existing flood control levees are also improving fish habitat. Other measures that benefit salmonids are the prioritization of roads slated for removal by risk failure (potential for erosion) and sensitive resources (number of fish species and their population size) and review of timber harvest plans adjacent to the park. Annual surveys in summer and winter are conducted to provide information on the status of salmon and steelhead. Two decades of monitoring juvenile salmonids in summer and fall in the Redwood Creek estuary has verified the prominent role of estuaries in the life cycle of chinook salmon and steelhead and the importance of small coastal estuaries in degraded watersheds. The park is proposing to restore the Redwood Creek estuary to a fully functioning ecosystem benefiting fish, wildlife, and the public. Top of Page       Prescribed fire in Dolason Prairie. NPS      Living with Fire During your travels through Redwood National and State Parks, you may notice trees and landscapes (particularly prairies) that have been charred by fire. Some burns happened due to lightning strikes, some from American Indian-ignited fires of the past, and some from park management using prescribed fire. The American Indian method of managing plant communities with fire contributed to ecosystem health by clearing brush and encouraging new growth. However, management practices by Euro-Americans brought a century of fire suppression and altered landscapes. Today, park resource managers are returning to the practice of using fire to maintain landscape health. It is the long-term goal for RNSP to restore park lands to the state that existed just prior to Euro-American contact and influence. By using prescribed fire on a regular basis, park managers have set the following goals for prairies and redwood forests. Objectives for prairies and oak woodlands:   Control and eliminate exotic plant species   Restrict the spread of an exotic oat grass   Kill 80-90 percent of invading Douglas-fir less than six feet tall in prairies   Kill 60 percent of Douglas-fir less than six feet tall in oak woodlands   Restore native plant species diversity   Improve native plant to exotic species plant ratio   Objectives for Old Growth:   Provide periodic disturbance to maintain an uneven-aged understory   Reduce duff material and small dead and down material   Limit old growth mortality to one percent or less   Generate hardwood reproduction in the understory   Reduce fire intolerant species   Limit consumption of large dead and down material     Top of Page",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/environmentalfactors.htm"
}
