{
    "title": "Redwood National and State Parks: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds      Approximately 280 species of birds have been recorded within boundaries of Redwood National and State Parks. Just over 800 species occur in all of the United States of America, meaning approximately one third of the country’s various bird species have been recorded within the parks.     Birding by Redwood Habitat The relatively high bird diversity is a result the many strikingly different habitats scattered across the parks’ landscape. It is quite easy to visit most of these habitats in one day and see or hear dozens of species. Below are general guidelines to common species found within the different redwood habitats. Additionally, you will find links to assist you in bird identification.               Marbled Murrelet NPS  Birds of the Coniferous Forest   Old-growth and second growth conifer forest, dominated by coastal redwoods, cover the majority of the parks' area. A variety of flycatchers, warblers, thrushes, jays, woodpeckers, and owls can be found here. If you are in the parks in the summertime, before the sun comes up  you may even hear or see the elusive, endangered marbled murrelet (Brachyramphus marmoratus). Any of the many forest trails as well as Bald Hills Road, Newton Drury Parkway, Cal Barrel Road, Howland Hill Road, Walker Road and US Highway 199 will take you deep in this habitat type. Learn more about the marbled murrelet          Western Meadowlark NPS  Birds of the Oak Woodlands and Prairies    In the far southeastern portion of the parks is dominated by extensive Oregon oak woodlands and grasslands. Open country birds and oak specialists are best seen here. Common species include: red-tailed hawk (Buteo jamaicensis), white-tailed kite (Elanus leucurus), acorn wodpecker (Melanerpes formicivorus), california quail (Callipepla californica), western scrub jay (Aphelocoma californica), western bluebird (Sialia mexican), black-throated gray warbler (Setophaga nigrescens) and western meadowlark (Sturnella neglecta). Access to the area is via the Bald Hills Road and the Dolason and Lyon's Ranch Trails.        American Dipper NPS  Birds of the Riparian Forest and Streams   Willow, big leaf maple, and red alder dominated forest located along streams including Redwood Creek, Prairie Creek, Mill Creek and the Smith River. Habitat specialists like the American dipper (Cinclus mexicanus), yellow warbler (Setophaga petchia), spotted sandpiper (Actitis macularis) and common merganser (Mergus merganser) as well as habitat generalists like Vaux's swifts (Chaetura vauxi) and common ravens (Corvus corax) are commonly seen along or above streams and riparian areas. The Redwood Creek, Prairie Creek and Mill Creek Trails are all good locations to go to find these birds.        Belted Kingfisher USFWS  Birds of Estuaries, Ponds and Wetlands   Estuaries, influenced by the tides, can be found at the mouth of Redwood Creek and the Klamath River. Freshwater ponds and coastal lagoons dominated by rushes and sedges are near Crescent and Gold Bluffs Beaches as well as Freshwater Lagoon, Marshall Pond and Lagoon Creek Pond. A wide variety of water birds including diving and dabbling ducks, herons and egrets, coots, bald eagles (Haliaeetus leucocephalus), osprey (Pandion haliaeus), peregrine falcons (Falco peregrinus) and belted kingfisher (Meaceryle alcyon) are found in or near ponds and wetlands. U.S. Highway 101, Endert's Beach Road, and the Coastal Trail (Carruther's Cove and Flint Ridge sections) provide access to these areas.        California Brown Pelican NPS  Beaches, Shore Birds   Approximately half of the parks' coastline is sandy beach, including Freshwater Spit, Gold Bluffs Beach, Klamath Spit and Crescent Beach. A variety of sandpipers commonly stop over during migration or over winter on park beaches including Whimbrels (Numenius phaeopus), Sanderlings (Calidris alba), Western Sandpipers (Calidris mauri) and if you are lucky, threatened Western Snowy Plovers (Charadrius nivosus). Depending on the time of year, three or more species of gulls, Caspian Terns (Hydroprogne caspia) and California Brown Pelicans (Pelicanus occidentalis) can be seen loafing on beaches as well. US Highway 101, Endert's Beach Road, Davison Road, and the Coastal Trail are all great ways to get to the beach.        Pigeon Guillemots NPS  Coastal Cliffs, Seamounts and Open Ocean Birds   Half of the parks' coastline is made up of tall, rugged cliffs and rocky seamounts (islets). Tens of thousands of Common Murres (Uria aalge, three species of cormorant, and Pigeon Guillemots (Cepphus columba) (HOTLINK to seabird article) nest within Redwood National and State Parks on cliffs and seamounts. Using good binoculars or a spotting scope, it is also possible to see thousands of scoters (sea ducks), grebes, and loons floating in large groups on the ocean. US Highway 101, Endert's Beach Road, Davison Road, Requa Road, and the Damnation Creek and Coastal Trails are all take you to vantage points to view the ocean.     Download the bird checklist (PDF).",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/birds.htm"
}
