{
    "title": "Redwood National and State Parks: Lead Bullet Risks",
    "body": "Lead Bullet Risks       Download, view, and\/or print a copy of our \"Lead Bullet Risks\" flyer here (PDF, 577 KB).        This x-ray shows a package of processed game meat. The white spots are toxic lead fragments from spent lead ammunition.   Harming Our Health Lead poisoning is a serious problem for both wildlife and humans, but it is easily preventable. You and your family may be affected by eating game meat shot with lead bullets. Animals are poisoned when they eat carcasses and gutpiles that contain lead fragments. Lead bullets break apart on impact, spreading fragments of lead along the bullet's path. These toxic fragments can be tiny and are extremely difficult to remove from processed meat. Even a small fragment can affect the heart, kidneys, and nervous system. In children, even low levels can cause aggressive behavior, learning disabilities, and a permanently lowered IQ.        Ingested fragments from spent lead ammunition kill bald eagles and other birds. Using non-lead bullets prevents lead poisoning in wildlife.   Killing Wildlife Bald eagles are our national symbol, but we are poisoning them. When bald eagles and other wild animals eat carcasses or gutpiles from animals shot with lead bullets, they are often poisoned and many die. Each year during hunting season, wildlife rehabilitation centers treat eagles and other birds of prey for poisoning. Switching to non-lead bullets will solve this problem. Bullet and ammunition manufacturers now offer numerous premium non-lead options for pistols and rifles. In an Arizona survey, 93% of hunters who used non-lead bullets to harvest deer said the bullets performed as well or better than comparable lead bullets on game.      If You Hunt Carry on sportsmen's proud tradition of wildlife conservation by avoiding lead bullets. Use non-lead bullets to protect wildlife and keep your family safe. For information about non-lead ammunition, visit: www.huntingwithnonlead.org",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/lead_bullets.htm"
}
