{
    "title": "Redwood National and State Parks: Howland Hill Outdoor School",
    "body": "Howland Hill Outdoor School         Howland Hill Outdoor School Lodge NPS  Howland Hill Outdoor School (HHOS) has been providing educational programs in Redwood National and State Parks since 1978. HHOS offers curriculum based environmental education programs for students in grades K-5 as well as facility rentals for education-based groups. HHOS also offers programs in local schools, where rangers travel to the classroom to teach students about Redwood National and State Parks. HHOS is located near Crescent City, CA and is one of two outdoor schools in Redwood National and State Parks. Wolf Creek Education Center provides curriculum-based environmental education programs for students in grades 4-6 as well as facility rentals in the southern end of the park near Orick, CA. Howland Hill Outdoor School Reservations Reservation requests are only accepted via email. Reservation requests are first come first served and open May 1st 2016 at 12:00 a.m. Pacific Time for the Fall 2016 and Spring 2017 HHOS Seasons. Reservations are available Monday through Friday September 19th – October 28th 2016 and April 3rd – May 26th 2017. For additional program options or to make a rental reservation at Howland Hill Outdoor School email: redw_howland_hill_reservations@nps.gov ONLY COMPLETED FORMS WILL BE ACCEPTED. PLEASE fill out all information on this form and email it to: redw_howland_hill_reservations@nps.gov Reservation Forms HHOS Reservation Request.pdf HHOS Rental Agreement.pdf HHOS Teacher Use Agreement.pdf Program Evaluations Below are program evaluations for HHOS and In-Class programs. Please help us improve our programs by completing these forms and sending the completed form by email to redw_howland_hill_reservations@nps.gov.  HHOS Program Eval.pdf In-Class Program Eval.pdf Facility Guide Below is a facility guide for HHOS. This guide is necessary for groups doing and overnight trip to Howland Hill and can also be help for teachers coming to HHOS for a one day educational program. HHOS Facility Guide.pdf Program Flyer and Teacher Information Below is our most resent HHOS Flyer and a letter with basic information to all teachers reserving a program in their classroom or at Howland Hill Outdoor School. HHOS Flyer Spring 2016.pdf HHOS Letter to Teachers.pdf        Dining area and restroom         Inside the kitchen         Cabin and cabin interior         Cabin interior         Campfire ring and What Is An Animal?         Salmon survival game and checking out a nurse log                Stream study, ranger and student, trail work         Journaling, microscoping, hiking back from Mill Creek         Spruce classroom, Create A Park, Nickerson Ranch Trail         Woodpile, trail into the school setting, Geology I at the lodge         Restroom in the parking lot and clivis toilets        Top of Page",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/education\/howland-hill-outdoor-school.htm"
}
