{
    "title": "Redwood National and State Parks: Exotics & Invasives",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Exotics & Invasives                Exotic and Invasive Animals      As technology has allowed people to move farther and faster than at any time in history, so too has it allowed all other forms of life to move farther and faster. When we go from one place to another, we often bring along pathogens, plants, insects and other animals along with us either intentionally or unintentionally. If a life form originated from far away and is introduced to an area, it is considered “exotic.” Most exotic life forms have little to no effect on an area when they are introduced, but some do. Exotic plants and animals that can reproduce rapidly and out-compete native species are called “invasive.” Some familiar animals that are invasive in North American urban areas include species like Norway rats (Rattus norvegicus), house mice (Mus domesticus) and English house sparrows (Passer domesticus). Unfortunately, a few species of invasive animals have gained a toe hold in parts of Redwood National and State Parks.         Barred Owl NPS  Terrestrial Invasive Animals The only invasive species known to have naturally colonized the parks’ old growth and second growth redwood forests is the barred owl (Strix varia) (HOTLINK).  Wild turkeys (Mellagris gallopavo), introduced in the western U.S. have recently invaded the oak woodlands and grasslands of the Bald Hills area of the parks.  Please report any sightings of wild turkeys or barred owls to a park staff member, visitor center or on a wildlife observation card (available at some trailheads).  No known invasive animals have been recorded thus far in the parks’ coastal or marine areas.            New Zealand mudsnails NPS  Aquatic Invasive Animals Freshwater lakes, rivers and streams around the world, including those found in Redwood National and State Parks, are highly susceptible to invasive species.  The Redwood Creek estuary was colonized by highly invasive New Zealand mudsnails (Potamopyrgus antipodarum) in 2009.  Nearby Big and Stone Lagoon in Humboldt Lagoons State Parks and the Klamath and Smith River estuaries have also been invaded.  These tiny aquatic snails are clonal (they only need one gender to reproduce) and a single snail can produce up to 40,000,000 young in one year!  Due to their very large numbers, New Zealand mudsnails can out-compete native aquatic invertebrates for algae.  Studies have shown that native trout and salmon may suffer if they only have mudsnails to eat because the mudsnails’ tiny size and tough shell make them hard to digest.  Freshwater Lagoon, due to its immediate proximity to US Highway 101, heavy public use and thus relatively high probability for someone to intentionally or unintentionally introduce exotic species has had a number of invasive species invade that now dominate the entire lagoon.  Asian clams (Corbicula fluminea), Chinese mystery snails (Cipangoludina chinensis malleata) and Brazilian water weed (Egaria densa) are the most prolific and commonly seen invasive species.           Boat with aquatic \"hitchhikers\" DEC-NY   How to Prevent Aquatic Invasives Aquatic invasive species can easily “hitchhike” to uncontaminated lakes, rivers or streams on any personal gear or boats that come in contact with contaminated lakes, rivers or streams. Most aquatic invasive species can survive for various lengths of time out of the water if they remain damp. After leaving any contaminated water body decontaminate by 1) thoroughly dry your gear and boat (at least two weeks drying), 2) thoroughly clean with hot water (above 120 degrees F) for 10 minutes, 3) freeze for at least 12 hours below 20 degrees F, or 4) wash with 5% quaternary ammonia for five minutes and rinse (properly contain and dispose of cleaning solution).",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/exotics-and-invasives.htm"
}
