{
    "title": "Redwood National and State Parks: Cultural Resources",
    "body": "Explore This Park    Learn About the Park     History & Culture     Cultural Resources              Cultural Resources      Cultural Landscapes - Historic Landscapes - Collections - Dance Demonstrations - Civilian Conservation Corps     Cultural Landscapes  Cultural landscapes provide a living record of an area’s past, a visual chronicle of its history. These landscapes are shaped through time by land uses and management, politics and property laws, levels of technology, and the area’s economic conditions. Cultural landscapes are continually changing, while at the same time providing a good source of information about specific times and places. Learn about the Prairie Creek Redwoods State Park Visitor Center, built in the 1930s by the Civilian Conservation Corps.   Redwood National Park   The landscape associated with the Lyons' ranches is significant because of historical and present day manipulation by both American Indians and EuroAmericans. The Bald Hills Archeological District exhibits at least 4,500 years of human use and encompasses many sites of prehistoric activities. Radar Station B-17, which sits atop an ocean bluff south of Klamath, is an example of a World War II early warning radar station. The two structures include radar antennas and two machine gun emplacements. The Prairie Creek Fish Hatchery near Orick, was one of the first small local hatcheries developed to improve the area’s sport and commercial fishing. Constructed in 1936, the hatchery is one of only three remaining hatcheries that were built in California from 1871 to 1946.  Jedediah Smith Redwoods State Park  The Kelsey Trail linked Crescent City with the Salmon and Trinity gold mines in the 19th century. Camp Lincoln, as one of the major 19th century military outposts in Humboldt and Del Norte counties, is designated a California state historical landmark.  Prairie Creek Redwoods State Park  The Prairie Creek Redwoods State Park Visitor Center and associated structures are all historically significant as examples of Civil Conservation Corps construction carried on in the state parks during the 1930s.   Top of Page     Historic Landscapes    Numerous historic structures have been documented within RNSP. These structures range from the Old Redwood Highway (running north and south of the Klamath River), to structures such as ranching features and barns. Some structures are part of the larger cultural landscape. Segments of the Old Redwood Highway and Radar Station B-71, a World War II radar station disguised as a barn, are listed on the National Register of Historic Places. Redwood National Park:  The Prairie Creek Fish Hatchery, located off Highway 101 near Orick, was one of the first small local hatcheries developed to improve sport and commercial fishing in the area. The hatchery, constructed in 1936, is one of only three remaining hatcheries that were built in California from 1871 to 1946. The hatchery is on the National Register of Historic Places. Six sites in the Bald Hills near Redwood Creek are associated with late 19th century cattle and sheep ranching. The Lyons' Ranches Rural Historic District includes eight structures dating to the late 19th and early 20th centuries. Each structure has been stabilized, and some of the structures are eligible for listing on the National Register of Historic Places. East of Crescent City in the Little Bald Hills is Murphy’s Ranch and outlying barn site, which dates circa 1884 to the 1920s. The ranch was established along the historic Kelsey Trail, a pack route linking Crescent City with the Salmon and Trinity gold mines. A remnant of the Trinidad Trail joins the Tall Trees Grove Trail. The trail connected coastal supply centers with early gold mining sites, and was later adopted by homesteaders in the Bald Hills. Several sites associated with the Union Gold Bluffs Placer Mine, which was in operation from 1872 to 1901, have been identified in the Gold Bluffs Beach area. Radar Station B-71, which sits atop an ocean bluff south of Klamath, is a rare example of a World War II early warning radar station. The site consists of two structures and other military features, including radar antennas and two machine gun emplacements.    Jedediah Smith Redwoods State Park:   Camp Lincoln, which consists of four structures located east of Kings Valley Road, is designated a California State Historic Landmark for its significance as one of the major 19th century military outposts in the vicinity of Humboldt and Del Norte counties. Only a house and outbuilding date from the 19th century.   Walker Ranch, dating from the early 20th century, rests along the west side of the Smith River and consists of concrete foundations, walkways, and walls.   Huffman Ranch, on Howland Hill Road, consists of a house and large garage.    Nickerson Ranch, along Mill Creek, was established during the late 19th century. Once a cabin, garden, and orchard existed here, but no physical remains of the cabin are visible today.   Other historic buildings within Jedediah Smith Redwoods State Park are Lincoln School built in 1871, the Tracy Property from the 1920s or 1930s, and the Hickock House from the 1970s.     Del Norte Coast Redwoods State Park:   The Old Redwood Highway, originally constructed in 1923, traverses the western section of the park.   Remains of the Del Norte Southern Railroad can be found along the Trestle Loop Trail. The railroad was a subsidiary of the Hobbs,Wall and Company, which controlled large land and timber holdings throughout the region in the late 19th and early 20th centuries. The railroad was used to transport lumber from the forests to the company’s mill in Crescent City.    Prairie Creek Redwoods State Park:  The Boyes House and associated structures are in the northeastern section of Elk Prairie. The site consists of an early 20th century Bungalow Style residence, several other structures, and a small orchard. Other historical buildings and structures within the park include the Huggins Homesite (occupied from 1914 to 1967 by Frederick Huggins), Caruther’s Cove Cabin, the Indian Tree House (a hollow, burned out redwood), and the Old Cabin and Store Site.     Top of Page       Collections  The RNSP collections contain materials associated with both the cultural and natural history of the parks. The collection includes a small traditional basket collection, about 25,000 historic and prehistoric archeological objects, and nearly 5,000 herbarium specimens. Also, RNSP is unique in the national park system for its extensive watershed restoration program, so the records and items associated with this program are archived. The collection is used by park staff for research, exhibit preparation, and documentation of the parks' administrative management of the site. CDPR maintains their collection in Sacramento, and it's open to the public. Contact them at http:\/\/www.parks.ca.gov\/default.asp?page_id=789     Dance Demonstrations  American Indian dance demonstrations presented by members of the Tolowa and the Yurok tribes are performed in RNSP every summer season. The Tolowa conduct a renewal dance demonstration at the Hiouchi Information Center, on Highway 199 just west of the community of Hiouchi. The Yurok demonstrate the traditional brush dance at the Redwood Information Center, one mile south of Orick on Highway 101. Each demonstration begins with an introduction explaining the dance's significance to each American Indian culture. Both dance demonstrations are open to the public and free of charge. Call for dates and times, (707) 465-7764 or 465-7765.  Top of Page     Civilian Conservation Corps  During the 1930s, Prairie Creek Redwoods State Park was the home of the Civilian Conservation Corps Company 1903. The company, which consisted of between 186 and 193 young men, was housed in a temporary camp built in nearby Boyes Prairie, now known as Elk Prairie. The most impressive achievement of the CCC was the construction of the \"concession and recreation building\" which is now the Prairie Creek Redwoods State Park Visitor Center. With the exception of the window lights, plumbing, and chimney flue, all the materials for the building were constructed of natural materials salvaged from an earlier cleanup of the prairie area. The building is an excellent example of the rustic \"back to nature\" ethic that dominated National Park Service construction in the 1920s and 1930s. In an attempt to restore the prairie to its natural state, the building was constructed to blend in with the surrounding environment. Top of Page",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/historyculture\/cultural-resources.htm"
}
