{
    "title": "Redwood National and State Parks: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                 Fish        Endangered Coho salmon call Redwood National and State Parks home. NOAA       Redwood National and State Parks is a land of forests and…water!  The parks usually receive anywhere from 60 to 80 inches (150 to 200 cm) of rain per year.  All that rain means two major rivers, three large creeks, and numerous ponds and lagoons are scattered across the landscape.  In addition, the Pacific Ocean forms the entire western boundary of the parks.  All that fresh and sea water provides habitat for at least 188 fish species, according to parks records.  Obviously, fish are some of the most difficult wildlife to observe, but with determination and good timing, some of the more spectacular or interesting native fish species can be added to your park wildlife “I-saw-that” list.  The most famous and showiest native fish are the salmon and trout that glide through park streams.  Most parks salmon and trout species spend the majority of their lives at sea. But, during November through February, streams fill with the run of spawning fish.  Some of the best places to watch are along Prairie Creek, accessed via the Prairie Creek Trail or Elk Prairie Campground; Lost Man Creek, accessed via the Lost Man Creek Road and Trail; and Mill Creek, accessed via the Mill Creek Trail.  Unfortunately Redwood Creek and the Smith River usually have too much water flowing through them during the spawning season for safe and easy salmon and trout viewing.  During the summer, however, both the Smith River (using a mask and snorkel) and Redwood Creek (just walk along the bank) are excellent places to look for juvenile salmon and trout as well as other native freshwater fish. The ocean provides habitat for many fish species, but the only place to easily see marine fish is in the parks’ tidepools.  Unfortunately, two species of native fish, the eulachon and tidewater goby, can no longer be seen in the parks because they have gone locally extinct. Of course, many visitors like to enjoy catching fish.  The most popular recreational fishing in the parks includes salmon and trout fishing in the Smith and Klamath Rivers, limited trout fishing in portions of Redwood Creek as well as surf and night smelt and surfperch fishing along park beaches.  Regulations vary widely for open seasons, daily bag and possession limits as well as allowable hours for fishing depending on the target species and location.  Please contact the California Department of Fish and Wildlife to obtain a copy of the the most up to date fishing regulations (www.dfg.ca.gov or 707 445 6493) or ask at any park visitor center.  All recreational anglers must possess a valid California state fishing license while fishing within the parks. Remember, before and after fishing, please remove all aquatic plants and invertebrates and decontaminate your gear, boat and trailer to prevent the spread of harmful exotic and invasive species.   Salmon » Freshwater Fish » Marine Fish » Eulachon & Tidewater Goby »      Download the fish checklist (PDF).",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/fish.htm"
}
