{
    "title": "Redwood National and State Parks: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers       Five Redwood National and State Parks information centers provide orientation, information, and trip-planning advice. Park rangers are on duty. Cooperating association bookstores offer books, maps, gifts, and more. Hiouchi Visitor Center - Jedediah Smith Visitor Center - Crescent City Information Center - Prairie Creek Visitor Center - Thomas H. Kuchel Visitor Center        Crescent City Information Center NPS Collection  Crescent City Information Center Information, exhibits, bookstore, live video feed from Castle Rock National Wildlife Refuge, passport stamps, restrooms, picnic area, Junior Ranger Activity Booklet Location 1111 Second Street, Crescent City, Calif. (Corner of 2nd and K Streets) Hours of Operation  Spring-fall: Open daily, 9 am to 5 pm. Winter: Subject to staffing levels. Closed: New Year's Day, Thanksgiving Day, and Christmas Day.  Phone 707-465-7335. Interpretive Activities Self guided Junior Ranger activity newspapers are available here. Top of Page        Thomas H. Kuchel Visitor Center NPS Collection  Thomas H. Kuchel Visitor Center Information, backcountry permits, exhibits, bookstore, park film, passport stamp, restrooms, picnic area, beach access, ranger-led activities and programs (summer only), Junior Ranger Activity Booklet. Location US Highway 101 at Orick, Calif. Hours of Operation  Spring-fall: Open daily, 9 am to 5 pm Winter: Open daily, 9 am to 4 pm Closed: New Year's Day, Thanksgiving Day, and Christmas Day.  Phone 707-465-7765 Interpretive Programs & Activities Patio talks occur during the summer. Redwood National and State Parks' Junior Ranger activity newspapers are available here. Exhibits Exhibits focus on coast redwoods and watersheds-many are kid-friendly and feature new technologies! Top of Page        Hiouchi Visitor Center NPS Collection  Hiouchi Visitor Center Information, backcountry permits, exhibits, park film, passport stamps, restrooms, picnic area, ranger-led activities and programs (summer only), Junior Ranger programs (summer only) and Activity Booklet Location US Highway 199 at Hiouchi, Calif. Hours of Operation  Summer: Open daily, 9 am to 5 pm Winter: Open daily, 9am to 4 pm.  Phone 707-458-3294 Interpretive Programs & Activities Ranger-led walks, junior ranger programs, and evening campfire programs held in Jedediah Smith Redwoods State Park, across the street. Programs occur during the summer season. Redwood National and State Parks' Junior Ranger activity newspapers are available here. Exhibits Coast redwood, wildlife, and preservation history; 12-minute film on the redwoods; \"Trees of the Coast Redwood Forest\" self-guided walk with waysides exhibits (located just outside). Top of Page        Jedediah Smith Visitor Center NPS Collection  Jedediah Smith Visitor Center Information, exhibits, bookstore, passport stamps, restrooms, picnic area, trailheads, ranger-led activities and programs (summer only), Junior Ranger programs (summer only) and Activity Booklet Location US Highway 199 at Hiouchi, Calif. Hours of Operation  Summer: Open daily, 9 am to 5 pm Winter: Subject to staffing.  Phone 707-458-3496. Interpretive Programs & Activities Ranger-led walks, junior ranger programs, and evening campfire programs occur during the summer. Redwood National and State Parks' Junior Ranger activity newspapers are available here. Exhibits Coast redwood, history, and wildlife exhibits. Top of Page        Prairie Creek Visitor Center NPS Collection  Prairie Creek Visitor Center Information, exhibits, park film, passport stamps, bookstore, restrooms, pincic area, trailheads, ranger-led activities and programs (summer only), Junior Ranger programs (summer only) and Activity Booklet Location Just off US Highway 101, along Newton B. Drury Scenic Parkway. Hours of Operation   Summer: 9 am to 5 pm, daily Off-season: Subject to staffing. Closed: New Year's Day, Thanksgiving Day, and Christmas Day.  Phone 707-488-2039. Interpretive Programs & Activities Ranger-led walks, junior ranger programs, and evening campfire programs held in Prairie Creek Redwoods State Park during the summer season. Redwood National and State Parks' Junior Ranger activity newspapers are available here. Exhibits Coast redwood forest, wildlife, and history exhibits. Top of Page",
    "url": "https:\/\/www.nps.gov\/redw\/planyourvisit\/visitorcenters.htm"
}
