{
    "title": "Redwood National and State Parks: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 11, 2016  Tolowa Nation Honoring and Sharing Dance Demonstration  The demonstration is open to the public, free of charge, and will last about an hour. The dance demonstration is intended to honor the elders and share Tolowa culture with the community.   June 23, 2016  CENTENNIAL CELEBRATION IN THE REDWOODS!  The National Park Service kicks off a second century of protecting America’s greatest places and stories with events around the country celebrating the agency’s first 100 years of engaging communities through recreation, education, conservation, and preservation.   June 06, 2016  Media Advisory: Redwood Centennial Event  Redwood National Park’s Centennial Celebration. Sunday, June 26th. For more comprehensive event descriptions and details, please visit our event website. go.nps.gov\/REDW100   May 31, 2016  Prairie Creek Redwoods Bike and Hike Day on the Newton B. Drury Parkway.  The final Bike-and-Hike Day on the Newton B. Drury Parkway in Redwood National and State Parks this spring will take place this Saturday, June 4th   May 25, 2016  Temporary Closure of Howland Hill Road  Temporary Closure of Howland Hill Road for Annual Maintenance and Safety Improvements, May 31 - June 10.   May 13, 2016  Centennial Celebration in the Redwoods  Redwood National and State Parks celebrates the NPS Centenary on June 26, 2016 with free events and festivities for the whole family.   April 22, 2016  Western End of Howland Hill Road in Jedediah Smith Redwoods State Park to Close Tuesday and Wednesday  Beginning early Tuesday, April 26, through 6:30 a.m. on Thursday, April 28, the western end of Howland Hill Road within Jedediah Smith Redwoods State Park will be closed to vehicle traffic due to a paving and road maintenance project.   January 28, 2016  Newton B. Drury Scenic Parkway Closed to Vehicles Feb-May on First Saturday  From February through May, on the first Saturday of the month in 2016, Redwood National and State Parks (RNSP) will be closing the Newton B. Drury Scenic Parkway in Prairie Creek Redwoods State Park to all motorized vehicles.   September 16, 2015  Fall 2015 Prescribed Fire Activities in the Bald Hills  Redwood National and State Parks will conduct a series of prescribed burns this fall in the prairies, oak woodlands and conifer forest of the Bald Hills east of Orick.  The prescribed fire season in the parks begins in late September or early October as weather conditions permit.   August 26, 2015  Redwood National Park Seeks Public Input on Draft Accessibility Self-Evaluation and Transition Plan  Redwood National Park is seeking public input on a draft Accessibility Self-Evaluation and Transition Plan. The plan will guide changes to the way existing services, activities, and programs are provided at federal facilities in Redwood National Park.   August 04, 2015  Redwood Parks Association Sponsors Prairie Creek Redwoods Half Marathon & 5k Run\/Walk  Join us for the Second Annual Prairie Creek Redwoods Half Marathon and 5k on Saturday, Sept. 12, 2015, at Prairie Creek Redwoods State Park. Registration starts at 7:30 a.m.; both runs begin at 9 a.m. The runs are limited to the first 200 participants. Registration deadline is Friday, September 4. Proceeds from the event will be used for visitor services and educational programs at Prairie Creek Redwoods State Park.   July 16, 2015  Damnation Creek Trail Closure  Damnation Creek Trail is closed 1.75 miles down the trail.   July 07, 2015  20th Annual Tolowa Nation Honoring and Sharing Dance Demonstration (Ne'-Dosh)  On Saturday, July 18th, members of the Tolowa Nation will present a Tolowa Dance Demonstration at 1:00 p.m. at the Jedediah Smith Redwoods State Park Day Use Area, located off Highway 199, just west of the community of Hiouchi, California. The demonstration is open to the public, free of charge, and will last about an hour.   June 02, 2015  Prairie Creek Bike and Hike Day, Saturday June 6th  Newton B. Drury Parkway in Prairie Creek Redwoods State Park will be closed to vehicle traffic all day on Saturday, June 6th, creating a wonderful opportunity for bicylists and walkers to enjoy the parkway without the noise and congestion of motorized vehicles.  The parkway gates will close at 10:00 pm on Friday, June 5th, and re-open at 10:00 pm on Saturday, June 6th.   May 28, 2015  Howland Hill Road to Close Temporarily for Maintenance and Safety Improvements in Redwood National and State Parks  Beginning Monday, June 1, the portion of scenic Howland Hill Road through Jedediah Smith Redwoods State Park will be closed to all vehicle traffic on week days for annual maintenance of the road. This maintenance work is anticipated to take approximately two weeks and the road work is scheduled to be completed by June 12 or sooner. The road will be open on weekends.   May 06, 2015  Gold Bluffs Beach Campsites Now Reservable  Campsites in Gold Bluffs Beach Campground in Prairie Creek Redwoods State Park will now be available via reservations during the summer peak season. Historically, campsites at the campground were available only on a first-come\/first-served basis year-round.   January 16, 2015  Redwood National Park Plans Forest Restoration  Redwood National Park is planning to thin 1,125 acres of second-growth forest in the Middle Fork of Lost Man Creek watershed. The project area is located five miles east of Orick, CA in Humboldt County.   October 21, 2014  Redwood National and State Parks Host Representatives from Chile’s Parque Nacional Alerce Costero  This week, Redwood National and State Parks (RNSP) is hosting officials from Chile’s Parque Nacional Alerce Costero (PNAC) and the Corporacion Nacional Forestal de Chile (CONAF), the agency that oversees Chile’s national park system. RNSP and PNAC signed a formal Sister Park arrangement in September 2013. In the past year, RNSP has sent a trails maintenance specialist and forest restoration specialist to Chile to work with PNAC staff on their developing programs. This week’s visit by the Chilean park staff will focus on developing park partnerships, managing visitor impacts, forest restoration, youth education, and fire management. The cost of this visit is being financed from a grant from the United States Department of State and CONAF.   July 31, 2014  Run in the Redwoods - Half Marathon and 5k on Saturday, Sept. 13, 2014  Dust off your running\/walking shoes and join us for the first ever Run in the Redwoods half marathon and 5k on Saturday, Sept. 13, 2014, at Prairie Creek Redwoods State Park.   July 22, 2014  Star Party  Redwood Parks Association to Host Annual “Star Party” August 23 & 24   July 14, 2014  Tolowa Dance Demonstration  Saturday, July 19th, members of the Tolowa Nation will present a Tolowa Dance Demonstration at 1:00 p.m. at the Jedediah Smith   June 09, 2014  PARK SEEKS INPUT ON FOREST MANAGEMENT PLAN  The National Park Service has prepared an environmental assessment on a proposal to manage second-growth forest. The park will accept written comments on the proposal through July 11, 2014.   June 09, 2014  Coastal Drive in Redwood National and State Parks Re-Opens to One-Way Traffic  Erosion had reduced the route to the point it was no longer safe for two-way traffic. The Coastal Drive is now one-way traffic only between the High Bluffs Overlook and the mouth of the Klamath River.   June 06, 2014  Prairie Creek Bike and Hike Day, Saturday, June 7th 2014  Prairie Creek Bike and Hike Day, Saturday June 7th.  Newton B. Drury Parkway in Prairie will be closed to vehicle traffic all day on Saturday, June 7th.   May 22, 2014  Two Roads To Close Temporarily for Maintenance and Safety Improvements in Redwood National and State Parks  Two unpaved roads that provide popular scenic drives through Redwood National and State Parks will be temporarily closed to vehicle traffic.   May 14, 2014  Arrest Made in Burl Poaching Case  National Park Service and California State Parks Law Enforcement Park Rangers and Investigators working cooperatively have concluded a year-long investigation leading to the arrest and charges for the theft of old-growth redwood burls from the park.   May 13, 2014  $5,000 Reward For Information Leading to the Prosecution of Poachers  In response to a disturbing spike in the poaching of old-growth redwood burls, the Center for Biological Diversity, Redwood  Parks Association and Save the Redwoods League  are offering a $5,000 reward for information leading to prosecution of poachers.   March 31, 2014  Volunteers Needed: English Ivy Pull at Jedediah Smith Redwoods State Park  Become a steward of your national and state parks on Saturday, April 5th, 2014 for an English Ivy Pull within Jedediah Smith Redwoods State Park.   March 05, 2014  National Park Service Releases 2012 Economic Impacts Report  National Parks continue to be important economic engines for local communities, with visitors generating $26.7 billion in economic activity and supporting 243,000 jobs nationwide in 2012, according to a peer-reviewed report released Monday by the National Park Service (NPS).   March 05, 2014  Volunteers Needed: Seventh Annual Scotch Broom Bash in the Bald Hills, Saturday, March 8th, 2014  Redwood National and State Parks seeks volunteers interested in helping the park remove Scotch Broom from the Bald Hills area of the park.   February 28, 2014  Newton Drury Parkway will be Closed at Night Due to Increased Wood Poaching  Newton B. Drury Parkway will be closed on a nightly basis starting Saturday, March 1, 2014. The parkway will be closed each day at sunset and reopened at sunrise.   February 27, 2014  Park Strawberry Creek Restoration Environmental Assessment Now Available  The National Park Service welcomes public comments on a proposal to restore salmon habitat in Strawberry Creek near Orick in northern Humboldt County, California.   February 27, 2014  Tall Trees Access Road in Redwood National Park Re-Opens Friday, February 28, 2014  The Tall Trees Access Road in Redwood National Park re-opens for vehicles on Friday, February 28th. The road, closed due to mandatory federal budget reductions last spring, provides visitor access to the Tall Trees Trail, Emerald Ridge Trail, and, during low-water periods, dispersed backcountry camping areas on Redwood Creek.   February 18, 2014  Volunteers Needed: European Beachgrass Bash  Volunteers Needed: European Beachgrass Bash At Freshwater Lagoon Saturday, February 22, 2014   January 24, 2014  Public Comments Sought for 2014 Superintendent’s Compendium  Redwood National and State Parks (RNSP) is soliciting public comment for the 2014 Superintendent’s Compendium. The compendium is a summary of park-specific rules that is reviewed annually and updated as necessary.   September 20, 2013  Redwood National and State Parks Sign Sister Park Agreement with Parque Nacional Alerce Costero in Chile  On September 3rd, Redwood National and State Parks (RNSP) superintendent Stephen Prokop formally signed a Sister Park arrangement with Parque Nacional Alerce Costero in the city of La Unión, Chile. Following the signing, RNSP superintendent Prokop and California State Parks Superintendent Jeff Bomke presented the Chilean delegation with a redwood plaque commemorating the new partnership.   September 16, 2013  Fall 2013 Prescribed Fire Activities in the Bald Hills  Redwood National and State Parks will conduct a series of prescribed burns this fall in the prairies, oak woodlands and conifer forest of the Bald Hills east of Orick. The prescribed fire season in the parks begins in late September or early October as weather conditions permit.   September 25, 2012  Fall Prescribed Fire Activities in the Bald Hills  Redwood National and State Parks will conduct a series of prescribed burns this fall in the prairies and oak woodlands of the Bald Hills east of Orick.  The prescribed fire season in the parks begins in late September or early October as weather conditions permit. Fires could start as early as Friday, September 28.   September 21, 2012  ¡Bienvenidos! Chilean Rangers from Parque Nacional Alerce Costero Visiting this Week  Employees of Redwood National and State Parks (RNSP) hope Del Norte and Humboldt County residents will join them in welcoming a delegation of Corporacion Nacional Forestal de Chile (CONAF) employees visiting the area beginning this Sunday, September 23rd.  The visit is the next step in the development of a Sister Park relationship to foster the exchange of cultural and technical information between Redwood and Parque Nacional Alerce Costero. This relationship, which has evolved from common park resources and conservation interests, has also been supported in part by the National Park Service’s Office of International Affairs and the State Department.   August 22, 2012  Park Seeks Comments on Fish Habitat Restoration Proposal  The National Park Service (NPS) is seeking comments on a proposal to restore habitat for anadromous salmonids, including threatened coho salmon and steelhead trout, in Strawberry Creek in Redwood National Park near Orick in northwestern Humboldt County.   August 21, 2012  Panoramic Perspectives and Digital Artistry  Redwood National & State Parks invites you to attend a special program presented by retired professional photographers and park volunteers Peg and Rex Lavoie. The program will be begin at 3 pm at the Thomas H. Kuchel Visitor Center, located approximately 2 miles south of the town of Orick, Calif. on US 101.   August 07, 2012  Seeing the Light: A Photowalk in the Redwoods, Wednesday, August 8, 2012 with Future Dates Scheduled  In response to popular demand and positive feedback, Redwood National & State Parks (RNSP) has scheduled additional “photowalks” conducted by park volunteers and retired professional photographers Peg & Rex Lavoie. Designed for amateur and professional photographers alike, Rex and Peg will provide helpful tips for taking better images in the old-growth redwood forest.   July 24, 2012  Seeing the Light: A Photowalk in the Redwoods, Saturday, July 28, 2012  Redwood National & State Parks (RNSP) invite you to join park volunteers and retired professional photographers Peg & Rex Lavoie for a special “photowalk” on the Trillium Falls Trail on Saturday, July 28th at 3:00 pm. Designed for amateur and professional photographers alike, Rex and Peg will provide helpful tips for taking better images in the old-growth redwood forest. Their photo walks are designed to help photographers improve their images with suggestions for better composition and improved understanding of camera functions and settings.   July 17, 2012  Redwood National and State Parks Present a Tolowa Dance Demonstration, Saturday, July 21, 2012  On Saturday, July 21st, members of the Tolowa Nation will present a Tolowa Dance Demonstration at 1:00 pm at the Jedediah Smith Redwoods State Park day use area, located off US 199, just west of the community of Hiouchi, California. The demonstration is open to the public, free of charge, and will last about an hour.   July 13, 2012  Re-Opening of the Freshwater Lagoon Boat Launch in Redwood National and State Parks  Redwood National & State Parks superintendent Steve Chaney announces that the emergency closure of the boat launch area at Freshwater Lagoon has been lifted. An illegal release of sewage from a portable toilet at Freshwater Lagoon occurred on or about June 27, 2012. The release was localized to both sides of the boat launch on the north end of the lagoon.   July 11, 2012  Redwood National and State Parks: This week's National Park Getaway  High up in the canopy of ancient redwood forest, one of the world’s rarest seabirds, the marbled murrelet, shares its ethereal home with an entire ecosystem of plants and wildlife thriving hundreds of feet above ground. This week’s National Park Getaway travels to California’s northwest coast to soak in this splendor of towering trees and majestic overlooks.   June 29, 2012  Emergency Closure of Freshwater Lagoon Boat Launch within Redwood National and State Parks  Redwood National and State Parks superintendent Steve Chaney announces the emergency closure of the boat launch area at Freshwater Lagoon. An illegal release of sewage from a portable toilet at Freshwater Lagoon occurred on or about June 27, 2012. The release is localized to both sides of the boat launch on the north end of the lagoon.   June 22, 2012  Seeing the Light: A \"Photowalk\" in the Redwoods  Redwood National & State Parks (RNSP) invite you to join park volunteers and retired professional photographers Peg & Rex Lavoie for a special “photowalk” on the Trillium Falls Trail on Wednesday, June 27th  at 3pm. Designed for amateur and professional photographers alike, Rex and Peg will provide helpful tips for taking better images in the old-growth redwood forest. Their photo walks are designed to help photographers improve their images with suggestions for better composition and improved understanding of camera functions and settings.   June 21, 2012  Enjoy a Midsummer Day’s Bike Ride on Newton B. Drury Scenic Parkway  Redwood National and State Parks invite the public to enjoy “A Midsummer Day’s Bike Ride” at Prairie Creek Redwoods State Park this Sunday. In celebration of summer vacation, the summer solstice, and just plain summer fun, the Newton B. Drury Scenic Parkway will be closed to vehicle traffic all day Sunday, June 24, 2012. The closure offers the public a chance to safely explore the beauty of the redwoods on bike or foot without competing traffic. And, it’s free!   June 01, 2012  Redwood National Park Offers Beach Access Permits for Commercial Surf  Beginning June 1, 2012, the National Park Service (NPS) will begin accepting applications for available beach access permits. These permits allow holders vehicle access to Freshwater and Hidden Beaches for commercial fishing purposes.   May 03, 2012  Home Depot Lends a Hand and a New Floor for Jedediah Smith Redwoods State Park Visitor Center  The floor of the visitor center at Jedediah Smith Redwoods State Park received a much-needed make-over on Wednesday, May 2, 2012, courtesy of Home Depot in Crescent City. The company generously donated both the flooring materials and the installation labor. The new plank flooring is a dramatic improvement towards modernizing the old visitor center as a cheerful and welcoming space while retaining its rustic character.   March 28, 2012  Gold Bluffs Beach Campground to Open April 1, 2012  Redwood National & State Parks Superintendent Jeff Bomke announced today that the Gold Bluffs Beach Campground in Prairie Creek Redwoods State Park will re-open for overnight camping on April 1, 2011.   March 08, 2012  Visitors, Money, and Jobs for Local Economy  A new National Park Service (NPS) report shows that 418,820 visitors in 2010 spent $20,717,000 in Redwood National Park and in communities near the park. That spending supported 268 jobs in the local area.   March 02, 2012  Free Backcountry Camping Permits Now Required  As of March 16, 2012, Redwood National and State Parks will begin requiring backcountry permits for overnight stays in all backcountry sites: Little Bald Hills, Nickel Creek, DeMartin, Flint Ridge, Ossagon, Redwood Creek, Elam Camp, and 44 Camp. Permits are free and may be obtained year-round at the Crescent City Information Center and the Kuchel Visitor Center (Orick, CA). During summer months, permits may also be obtained at the Hiouchi Information Center.   November 08, 2011  Change in Bald Hills County Road Parking Regulations in Vicinity of Lady Bird Johnson Grove Trailhead  Visitors to the Lady Bird Johnson (LBJ) Grove trailhead will no longer be able to park along the sides of Bald Hills Road if the trailhead parking lot is full.  Redwood National and State Parks (RNSP) and the Humboldt County Public Works Department are working together to improve public safety along the road.   October 28, 2011  Davison Road Closed for Seasonal Grading  Davison Road, off U.S. 101 in Orick, Calif., will be closed to the public beginning Monday, October 31 for seasonal grading and road surface repairs. Road crews will work Monday – Thursday, and anticipate the project to take at least two weeks.   October 20, 2011  Fallen Trees Close Newton B. Drury Scenic Parkway  Four trees fell across Newton B. Drury Scenic Parkway in Prairie Creek Redwoods State Park Wednesday morning, October 19th, closing approximately eight miles of the parkway to through traffic from just north of the Prairie Creek Visitor Center to the northern junction with Coastal Drive and the northern interchange of US 101. Redwood National and State Park maintenance crews estimate this section of the parkway will remain closed at least through the end of October as they work to safely remove the trees and assess possible road damage. The actual fall occurred at mile marker 132.2, about two miles south of the north closure gate and six miles north of the south closure gate.   October 14, 2011  Special Evening Bat Talk and Night Walk  Plan to go a little batty and have a lot of fun when attending a special free evening program at Mill Creek Campground Amphitheater on Saturday, October 22, 2011, from 6:30 p.m. to 8:00 p.m. Redwood National and State Parks rangers will be presenting a campfire program on those mysterious and fascinating acrobats of the night—bats—followed by a 30-minute night walk to discover other wonders of the night.   October 06, 2011  NPS to Help Keep Del Norte Coast Redwood State Park Open through 2012  In order to continue providing opportunities for over 45,000 visitors annually to enjoy camping, hiking, and exploring Del Norte Coast Redwoods State Park (DNCRSP), the National Park Service (NPS) and California Department of Parks and Recreation (CDPR) are entering a one-year trial to keep portions of the park open through September 2012.   September 23, 2011  Free Entrance on National Public Lands Day  In celebration of National Public Lands Day (NPLD), all national parks across America will waive entrance fees Saturday, September 24, 2011.  As part of the larger national effort, Redwood National and State Parks will also waive the day use entry fee into Jedediah Smith Redwoods and Prairie Creek Redwoods State Parks.  Other fees, such as campground use fees, will still apply.   September 01, 2011  Fall Prescribed Fire Activities Announced  National Park Service Superintendent Steve Chaney announced today that Redwood National and State Parks will conduct a series of prescribed burns this fall in the prairies and oak woodlands in the Bald Hills east of Orick, Calif., as well as in Prairie Creek Redwoods State Park.   July 26, 2011  Yurok Brush Dance Demonstration: August 6, 2011  On Saturday, August 6th, members of the Yurok Tribe will present a Brush Dance Demonstration at 2:00 p.m. at the Thomas H. Kuchel Visitor Center.   July 20, 2011  Public Meeting, July 26: Hiouchi Flat & Jedediah Smith Redwoods State Park Campground  Redwood National and State Park superintendents Steve Chaney and Jeff Bomke are hosting an open house on Tuesday, July 26 from 5:30 to 8:00 p.m. at the Hiouchi Information Center on the north side of U.S. Highway 199 to talk about future development in the Hiouchi Flat and Jedediah Smith Redwoods Campground area of Redwood National and State Parks.   July 05, 2011  Tolowa Dance Demonstration: July 16, 2011  On Saturday, July 16th, members of the Tolowa Nation will present a dance demonstration at 2 p.m. at the Jedediah Smith Redwoods State Park day use area, located off U.S. 199, just west of the community of Hiouchi, Calif. The demonstration is open to the public, free of charge, and will last about an hour.   June 20, 2011  Streelow Creek Trail Open through September 1, 2011  The Streelow Creek Trail has re-opened to hike and bike access and will remain open until September 1, 2011. The temporary opening allows park visitors to enjoy this 1.8- mile-long hiking and bicycling trail through the end of the summer.   May 23, 2011  Howland Hill Road to Close for Annual Maintenance  Beginning Tuesday, May 24th, the portion of Howland Hill Road through Jedediah Smith Redwoods State Park will be closed to all vehicle traffic on week days for annual maintenance of the road. This maintenance work is anticipated to take approximately two weeks and the road work is scheduled to be completed by June 4th or sooner. The road will be open on weekends and Memorial Day.   April 06, 2011  Nighttime Closure of Enderts Beach Road  To improve visitor safety and to protect park resources, a section of Enderts Beach Road in Redwood National and State Parks will be closed to all entry and parking from one half hour after sunset to one half hour before sunrise beginning June 1st, 2011.   March 08, 2011  March Whale Watching  Redwood National and State Parks Superintendents Steve Chaney and Jeff Bomke announced today that whale watching activities will be presented during the month of March, beginning Monday, March 7th, at the park’s Klamath River Overlook.   February 23, 2011  Section of Coastal Drive Closed Due to Erosion  No abstract supplied.   December 24, 2010  Gold Bluffs Beach Campground to Close Through May 1, 2011  No abstract supplied.   November 09, 2010  Free Entrance on Veterans Day at Redwood National and State Parks  No abstract supplied.   November 09, 2010  Salmon Spawning Tours, Nov. 27, 2010 - Jan. 2, 2011  No abstract supplied.   October 19, 2010  New Berry Glen Trail to Open Saturday, October 30, 2010  Redwood National & State Parks announces the opening of the park’s newest hiking trail on Saturday, October 30, 2010. The 3-mile Berry Glen Trail connects the Lady Bird Johnson Grove with the Elk Meadow Day Use Area north of Orick, California.   October 12, 2010  Streelow Creek Trail to Close through September 2011  No abstract supplied.   September 17, 2010  Mill Creek Horse Trail Open  The Mill Creek horse trail is now clear and open to riders and hikers. Trail crews have removed a large tree that previously blocked the path. The trail can be accessed from Bertsch Avenue or Hamilton Road.  The trail is not open to bicycles or pets.   September 01, 2010  Fall Prescribed Fire Activities Announced  National Park Service Superintendent Steve Chaney announced today that Redwood National and State Parks will conduct a series of prescribed burns this fall in the prairies and oak woodlands in the Bald Hills east of Orick.   September 01, 2010  Fall Prescribed Fire Activities in the Bald Hills  No abstract supplied.   August 09, 2010  Free Entrance at Redwood National & State Parks, August 14-15, 2010  No abstract supplied.   July 09, 2010  Holter Ridge Trail in Redwood National & State Parks closed through September  No abstract supplied.   July 07, 2010  Redwood Creek Access Road Maintenance, July 12 - August 6, 2010  No abstract supplied.   July 01, 2010  Redwood Creek Footbridges in Place for Summer  No abstract supplied.   June 29, 2010  Howland Hill Road Through Park to Close for Annual Maintenance  No abstract supplied.   June 28, 2010  Yurok & Wiyot Dance Demonstration Brush Dancers, July 4, 2010  No abstract supplied.   June 17, 2010  Let's Move Outside: More action and new rewards for Junior Rangers at Redwood National and State Parks  No abstract supplied.   April 26, 2010  Free Driftwood Collection Permits Available for North Slough of Redwood Creek in Orick, Calif.  Redwood National Park will offer free permits for the gathering of driftwood in the North Slough of Redwood Creek. These permits will allow the public to gather up to three pickup truck loads of driftwood under specific conditions.   April 12, 2010  Youth Conservation Corps (YCC) Jobs Available at Redwood National and State Parks, Summer 2010  The parks will host a YCC program this summer. This highly successful program offers young men and women ages 15 through 18 a chance to participate in conservation work throughout Redwood National and State Parks.   April 02, 2010  Redwood National and State Parks to Celebrate the Legacy of Newton B. Drury  No abstract supplied.   March 19, 2010  Streelow Creek Trail Improvements EA Available for Comment  The National Park Service (NPS) is seeking comments on an environmental assessment (EA) for a project to improve the Streelow Creek Trail north of Orick, Calif. in Humboldt County.   March 05, 2010  Whale Watching Activities Scheduled in March  No abstract supplied.   September 09, 2009  Redwood National Park Hostel to Close on January 18, 2010  No abstract supplied.   June 18, 2009  No Entrance Fees at Redwood National and State Parks this Weekend  Redwood National and State Parks’ Superintendents Jeff Bomke and Steve Chaney announced today that day use fees into the three state park units within Redwood National and State Parks will be waived this weekend, June 20 -21, 2009.   June 05, 2009  Temporary Closure of Coastal Drive  No abstract supplied.   May 26, 2009  Howland Hill Road Through Park To Close For Annual Maintenance, 2009  No abstract supplied.   May 20, 2009  Lupine Spectacular in the Bald Hills  Redwood National and State Parks staff has noted that the spring bloom of lupine in the park’s Bald Hills is one of the best in years. This year’s display rivals the bloom in 2007, which was described by some as the best on fifty years.   May 05, 2009  American Reinvestment and Recovery Act Projects Funded at Redwood National and State Parks  No abstract supplied.   September 12, 2008  Marijuana Grow  On September 10, 2008, Redwood National and State Parks conducted a marijuana eradication raid utilizing an interagency anti-drug task force. The focus of the effort was a marijuana plantation in Redwood Creek that contained 9,564 plants and covered approximately five acres on steep terrain. This marijuana growing site is within six miles of the world’s tallest tree in a park that is also a World Heritage Site and International Biosphere Reserve.   April 24, 2008  Centennial Challenge Project Approved  Crescent City, CA – The Ancient Redwood Forest and Watershed Restoration Project is coming to Redwood National and State Parks in the first year of a 10-year program to reinvigorate America’s national parks. This three million dollar project, supported by a number of cooperating partners, will foster the recovery of some of this nation’s last remaining ancient redwood forests, protect critical salmon habitat, and work to inspire future generations toward being better stewards of the land.   March 02, 2007  Contractor Selected For General Plan Amendment  Redwood Coast State Park Superintendent Bruce Lynn has announced that EDAW, Inc. is the consultant selected to prepare a General Plan Amendment for the Del Norte Coast Redwoods State Park and Mill Creek addition.   April 20, 2006  Free Access to Park Horse Trails Restricted at Orick Rodeo Grounds  Free public access to a National Park Service trailhead at the rodeo grounds in the community of Orick has been restricted as a result of new policies by the Orick Chamber of Commerce.",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/news\/newsarchive.htm"
}
