{
    "title": "Redwood National and State Parks: Park Newspaper",
    "body": "Explore This Park    Learn About the Park     News     Park Newspaper               Park Newspaper           2016 Visitor Guide    2016 Redwood National and State Parks Visitor Guide (PDF 13.5 mb) The most up-to-date information and park map. Includes articles from park ranger Greg Litten on the NPS Centennial,  and updates on Yurok Tribe and Tolowa Nation events.      An abridged version of the 2014 Visitor Guide version is available in: Deutsch (German, PDF 3.6 MB) Français (French, PDF 3.6 MB) Español (Spanish, PDF 3.6 MB) ビジターガイド (Japanese, PDF 3.7 MB) 방문자 안내 (Korean, PDF 3.7 MB) Italiano (Italian, PDF 3.6 MB)         Previous Redwood Visitor Guides  2015 Visitor Guide (PDF 26.4) Features by Ranger Chris Hendrix on Hollywood in the Redwoods, and an article by Christine Walters on exciting new developments for visitors who want to learn about the Yurok Tribe. 2014 Visitor Guide (PDF 6.87 MB) Features the 150th anniversary of California's state park system. Nate St. Amand's article on the 50th anniversary of the largest US earthquake in 200 years and the tsunami that then hit Crescent City. 2013 Visitor Guide (PDF, 4.96 MB) Park ranger Steven Krause writes about phenology in the parks; learn bout the birds of Castle Rock National Wildlife Refuge from wildlife biologist Stephanie R. Schneider; and, park ranger Debbie Savage explains why it's a good thing if it's a bit darker during your next visit to the parks. 2011 Visitor Guide (PDF, 4.43 MB) Featured articles include: a Park Ranger's Pick from Redwood's resident surfer-ranger Adam Friedrich; description and history of the new Berry Glen Trail; and, the latest research into how climate change could affect the world's tallest trees-and you!  2010 Visitor Guide This edition focuses on Redwood's 40 fabulous miles of coastline. 2009 Visitor Guide Does Size Matter? A visitor guide mostly dedicated to coast redwood stories.  2008 Visitor Guide Stories covering the 40th anniversary of Redwood National Park. 2007 Visitor Guide Does Size Matter? A visitor guide mostly dedicated to coast redwood stories. 2006 Visitor Guide The Mill Creek watershed was added to RNSP's boundary in December 2005. Stories cover resource studies that have occurred over the past four years. 2004-2005 Visitor Guide The redwood canopy houses entire ecosystems. Read all about it! 2003 Visitor Guide An introduction to the Mill Creek watershed acquisition. 2002 Visitor Guide Discover the Bald Hills, where 300 year-old Oregon white oaks live beside bears, hawks, wildflowers, and people. 2001 Visitor Guide \"B Mill Deck\" becomes Elk Meadow Day Use Area-a restoration success story.",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/news\/newspaper.htm"
}
