{
    "title": "Ozark National Scenic Riverways: Park Fun",
    "body": "Park Fun         Ranger Bill says: \"Get out there and play in Nature!\"   There's lots to do in the great outdoors! The best way to learn about nature is just to be out there in it! Watch and listen for wildlife as you float down the river or just sit on a rock near your campsite. Why is that plant where it is and not somewhere else? Is the river the same everywhere? Look, listen and learn... Ask a Ranger a question! E-mail here.       Some Nature Activities You Can Do Around Your Campsite or Yard 1. Bug Safari Take a small jar and look for the \"little guys\" that make up so much of nature. Look under leaves & bark, on tree trunks & leaves and in flowers. Handle bugs gently and let them go when you are done. Name your favorite bug according to its colors, the way it moves or something interesting about it. 2. Listen Up! Sit quietly and listen to the sounds of nature by closing your eyes, and counting on your fingers the different sounds you hear. Compare natural vs. unnatural sounds. Try this in several different habitats such as in a field, near the river or spring and in the forest. Describe and compare the kinds of sounds heard. Sitting quitely is a good way to observe wildlife as well. 3. A Different Angle Lie face upward under a large tree. Look up into the branches. Can you see the top branch? What patterns can you see? What other things are present? Pretend to be the roots of the tree in the soil. What do they feel like? What animals can you see moving around in the tree? (Check for ticks afterwards!) 4. Gulliver's Nature Hike Choose an area with natural ground coverings such as leaves, cones, wild grass etc. and sit down. Pretend to shrink down to the size of an ant. Your job is to lead a nature walk for creatures the size of an ant by choosing 10 interesting things along a stretch of ground no longer than your leg. Use your imagination! 5. Wet Noses Wet the underside of your nose. This improves their sense of smell just as it does for deer and rabbits. Find familiar smells such as flowers to try, then go on to other things like rubbing a leaf between your fingers and smelling or scratching a pine needle. Sassafrass works very well. Also try moss, bark, or grabbing a handful of leafy soil etc. 6. A Rainy Day Experience Dress to stay dry but with your hands free (no umbrellas) and go out on a rainy day. Peek into puddles, listen for bird & frog calls. How many kinds of raindrops can you see? Can you find plants with a drip tip? Try to find out where animals go when it is raining. Nature doesn't stop for a rainy day, neither should you! Don't wait to come to the park, you can do these things in your yard or school playground too!  River Exploration Kits Explore the river (or the woods) with our free River Exploration Kits! These contain nets, bug containers, field guides, small aquariums, and other stuff to help you investigate the world around you. They are available at every Visitor Center, please return them when you are ready to go home.  Some other activities worth a look-see: There are some fun activities you might try, like: Nature Scavenger Hunt Owls and Crows (You'll need a bunch of kids)  Links for Kids: Thirsten's Water Cycle (From EPA) a great animated look at the water cycle.  Great nature websites for kids (if you can't get outside right now!) WebRangers - the cool online Junior Ranger page! Eagle trivia - what do you know about our national symbol? Which Animal is Which? Native American Writing - can you write a story in pictographs? Help the Park Rangers  Recycling Game - Do you know what to recycle and what's \"trash?\"   Fire in the National Park! - What will you do? Can you help? Archeology for Kids The Great American Landmarks Adventure Water Games for Kids  Other Government Websites for Kids!   Links for Parents: Camping with Kids: Tips for Mom and Dad         \". . . perhaps our grandsons, having never seen a wild river, will never miss the chance to set a canoe in singing waters . . . glad I shall never be young without wild country to be young in\". - (Aldo Leopold, A Sand County Almanac)",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/kidsyouth\/parkfun.htm"
}
