{
    "title": "Redwood National and State Parks: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety      In an EMERGENCY, DIAL 911Redwood National and State Parks is a wild place with more than a million people visiting each year. Many roads are narrow and windy with little room for driving error. You may drive around a blind corner and find a logging truck, bicycle tours, RVs, or a herd of wild elk blocking your path.  Always pull over completely if you want to view wildlife. Serious accidents have occurred here when people suddenly stop on the highway and block traffic.Within this natural environment there are potential hazards.  Being in or near Redwood National and State Parks means being in elk, black bear, mountain lion, tick, tsunami, and \"sneaker\" wave country. Regardless of how much time you plan to spend here, please take a few moments to think about these safety guidelines.               Pacific Wave, OSU   \"Sneaker\" Waves and Tide Safety  Sneaker wave safety Sneaker waves are disproportionately large ocean waves which appear suddenly and without any warning. The waves are unexpected that can occur even on the mild-weather days. It is this combination that makes sneaker waves a serious hazard to people, especially children. Sneaker waves form when several smaller waves combine their energy, creating a single larger wave. Read the Beach Safety brochure to learn more about sneaker waves. Tide safety Don't get trapped by a rising tide! Always carry -- and know how to use -- a tide table, topographic map and a watch whenever hiking along the redwood coast! Several points along the coast are only passable at lower tides. DO NOT GUESS! Know when the tides will occur and plan your hike according. Strong winds or storms can significantly elevate tides and create hazardous conditions. Be attentive to your surroundings and never underestimate the power of the Pacific Ocean. Tips to stay safe while enjoying the North Coast   Before heading to the coast, check the National Weather Service forecast: (707) 443-7062. Expect sneaker waves! Keep children close! Always face the water while on the beach and always keep an eye on the incoming waves. Wet sand makes walking easier but puts you at higher risk. Choose to sit or picnic higher up on the dry sand. Life jackets are lifesavers. Wear a life vest during activities that require you to be on the beach with your attention diverted, such as fishing or tidepooling.  Watch for High Surf Advisories issued by the National Weather Service, but remember that sneaker waves can occur any time – even when the forecast call for small waves. Check the tides before you go. Know when high tide occurs. High tides put you at greater risk while on the beach.          Tsunami Safety Tsunamis are giant waves caused by earthquakes or volcanic eruptions under the sea. Out in the depths of the ocean, tsunami waves do not dramatically increase in height. But as the waves travel inland, they build up to higher and higher heights as the depth of the ocean decreases. The speed of tsunami waves depends on ocean depth rather than the distance from the source of the wave. Tsunami waves may travel as fast as jet planes over deep waters, only slowing down when reaching shallow waters.  When in coastal areas, stay alert for tsunami warnings. Plan an evacuation route that leads to higher ground.  Know the warning signs of a tsunami: rapidly rising or falling coastal waters and rumblings of an offshore earthquake.  Never stay near shore to watch a tsunami come in. A tsunami is a series of waves. Do not return to an affected coastal area until authorities say it is safe.   Learn more about how to survive a tsunami in Redwood National and State Parks by familiarizing yourself with tsunami evacuation routes and maps: In the northern part of of the parks, see Crescent City, Calif. In the southern part of the parks, see Orick, Calif.            Roosevelt Elk, NPS   Roosevelt Elk Safety Many of the elk herds within Redwood National and State Parks are used to being in close proximity to people, and therefore may appear somewhat tame. NOT SO! Elk may be encountered anywhere in the parks, including beaches and river bars. Give them plenty of space!  As the largest subspecies of North American elk (bulls can weigh as much as 1,200 pounds), Roosevelt elk deserve your respect and attention.       Calving season-late spring During calving season, late May through June, female (cow) elk may be extremely defensive of their young. Newborn elk calves may be hidden in vegetation out of view, sometimes near trails. As people approach, a cow may charge aggressively, and could rear up and lash out with her front legs. A single cow or groups of cows with calves should be given a very wide berth, as tempting as it may be to try to get that great photo of a newborn calf!    Rut, breeding season-fall  During the fall rut, or elk breeding season, in late August through October males (bulls) become defensive and aggressive. At this time bulls gather their cows in groups, or harems. They may stomp and charge at both people on foot and vehicles. If you encounter a bull with his harem on a trail, slowly back away and fin an alternative route.   If you encounter an elk at close range   If in a group, stay together. Avoid direct eye contact, walk widely around the animal(s) if possible, keeping it in view.  Make noise, so that your position is known to the elk.   If an elk charges  Take cover behind, or up in, a tree. Drop a backpack or jacket in front of you to act as a distraction and “barrier” between you and the elk. Make noise, so that your new position remains known to the elk.   If you witness an aggressive elk, take note of the location and report it to a park ranger as soon as possible.           Black Bear, NPS   Black Bear Safety  Bears are wild! Inviting them into your picnic or camp—on purpose or accidentally—can result in damage to your equipment, you, or the bear. Bears have great memories and can quickly become accustomed to human foods. Once habits form (i.e campgrounds provide food), a bear may become frustrated when food is no longer available. The \"habituated\" bear expects a reward (food) in exchange for a learned behavior (human encounters). A frustrated and hungry bear that seeks human encounters is dangerous. Wildlife managers, given no other options, may have to destroy the bear. Help save a bear and avoid personal injury by following these precautions:   Prevent a Black Bear Encounter   Use the campground bear-proof lockers for food and all scented items. Dispose of garbage immediately in bearproof trash cans.  Carry a bearproof canister when backpacking. Keep a clean camp at all times.  Never feed bears.   If You Do Encounter a Black Bear   DO NOT RUN. Instead, face the animal, make noise and try to appear as large as possible. If attacked, FIGHT BACK.  Please report any sightings to a park ranger.  If you witness an aggressive bear, immediately CALL 911.   Download an informative black bear safety brochure here. Also available in Spanish, Vietnamese, and Khmer.          Mountain Lion, NPS   Mountain Lion Safety  Mountain lions (also known as: cougars, pumas, panthers) are large, seldom seen forest inhabitants. Still, mountain lion sightings have increased in recent years and like any wild animal, they can be dangerous. The following suggestions are recommended in lion country.            Prevent an encounter    If possible, do not hike alone.  Keep children in sight; do not let them run ahead of you on the trail.  Keep a clean camp.  Be alert to your surroundings.  Report all lion sightings to a ranger immediately.    If you encounter a mountain lion   DO NOT RUN.  Do not crouch or bend over.  Stand up and face the mountain lion. Pick up young children.  Appear large; wave your arms or jacket.  Make noise.  Slowly back away, do not turn your back to the animal.    If a mountain attacks   FIGHT BACK aggressively.  Shout and make noise.  Do not turn your back to the animal.   Download an informative mountain lion brochure here. Also available in Spanish, Vietnamese, and Khmer.           Poison Oak, USDA   Poison Oak Safety Poison Oak grows as a low shrub in clumps or long vines throughout Redwood National and State Parks. If you see a vine climbing up a tree that has a reddish color in the stem or leaves, chances are great that it is Poison Oak. On the ground, look for fuzzy or waxy green leaves in clusters of three. In the fall, the leaves will change to a reddish color. Poison Oak may have yellow-white berries.   How is poison oak spread? When the oils from Poison Oak come in contact with human skin it may cause a rash. Most commonly in Redwood National and State Parks, visitors come in indirect contact with Poison Oak, that is, the plant's oil is often and unknowingly stuck to clothing, pets, camping gear, and other items that have come in contact with the plant. The hardest part of dealing with indirect exposure is the fact that the plant's oil lingers (sometimes for years) on virtually any surface until it's washed off with soap and water or rubbing alcohol.    Tips for prevention    Learn what poison oak looks like so you can avoid them. Learn more...  Wash your garden tools and gloves regularly.  If you think you may be working around poison oak, wear long sleeves, long pants tucked into boots, and impermeable gloves.  Wash your pet if it may have brushed up against poison ivy, oak, or sumac. Use pet shampoo and water while wearing rubber gloves, such as dishwashing gloves. Most pets are not sensitive to poison oak, but the oil can stick to their fur and cause a reaction in someone who pets them. If you think you have come in contact with Poison Oak, immediately wash the area with soap and cold water.  The sooner you cleanse the skin, the greater the chance that you can remove the plant's oil and\/or help prevent further spread.           Ticks, WA-DOH   Tick Safety In Redwood National and State Parks, ticks dwell in tall grass, bushes, and wooded areas. In the summer months, as temperatures increase, ticks become more active. Ticks can infect humans with bacteria, viruses, and parasites that can cause serious illness. As you venture into these habitats, follow these guidelines to protect yourself.          Removing a tick    Ticks should be removed from pets and humans as soon as they are noticed. Ticks should be removed carefully and slowly. If the attached tick is broken, the mouthparts left in the skin may transmit disease or cause secondary infection. Using a pair of pointed precision tweezers; grasp the tick by the head or mouth parts where it enters the skin.  DO NOT grasp the tick by the body. With a slow, smooth motion, pull firmly and steadily outward. DO NOT twist the tick.  DO NOT apply petroleum jelly, a hot match, alcohol or any other irritant to the tick. This can cause the tick to burrow more deeply, and expel more bacteria into the blood.  Clean the wound with disinfectant.  Monitor the bite for a rash for three to 30 days.  Be alert for symptoms of Lyme disease. If a rash or other early symptoms develop, see a physician immediately.    Common Lyme disease symptoms    A slowly expanding red rash at the site of the tick bite which usually appears within a week to a month after the bite.  Flu-like symptoms such as, fatigue, headache, neck stiffness, jaw discomfort, pain or stiffness in muscles or joints, slight fever, swollen glands, or reddening of the eyes.     Safety tips    When hiking, tuck your pant legs into your socks and your shirt into your pants. Wear closed shoes and light-colored clothing with a tight weave to spot ticks easily.  Inspect clothes and exposed skin frequently while outdoors.  Do not sit on the ground or on logs in bushy areas.  Keep long hair tied back. After your hike, inspect your body thoroughly for ticks.",
    "url": "https:\/\/www.nps.gov\/redw\/planyourvisit\/safety.htm"
}
