{
    "title": "Redwood National and State Parks: Exotic Plant Management",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Exotic Plant Management                Resource Management and Science - exotic plant management      Purpose - Threat Assessment - Control Strategy - Control Techniques - Exotic Species List     Purpose and Need for Exotic Plant ManagementThe Redwood National and State Parks together comprise a World Heritage Site, so designated for the rugged coastlines, streams, rivers, and ancient redwood forests. The parks are mandated to protect this heritage for public inspiration and enjoyment, and to ensure passage unimpaired to future generations. Currently, there are more than 200 species of exotic plants in the Redwood National and State Parks. More than thirty of these are invasive species. At least ten exotic plant species threaten the parks' native species and ecosystems. Exotic plant management is a necessary part of the responsibility to protect our natural heritage. Control of harmful exotic plants requires both a guiding plan and long-term, steadfast commitment. Short-term lapses allow invasive species to expand quickly and to negate previous control efforts. The threat of invasive exotic species will not disappear. The keys to successful control are a systematic approach and consistent follow-up. Controlling invasive exotics is a universal challenge of importance beyond simply the parks. To learn more, when finished here, you may wish to visit other web sites on exotic plant management.Top of Page     Threat Assessment Number and Distribution of Exotic Plant SpeciesThe origin of plant species (native or exotic) can be found in the Jepson Manual: Higher Plants of California (Hickman, 1993) and other authorities. Of the flowering plants found in the parks to date, slightly more than 200 are exotic, representing about a quarter of the flora. The number of exotic species and dominance by exotics varies widely by vegetation type. So far, less than 1 percent of the plant coverage within the old-growth redwood forests is from exotic species. In contrast, the Bald Hills prairies have an extensive list of exotic plant species, with a relative cover of 50 to 75 percent. The nature of threats from exotics differs in separate areas of the parks. The parks' response to each threat is site-specific, but based on an overall management strategy.Determination of Threat StatusPotential biological, ecological, economic, and human health threats posed by exotic plant species are determined by reviewing pertinent literature and networking with colleagues regarding life form, reproductive patterns, methods of spread and other factors.  Invasive species that pose critical threats go on a high priority list.  Less threatening invasive species are targetted but managed at lower priority.  Harmful species known to the region but not yet found in the parks go on a Watch List.  Exotic species of uncertain threat go on a \"Need More Information\" list.  Still others are judged innocuous.Two threats are of particular concern:Displacement of rare, endangered, or sensitive species. This is a critical threat with action mandated by the Endangered Species Act. Cross-pollination with native species, producing viable offspring. This conflicts with agency policy guidance to preserve genetic integrity.Three other major concerns are disruption of ecosystems, economic harm, and harm to human health. Some exotic plant species disrupt ecosystems by altering natural processes, by outcompeting native species, or by changing the environment so that natives no longer can reproduce. Loss of ecosystem integrity conflicts with the purpose for which all of the parks were established — to preserve the unique natural resources within the parks for public inspiration and enjoyment. Acting and collaborating to avoid or minimize economic harm and harm to human health from noxious plants is a responsibility of all federal and California State agencies.PrioritizationPriority is assigned to each species in each place based upon the threats exhibited and the potential for successful and cost effective control. A key factor is the species' existing distribution and the availability of habitat for future invasion. The fact that some invasive species are not presently targetted does not exclude them from consideration for future management. What it means simply is that efforts will be budgeted and directed toward the most immediate threats and potential future threats addressable through control actions during a given interval of time. Federal agencies are required to prevent the introduction of invasive exotic species, to provide for their control, and to minimize the harm they cause to the extent practicable within budgetary limits. Thus, park staff use a threat assessment to prioritize the exotic species against which the major portion of control efforts will be directed within each budget cycle.Top of Page     Control Strategy High priority is given to the management of invasive exotic plant species that can harm park resources or people and can be controlled. Priority depends upon two independent factors: Degree and kind of biological, ecological, economic, or health threat.Cost and expectation of control, based on current distribution of the invasive species.To be effective, the exotic plant manager seeks sound, scientifically based knowledge of the biology of potentially harmful exotic plant species, and networks with others regionally to learn the whereabouts of invasive plants. Insofar as possible, prevention is the most cost effective management approach. The park's Exotic Plant Management Plan links four categories of population distribution and density to corresponding appropriate strategic responses:Present in region but not in park.Ask whereabouts from cooperating agencies and landowners.Place on a Watch List - Educate park staff to seek and report.Track spread if near park.Prevent establishment inside park.Avoid need for later control. Present in park as individuals or small, localized populations.If infestation is new, alert cooperating agencies and landowners.Remove by hand.Maintain a record of actions.Monitor removal sites.Follow up as needed.Diligence keeps costs low. Present as large infestations in parts of park. Native plant communities are disrupted and native species displaced from infested areas.Remove outliers first.Eliminate seed bank in outlier areas after removing plants.Map large infestations. Plan larger attack projects. Cost permitting, implement one or more large-scale projects, as follows:Contain spread to within infested areas.Reduce the number and size of infestations.Restore native species to bared sites.Minimize dispersal and re-infestation.Treat smallest, furthest outlying areas. first.Eliminate larger infestations, moving from fringes toward the source of seed dispersal. Present as continuous infestations within and beyond park boundaries. Displaces many or all native plants in areas of infestation.Complete control may be possible, but only by a coordinated, comprehensive effort between parks and neighboring agencies and land managers. Extensive planning and provision for public comment are needed. New and applied research may be required before control is possible or cost effective. Ways to share costs of eradication on a regional scale will be pursued. If costs are unreasonable, it may be possible only to restore and protect certain critical park areas from infestation. Control steps will be similar to 3.Top of Page     Control TechniquesPark staff research exotic plant control techniques described by The Nature Conservancy (TNC), other resource management agencies and universities. The most promising control techniques are tested on high priority species. Following NPS IPM guidelines, the following classes of control techniques are options for individual species under the parks' Exotic Plant Management Plan:No Action:This option is elected if the ecological threat from an exotic species is insignificant (the species is innocuous), or if no further action is needed to achieve or maintain control of the species.Mechanical Controls:Heavy equipment: Machinery such as bulldozers, backhoes, cable yarders and loaders may be used in areas where exotic plant density is high, native species are absent, and impacts to other natural or cultural resources are negligible.Power tools: Chain saws, weed whips, winches.Hand tools: Shovels, pulaskis, loppers, Weed Wrenches TM, grip hoists, machetes, chokers.Manual removal: Manual removal of herbaceous and shallowly-rooted plants is relatively inexpensive and can control some species.Draught animals: Mules, horses can be used for plowing or pulling out large individual plants.Prescribed Fire: Prescribed burning consumes above-ground vegetation and my kill seeds of exotic species or break their dormancy, allowing later removal of the plants. Fire affects the composition of native flora, and this may be manipulated to re-establish and support its natural resistance to invasion by non-native species. Personnel working in exotic plant management will work closely with prescribed burn staff to accomplish the multiple objectives of each burn. Rehabilitation of fires and firelines are planned carefully to avoid establishment and spread of exotic species from surrounding areas.       Cautions for mechanical controls:Some exotic species, such as Scotch broom, deposit long lived seeds into the soil and these seeds may be in mud from infested locations. Before departing an infested worksite, crews are directed to clean their boots, tools, tires and machinery in order to prevent seed dispersal.People, equipment, noise and smoke may disturb rare, threatened and endangered wildlife, including the spotted owl, marbled murrelet and snowy plover. Therefore, all plans to use mechanical controls are reviewed and carefully timed to avoid any adverse impacts to sensitive species, in compliance the Endangered Species Act.Cultural Controls:\"Cultural control\" means educating people and encouraging them to adjust their activities and surroundings (insofar as possible) to minimize the spread of harmful plants.Cleanliness: Vehicles and equipment can disperse seeds great distances. There may be long lived seeds of species, such as Scotch broom, in mud, debris and crops from infested locations. If just one seed germinates and the plant matures to reproductive age, it can start a new population. Before working in a vulnerable ecosystem, such as the Bald Hills prairies, earth moving equipment used for any purpose, including road construction, maintenance and watershed rehabilitation, should be thoroughly cleaned and inspected by park staff to prevent seed dispersal.Disposal of plant debris: Exotic plants that have been removed from the ground can be either left on site for consumption during a prescribed burn, or moved to another area for pile burning at a later date. Ultimately, the debris should be either burned or used as mulch so that it does not add to solid waste. Extra care is necessary when such debris is moved off-site in order to avoid contaminating other areas with live plants and seed.Information: Information is provided to the public and park employees in the form of signs, interpretive displays, brochures, and programs on the threat of exotic species and the need to control them. This helps to limit spread. Information is included on how to differentiate exotic from native species with the same general appearance.Developments and Cultural Landscapes: Where exotic species are features of park developments or National Register eligible cultural landscapes, staff asses the ecological risk of these species (i.e. will they spread into adjacent landscapes or create undesirable wildlife\/human interactions) and the cost of maintaining the cultural landscape and preventing their spread outside this boundary. Exotic plants that to pose no significant threat or nuisance in surrounding natural areas are exempt from control efforts within the boundaries of developments and cultural landscapes. Exotic plants that pose a threat or are a nuisance will be managed as appropriate, taking cultural and historic resource needs into account, to prevent further natural resources management problems.Biological Controls:Natural Enemies: Certain insects or pathogens (e.g., fungus, bacteria) attack specific plants and limit their growth or reproduction. Introductions must be carefully controlled so as not to harm other native plants or species of economic importance, and are introduced only after several years of scientific evaluation.Vegetation succession: Canopy closure by native evergreen conifers and\/or hardwoods suppresses or eliminates shade-intolerant exotic species. Succession can be encouraged.Chemical Controls:Soil chemistry and microflora: Soils can be managed toward conditions that favor native species or that selectively target invasive species when the natives and invasives have differing soil requirements. Plant-available nutrients, salinity, acidity, and oxygen can be managed, and native symbiotic microflora can be re-introduced. For example, a hot surface fire tends to kill native mycorrhizae and to release much plant-available nitrogen. Abundant nitrogen favors weedy pioneers, such as thistles, foxglove, and fireweed. A dense stand of competing weeds, combined with a lack of native seed and mycorrhizae slows re-establishment of native plant species. Introducing a little topsoil from the undisturbed surroundings may be enough to re-introduce native seed and mycorrhizae, and a light surface application of natural litter or sawdust will cause decomposer fungi to multiply and to remove excess plant-available nitrogen from the soil.Herbicides: An herbicide may be considered as a means to control an invasive plant species if it is determined that alternative mechanical, physical, cultural, or biological means are either not acceptable or not feasible. Herbicides will not be considered for control in natural vegetation unless other control techniques prove ineffective. If herbicides are used, they are applied in strict accordance with IPM guidelines under the supervision of the park IPM coordinator by a trained, certified pesticide applicator. To the extent possible, herbicides are used only as a last resort.Top of Page",
    "url": "https:\/\/www.nps.gov\/redw\/learn\/nature\/exotic-vegetation.htm"
}
