{
    "title": "Redwood National and State Parks: Bicycling",
    "body": "Bicycling         Bicycling Prairie Creek Redwoods State Park. NPS Collection  Bicycling in Redwood National and State Parks can be a challenging and an awe-inspiring experience as you pass through the redwood forest or along the coastline. Although most national parks prohibit biking in the backcountry, we offer a few—often on rehabilitated logging roads where tires cause less erosion damage and where routes are wide enough to safely accommodate multiple uses. Help limit impacts on other trails by respecting areas where bicycles are not permitted. Pick up a park brochure with map at any visitor center. Mileage is one way. Brochure.  Little Bald Hills Trail on Howland Hill Road: 4.8 miles on parks' side. Continue on the USFS Paradise Trail for 5 more miles. Steep. Coastal Trail, Last Chance section, located at the end of Enderts Beach Road or at milepost 15.6 on Highway 101: 6 miles. Some steep areas. Ossagon Trail Loop starts at milepost 132.9 on Newton B. Drury Scenic Parkway: 19-mile loop when combined with Coastal Trail, Gold Beach section, and Davison Road. Steep, easy, easy, steep, respectively. Coastal Trail, Gold Bluffs Beach section, accessed via Ossagon Trail or Davison Road: 3 miles. Easy. Davison Trail, start at Elk Meadow Day Use Area or at the south end of Elk Prairie campground: 3 miles. Easy. Combine with Streelow Creek Trail and Davison Road for a 7½ loop. Easy to moderate. Carry on to Lost Man Creek trailhead for another 2½ miles. Moderate. Lost Man Creek Trail located 3 miles north of Orick or 6½ miles up Bald Hills Road off Hwy 101: 11 miles. Combine with Bald Hills Road and Highway 101 for a 20½-mile loop. Add on four miles by going to Elk Meadow Day Use Area. Moderate with some steep grades.       Local Rentals and Guide Services There are local businesses that offer rental bikes and other services that might be of interest to you. Check with the Brookings OR, Crescent City, Klamath, Orick, Trinidad, McKinleyville, Arcata or Eureka Chambers of Commerce for more information.",
    "url": "https:\/\/www.nps.gov\/redw\/planyourvisit\/bikes.htm"
}
