{
    "title": "Hawai'i Volcanoes National Park: Entrance Fees & Pass Programs",
    "body": "Entrance Fees and Pass Programs       FEES for PARK ADMISSION - Effective June 1, 2016 For your convenience, park passes may now be purchased online General Admission $20.00 per private non-commercial vehicle (capacity 15 or less) $15.00 per motorcycle $10.00 for pedestrians or bicyclists. With a valid receipt, general admission entrance fees allow entrance for 7 days, are not refundable, and may not be sold or given to another person. Groups Non-commercial groups entering the park in a bus or vehicle with a capacity of 16 persons or more will be charged $10.00 for each person on board. Exceptions:  Anyone who is 15 or younger is exempt from paying an entrance fee. Passes may be used for entry as defined on the back of the pass. In many cases the driver will have been hired for transportation only and is exempt from paying the entrance fee. The total fee charged will not exceed the equivalent commercial fee for that type of vehicle.  Commercial bus or tour: Fees vary by passenger capacity of the vehicle and type of tour being given. * A private vehicle is defined as any non-commercial vehicle that is being used for private recreational purposes. Hawai‘i Tri-Park Pass $25.00 An annual tri-park pass may be purchased for $25.00 and allows access for 1 full year from date of first use at Hawai‘i Volcanoes National Park, Haleakalā National Park, and Pu‘uhonua o Hōnaunau National Historical Park. The pass admits the pass owner and\/or spouse along with accompanying persons in a single, private, non-commercial vehicle. When entry is by other means (bicycle, foot, Hele-On bus, etc.) the passport covers the purchaser and accompanying immediate family (spouse, children, and parents). Pass is not refundable or transferable. Interagency Annual Pass $80.00 An annual pass valid 12 months from month of purchase. Admits the pass holder and any accompanying passengers in a private vehicle.* For areas that charge a per person fee, the pass admits the pass holder and 3 additional adults (16 and older). Two people can sign the pass. Access to and use of, BLM, FWS, NPS, Reclamation, and USDA-FS sites that charge entrance or standard amenity fees.  Interagency Senior Pass $10.00 A lifetime pass for citizens or permanent residents of the U.S., age 62 or older. Admits the pass holder and any accompanying passengers in a private vehicle.* For areas that charge a per person fee, the pass admits the pass holder and 3 additional adults (16 and older). Access to and use of, BLM, FWS, NPS, Reclamation, and USDA-FS sites that charge entrance or standard amenity fees. Also provides a 50% discount for pass owner on some expanded amenity fees such as camping (excluding hook-ups), boat launching, etc.  Interagency Access Pass Free A lifetime pass for citizens or permanent residents of the U.S. who have a permanent disability, regardless of age. Admits the pass holder and any accompanying passengers in a private vehicle.* For areas that charge a per person fee, the pass admits the pass holder and 3 additional adults (16 and older). Access to and use of, BLM, FWS, NPS, Reclamation, and USDA-FS sites that charge entrance or standard amenity fees. Also provides a 50% discount for pass owner on some expanded amenity fees such as camping (excluding hook-ups), boat launching, etc.  If your National Parks Pass, Golden Eagle, Golden Age, Golden Access passport is lost or stolen there is no mechanism for replacement. A new pass must be purchased.",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/feedetails.htm"
}
