{
    "title": "Redwood National and State Parks: Scenic Drives",
    "body": "Scenic Drives       Just passing through? Our recommended scenic drives through ancient forests, rugged coastline, upland prairies, and oak woodlands will have you planning a return visit in no time! If you're in a motorhome\/RV or pulling a trailer, please acknowledge any vehicle type\/size advisories and restrictions. Before heading-out, also be sure to check out the Current Conditions page for any road closures, detours, or hazards. Jump to: Howland Hill Road \/ Enderts Beach Road \/ Requa Road \/ Coastal Drive \/ Newton B. Drury Scenic Parkway \/ Cal-Barrel Road \/ Davison Road \/ Bald Hills Road        Howland Hill Road (unpaved) traverses the heart of Jedediah Smith Redwoods State Park. NPS Collection  Howland Hill Road Mostly unpaved; Motorhomes\/RVs and trailers not advised.  Distance & Duration: 10 miles, one way (from Crescent City, Calif. to junction with U.S. 199 near Hiouchi, Calif.); 45 minutes. Directions: From Crescent City, Calif.: drive south 1 mile on U.S. 101 and turn left (east-northeast) onto Elk Valley Road; continue 1 mile and turn right (east) onto Howland Hill Road; after ~1½ miles the road becomes unpaved as it enters Jedediah Smith Redwoods State Park; continue another 5½ miles on Howland Hill Road until it becomes Douglas Park Road (paved); after ~1½ miles turn left onto South Fork Road; after ½ mile South Fork Road junctions with U.S. 199 just east of Hiouchi, Calif. Description: Just a couple miles west of Crescent City, an unpaved stretch of Howland Hill Road offers motorists an intimate encounter with the towering old-growth redwoods in Jedediah Smith Redwoods State Park. Numerous pull-outs and trailheads along the way, including the Boy Scout Tree Trail and Stout Grove.         Crescent Beach Overlook, just a short drive down Enderts Beach Road. NPS Collection  Enderts Beach Road Paved; Motorhomes\/RVs and trailers not advised beyond Crescent Beach picnic area.  Distance & Duration: ~2¼ miles, one way; 5 minutes. Directions: From Crescent City, Calif.: drive 2½ miles southeast on U.S. 101 and turn right (south) onto Enderts Beach Road. Description: Elk-viewing, whale watching, and stunning coastal views are highlights along this short drive just minutes from Crescent City, Calif. Access to: Crescent Beach picnic area, Crescent Beach Overlook, and trailhead for Coastal Trail (Last Chance Section), Enderts Beach, and Nickel Creek backcountry camp.         Mouth of the Klamath River as seen from the Klamath River Overlook on Requa Road. NPS Collection  Requa Road Paved; Motorhomes\/RVs and trailers not advised-road very steep and narrow.  Distance & Duration: ~2¼ miles, one way (to Klamath River Overlook); 15 minutes. Directions: Signed exits off of U.S. 101 located ~2¼ miles north of Klamath, Calif. or ~18½ miles south of Crescent City, Calif. Description: Pass historic Requa, Calif. en route to the Klamath River Overlook perched 650 feet above the Pacific Ocean. Enjoy breathtaking views, whale watching, and bird viewing at the mouth of the Klamath River, where freshwater merges with seawater after a journey of over 250 miles that begins high in the snow-laden Cascade Mountains of Southern Oregon.         The view south towards Split Rock from the High Bluff Overlook on the Coastal Drive. NPS Collection  Coastal Drive (Loop) Sections of the former Coastal Drive route have closed to motor vehcile traffic-more... The following Coastal Drive (Loop) is still open, however. Mostly paved but with one-way, northbound traffic only between Alder Camp and Klamath Beach roads; Motorhomes\/RVs and trailers prohibited.  Distance & Duration: ~9 miles, round-trip; 45 minutes. Directions: From Klamath, Calif.: drive south 1 mile on U.S. 101 (over the Klamath River) and exit Klamath Beach Road; follow signs to Coastal Drive. Turn left at Alder Camp Road and proceed 2 miles to junction. Turn right (north) and continue ~1.5 miles on unpaved road (restricted to one-way, northbound traffic, only) toward the mouth of the Klamath River. turn right (east) onto the paved Klamath Beach road and travel ~4 miles to return to US 101. Description: This narrow road with steep grades and sharp curves offers wide panoramic views of the Pacific Ocean and Klamath River estuary. Whales, sea lions, and pelicans may be seen from overlooks high above the crashing surf. Enjoy a picnic with breathtaking views at the High Bluff Overlook, and don't miss the World War II radar station-disguised in the 1940s to look like a humble farmhouse and barn. Hiking and backcountry camping can be accessed from the Flint Ridge section of the Coastal Trail.         Ancient coast redwoods of Prairie Creek Redwoods State Park as seen from Newton B. Drury Scenic Parkway. California State Parks  Newton B. Drury Scenic Parkway Open sunrise to sunset; Paved; No commercial vehicles permitted.  Distance & Duration: 10 miles, one way; 20-30 minutes. Directions: Signed exits off of U.S. 101 located 6 miles north of Orick, Calif. or 4 miles south of Klamath, Calif. Description: This not-to-be-missed alternative to U.S. 101 passes through the heart of the old-growth redwood forest in Prairie Creek Redwoods State Park. North to south, features include numerous trailheads, Big Tree Wayside, Prairie Creek Visitor Center, Elk Prairie Campground, and a resident herd of Roosevelt elk.         Old-growth coast redwoods along Cal-Barrel Road. NPS Collection  Cal-Barrel Road Unpaved; Motorhomes\/RVs and trailers prohibited.  Distance & Duration: ~1½ miles, one way; 30 minutes. Directions: From Orick, Calif.: Drive 6 miles north on U.S. 101 and exit Newton B. Drury Scenic Parkway; continue 1½ miles, passing the turn-off to Prairie Creek Visitor Center, to the signed Cal-Barrel Road on the east side of Newton B. Drury Scenic Parkway. From Klamath, Calif.: Drive 4 miles south on U.S. 101 and exit Newton B. Drury Scenic Parkway; continue ~8 miles to the signed Cal-Barrel Road on the east side of Newton B. Drury Scenic Parkway. Description: This narrow, winding road offers extraordinary opportunties to experience colossal old-growth coast redwoods by car (or on foot; great for pets, too!). Access to the Rhododendron Trail and the extensive trail network of Prairie Creek Redwoods State Park.         Roosevelt elk seen from the Elk Meadow Day Use Area on Davison Road, just off U.S. 101. NPS Collection  Davison Road Mostly unpaved; Motorhomes\/RVs and trailers prohibited.  Distance & Duration: ~7 miles, one way; 30 minutes.  Directions: Exit Davison Road (Elk Meadow Day Use Area), 2½ miles north of Orick, Calif. on U.S. 101. After ⅓ (paved) mile, pass parking for Elk Meadow Day Use Area; continue nearly 7 unpaved miles to road's end at trailhead for Fern Canyon Trail. Description: Pass through meadows grazed by Roosevelt elk and a second-growth redwood forest en route to the sands of Gold Bluffs Beach and the 30-foot walls of Fern Canyon. Explore this isolated area while staying at the Gold Bluffs Beach Campground, with nearby access to Coastal Trail (Gold Bluffs Beach section), and the Fern Canyon Trail.         Lupine in bloom along Bald Hills Road (mostly unpaved). NPS Collection  Bald Hills Road Mostly paved; Motorhomes\/RVs and trailers not advised.  Distance & Duration: ~17 miles, one way (from junction with U.S. 101 to Lyons Ranch trailhead); 45 minutes. Directions: Signed exit for Bald Hills Road is about 1 mile north of Orick, Calif. on U.S. 101; after about 13 miles Bald Hills Road becomes unpaved. Description: Ascend a steep, 15 percent grade through old-growth redwoods (with trail access to the Lady Bird Johnson and Tall Trees groves) before passing through several open prairies resplendent with spring wildflowers, Roosevelt elk, and black bear. Along the way, the Redwood Creek Overlook provides outstanding views of its namesake drainage as well as the Pacific Ocean in the distance. Further on are trailheads leading to the picturesque and historic Dolason and Lyons ranch sites.",
    "url": "https:\/\/www.nps.gov\/redw\/planyourvisit\/drives.htm"
}
