{
    "title": "Redwood National and State Parks: Kayak Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger-led Programs     Kayak Tours                Ranger-led Kayak Tours        Ranger-led Kayak Tours NPS       Download the the Smith River Kayak Tour Fact Sheet.      A Wild and Scenic Opportunity For a limited time in summer, Redwood National and State Parks presents kayak tours of the Smith River—a crown jewel of the National Wild & Scenic River System and the largest free-flowing river system in California. Led by experienced park rangers, visitors will explore a variety of topics, including the unique geology of the Smith River watershed and how it contributes to the growth of the world’s largest trees, all while paddling pristine waters and enjoying unparalleled scenery.      Tour Description As summer conditions allow, tours will begin at 11 am and 3 pm on Fridays and Saturdays on the gravel bar at the Jedediah Smith Day Use Area in Redwood National and State Parks, where rangers will first provide a brief orientation, basic safety information, and essential paddling skills. After being fitted for lifejackets and helmets, participants will then be guided on an easy, 1\/2-mile walk on the River Beach Trail to the put-in near the confluence of the Smith River and Mill Creek. Based on age, weight, and experience, participants will be paired in tandem inflatable kayaks and paddle approximately 3\/4 mile through Class I-II whitewater that includes moving flatwater, riffles, and small rapids. Along the way, rangers will interpret the geology of the river corridor, groves of ancient coast redwoods, and more. Tours typically lasts 1.5 to 2 hours and end back at the Jedediah Smith Day Use Area (see below). Parking at the Jedediah Smith Day Use Area: Vehicles entering Jedediah Smith Day Use Area (where kayak tours begin and end) must pay an $8 day use fee. Tour participants, however, will be provided with a limited-time pass for the duration of the tour (~2 hours). Participants who remain in the day use area before or after scheduled kayak tour times will be required to pay the day use fee.      Requirements for Participation To ensure diverse participation, groups larger than four individuals cannot be accommodated. Participants must be at least 10 years old and able to swim in moving water. Each individual between ages 10-17 must be accompanied by an adult parent\/guardian each and can only occupy a kayak in tandem with an adult 18 years old or older. Participants must weigh no less than 50 lbs (23 kg) and no more than 220 lbs (100 kg). Lifejackets and helmets will be provided and must be worn at all times. Personally owned paddling gear will not be allowed. Each participant (or parent\/guardian) must read and sign the Visitor's Acknowledgment of Risk on the reverse side of this document. Attendance at the presentation of basic safety information and essential paddling skills at the start of each tour is also required for continued participation. Don't be late!  Is it really free? Yes! We do, however, gratefully accept donations to train staff, maintain equipment, and continue tours in the future.      How To Sign-Up For a safe and enjoyable experience, only a limited number of participants can be accommodated on each tour. Space is available on a first come-first served basis, only; reservations by telephone, email, or fax will not be accepted. Visitors can sign-up no sooner than one week before a scheduled tour (e.g., as early as Saturday for a tour scheduled the following Saturday) and must do so, in person, at the Hiouchi Information Center (1 mile west of Hiouchi, Calif. on U.S. 199, open 9 am–5 pm daily). Programs may be cancelled at any time for safety.      What To Expect Expect to have fun, of course! But also expect to get wet! Summer conditions on the Smith River may change quickly, and vary from very warm to quite chilly. Please dress accordingly; we recommend clothing that insulates when wet and dries quickly, regardless of conditions. You may fall in the river and lose cameras, cell phones, jewelry, etc. We recommend you not bring these items, or protect them in waterproof containers. Consider securing glasses with a retaining strap or string.",
    "url": "https:\/\/www.nps.gov\/redw\/planyourvisit\/kayaktours.htm"
}
