{
    "title": "Redwood National and State Parks: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Redwood National and State Parks is located in northernmost coastal California—about 325 miles north of San Francisco, Calif. Roughly 50 miles long, the parklands stretch from near the Oregon border in the north to the Redwood Creek watershed southeast of Orick, Calif. Five information centers are located along this north-south corrdior. Park Headquarters is located in Crescent City, Calif. (95531) at 1111 Second Street.       By Air Regularly scheduled commercial flights are available to and from airports in the the following nearby communities:  Crescent City, Calif. (map) Airport: Del Norte County Airport\/Jack McNamara Field (CEC) Carrier: PenAir Nearest Information Center: Crescent City Information Center, ~4 miles from airport. Medford, Ore. (map) Airport: Rogue Valley International-Medford Airport (MFR) Carrier: Horizon Air, Delta Connection operated by SkyWest Airlines, Allegiant Air, and United Airlines and United Express operated by SkyWest Airlines. Nearest Information Center: Hiouchi Information Center, ~100 miles from airport. McKinleyville, Calif. (map) Airport: Arcata Airport (ACV) Carrier: United Express operated by SkyWest Airlines. Nearest Information Center: Kuchel Visitor Center, ~25 miles from airport.        By Automobile Redwood National and State Parks is generally oriented along the north-south U.S. 101 highway corridor between Crescent City and Orick, Calif (~40 miles). Numerous other roads and highways (including scenic drives) provide access to areas throughout the parks. Please note that there are no formal entrance stations along the access routes listed below-it is entirely possible to drive completely through the parks without realizing you have been in or close to some of the world's most magnificant forests and tallest trees!   From the Oregon Coast (Highway 101) Park headquarters and the Crescent City Information Center are located 26 miles south of Brookings, Ore., off of U.S. 101. To directly access Jedediah Smith Redwoods State Park (including the Jedediah Smith Campground, Jedediah Smith Visitor Center, and Hiouchi Information Center), travel 16 miles south of Brookings, Ore. on U.S. 101 then exit North Bank Road\/Calif. 197 and continue southeast ~7 miles to the junction with U.S. 199 in the heart of Jedediah Smith Redwoods State Park. From Central Oregon (Grants Pass, Ore.\/Interstate 5 corridor) From Grants Pass, Ore., take U.S. 199\/Redwood Highway and travel ~70 miles southwest to the northeast boundary of the parks near Hiouchi, Calif.; continue west an additional 5 miles on U.S. 199, then south ~4.5 miles on U.S. 101 to Crescent City, Calif. (home to the Crescent City Information Center). From the California Coast (Highway 101) The Kuchel Visitor Center near the parks' southern boundary is located ~40 miles north of Eureka, Calif. (or 312 miles north of San Francisco, Calif.) just off of U.S. 101. Continue north on U.S. 101 ~3 miles to access Bald Hills Road or ~7 miles to access the Newton B. Drury Scenic Parkway. From Central California (Redding, Calif.\/Interstate 5 corridor) From Redding, Calif., exit Eureka Way\/Calif. 299 and continue west ~140 miles to U.S. 101 near Arcata, Calif. Travel north on U.S. 101 ~30 miles to the Kuchel Visitor Center near the parks' southern boundary. Continue north on U.S. 101 ~3 miles to access Bald Hills Road or ~7 miles to access the Newton B. Drury Scenic Parkway.       Public Transportation (local) Redwood Coast Transit (RCT) offers service between and among the communities of Smith River, Crescent City, Gasquet, Klamath, Orick, and Arcata, Calif. For information about routes and fares, or for other inquiries, call RCT at (707) 464-6400 or visit them online at www.redwoodcoasttransit.org.      Circle of Parks Plan to visit all the national parklands in the Klamath region of southern Oregon and northern California. See map below.  Crater Lake National Park, 3½ hours from Crescent City, CA, 140 miles; 217 miles from Orick, CA Oregon Caves National Monument, 1½ hours from Crescent City, CA, 60 miles; 114 miles from Orick, CA Whiskeytown National Recreation Area, 4¼ hours from Crescent City, CA, 215 miles; 160 miles from Orick, CA Lassen Volcanic National Park, 5 hours from Crescent City, CA, 230 miles; 231 miles from Orick, CA Lava Beds National Monument, 6 hours from Crescent City, CA; 262 miles from Orick, CA         The Klamath region covers northern California and southern Oregon including the \"Circle of Parks\" above. NPS",
    "url": "https:\/\/www.nps.gov\/redw\/planyourvisit\/directions.htm"
}
