{
    "title": "Redwood National and State Parks: Current Conditions",
    "body": "Current Conditions          Alerts    Caution        Holter Ridge Road Closed  Alert 1 , Severity ,caution ,, Holter Ridge Road Closed  June 25th through November. Due to heavy machinery working on forest restoration.          Damnation Creek Trail: Bridge closed  Alert 2 , Severity ,caution ,, Damnation Creek Trail: Bridge closed  Due to a structural failure of a bridge 1.75 miles from the Damnation Creek trailhead, the hiker's bridge has been closed. The Damnation Creek Trail remains open up to the bridge, but beach access from the trail is closed until further notice          Aggressive Elk: Prairie Creek and Gold Bluffs Beach area.  Alert 3 , Severity ,caution ,, Aggressive Elk: Prairie Creek and Gold Bluffs Beach area.  June-July: Female elk are very protective of their young. Do not approach any elk - they will defend their young by charging and with powerful kicks.     Information        Fern Canyon - limits on vehicle numbers.  Alert 1 , Severity ,information ,, Fern Canyon - limits on vehicle numbers.  For the rest of summer. Due to overcrowding no more than 100 vehicles at a time will be allowed to the Fern Canyon day use area.  Once 100 vehicles  is reached,  incoming traffic will be staged at Davison Road \/ Trillium falls parking area.             Last updated: July 20, 2016  Redwood National and State Parks are ever-changing—knowing the current conditions will help to ensure a more enjoyable redwood adventure. Your best source for up-to-date information is to visit one of the parks' visitor centers. Join the Conversation! Facebook Twitter  Instagram              Weather For general climate and weather information for Redwood National and State Parks, click here.   National Weather Service forecasts for Crescent City, Calif. National Weather Service forecasts for Orick, Calif.          Visitor Centers For information about visitor centers, locations, contact information and services, click here.  Thomas H. Kuchel Vistitor Center (Orick, Calif.) is currently OPEN daily, 9 am-5 pm. Hiouchi Information Center (Hiouchi Calif.) is currently OPEN daily, 9 am to 5 pm. Jedediah Smith Visitor Center (Jed. Smith Campground) is currently OPEN daily, 9 am-5 pm Crescent City Information Center (Crescent City, Calif.) is currently OPEN daily, 9 am to 5 pm Prairie Creek Visitor Center (6 miles north of Orick, Calif.) is currently OPEN daily, 9 am to 5 pm.           Developed Campgrounds For general campground information and reservations, click here.   Jedediah Smith Campground is currently OPEN. Mill Creek Campground is currently OPEN  for the season.  Elk Prairie campground is currently OPEN. Gold Bluffs Beach campground is currently OPEN.          Roads & Highways For directions to Redwood National and State Parks, click here. Also be sure to check-out our recommended scenic drives. Please visit www.lastchancegrade.com for information about the Last Chance Grade Project on US 101 in Del Norte Coast Redwoods State Park.  Howland Hill Road : ALERTS in place.    Howland Hill Road traffic is currently subject to closures, delays and traffic control. Due to repair work on bridge over Smith River, Howland Hill Road is currently subject to delays of up to 45 minutes on the east end near Hiouchi, Calif.    Newton B. Drury Scenic Parkway is currently OPEN. Cal-Barrel Road is OPEN. Davison Road is currently OPEN, but standing water and mud can make the road impassible for low-clearance vehicles before, during, and after rainy weather conditions. Please call 707-465-7335 for the latest conditions. Bald Hills Road is OPEN. Coastal Drive Loop is OPEN Tall Trees Access Road is OPEN. A free permit is required to access Tall Trees Access Road and is available at the Kuchel Visitor Center (Orick, CA) and the Crescent City Information Center.      For the latest highway conditions in California, visit the California Department of Transportation. For the latest highway conditions in Oregon, visit the Oregon Department of Transportation's TripCheck.          Trails For general hiking and trail information, click here.   Damnation Creek Trail is OPEN, but the bridge 1.75 miles from the trailhead is closed to public until further notice and is preventing safe beach access.  The year-round bridge over Bond Creek on the Redwood Creek Trail (~5 miles upstream from Redwood Creek Trailhead and ~2 miles downstream from Tall Trees Grove) is CLOSED due to damage. As such, you will need to take a detour to get around this bridge. You can walk on the Redwood Creek Gravel Bar or there is a trail detour in place as well. Please contact 707-465-7335 or inquire at any visitor center for the latest information. Seasonal footbridges have been installed along Redwood Creek Trail.   Seasonal footbridges have been installed connecting Stout Grove to the Jedediah Smith Campground. The Fern Canyon Loop Trail has a landslide at the end of the canyon that is a slipping hazard. Visitors can still access Fern Canyon from the mouth of the canyon nearest the coast on the Coastal Trail but must exit via the same route.          Backcountry Camps For general backcountry camping information and to download the Redwood National and State Parks Backcountry Trip Planner, click here.    Little Bald Hills is OPEN. Nickel Creek is OPEN. Nickel Creek Backcountry Camp will be unavailable for camping on the following nights in summer 2016 in order to accommodate the Redwood Family Coastal Camp: Nights of June 18 and June 25 Nights of July 1, 7, 13, 21, and 29 Night of August 6, 13, 19, and 26  DeMartin is OPEN. Flint Ridge is OPEN. Gold Bluffs is OPEN.   Elam Creek is OPEN. 44 Camp is OPEN.  Redwood Creek (dispersed camping) is OPEN.          Horse Trails For general information on horseback riding in the parks. click here.",
    "url": "https:\/\/www.nps.gov\/redw\/planyourvisit\/conditions.htm"
}
