{
    "title": "Redwood National and State Parks: Ranger-led Programs",
    "body": "Ranger-led Programs         Tidepool Walk: Find volcano-shaped limpets, orange and purple ochre sea stars, and the \"flower of the sea\"—a giant green anemone! NPS Collection  Be part of a national and state parks tradition! Park rangers and other staff lead a variety of seasonally available programs and activities throughout the parks that are free, informative, and fun for all ages and backgrounds. General Program Information Programs & Activities Schedule Programs and activities are available from mid-May to mid-September. Activity schedules are posted on the parks' Calendar feature, at information centers, and on campground bulletin boards. Junior Ranger Programs (1 hour) Children ages 7-12 have fun while learning about the people, plants, animals, and life systems of the redwood region. Allow one hour for scheduled programs at the Jedediah Smith Campground, Mill Creek Campground, or Prairie Creek Visitor Center; self-paced junior ranger activities are available at all information centers. Guided Kayak Tours For a limited time in summer, Redwood National and State Parks conducts kayak tours of the Smith River—a crown jewel of the National Wild & Scenic River System and the largest free-flowing river system in California. Led by experienced park rangers, visitors will explore a variety of topics, including the unique geology of the Smith River watershed and how it contributes to the growth of the world’s largest trees, all while paddling pristine waters and enjoying unparalleled scenery. More » Tidepool Walks (2 hours, as tides permit) Get your hands (and feet!) wet while discovering delicate tidepool creatures. A park ranger-naturalist leads this investigation into the hidden world beneath the waves. Come prepared: dress for the weather; bring drinking water and a snack; wear sturdy hiking shoes or boots (no sandals!) with non-slip soles-they will get wet! Campfire Programs (1 hour) As darkness descends on the North Coast, the Jedediah Smith, Mill Creek, and Elk Prairie campgrounds are ideal settings for an informative and inspiring night cap. Programs may include narrated slide shows, storytelling, music, and\/or games. Campfire circles and outdoor amphitheaters are wheelchair accessible. Dress for cool summer evenings. Nature Walks (1\/2 to 1 hour) Immerse yourself in the forest, shore, or prairielands. Join a park ranger-naturalist for a down-to-earth exploration of the natural communities that contribute to one of the most diverse ecosystems on Earth. Come prepared: dress for the weather; bring drinking water and a snack; wear sturdy hiking shoes or boots with non-slip soles.     Ranger-Led Program Schedule  Search for Events       By Date     Start Date      End Date           By Keyword By Keyword        Search          Upcoming Events    Showing 12 results    Show ALL instances of recurring events   RSS Feed      Redwood National and State Parks Birding Basics (3pm) Kuchel Visitor Center Sunday, August 14, 2016   Bird viewing and identification. More     Time: 3:00 PM to 4:00 PM   Location: Kuchel Visitor Center   Fees: Free         Redwood National and State Parks Evening Campfire Program (8 pm): Elk Prairie Campground Sunday, August 14, 2016   Join a park ranger for an hour-long evening program at Elk Prairie Campground. More     Time: 8:00 PM to 9:00 PM   Location: Elk Prairie Campground   Fees: Free         Redwood National and State Parks Evening Campfire Program (8:30 pm): Jedediah Smith Campground Sunday, August 14, 2016   Join a park ranger for an hour-long campfire program at the Jedediah Smith Campground. More     Time: 8:30 PM to 9:30 PM   Location: Jedediah Smith Campground   Fees: Free         Redwood National and State Parks Evening Campfire Program (8:30 pm): Mill Creek Campground Sunday, August 14, 2016   Join a park ranger for an hour-long campfire program at the Mill Creek Campground. More     Time: 8:30 PM to 9:30 PM   Location: Mill Creek Campground   Fees: Free         Redwood National and State Parks Forest Walk (3 pm): Meet at Stout Grove Trailhead Sunday, August 14, 2016   Join a park ranger for a nature walk (45 minutes to 1-hour long); meet at Stout Grove Trailhead. More     Time: 3:00 PM to 4:00 PM   Location: Stout Grove Trailhead   Fees: Free         Redwood National and State Parks Nature Walk (10am): Meet at the Lady Bird Johnson Grove Trailhead Sunday, August 14, 2016   Join a park ranger for a nature walk (45 minutes to 1-hour long); meet at the Lady Bird Johnson Grove Trailhead. Program subject to change. More     Time: 10:00 AM to 11:00 AM   Location: Lady Bird Johnson Grove Trailhead   Fees: Free         Redwood National and State Parks Forest Walk (3 pm): Meet at Simpson-Reed Discovery Trailhead (Walker Road Day Use Area) Monday, August 15, 2016   Join a park ranger for a nature walk (45 minutes to 1-hour long); meet at Walker Road Day Use Area (Simpson-Reed Discovery Trailhead). More     Time: 3:00 PM to 4:00 PM   Location: Walker Road Day Use Area (Simpson-Reed Discovery Trailhead)   Fees: Free         Redwood National and State Parks Nature Walk (3 pm): Meet at Prairie Creek Visitor Center Monday, August 15, 2016   Join a park ranger for a nature walk (45 minutes to 1-hour long); meet at Prairie Creek Visitor Center. More     Time: 3:00 PM to 4:00 PM   Location: Prairie Creek Visitor Center   Fees: Free         Redwood National and State Parks Nature Walk (3 pm): Meet at Lady Bird Johnson Grove Trailhead Tuesday, August 16, 2016   Join a park ranger for a nature walk (45 minutes to 1-hour long); meet at Lady Bird Johnson Grove Trailhead. More     Time: 3:00 PM to 4:00 PM   Location: Lady Bird Johnson Grove Trailhead   Fees: Free         Redwood National and State Parks A Walk Amongst the Giants Friday, August 19, 2016   Join a ranger for a 45-minute nature walk through old growth redwood trees. More     Location: Big Tree Wayside - Newton B. Drury Scenic Parkway,   Fees: free         Redwood National and State Parks Yurok Craft and Traditions: Deck Talk at Kuchel Visitor Center (10 am) Friday, August 19, 2016   Hands on experience with Yurok Tribal heritage. More     Time: 10:00 AM to 11:00 AM   Location: Kuchel Visitor Center   Fees: Free         Redwood National and State Parks Guided Walk: Tsunami Ground Zero Sunday, August 21, 2016   Find out why Crescent City is \"Tsunami Ground Zero\" for the West Coast of North America. This is an easy walk around downtown Crescent City guided by trained Redwood Parks Conservancy staff. More     Time: 10:00 AM to 11:00 AM   Location: Crescent City Information Center, Crescent City, Calif.   Fees: Free",
    "url": "https:\/\/www.nps.gov\/redw\/planyourvisit\/ranger-programs.htm"
}
