{
    "title": "Redwood National and State Parks: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets                  Even \"First Pet\" Bo Obama isn't allowed on park trails. EOP\/Pete Souza  Pets are wonderful creatures that give comfort and companionship. A national or state park, however, is not the best place for them. For the safety of visitors and all animals (domestic and wild), and for the continued protection of your parklands, pets-with the exception of service animals-are not allowed on park trails, at ranger-led programs, or in park buildings. Checkout this Pets brochure (PDF, 2.67 MB) for more information, including a map of suggested locations for pets in the parks and surrounding areas. What's the Harm?  Predators including bears, mountain lions, and coyotes may see pets as prey, placing both pet and owner in danger. Some pets may mark territory with scent or spread domestic disease, interfering with natural patterns and causing injury to wildlife. Even normally well-behaved pets can become stressed by unfamiliar surroundings, threatening visitors and wildlife in close situations such as on park trails. Dead salmon, found along riverbanks throughout the parks, can be extremely toxic to dogs.  Places for Pets In Redwood National and State Parks, pets on a leash not exceeding six feet in length, under owner control, and without creating disturbance to visitors and wildlife are allowed:  On all road-accessible beaches (excluding dune habitat). Within 100 feet of public roads and parking areas (but not on trails). At designated picnic areas. Within all road-accessible campgrounds.  Checkout our Pets bochure (PDF, 2.67 MB) for a map of suggested locations for pets in the parks. Pets under your control are allowed at the following nearby locations (be sure to inquire locally for specific regulations), from north to south:  Smith River National Recreation Area-all campgrounds and trails (pets must be leashed): west of Crescent City, Calif. via U.S. 199. Public beaches in Crescent City, Calif. Moonstone Beach: Westhaven Drive exit off U.S. 101, just south of Trinidad, Calif. Clam Beach County Park: Clam Beach exit off U.S. 101, near McKinleyville, Calif. Arcata Community Forest in Arcata, Calif.",
    "url": "https:\/\/www.nps.gov\/redw\/planyourvisit\/pets.htm"
}
