{
    "title": "Hawai'i Volcanoes National Park: Fees & Passes",
    "body": "Fees & Passes       The National Park Service has designated the following fee free days for 2016:  January 18, 2016: Martin Luther King, Jr. Day April 16 through 24, 2016: National Park Week August 1, 2016: Centennial Anniversary of Hawai‘i Volcanoes National Park August 25 through 28, 2016: National Park Service's Birthday - Celebrate all weekend! September 24, 2016: National Public Lands Day  November 11, 2016: Veterans Day  Park entrance fees will be waived on these days.       For your convenience, park passes may now be purchased online. Regular entrance fees are paid at the entrance station when you arrive.         Self Pay Station at Kīlauea Visitor Center   If you arrive and the entrance station is not manned, please proceed a short distance to the Kīlauea Visitor Center on the right. Under the covered lānai (patio) area is a Self Pay Station. Please pay your entrance fees here.      ENTRANCE FEES - Effective June 1, 2016 $20.00 per vehicle - 7 days $10.00 per individual or bicycle - 7 days $15.00 per motorcycle - 7 days $25.00 Hawai‘i Tri-park Annual Pass Vehicle $20.00 - 7 days Admits one single, private, non-commercial vehicle and all of its passengers. Organized non-profit groups, (service organizations, scouts, church groups, college\/school clubs) are not eligible for the $15.00 vehicle permit. >>more ... Motorcycle $15.00 - 7 days >>more ... Individual $10.00 - 7 days Admits one individual when entering by foot or bicycle. Individuals 15 years old and younger are admitted free of charge. >>more .... Hawai`i Tri-park Annual Pass $25.00 - Annual Allows access for 1 full year from date of first use at Hawai‘i Volcanoes, Haleakalā, and Pu`uhonua o Hōnaunau National Parks. >>other National Park passes and more ... Interagency Annual Pass $80.00 An annual pass valid 12 months from month of purchase. Admits the pass holder and any accompanying passengers in a private vehicle.* For areas that charge a per person fee, the pass admits the pass holder and 3 additional adults (16 and older). Two people can sign the pass. Coverage includes access to and use of, U.S. Bureau of Land Management, U.S. Fish and Wildlife Service, National Park Service, U.S. Department of Reclamation, and the United States Department of Agriculture-Forest Service sites that charge entrance or standard amenity fees. * A private vehicle is defined as any non-commercial vehicle that is being used for private recreational purposes. Interagency Senior Pass $10.00 A lifetime pass for citizens or permanent residents of the U.S., age 62 or older. Admits the pass holder and any accompanying passengers in a private vehicle.* For areas that charge a per person fee, the pass admits the pass holder and 3 additional adults (16 and older).Coverage includes access to and use of, U.S. Bureau of Land Management, U.S. Fish and Wildlife Service, National Park Service, U.S. Department of Reclamation, and the United States Department of Agriculture-Forest Service sites that charge entrance or standard amenity fees. Also provides a 50% discount for pass owner on some expanded amenity fees such as camping (excluding hook-ups), boat launching, etc. * A private vehicle is defined as any non-commercial vehicle that is being used for private recreational purposes. Interagency Access Pass Free A lifetime pass for citizens or permanent residents of the U.S. who have a permanent disability, regardless of age. Admits the pass holder and any accompanying passengers in a private vehicle.* For areas that charge a per person fee, the pass admits the pass holder and 3 additional adults (16 and older).Access to and use of, U.S. Bureau of Land Managemenent, U.S. Fish and Wildlife Service, National Park Service, U.S. Department of Reclamation, and the United States Department of Agriculture-Forest Service sites that charge entrance or standard amenity fees. Also provides a 50% discount for pass owner on some expanded amenity fees such as camping (excluding hook-ups), boat launching, etc. * A private vehicle is defined as any non-commercial vehicle that is being used for private recreational purposes. Interagency Volunteer Pass Free An annual pass for those who volunteer 500 hours or more at Federal recreation sites beginning January 1, 2007. Valid 12 months from month on issue. Admits the pass holder and any accompanying passengers in a private vehicle.* For areas that charge a per person fee, the pass admits the pass holder and 3 additional adults (16 and older). Access to and use of U.S. Bureau of Land Management, U.S. Fish and Wildlife Service, National Park Service, U.S. Department of Reclamation, and the United States Department of Agriculture-Forest Service sites that charge entrance or standard amenity fees.  * A private vehicle is defined as any noncommercial vehicle that is being used for private recreational purposes.  Commercial Tour Entrance fees are charged based on vehicle capacity as well as the type of tour being given.  >>more ... Educational Fee Waiver Academic institutions may be eligible for a fee waiver. >>more ...      Annual Pass for Active Duty US Military and Their Dependents link to pdf document (34KB)",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/fees.htm"
}
