{
    "title": "Hawai'i Volcanoes National Park: Area Closures, Advisories, Drone & Other Policies",
    "body": "Area Closures, Advisories, Drones\/Unmanned Aircraft & Other Policies        Snow at the Summit of Mauna Loa NPS Photo\/S. Geiger       July 24, 2016 - All areas that were closed due to Tropical Storm Darby have re-opened.              March 11, 2016 - Sulphur Banks Trail Improvements Underway more>>      March 4, 2016 - Temporary Closure of the Kahuku Unit Upper Paddocks: The Kahuku road and upper paddocks are temporarily closed to the public at the cross gate due to Rapid 'Ōhi'a Death (ROD). Ten trees have been confirmed to be infected with ROD in the lower paddocks below the cross gate. Currently ROD has not been found in the upper paddocks. The closure is necessary to prevent the spread of ROD to the upper paddocks. The Forested Pit Crater trail and Kona trail are not accessible.      November 3, 2015 - Due to the onset of Nēnē breeding season, the portion of Crater Rim Drive between Devastation and Keanakākoi Crater and the last ½ mile of the paved portion of Chain of Craters Road (beyond the turnaround) is closed to pets, including dogs.     May 7, 2015 - Effective immediately, all areas immediately adjacent to Jaggar Museum extending from the developed parking lot and visitor use areas will be closed due to hazardous conditions. These include steep cliffs, earth cracks and trip hazards. Areas will be delineated on the ground with signs, barrier devices or a combination of these and may be extended or changed based on assessments of NPS personnel and approved by the Superintendent or her designated representative.            Hawai‘i Volcanoes National Park Policies      Drones \/ Unmanned Aircraft Policy Launching, landing, or operating an unmanned aircraft from or on lands and waters administered by the National Park Service within the boundaries of Hawai'i Volcanoes National Park is prohibited except as approved in writing by the superintendent.         Superintendent's Compendium 2016 (pdf - 3.68MB) The Superintendent's Compendium of Designations, Closures, Permit Requirements and other Restrictions Imposed Under Discretionary Authority are regulations specific to Hawai'i Volcanoes National Park. These regulatory provisions apply in addition to the requirements contained in Title 36, Code of Federal Regulations (\"36 CFR\").           Status of the Park: Park is OPEN - Some Closures are in effect: Currently the Chain of Craters Road is OPEN and the trail to Puʻu Huluhulu is OPEN. Both the Nāpau Trail beyond Puʻu Huluhulu and the Naulu Trail are OPEN (permit required). Be aware that high levels of SO2 and\/or smoke could occur at anytime. This is a very active area and subject to sudden closure.  The coastal backcountry is OPEN The Mauna Ulu area and the Puʻu Huluhulu Trail is OPEN The Hilina Pali Road and Kulanaokuaiki Campground are OPEN The Naulu Trail is OPEN for day use, (visitors must register at trailhead) The Nāpau Trail is OPEN for day use, (visitors must register at trailhead) The Nāpau Campground is OPEN for overnight camping, (visitors must register at the Backcountry Office) Areas east of Nāpau Crater are CLOSED The Halemaʻumaʻu Trail crossing Kīlauea Caldera is CLOSED Crater Rim Drive and Crater Rim Trail are CLOSED from the Jaggar Museum south around the caldera to the Chain of Craters Road junction Sections of Crater Rim Trail and Crater Rim Drive (foot traffic only) have REOPENED from Chain of Craters Road to Keanakāko'i Crater >>more info The last half mile of Chain of Craters Road is CLOSED during the construction phase of Chain of Craters\/Kalapana Road       Fire Restrictions  The following restrictions remain in effect:   No campfires throughout the park, with the exception of the fire pits at Nāmakanipaio Campground and Kīpukapuaulu Picnic Area. No barbeques at Kulanaokuaiki Campground or Kahuku. Cooking stoves are permitted with appropriate precautions. Protect our park - your behavior impacts native plants and animals.         Halema`uma`u Crater NPS Photo by Norrie Judd  Portions of the Park are Closed Current Closures are listed below:  A portion of Crater Rim Drive, between Jaggar Museum and the Chain of Craters Road junction is closed indefinitely due to the fumes and ashfall from the vent that opened within Halemaʻumaʻu Crater in March 2008. June 13, 2012 update: Sections of Crater Rim Trail and Crater Rim Drive (foot traffic only) have REOPENED from Chain of Craters Road to Keanakāko'i Crater >>more info The Kaʻu Desert Trail is closed from the northeastern base of Mauna Iki Lava Sheild to Kīlauea Caldera. The Halemaʻumaʻu Trail and the Byron Ledge Trail leading across Kīlauea Caldera is closed. The Crater Rim Trail from Jaggar Museum to the junction with Chain of Craters Road is closed. Areas east of Nāpau Campground and Nāpau Crater are closed. Volcanic Hazard Areas: Due to immediate and unpredictable volcanic hazards, the slopes of Puʻu ʻŌʻō, all ledges, benches and beaches formed at active lava entry points on the coast, as well as specific active lava areas as posted, are closed to all visitors unless they have a permit issued by the Superintendent allowing limited access to those areas for specific scientific research or cultural practices.   Advisory on Potential Closures: The prevailing northeast tradewinds generally blow fumes from the volcano away from visitor areas. However, during times of weak winds or winds from the south (the opposite direction), volcanic fumes may impact visitor areas, prompting the park to close. Please be flexible and alert. What should you do when you notice hazy\/smoky\/smog-like conditions (VOG)?:  Kīlauea Visitor Center and Jaggar Museum are equipped with high volume air filters that remove volcanic gasses. The park staff will close the doors and turn on the filters when the air quality is poor. If you are at one of these locations, stay inside until you are advised conditions have improved. You may be asked to evacuate. If driving a car: Keep vehicle windows closed and run your car air conditioner until you leave the area.  Park rangers monitor air quality and will advise visitors when the situation prompts a closure. When a closure is ordered, please leave the area in an orderly manner with everyone's safety in mind. See: Visitor Alert - SO2 Advisory",
    "url": "https:\/\/www.nps.gov\/havo\/closed_areas.htm"
}
