{
    "title": "Sequoia & Kings Canyon National Parks: Mine Assessment Overview",
    "body": "Mine Assessment Overview         A mine shaft along Franklin Creek in Mineral King. Photo by Joel Despain  Mining has a rich and varied history in the United States and around the world. Here in California, the Golden State, mining played a crucial role in development and settlement. The 1849 gold rush didn't reach as far south as Sequoia and Kings Canyon National Parks, but prospectors did enter and explore the mountains of this area in search of minerals, riches and wealth. The culmination of this hard work was the discoveries in Mineral King in the 1870s. While it wasn't the '49er rush, hundreds of people did enter Mineral King valley in search of gold and precious metals. Other mines were developed on Cataract Creek, at Windy Peak and near Cedar Grove in Kings Canyon, and near Triple Divide Peak and above Lone Pine Creek in Sequoia. However, hard work and dangerous conditions did not pay off for miners and prospectors in this part of the Sierra. In all cases the mineral deposits were shallow and very limited in Sequoia and Kings Canyon. Today we are interested in mines for a different reason than wealth. Their presence in the parks is an important part of the history of the area, but their presence can also be dangerous for both people and the environment. All of the old mining sites in Sequoia are now abandoned and so come under the auspices of the Abandoned Mineral Lands Office of the National Park Services Geologic Resources Division, based in Denver, Colorado. This office has provided funding to assess the mines for hazards to both human health and safety and for their effects on the environment. Mine shafts and adits are often unstable, may contain toxic fumes or may suddenly end in deep drop-offs. They can be very dangerous places for the unprepared. The unusual chemistry of the rocks that are excavated at mines can often lead to acid mine drainage and heavy metal contamination. Both of these conditions can lead to poisonous environments near mines and contaminated water miles down stream from the mine site.  The good news in Sequoia and Kings Canyon is that the small, short-lived mines of this area do not seem to have produced these serious problems. The mines outside of Mineral King do not contain any shafts (vertical drop-offs) and do not seem to produce any acid mine drainage. In Mineral King, most sites also appear to be safe for people and the environment. However, at least one shaft in White Chief Valley might be dangerous. It is also possible that Franklin Creek in Mineral King may suffer from limited pollution problems associated with abandoned mines. The National Park Service will be reviewing and monitoring these problems in the future to insure that to the extent possible both visitors and the environment are protected in Sequoia and Kings Canyon.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/mine_assess.htm"
}
