{
    "title": "Sequoia & Kings Canyon National Parks: Cave Management Activities",
    "body": "Cave Management Activities        Cave restoration is an important part of how the parks carry out their preservation mandate. NPS Photo       There are many annual and special event activities in the two parks involving caves and cave management. Restoration work in past years has involved removing at least 30 tons of blast rubble from the cave, partially restoring one entrance to the cave that had been converted into a storage room, cleaning pools that had filled with mud used to hide wires, repairing formations, and hose cleaning dirtied walls and floors. Most participants at the annual weekend event are members of National Speleological Society (NSS), Western Region and belong to \"grottos\", which are local NSS chapters.   Annual weekend meetings and caving trips are held for park cave Trustees. These individuals are authorized by the park to lead trips into either Soldiers, Crystal or Weisraum caves. The weekend meeting for Crystal Cave Trustees is held the first weekend of May, while the meeting for Soldiers Cave is held on the first weekend in April each year.   The Cave Research Foundation (CRF) hosts weekend expeditions to create cave maps and to conduct research into cave minerals, sediments and biology in the parks throughout the summer and fall. CRF works in Lilburn Cave, and also in caves in the Mineral King area.  The Sequoia Parks Conservancy (SPC) operates and manages the commercial tours at Crystal Cave. The tours provide visitors with the rare opportunity to see a beautiful, interesting, living cave. The tour features large rooms, a stream flowing over banded marble and many beautiful cave formations. Besides the standard walking, lighted tour the SPC also offers Historic Tours featuring characters from Crystal Cave's past, Discovery Tours that focus on the fascinating world of cave geology and Wild Tours that challenge visitors with climbs and tight squeezes far from the cave trail and light system.   Generally twice per year, the park cave management program produces a newsletter, known as the Cave Management Update. The updates keeps interested members of the public and NPS personnel informed on the activities of the Cave and Karst Management Program at Sequoia and Kings Canyon.  SEKI Caving Activity Documents  General Restrictions and Guidelines for Caving Activities (64 KB, PDF) Specific Restrictions for Weisraum and Wild Child Caves (6 KB, PDF) The Trustee Program: Trustees are park-approved individuals who are authorized to lead trips into Soldier's, Crystal and Weisraum Caves.(90 KB, PDF) Cave Restoration Criteria (28 KB, PDF) Cave Bibliography (9 KB, PDF) Cave Forms (35 KB, PDF)  Links to Other Caving Activity Web Pages National Speleological Society Cave Research Foundation Cave Research Foundation California Sequoia Natural History Association",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/cave_activities.htm"
}
