{
    "title": "Sequoia & Kings Canyon National Parks: Threats to Water Resources",
    "body": "Threats to Water Resources       Air Pollution and Contaminants By far, the single biggest threat to the parks’ water is air pollution. Air pollution adds acidic deposition, nutrients, and other contaminants to the parks’ waters. Acidic deposition is most acute as episodic events during early snowmelt and during late-summer and fall thunderstorms. Fortunately, at current levels, the parks’ waters are not showing chronic acidification, but this could change because the waters are poorly buffered and therefore limited in their capacity to neutralize acids. Because the parks’ waters are naturally low in nutrients, the addition of airborne nitrates and ammonia is likely to be causing some level of change to the natural system.   The drift of pesticides and other contaminants from upwind agricultural areas is one of our most serious concerns. We know that measurable amounts of pesticides fall on the park, and that pesticides have been found in the tissues of aquatic fauna. We suspect that the extirpation of two species in Sequoia National Park may be linked to pesticide drift—foothill and mountain yellow-legged frogs.        Stream gauging equipment used to measure stream height and discharge in the East Fork drainage of the Kaweah River, Sequoia National Park. In this watershed, effects of fire on stream volume and water chemistry are being monitored. USGS Photo  Alteration of Fire Regime The alteration of the natural fire regime by over a century of fire exclusion through grazing activity and fire suppression is another stressor to the parks’ waters. Fire affects the quantity of water in streams and its water chemistry. Sediment transport rates are different in burned and unburned watersheds. Fire affects nutrients, buffering capacity, water temperature, and other water characteristics.  Human Use of Park Water Park facilities generate sewage effluent. This water contains high concentrations of nutrients. In addition to sewage effluent, there are probably other unwanted chemicals entering the parks’ waters from roads and parking lots. These have not been investigated within the parks, but they are known to be serious problems in urban areas. Backcountry use is another source of pollutants in park waters. In areas that routinely see large concentrations of backcountry users, human feces can be a problem. Although human waste is required to be buried in the parks’ backcountry, in areas of high use, water percolating through the feces-contaminated soil eventually enters the streams and lakes. Other ways that backcountry visitors may be adding unwanted chemicals to water include misuse of soap or by swimming in lakes and streams when their bodies are covered in sunblock and insect repellent. Because the water contains so few natural dissolved constituents, the contribution of exotic chemicals on human bodies may be significant.  Exotic Species  Bullfrogs and numerous fish introduced to park lakes have had detrimental effects on many native aquatic wildlife species.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/threats.htm"
}
