{
    "title": "Redwood National and State Parks: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions                   Circle of Discovery: Oregon Caves               Circle of Discovery: Crater Lake               Circle of Discovery: Lassen Volcanic               Circle of Discovery: Whiskeytown               Circle of Discovery: Lava Beds               Circle of Discovery: Tule Lake             Circle of Discovery Did you know that Northern California and Southern Oregon are home to seven national parklands? This circle of parks protects a diversity of nationally significant resources including the world's tallest trees, America's deepest lake, hydrothermal areas, ice caves, dramatic waterfalls, unparalleled recreational opportunities, and powerful human stories that shape our national consciousness.          Wizard Island & Crater Lake NPS Photo  Crater Lake National Park ~3½ hours\/172 miles from Crescent City, Calif. (map\/directions) ~4½ hours\/213 miles from Orick, Calif. (map\/directions) Crater Lake has inspired people for hundreds of years. No place else on earth combines a deep, pure lake, so blue in color; sheer surrounding cliffs, almost two thousand feet high; two picturesque islands; and a violent volcanic past. It is a place of immeasurable beauty, and an outstanding outdoor laboratory and classroom.        The River Styx at Oregon Caves National Monument NPS Photo  Oregon Caves National Monument ~2 hours\/70 miles from Crescent City, Calif. (map\/directions) ~2¾ hours\/113 miles from Orick, Calif. (map\/directions) Deep inside the Siskiyou mountains lies the \"Marble Halls of Oregon.\" The caves formed when acidic rainwater dissolved the surrounding marble, creating one of the few marble caves in the world. The Monument’s ancient forests contain endemic Port Orford Cedar and one of the largest Douglas-fir trees in Oregon.        Tule Lake Segregation Center in 1943. NPS  Tule Lake Unit of World War II Valor in the Pacific National Monument ~4.5 hours\/208 miles from Crescent City, Calif. (map\/directions) ~5 hours\/250 miles from Orick, Calif. (map\/directions) The Tule Lake Unit, WWII Valor in the Pacific National Monument includes both the the Tule Lake Segregation Center, the largest and most controversial of the sites where Japanese Americans were incarcerated during World War II, and Camp Tulelake, which was first a Civilian Conservation Corps camp, then a prisoner of war camp, and finally an additional facility to detain Japanese Americans.        Islands at Whiskeytown National Recreation Area NPS Photo  Whiskeytown National Recreation Area ~4¼ hours\/209 miles from Crescent City, Calif. (map\/directions) ~3½ hours\/168 miles from Orick, Calif. (map\/directions) Whiskeytown National Recreation Area is geographically situated at the juncture of the Klamath Mountain Range and the northern edge of the Central Valley, making it home to a diverse collection of animal and plant life. The park provides outdoor enthusiasts with excellent opportunities for water recreation, hiking, mountain biking, horseback riding, and camping.        Brokeoff Mountain at Lassen Volcanic National Park NPS   Lassen Volcanic National Park ~5½ hours\/295 miles from Crescent City, Calif. (map\/directions) ~4¾ hours\/253 miles from Orick, Calif. (map\/directions) Come witness a brief moment in the ancient battle between the earth shaping forces of creation and destruction. Nestled within Lassen's peaceful mountain forests you will find that hissing fumaroles and boiling mud pots still shape and change the land.        Blue Grotto Cave at Lava Beds National Monument NPS Photo  Lava Beds National Monument ~5 hours\/228 miles from Crescent City, Calif. (map\/directions) ~5½ hours\/269 miles from Orick, Calif. (map\/directions) Lava Beds National Monument is a land of turmoil, both geological and historical. Over the last half-million years, volcanic eruptions on the Medicine Lake shield volcano have created a rugged landscape dotted with diverse volcanic features. More than 700 caves, Native American rock art sites, historic battlefields and campsites, and a high desert wilderness experience await you!       The Klamath Network of national parklands in northern California and southern Oregon form the \"Circle of Parks.\" You can kinda see the circle, right? NPS Photo      Smith River National Recreation Area 10600 Hwy 199 PO Box 228 Gasquet, CA 95543 (707) 457-3131Tolowa Dunes State Park 1111 Second Street Crescent City, CA 95531 (707) 465-2145 Lake Earl Wildlife Area 2591 Old Mill Road Crescent City, CA 95531 (707) 464-2523Oregon State Parks PO Box 500 Portland, OR 97207-0500 (800) 551-6949California State Parks California Department of Parks & Recreation PO Box 942896 Sacramento, California 94296-0001 (916) 653-6995Top of Page     Battery Point Lighthouse Museum  P.O. Box 535 Crescent City, CA 95531 (707) 464-3089Del Norte County Historical Society  577 H Street Crescent City, CA 95531 (707) 464-3922Northcoast Marine Mammal Center 424 Howe Drive Crescent City, CA 95531 (707) 465-6265Stone Lagoon 115336 Highway 101 North Trinidad, CA 95570 (707) 488-2169Trinidad Museum  P.O. Box 1126 Trinidad, CA 95570 (707) 677-3883Humboldt Lagoons State Park  115336 Highway 101 North Trinidad, CA 95570 (707) 488-2169Patrick's Point State Park  4150 Patrick's Point Drive Trinidad, CA 95570 (707) 677-3570.   Top of Page       Battery Point Lighthouse is found at the end of Front Street in Crescent City. You can walk to the lighthouse and take a guided tour at low tide. Check at a visitor center for tide levels and tour times. NPS       Smith River National Recreation Area\/Six Rivers National Forest ~30 minutes\/29 miles (to USFS office in Gasquet, Calif.) from Crescent City, Calif. (map\/directions) ~1¼ hour\/60 miles (to USFS office in Gasquet, Calif.) from Orick, Calif. (map\/directions) Created by Congress in 1990, Smith River National Recreation Area forms a northern border to Redwood National and State Parks. The Coast Ranges and the Smith River, the longest National Wild and Scenic River in the U.S., offer a variety of recreational opportunities. The recreation area is considered one of the best fishing regions in the U.S., with trophy sized steelhead trout, chinook salmon and other game fish species.",
    "url": "https:\/\/www.nps.gov\/redw\/planyourvisit\/nearby-attractions.htm"
}
