{
    "title": "Sequoia & Kings Canyon National Parks: Cave Descriptions",
    "body": "Descriptions of Selected Park Caves        Pumpkin Palace formation in Hurricane Crawl Cave. NPS Photo        Lilburn Cave Crystal Cave Hurricane Crawl Soldier's Cave Mineral King Caves Slide Creek Caves Marble Fork Caves Panorama Bowl and Caves   To date, more than 200 caves have been found in these Parks. Most caves are in the Western one-third of the Parks in narrow bands of marble paralleling the trend of the Sierra. They are found at elevations ranging from over 10,000 feet to under 1,500 feet and have internal temperatures ranging from just above freezing to over 60 degrees. Some of the caves have active stream systems, but many are the dry remnants of ancient, water-flow patterns. To date, nearly 20 unique species of invertebrates have been discovered in park caves, at least 4 caves are roosts for the rare bat sub-species Corynorhinus townsendii intermedius. Areas where caves are found include the South Fork of the Kaweah, Mineral King, Paradise Ridge, Deep Canyon, Yucca Creek and Redwood Canyon. ↑ Return to top      Lilburn Cave At more than 17 miles of passage, this is the longest cave in the Parks and in California. The cave is a complex, deep, three-dimensional-maze with beautiful marble banding and several large streams. Lilburn is one of the most mineral-rich other caves in the world, with more than 30 identified minerals. These minerals color cave formations unusual colors including blue, green, yellow and black in Lilburn. The cave's stream returns to the surface at Big Spring, which has a rare \"ebb and flow\" pattern of drainage. Lilburn is not heavily decorated with speleothems, but its few formation areas are exceptional. This cave is managed for research. Most work in the cave is conducted and organized by the Cave Research Foundation. ↑ Return to top      Crystal Cave  Crystal is the parks' only commercialized cave. It has 3 miles of passage, making it the second longest cave in the two parks. More than 2,000 feet of passage and three new entrances were found in the early 1990s. The cave is a complex, \"anastomotic\" maze and is heavily decorated with many varieties of speleothems including rarely formed \"shields\" and \"raft cones\". The cave has suffered heavy vandalism through its commercialization. Crystal has at least four unique species of invertebrates including spiders and aquatic isopods living in the cave stream.  ↑ Return to top        Hurricane Crawl Hurricane Crawl Cave was discovered in 1988 and has approximately 2 miles of passage. This heavily decorated cave is quickly becoming famous as one of the most beautiful caves in the Western United States. It has outstanding examples of many formation types including shields (disc-like formations) and helictites (formations that twist and turn in defiance of gravity). The cave also has unusually colored speleothems that are orange, red and yellow. Hurricane Crawl is composed mostly of narrow canyon passages, but the cave also has several large rooms. Hurricane is very linear and has an active stream. Several unique species exist in Hurricane including both aquatic and terrestrial isopods. ↑ Return to top       Soldier's Cave This cave has long been a favorite with California cavers since its exploration in 1949 and 1950. Three vertical rope drops must be negotiated to reach its lowest and most extensive level. The cave is dry and has not been biologically inventoried. Several outstanding formation areas exist, one of which has beautiful needle-like \"dog-tooth spar\" crystals. This cave has suffered due to inadvertent vandalism by cave explorers and has approximately 1 1\/2 miles of passage. A complete map of the cave was recently finished. ↑ Return to top       Mineral King Caves This area contains one of the finest examples of alpine-karst topography in the United States and probably is the finest alpine karst protected in the National Park System. More than 30 caves, 15 springs, dozens of sinkholes, blind valleys and sinking streams occur in this area. The largest cave, with more than 1 1\/2 miles, has six entrances, and contains an active stream. This cave has few formations, but features beautiful marble banding and a large room with an ice floor. Upper levels and abandoned water courses make the cave fairly complicated. Another large cave is Cirque, which also has an active stream, five entrances and is 4,000 feet in length. Three smaller, but significant caves, are Batslab, Seldom Seen and Never Seen. No biological work has ever been done in any of these caves. ↑ Return to top       Slide Creek Caves Thirteen caves were found along the steep walls of Slide Creek Canyon in 1991 and 1992. All of the caves consist of \"fossil\" passages denoting ancient patterns of water flow and drainage. Many of the passages are partially collapsed. The largest cave is 18th Hole with nearly 1,000 feet of passage. It contains many cave formations, some of which display unusual colors or crystal growth. Other shorter, but interesting caves include Clinker, Winding Road, and Pimoa. Caves in this area are complex and are generally damp and have perennial pools of water. Biological work has not been done in these caves. However, the presence of bats, roots and many entrances, all of which can provide organic matter for cave ecosystems, may mean that these caves will be biologically rich and varied. ↑ Return to top      Marble Fork Caves Eighteen caves have been discovered in an area where the Marble Fork of the Kaweah River cuts through several large lenses of marble. Some of the area's caves are dry, fossil passages, while others are active stream caves. Two caves in the area, capture the river's water and channel it into their passages. The largest cave along this stretch of river, Wild Child Cave, was discovered in 1992. For much of the year this young, high-energy cave is flooded. During low-water Wild Child's large walking passages, waterfalls and stream channels can be explored. Marble Falls Cave was discovered by the first park superintendent, Walter Fry. This cave's complex, stream-polished passages are also easiest to explore during low water. ↑ Return to top      Panorama Bowl and Cave Panorama Bowl is a spectacular alpine karst valley. A single stream flows through three separate caves in this area. This complex hydrology-pattern begins when a surface stream flows into Alto Cave, sumps and then appears again in Bathing Cave where it plunges over a 20-foot high waterfall. The water flows from Bathing across the surface and into Sink Cave where it disappears again. Dry passages connect Sink to Panorama Cave where the stream again appears. Panorama-Sink is the longest cave in the area with nearly 4000 feet of passage. Panorama Cave is one of the most unique caves in Sequoia and Kings Canyon. It is formed in black marble, which contains amphibole asbestos minerals in the form of tremolite crystals. The cave's passages have developed in a varied pattern of rising and falling tubes and canyons, denoting a complex hydrology ↑ Return to top",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/cave_descriptions.htm"
}
