{
    "title": "Sequoia & Kings Canyon National Parks: Airborne Synthetic Chemicals",
    "body": "Air Quality -- Airborne Synthetic Chemicals         NPS Graphic  Sequoia and Kings Canyon National Parks are downwind of one of the most productive agricultural areas in the world, the San Joaquin Valley. Every year, tons of pesticides are applied to these crops - in the counties adjacent to Sequoia and Kings Canyon National Parks (Fresno, Tulare, Kern, and Kings), over 37,000 tons in 2010 alone. Pesticides that become volatilized - suspended in the atmosphere as particulates - drift into the Parks on prevailing winds. Consequently, organophosphates from fertilizer are found in precipitation as high as 6,300 ft. (1,920 meters) in Sequoia National Park. Other synthetic chemicals, such as PCBs (polychlorinated biphenyls) are also finding their way into the parks. PCBs are found as in a variety of industrial and consumer products such as cooling compounds, electronics, paints, varnishes, plastics, inks and pesticides. Some PCBs have negative effects on animals by imitating specific hormones in concentrations as small as parts per trillion. They can cause changes in wildlife reproductive capacity, longevity, intelligence, and behavior, or can lead to cancer or mutations. They are inconspicuous, but potentially dangerous.        Application of pesticides to citrus groves in the Central Valley of California. NPS Photo  While studies have not yet been conducted to establish cause-and-effect links between synthetic chemical drift into the parks and effects on park ecosystems, circumstantial evidence suggests that impacts to park wildlife may be occurring.  For example, the peregrine falcons that nest at Moro Rock in Sequoia National Park have never been able to produce offspring, with the exception of one confirmed sighting of a fledging peregrine falcon born in 2008. Abandoned eggs contained high quantities (13 mg\/kg wet weight) of DDE (the breakdown product of the US-banned pesticide DDT), and eggshells averaged 15% thinner than they should be. More recently, the peregrines produced eggs that lacked the normal smooth waxy brown-spotted shell; instead the shells were white and chalky. In 2011 and 2012, juvenile peregrine falcons were seen in the Moro Rock area but without confirmation that they had been born here.  Additionally, the foothill yellow-legged frog completely disappeared from these parks in the 1970s, and today exists in the Sierra Nevada only in a handful of widely scattered populations along the western foothills. The frog is much more common on the opposite side of the San Joaquin Valley (in the foothills of the Coast Range), upwind from pesticide drift. Synthetic chemical drift may also be playing a role in the ongoing decline in mountain yellow-legged frogs in these parks, though other factors, such as non-native fish introduction to park lakes, are also likely to be important. For more information, visit the California Department of Pesticide Regulation web site.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/air_synthchem.htm"
}
