{
    "title": "Voyageurs National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       The National Park Service is committed to all practicable efforts for making NPS facilities, programs, services, information, employment, and meaningful work opportunities accessible to all people. Please call the specific visitor center ahead of time for any additional arrangements or questions.      Physical\/Mobility Visitor Centers  Handicapped accessible entrance and restrooms at all three visitor centers. Oberholtzer Trail is accessible the first 1\/4 mile, located near the Rainy Lake Visitor Center. Kabetogama Lake Overlook, the 0.2 miles to the overlook is accessible, located along the Meadwood Road to the Ash River Visitor Center.  Headquarters  Handicapped accessible entrance and restrooms.  Boat Tours  NPS vessels are accessible, short walks with the ranger may not be accessible. Please see Recreation.gov for tour descriptions.  Camping  Accessible lifts are located at the Rainy Lake, Kabetogama and Ash River boat launch areas. Accessible campsites are located on Rainy Lake (R26-Sunrise Point) and Namakan Lake (N41- Voyageur Narrows) as well as the Rainy Lake Group Campsite (R74) and the Kabetogma Lake Group Campsite (K54). Reservations are required through Recreation.gov.       Deaf\/Hearing Loss  Closed captioning shown on the park film at all three visitor centers. Hearing devices are available for boat tours and in the auditoriums upon request.         Blind\/Low Vision  Park unigrid in braille transcription is available at all three visitor centers and headquarters.       Service Animals  Must be licensed and marked as working.         Intellectual\/Learning  Please call the specific visitor center at least 2 weeks ahead of your visit for any additional arrangements. We would be happy to accomodate.          Interagency Passes The following pass is available at any Voyageurs National Park visitor center. Interagency Access Pass Free lifetime pass available to citizens or permanent residents of the U.S. who have been determined to be blind or permanently disabled.  Pass is available only in-person at any Voyageurs National Park visitor center.  This pass may be used for the card holder only for a 50-percent discount on Voyageurs National Park boat tours.  Must have pass at time of reservation.  Learn more about the Access Pass.",
    "url": "https:\/\/www.nps.gov\/voya\/planyourvisit\/accessibility.htm"
}
