{
    "title": "Sequoia & Kings Canyon National Parks: New Visitor Facilities",
    "body": "New Visitor Facilities         New visitor facilities encourage pedestrian use of Giant Forest. NPS photo Steve Collector  Several of the long-term goals defined in the 1980 Development Concept Plan (DCP) approved for Giant Forest related to redefining visitor use and improving visitor experience. Giant Forest would become a day-use area only, with food service and overnight facilities relocated outside the grove. Access to Giant Forest’s best-known features would be limited to shuttle service or walking. No private automobiles would be allowed to park in the grove, and visitor parking would be consolidated into a single parking structure at the Wolverton corrals. Dispersed, non-vehicular exploration of Giant Forest would be encouraged in order to provide visitors with significant opportunities to interact with giant sequoias on foot rather than from vehicles.  Upon a more detailed examination of the cost of erecting a large (1,700 vehicle) parking structure at Wolverton, it became evident that a single large parking structure from which a free shuttle would provide access to key features in Giant Forest would be prohibitively expensive. In 1995, the Park Service invited public comment on an Interim Management Plan that explored other alternatives for day use of the grove. This plan was entitled \"interim\" because it recognized that the 1980 Development Concept Plan remains the park’s long-term goal, but alternatives to the parking structure and shuttle system were necessary to carry Giant Forest through the next 10 to 20 years. During this time, a review of the park’s long-term goals for all areas would be undertaken.  The final Interim Management Plan was issued in 1996 and called for focusing visitor experience in three areas:   Giant Forest Center, comprised of the Giant Forest Museum, Beetle Rock Education Center, and a connecting nature trail system leading to Round Meadow and Hazelwood. The General Sherman Tree and adjoining trails. Moro Rock and Crescent Meadow, to be accessible during peak season by shuttle system, by bicycle, or on foot only.  An additional visitor focus site would be created in the form of the Pinewood picnic area, but would emphasize recreational picnicking rather than park features. Parking would be retained within the grove primarily in three reconstructed parking lots in Upper and Lower Kaweah and the Wolverton service yard. Small parking areas accessible to visitors with disabilities would be constructed near the Giant Forest museum, the Round Meadow area, and the Sherman Tree. A shuttle system would be implemented to allow overnight visitors at Wuksachi Village and Lodgepole to visit Giant Forest without bringing their vehicles to the grove, and to allow day users parked at Wolverton or the Museum to connect to other features of the grove. The trail system throughout the grove would be improved and tied in to new patterns of parking.  Interpretive services and opportunities in Giant Forest would be improved by installing orientation exhibits, developing a museum and visitor center in the historic Giant Forest market building, enhancing and enlarging the self-guiding trail system, and installing an augmented system of wayside exhibits.  The general principles for siting and design of the new visitor facilities were to constrain new construction to the footprint of existing disturbance, limit future impacts of human use through appropriate facility design, and to maintain a national park character.  The Giant Forest restoration project - including the construction to replace facilities in the Wuksachi area, the removal of development from Giant Forest, ecological restoration, and development of new visitor facilities - has been the top construction funding priority in the National Park Service for over a decade.  These new facilities, which opened between 2001 and 2005, are described in more detail in the following sections.        Map showing location of facilities in Giant Forest. NPS graphic",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/historyculture\/gfnewvis.htm"
}
