{
    "title": "Hawai'i Volcanoes National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1 Crater Rim Drive   Hawaii National Park, HI 96718                 Directions         Hawai‘i Volcanoes National Park is located on the island of Hawai‘i. From Hilo: 30 miles southwest on Highway 11 (a 45 minute drive); from Kailua-Kona: 96 miles southeast on Highway 11 (2 to 2 1\/2 hour drive), or 125 miles through Waimea and Hilo via highways 19 and 11 (2 1\/2 to 3 hours).  Directions Details           Operating Hours & Seasons         Hawai‘i Volcanoes National Park Hawai‘i Volcanoes National Park is open 24 hours a day year-round, including ALL holidays.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours     Park District  Kahuku Unit The Kahuku Unit is open on Saturdays and Sundays from 9 a.m. to 3 p.m. and is closed on weekdays and federal holidays.   Standard Hours    Sunday: 9:00 AM - 3:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: Closed   Saturday: 9:00 AM - 3:00 PM             Weather           The weather at Kīlauea's summit (4000' elevation) varies daily and may be rainy and chilly any time of the year. Temperature varies by elevation. At the summit of the volcano, temperatures may be 12 to 15 degrees cooler than at sea level. The coastal plain at the end of Chain of Craters Road, where lava crossed the road in 2003, is often hot, dry, and windy with the possibility of passing showers.          Fees & Passes     Entrance Fees:   Hawai‘i Volcanoes National Park - Private Vehicle - $20.00 Admits one private non-commercial vehicle (capacity 15 or less) and all of its passengers. Valid for 7 days. Organized non-profit groups, (service organizations, scouts, church groups, college\/school clubs) are not eligible.   Hawai‘i Volcanoes National Park - Motorcycle - $15.00 Per motorcycle - Valid for 7 days   Hawai‘i Volcanoes National Park - Bicycle - $10.00 Per bicycle - Valid for 7 days   Hawai‘i Volcanoes National Park - Individual - $10.00 Per walk-in pedestrian - valid for 7 days   Hawai‘i Volcanoes National Park - Groups - $10.00 Non-commercial groups entering the park in a bus or vehicle with a capacity of 16 persons or more will be charged $10.00 for each person on board. Exceptions: Anyone who is 15 or younger is exempt from paying an entrance fee. Passes may be used for entry as defined on the back of the pass. In many cases the driver will have been hired for transportation only and is exempt from paying the entrance fee. The total fee charged will not exceed the equivalent commercial fee for that type of vehicle.   Entrance Passes:   Hawai‘i Tri-Park Pass  - $25.00 An annual tri-park pass may be purchased for $25.00 and allows access for 1 full year from date of first use at Hawai‘i Volcanoes National Park, Haleakala National Park, and Pu‘uhonua o Honaunau National Historical Park.         Visitor Centers       Kīlauea Visitor Center Make Kīlauea Visitor Center your first stop when entering the park. Rangers and volunteers are on duty in the visitor center daily and will provide visitors with the latest information on the current eruption, hiking information, things to do and the daily schedule of ranger-led activities.   Jaggar Museum The Thomas A. Jaggar Museum is located along Crater Rim Drive, 3 miles from the Kīlauea Visitor Center. It is open from 10:00 a.m. to 8:00 p.m. daily. Built on the edge of Kīlauea Caldera, visitors may enjoy spectacular views of the caldera and the main crater Halema'uma'u from this view point.              Ranger Dean at Ha'akulamanu (Sulphur Banks) NPS Photo     Careful preparation eases the strain of travelling to new environments. Planning ahead can often make the difference between a good trip and a great trip.   What's Going On With the VolcanoOperating Hours & SeasonsArea Closures, Advisories, Drone & Other PoliciesFees & PassesCurrent ConditionsPermits & ReservationsLost & FoundWeatherPetsMapsBrochures",
    "url": "https:\/\/www.nps.gov\/havo\/planyourvisit\/basicinfo.htm"
}
