{
    "title": "Sequoia & Kings Canyon National Parks: Ozone",
    "body": "Air Quality -- Ozone         Two neighboring pines of the same species respond differently to ozone, exhibiting genetic variability. The pine on the left shows needle damage from ozone and the one on the right appears healthy. NPS Photo  Good and Bad Ozone Ozone is made of three joined oxygen atoms, and it is found both in the Earth's upper atmosphere and at ground level. Ozone can be helpful or harmful, depending on where it is found: Good ozone occurs naturally in the Earth's upper atmosphere (stratosphere)- 10 to 30 miles above the Earth's surface - where it shields us from harmful ultraviolet rays. Bad ozone forms near the ground (lower troposphere) when pollutants from cars, power plants, and other sources react chemically. Sunlight provides the energy that drives this chemical reaction, so the amount of ozone in the atmosphere is highest on summer afternoons. Ozone may be the most damaging pollutant here. Individual ponderosa and Jeffrey pine trees that are ozone-sensitive show extensive injury to their foliage at present ozone levels. For example, one study found that nearly 90% of Jeffrey pines in or near the Giant Forest showed visible signs of ozone injury. Compared to ozone-resistant individuals, ozone-sensitive pines have lower photosynthetic rates, lose their needles earlier, and have diminished annual ring growth. In contrast to pines, mature giant sequoias seem to be relatively resistant to present ozone levels. However, newly emerged sequoia seedlings are suspected to be more vulnerable to ozone injury.        These pine needles demonstrate chlorotic mottling (or a yellowing effect), characteristic of ozone damage. Ozone damages chlorophyll in the needles, reducing or destroying their ability to photosynthesize (or make food for the plant). NPS Photo  We humans are very vulnerable to ozone damage too. It can irritate the human respiratory system causing coughing, irritation in the throat, and\/or an uncomfortable sensation in the chest. The elderly and those with pre-existing respiratory problems (e.g. asthma, bronchitis) are more vulnerable to these effects. For further information, visit the Environmental Protection Agency AirNow Web Site.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/air_ozone.htm"
}
