{
    "title": "Sequoia & Kings Canyon National Parks: Invasive Non-Native Plant Information",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Invasive Non-Native Plants     Invasive Non-Native Plant Information                  Our Most Invasive Non-Native Plants        Of the nearly 200 non-native plant species in Sequoia and Kings Canyon National Parks, fewer than half appear to have significant impacts on park ecosystems. Many of these invasive plants (the foothill annual grasses in particular) are so well entrenched and widespread that it is not feasible to control them. However, many others are recent arrivals and will be relatively easy to remove in the near future. In 2001, the Biological Resources Division of the U.S. Geological Survey published an extensive report detailing the characteristics of each non-native plant species known to exist in Sequoia and Kings Canyon National Parks. Each plant species was researched extensively and ranked according to its invasive ability, its current distribution in the parks, its ability to be controlled, and additional invasion characteristics. The findings of this report figure prominently in Sequoia and Kings Canyon National Parks' weed management program. The plant species discussed in these pages are some of the most troublesome in Sequoia and Kings Canyon National Parks. Most of them are not well entrenched and can be removed if control efforts begin soon. Most of these species are the targets of current or future control efforts. Prevention is by far the most effective means of controlling non-native plants. This fact is highlighted by the absence of yellow star thistle in these parks. While several individuals have been discovered, all were eradicated immediately and currently there are no known populations in the parks. Each year, millions of dollars are spent controlling this highly aggressive species in California. It is abundant in many areas adjacent to Sequoia and Kings Canyon National Parks. Early detection, costing almost nothing, has allowed the parks to avoid a major eradication effort.         Bull thistle can be identified by a spiny wing on the stem of the flower head.    Bull Thistle Bull thistle (Cirsium vulgare) is a biennial thistle that grows sporadically at middle elevations of Sequoia and Kings Canyon National Parks. It is native to Europe, and has naturalized throughout many areas of North America; its presence has been recorded in all of the 48 lower states. Bull thistle is one of the more frequently encountered non-native plants in the parks above 1,400 meters (4,500 feet). Its ability to thrive at higher elevations and in relatively undisturbed areas makes it a species of concern. Currently, it is most common in and around disturbed areas. Identification   This robust thistle is distinctive because of its purple flowers and rough bristly leaves. It is most common in moist disturbed areas. The first year following germination, the plant appears as a rosette of rough, spiny leaves. During the subsequent year, the plant bolts and produces spiny heads of purple flowers that produce abundant seeds. Each plant can produce more than one head. The bell-shaped heads are commonly 3-4 centimeters (1.2-1.6 inches) in diameter. The plant dies after it has produced seeds in the second year. Look-Alikes There are native thistle species that could be confused with bull thistle. The surfaces of leaves on bull thistle are rough to the touch, while the surface of the native thistles that occur in Sequoia and Kings Canyon National Parks tend to be smooth. The stems of bull thistle have obvious spiny wings. The native species tend not to have such distinct wings along the stem. Natural History Bull thistle reproduces entirely by seed. A healthy plant can produce up to 5,000 wind-dispersed seeds. The seeds, however, do not remain viable in soil for long periods. Management   The most extensive infestation of bull thistle in the parks appears to be in and around the Grant Grove area. There are also populations in some areas of the park wilderness. Sequoia & Kings Canyon Natural Resource Management personnel have been actively controlling populations of bull thistle in the Grant Grove area since 1999.        The cheatgrass head is dense, slender, usually drooping, and one-sided. Donald Quintana   Cheatgrass Cheatgrass (Bromus tectorum) is an annual grass native to southern Europe, northern Africa, and southwestern Asia. Cheatgrass changes the frequency, extent, and timing of fires. It matures earlier than most native grasses and tends to occupy openings that would otherwise contain sparse vegetation, promoting earlier and more continuous fires. Cheatgrass is also very flammable, increasing the chance of ignition. In Sequoia and Kings Canyon National Parks, cheatgrass has become abundant in many areas, particularly in the Cedar Grove area on the South Fork of the Kings River. It is found throughout the parks in dry locations on road- and trail-sides. Identification   Cheatgrass is typically short, with conspicuously hairy leaves. Foliage is bright green as a seedling, reddish at maturity, and light tan after maturity. The head is dense, slender, usually drooping, and one-sided. Look-Alikes The drooping appearance, short stature, and hairy leaves of cheatgrass are distinctive in combination. Other native grasses with drooping heads may be confused with cheatgrass. Another non-native species,Bromus arenarius, has a similar drooping head, but differs in being larger and more robust. Natural History Cheatgrass establishes by seeds only. Seed production is very high, with single plants producing in excess of 300 seeds. As a winter annual, cheatgrass germinates in the fall if moisture is adequate, which allows it to mature early in the spring before most native herbaceous plants. Cheatgrass can interfere with seedling establishment of native woody shrubs and trees that require canopy openings or disturbance to germinate.   In Sequoia and Kings Canyon National Parks cheatgrass is widely distributed at elevations between 600 and 2500 meters (2,000 to 8,000 feet). While many of the populations are restricted to roadsides, trailsides, and disturbed areas, many other populations exist in undisturbed open areas on well-drained soils. Cheatgrass is notably absent in some wilderness areas of the park such as the Sugarloaf and Roaring River areas, and is present in relatively low abundance in the Kern River watershed. Management Because cheatgrass is widespread in Sequoia and Kings Canyon National Parks, control is unfeasible in many locations. Priorities are to keep cheatgrass from spreading into currently uninfested areas, such as the Sugarloaf and Roaring River areas, and to consider control in high-value wilderness areas with low cheatgrass abundance, such as the Kern Canyon. Cheatgrass is currently being controlled in frontcountry areas with high potential to spread cheatgrass to wilderness, such as pack stations and some campgrounds and trailheads. Small patches are pulled by hand, whereas large, dense patches that are unfeasible to pull by hand are sprayed with approved glyphosate herbicides. Cheatgrass also has implications for the way fire is managed in the parks. In 1998 the National Park Service noticed a significant increase in cheatgrass distribution and abundance in the South Fork of the Kings River (Cedar Grove area) in areas where prescribed fire had burned. Park managers were concerned that continued burning in these dense patches or nearby areas would promote its success and spread. Burning on the valley floor of Cedar Grove was suspended until the problem could be studied further.   In 2001, researchers from the United States Geological Survey began studying how cheatgrass was affected by season of burning, soil moisture, fire intensity, and shade. Their study showed that altering burning season to coincide with seed maturation in the spring is not likely to control cheatgrass because sparse fuel loads generate low fire intensity. Increasing time between fires may inhibit cheatgrass by increasing surface fuels, which directly inhibit cheatgrass establishment, and by creating higher intensity fires capable of killing a much greater fraction of the seed bank. In 2005, prescribed burning resumed in the Cedar Grove area. Park staff continue to investigate how fire and cheatgrass interact in the parks.        The highly distinctive foxglove flowers are borne along the upper part of a single, soaring stem.    Foxglove Foxglove (Digitalis purpurea) is a showy biennial weed common in mid-elevation meadows and streams of Sequoia and Kings Canyon National Parks. It is native to Europe and is commonly cultivated for its highly ornamental flowers. In our parks, it actively displaces native species from fragile wetland environments. Identification Foxglove is a biennial; it produces a healthy rosette of oblong leaves its first year. These leaves are 10 to 30 centimeters (4-12 inches) long, with irregularly toothed margins. During its second year, a foxglove plant produces a great number of large showy flowers. The elongated flowering stems can attain heights of nearly two meters (6 feet), but are more commonly about 1 meter (3 feet) tall. The flowers are large, pendulous, tubular, and variously colored. Look-Alikes   A foxglove plant is unmistakable when in full bloom. A vegetative foxglove rosette can vaguely resemble some native wetland species. Positive identification of foxglove is best determined when there are mature flowering individuals present. Natural History One mature foxglove plant can produce thousands of seeds. Most foxglove plants are biennial, but some individuals may live for more than two years. All parts of the foxglove plant are toxic to humans and livestock. Some varieties are cultivated for production of the heart medicine digitalis. Management Foxglove is localized to a few sites in Sequoia and Kings Canyon National Parks, but in these sites it is abundant. It is actively invading riparian and meadow areas in Grant Grove, Giant Forest, and Lodgepole. Volunteer efforts to eradicate foxglove began in 1999. Plants were hand-pulled in Grant Grove and Giant Forest. With the addition of a 2-person weed crew in 2001, additional populations in riparian areas of Grant Grove were worked more thoroughly. The abundance of foxglove in the private inholding of Wilsonia provides a continual source of propagules to riparian areas of the Sequoia Creek watershed. Creative education and involvement of the Wilsonia community is a priority.   The NPS management goal for this species is containment and removal from high-priority locations, such as riparian areas, meadows, and non-developed areas. Because foxglove seed is long-lived in the soil, local eradication could take 10 years or longer.          French broom produces numerous flowers and copious seeds. Phillip Weigel - CC   French Broom French broom (Genista monspessulana) is a shrub native to the Mediterranean. It has naturalized in many areas throughout California, primarily on the coast. In Sequoia and Kings Canyon National Parks it is restricted to the Ash Mountain developed area. French broom is highly aggressive; its seeds are hardy, and are known to germinate vigorously long after the parent plants have been removed. Identification French broom can grow up to 3 meters (10 feet) tall. It has 3 small leaflets per leaf. The flowers are bright yellow and born in clusters. Each cluster has between 4 and 10 flowers. The bean-like pods are hairy and are generally between 15 and 25 millimeters (0.6-1 inches) long. Look-Alikes   The only native species that may be confused with French broom in Sequoia and Kings Canyon National Parks is California broom (Lotus scoparius). California broom tends to have smaller leaves (6-15 millimeters or 0.2-0.6 inches long). The flowers of California broom are also smaller than the flowers of French broom. Natural History French broom reproduces entirely by seed. Each mature plant can produce hundreds of viable seeds each year. The seeds can remain viable in the soil for up to five years. Like many of the other non-native brooms in California, French broom has the ability to thrive in both disturbed and undisturbed areas at low elevations. Once established, these plants tend to exclude all others, and their seed banks can be extremely difficult to destroy. Management There are many populations of French broom throughout the developed area of Ash Mountain. Each year, thousands of new seedlings appear, concerned residents and employees of Ash Mountain remove many of these seedlings. It is likely that this volunteer effort has kept French broom at bay.   In 2002, Sequoia and Kings Canyon National Park Resource Management Personnel began working to eradicate French broom from the parks. Plants are being hand pulled. Annual surveys will be required to ensure that newly sprouted seedlings are removed as well. There are no known populations of French broom in Sequoia and Kings Canyon National Parks outside of the Ash Mountain area.        Giant reed can grow up to 25 feet (8 meters) in height. Peter Forster - CC   Giant Reed Giant reed (Arundo donax), also known as arundo, is an aggressive invader of riparian areas, ditches and other wet sites throughout California. It is not well established in Sequoia and Kings Canyon National Parks, but it is a species of special concern. Giant reed seems to have originated in Asia and has spread to southern Europe, the Middle East, Australia, and the Americas. It is considered to be well adapted to extreme fire events, and in fact it seems to promote fire. Arundo has the alarming tendency to displace nearly all native species from the areas which it invades. It is known to take over large portions of low-elevation stream beds and to form dense, very persistent thickets. Identification Giant reed is a bamboo-like perennial grass that can grow up to eight meters (25 feet) in height. It has thick creeping rootstocks. The stems are hollow and can reach 4 centimeters (1.6 inches) in diameter. The flower clusters are plume-like, often purplish in color, and can reach 60 centimeters (2 feet) in height. Arundo turns mostly brown in the wintertime, and grows most vigorously in late spring and early summer. Aside from cultivated bamboo, there are no grasses in California that could be mistaken for giant reed. Natural History Giant reed requires a tremendous amount of water to persist. This, coupled with its ability to quickly dominate entire stream channels, makes arundo a particularly pernicious weed in the thirsty state of California. Little is known about arundo's reproductive ability in California. There are no observations of the plant sexually reproducing in this state; it appears to spread to new locations via fragments of stems and rootstocks, especially during flood events. Management   There are a few small populations known to be in Sequoia National Park. All are in and around the Ash Mountain area. Natural Resource Management Personnel began eradication of this species in 2002.        The showy greater periwinkle flowers are sterile in California.    Greater Periwinkle Greater periwinkle (Vinca major) is a vine that is native to Europe and North Africa. It is common in and near developed areas throughout North America. There are only a few small populations in Sequoia and Kings Canyon National Parks. They are a source of concern, however, because in moist areas periwinkle creates a dense carpet that excludes virtually all other plant species. Identification Greater periwinkle is a low sprawling vine with large, violet morning-glory-like flowers. The leaves are about 7 centimeters (2.8 inches) long, and rather waxy. Greater periwinkle exudes a milky latex when cut open. The flowers are large (3-5 centimeters, or 1.2-2 inches) long and funnel-shaped. Look-Alikes Greater periwinkle is not easily confused with any other plant species in the parks. It has the general appearance of a low sprawling vine, rather like English ivy but with much smaller leaves. Natural History Greater periwinkle does not reproduce from seed in California. It spreads by vegetative means. The vine-like stems can root at the nodes and completely dominate moist areas. Management   Greater periwinkle is most commonly found in shady sites and riparian corridors near Ash Mountain headquarters and housing area. In 2002, Sequoia and Kings Canyon National Parks resource management personnel began manual removal of this species from riparian areas. These efforts include complete removal of roots and stems. In developed areas, mechanical removal with a brush cutter or weed whip may be possible. The ultimate goal is eradication of this species from the parks.        Mature stems of Himalayan blackberry are squarish and angular with heavy recurved prickles. Note that the leaves are clustered in fives (and sometimes threes). NPS Photo by Athena Demetry   Himalayan Blackberry Himalayan blackberry (Rubus discolor) is a shrubby weed that is native to Eurasia and has naturalized throughout California in riparian areas and other moist, disturbed sites. This plant forms dense thickets that become a thorn in the side of Mother Nature and land manager alike. Himalayan blackberry is known to take over entire stream channels and ditch banks shading out nearly all other vegetation. Identification In California, Himalayan blackberry is the most common blackberry picked and eaten by humans. The stems are covered with heavy, broad-based prickles and the larger stems are distinctly five-angled. The leaves are clustered in fives and their undersides are white. The white-to-pinkish petals are each about 10-15 millimeters (0.4-0.6 inches) long. Look-Alikes There are several species of native blackberries that could easily be confused with Himalayan blackberry. In the foothills, California blackberry (Rubus ursinus) often grows alongside Himalayan blackberry. California blackberry is distinguished from Himalayan blackberry by having the leaves clustered in threes rather than in fives (usually). The stem of California blackberry is round, not five angled as in Himalayan blackberry. The underside of California blackberry leaves are green, not white like Himalayan blackberry leaves. The prickles on the stems of California blackberry are narrow and straight while Himalayan blackberry has curved prickles with wide bases.   At higher elevations there are two other blackberry species that could be confused with Himalayan blackberry: blackcap raspberry (Rubus leucodermis) and smoothleaf raspberry (Rubus glaucifolius). Both blackcap raspberry and smoothleaf raspberry have leaves clustered in threes (usually) and round stems. There are several other blackberry species in Sequoia and Kings Canyon National Parks, most of which are native. These species have smaller, less palatable berries. More importantly, their leaves are generally clustered in threes and their stems are smaller and more rounded than the angled stems of Himalayan blackberry. Natural History Himalayan blackberry is capable of reproducing both vegetatively and by seed. After reaching a certain height, the stem tips will bend down to the ground and root. The plant also sends out adventitious rootstocks (suckers), enabling it to spread slowly from its source. Birds are capable of distributing blackberry seeds to great distances. There are even reports that passage through a bird's digestive system could increase seed viability. Management There are several large infestations of Himalayan blackberry in Sequoia National Park. The most extensive recorded population is in Yucca Creek, a tributary of the North Fork of the Kaweah River. There are also small populations in the Middle, East and South Forks of the Kaweah River. Himalayan blackberry is considered a very difficult species to control because it is so successful at vegetative reproduction and because it often grows in very sensitive wetland habitats.   Two removal methods are being used on Himalayan blackberry. The first method consists of cutting the canes and then grubbing the roots. Resprouting is generally abundant, and many years of follow-up are necessary. The second method involves hand cutting of canes followed by a highly targeted, cut-stump application of approved herbicide (glyphosate) in the fall, when carbohydrates are being translocated to the roots. Foliar applications of glyphosate have also been used. This method is necessary on rocky stream banks where hand removal of roots is not possible. In 2002 park resource management personnel began the process of eradicating this plant from the parks. Efforts were focused on the Yucca Creek populations.        Narrow flowering heads in tight clusters are a hallmark of Italian thistle. Brother Alfred Brousseau, St. Mary's College  Italian Thistle  Italian thistle (Carduus pycnocephalus) is native to the Mediterranean region and was introduced to California in the 1930s. It is a common weed in disturbed sites in the foothills of the Sierra Nevada and elsewhere in California. It forms dense populations in moist grassy areas and along stream banks. Its tendency to crowd out native plants makes it a species of concern in Sequoia and Kings Canyon National Parks. Identification Italian thistle is an annual (sometimes biennial) thistle. It can grow as tall as two meters. The leaves have spiny margins and the lower leaves are lobed. The stems usually have spiny wings. The flowering heads are generally clustered into groups of two to five heads. The individual heads are narrow (1-2 centimeters or 0.4-0.8 inches) when compared with other local thistles. The flower clusters are pink to purple. Look-Alikes There are species of native thistles in Sequoia and Kings Canyon that could be confused with Italian thistle.Western thistle (Cirsium occidentale) is the most common thistle encountered in the foothills of Sequoia National Park. Western thistle is generally more white-hairy on the stems and leaves than Italian thistle. Western thistle also lacks the prominent spiny wings along the stem that are obvious on Italian thistle. The flowering heads are generally much wider (1.5-5 centimeters or 0.6-2 inches) than on Italian thistle. Most western thistles in Sequoia National Park have white-to-light-pink flowers, although it is possible for western thistle to have pink-to-rose flowers. Natural History Italian thistle is an annual plant and therefore it reproduces entirely by seed. Wind is the primary means of dispersal for Italian thistle. Its seeds germinate very easily and do not need a long dormancy period. The seedlings grow most easily on bare and disturbed soils, and they can remain viable in the soil for up to eight years. Management Italian thistle is a common weed in disturbed sites below 1500 meters (5,000 feet) in Sequoia National Park. It is most common within and adjacent to roads and campgrounds. It is also scattered throughout the less-disturbed blue oak woodland, gaps in chaparral stands, and riparian areas. In 2002 Sequoia and Kings Canyon Natural Resource Management personnel began actively eradicating Italian thistle with the goal of containing the species to below 850 meters (2,800 feet). The species is being mapped to determine the extent of invasion in the Kaweah River Drainage. Control is by manual removal, mowing, and application of approved glyphosate or clopyralid herbicide. Follow-up surveys and eradication efforts will be undertaken in future years to exhaust the stored seed bank of this annual species.   In 2003, a few individuals of this species were detected in the Cedar Grove area of Kings Canyon National Park. Italian thistle was previously not known to be present in Kings Canyon. Keeping this species from spreading in Kings Canyon is a high priority. If you find a plant in Kings Canyon that you suspect is Italian thistle, please report it immediately. Remember, do not remove any plants in the park--non-native plants can easily be mistaken for valuable natives.         The mature flowering head of reed canary grass R.A. Nonenmacher   Reed Canary Grass Reed canary grass (Phalaris arundinacea) is a perennial non-native grass species that is aggressively invading mid-elevation meadows in Sequoia and Kings Canyon National Parks. It is considered native to some parts of California, but not to Sequoia and Kings Canyon National Parks. It is highly probable that these local populations are also hybridized with European strains of reed canary grass. Reed canary grass is a source of particular concern for park managers because it spreads rapidly, can alter stream and meadow hydrology, is very tenacious, and tends to exclude all other vegetation. Identification Reed canary grass is perennial and grows from tough rootstocks. It attains heights of up to 1.5 meters (5 feet), and produces cylindrical flower heads. These flower heads are 7 to 40 centimeters (2.8-16 inches) tall, and the flower clusters at the bottom of each head are often irregularly spaced. Reed canary grass is restricted to moist areas such as meadows and stream banks and is only known from middle elevations in Sequoia and Kings Canyon National Parks. These populations characteristically form dense stands, pushing out all other vegetation. Look-Alikes   There are numerous grasses, sedges, and related plants that can appear similar to reed canary grass. The two most distinguishing features of reed canary grass are its cylindrical flower heads, and its habit of forming dense, exclusive colonies in mid-elevation wetlands. Natural History While reed canary grass is known to have fairly shallow roots, it grows extremely well on moist soils and soaks up large amounts of soil nutrients. It forms a thick, persistent thatch layer that prevents native plants from colonizing, even after the removal of standing plants. It can alter the water balance in wetlands by evaporating and transpiring large quantities of soil moisture and by clogging ditches and stream courses. Reed canary grass is capable of sprouting roots directly from its stems; this has implications for how the plant must be disposed of after it has been cut or uprooted (i.e. it cannot be mulched under). Management Reed canary grass is present only in moist meadows and riparian sites in Grant Grove. In 2002 park resource management personnel began removing small satellite populations. Ultimately the NPS intends to eradicate this species or contain it to the Wilsonia area. After attempting removal of this plant by hand, the park determined that hand digging is too disruptive to fragile meadow soils. In 2002, the park began managing sites on meadow perimeters using a combination of hand removal and approved glyphosate herbicides. The stems were cut shortly before flowering and the grass was allowed to resprout. Three weeks after cutting, the resprouts were treated with herbicide. These targeted spot treatments treatment have been very successful, producing a 90% reduction in reed canary grass cover.   In 2006, when reed canary grass populations rebounded after several years of successful control, park staff determined that additional treatments and an aggressive, long-term commitment were necessary. We are now using repeat mowing, tarping (covering plants with black fabric for two growing seasons), foliar applications of glyphosate herbicide, and planting highly competitive native plants to shade out the reed canary grass.        Dense clusters of yellow flowers adorn Spanish broom in spring. A close-up view reveals pea-like flowers typical of the bean family. Ariel Palmon - CC   Spanish Broom Spanish broom (Spartium junceum) is a shrub that is native to the Mediterranean. It is known to have been in the Bay Area of California as early as 1858. In the 1930s it was planted along highways throughout California. Spanish broom thrives in natural as well as human-disturbed sites. In the foothills of Sequoia National Park it is most commonly found growing in rocky sand bars of streams and rivers. Identification The stems of Spanish broom are generally green, leafless, and pointed at the tips. They produce brilliant, 2.5-centimeter (1-inch) long, yellow flowers in early summer. Spanish broom can grow up to 3 meters (10 feet) tall. The leaves are small and tend to drop off early in the growing season. Spanish broom produces dry bean-like pods that are five-to-ten centimeters long. Look-Alikes   The only native species in Sequoia and Kings Canyon National Parks that could be confused with Spanish broom is California broom (Lotus scoparius), which tends to be smaller in all regards. California broom is a common native along foothill roadways in the parks. The flowers of California broom are smaller (7-11 millimeters, or 0.3-0.4 inches long); its leaves are smaller and more persistent as well. Natural History Spanish broom is able to reproduce from seed in California and it can also stump sprout. Each mature plant is capable of producing thousands of viable seeds each year. Plants in the bean family are known to produce seeds that can germinate many years after falling from the parent plant. Thus it is likely that the areas infested with Spanish broom will need to be monitored for many years after the parent populations are eradicated. Management   Spanish broom grows in a few places around the Ash Mountain Developed Area in Sequoia National Park. It is also abundant on the flat, cobbled sandbars in the riverbed of the Middle Fork of the Kaweah River. These populations are located just downstream of the boundary of Sequoia National Park, and continue downstream for several miles through the community of Three Rivers. In 2002 park resource management personnel began manual removal of this species from the Sequoia National Park using weed wrenches. Plants that were too large to remove with a weed wrench were cut, and approved glyphosate herbicide was applied to the cut stump to kill the roots.        Distinguishing features of velvet grass are the purplish coloration on the panicles and veins of the sheaths, soft hairs all over, lack of rhizomes, and the second floret of each spikelet, which has a small, curved, hook-like awn. Jason Hollinger - CC   Velvet Grass Velvet grass (Holcus lanatus) is a perennial grass, native to Europe, that was introduced to California as livestock feed. It escaped from cultivation and has become a weed species, particularly in the California Coast Ranges. In Sequoia and Kings Canyon National Parks, it is found in moist meadows and riparian sites in only a few locations, where it establishes dense patches that exclude native vegetation. It has become a particular problem in Yosemite National Park in recent years, forming dominant stands in wilderness locations. Identification   Velvet grass is a tufted perennial up to 1 meter (3 feet) tall, with closely clustered stems. The entire plant is grayish and velvety, covered with fine, soft hair. Leaves are broad, long, and pointed at the apex, and leaf sheaths are open at the base. Flower panicles, 3 to 6 inches long, are plume-like, dense, pale-green to purplish, and hairy. Look-Alikes There are numerous grasses, sedges, and related plants that can appear similar to velvet grass. Distinguishing features are the purplish coloration on the panicles and veins of the sheaths, soft hairs all over, lack of rhizomes, and the second floret of each spikelet, which has a small, curved, hook-like awn. Natural History The main means by which velvet grass is spread is through seed production. It flowers from June to August and is wind pollinated. Its seed is dispersed in bird droppings, dung, mud, and soil, in which seeds remain viable for over 10 years. Its fibrous roots are relatively shallow. In Sequoia and Kings Canyon National Parks velvet grass occurs generally in wet areas at mid elevations (5,000 to 7,000 feet elevation, though it may occur lower or higher). It has been detected in meadows in Grant Grove and Cedar Grove, and in wilderness locations in the Kern Canyon (Kern Ranger Station pastures, Lower Funston meadow, and Upper Funston meadow). Management   In 2006 park staff began controlling velvet grass in wilderness locations in the Kern Canyon, and in 2007 control began in Grant Grove and Cedar Grove. Plants are pulled by hand, using small hand-tools to remove the roots. For dense patches in non-wilderness locations, or where velvet grass co-occurs with reed canary grass, approved glyphosate herbicides are sometimes used. A top priority beginning in 2007 is early detection of this species in wilderness locations, particularly those grazed by pack stock.        Long tan spines set yellow star thistle apart from other thistles, such as tocolote. Franco Folini   Yellow Star Thistle Yellow star thistle (Centaurea solstitialis) is not currently established in Sequoia and Kings Canyon National Parks. However, small populations have been found and eradicated. An estimated 1,400,000 hectares (570,000 acres) were infested with yellow star thistle in the western states by the mid 1980s and this highly aggressive plant is a real threat to the foothill grasslands in the parks. Yellow star thistle is native to southern Europe. It is considered a noxious weed and it tends to grow in disturbed, sunny sites at low to middle elevations. Yellow star thistle's distribution in California increases rapidly each year. What is of particular concern to park managers is its ability to successfully reproduce and colonize areas at higher elevations than many of the other noxious weed species in California. Identification Yellow star thistle is an annual plant that can reach up to one meter in height. The flowering heads have long tan spines, some of which exceed 10 millimeters (0.4 inches) in length. The vegetative part of the plant is spineless. The stem has obvious leafy wings. In the foothills of Sequoia National Park yellow star thistle does not flower until late June or July, later than most other foothill annuals. At higher elevations yellow star thistle may not flower until September or October. Look-Alikes   Yellow star thistle is distinguishable from most other thistles in Sequoia and Kings Canyon by its lack of spines along the leaf margins. Tocolote (Centaurea melitensis), another introduced species, is the plant that is most easily confused with yellow star thistle. Tocolote also lacks spines along its leaf margins, but it is distinguishable from star thistle by the length of the spines on its flowering heads. On tocolote the spines are generally smaller than 10 millimeters (0.4 inches) while on yellow star thistle the spines are generally larger than 10 millimeters (0.4 inches). Natural History Yellow star thistle reproduces entirely by seed. Each plant can produce up to 10,000 seeds per year. Seeds can remain viable in the soil for longer than five years. Each flowering head produces seeds with two distinct forms. One form has fluffy bristles, which allow it to be wind dispersed a short distance from the parent colony. The other form has no bristles, and drops directly from the plant, thereby maintaining the parent population. Management About a dozen individuals were encountered in Sequoia National Park along the Generals Highway between Ash Mountain and Potwisha campground in 1998 and 1999. Single plants were detected and eradicated in the Ash Mountain Headquarters in 2005 and 2006. There are numerous persistent populations in lands adjacent to Sequoia and Kings Canyon National Parks and they are potential seed sources for introduction into the parks. Yellow star thistle is abundant along Highway 198 west of the town of Lemon Cove and has recently formed satellite populations in the community of Three Rivers, adjacent to the park.   It is very common in Eshom Valley, not far from the North Fork of the Kaweah River. It has advanced to mid-elevations along Highway 180, about 10 miles west of the Grant Grove park boundary. Early detection surveys are conducted in susceptible habitat on a regular basis in order to provide immediate detection and control of this highly threatening species.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/nnp_plants.htm"
}
