{
    "title": "Sequoia & Kings Canyon National Parks: Impact of Development",
    "body": "Impact of Development         In many parts of the Giant Forest, human presence overshadowed even the mighty sequoias. Above is the former Giant Forest Lodge area. NPS photo  Overview  Impacts from nearly 100 years of development supporting overnight accommodations in Giant Forest threatened the giant sequoia ecosystem that the National Park Service was charged to protect for future generations. To construct roads and parking lots, sequoia roots had been pruned, small portions of wetland and riparian areas had been filled over, and drainage patterns had been changed. Outdated utility systems leaked effluent into meadows and streams. Trampling and automobile use had compacted, eroded, and degraded soils, and pavement remained in abandoned campgrounds - all preventing germination and establishment of grasses, wildflowers, shrubs, and tree seedlings.  Fire, a critical factor for establishing the next generation of sequoias, was eliminated from the developed zone. Traffic congestion and limited opportunities for people with disabilities impaired visitor enjoyment. Aging, dilapidated structures were costly to maintain and service.  To keep Giant Forest Village in operation into the 21st century, a great amount of additional disturbance would have been necessary, including:  Replacement of the leaking underground water system Replacement of the leaking underground sewer system Replacement of many old, rundown buildings Long-term trimming and removal of trees that threatened buildings and visitor safety Long-term cutting of roots to clear underground pipes Continued soil erosion, soil compaction, and topsoil degradation Continued fire suppression in and near development  Continued development in Giant Forest would have greatly increased the overall negative effect on the health of the grove. Replacing underground water and sewer systems would have required cutting mature sequoia roots, which has been shown to decrease the growth rate of mature giant sequoias. Young giant sequoias, as well as many other trees, shrubs, and wildflowers, would fail to regenerate because of impacts to the soil and the absence of fire. Removal of hazardous trees would continue to alter forest structure. Future generations would see an unnatural forest radically different from what we see today.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/historyculture\/gfimpact.htm"
}
