{
    "title": "Sequoia & Kings Canyon National Parks: Cave Photo Gallery",
    "body": "Cave Photo Gallery        These gravity-defying cave formations are known as helictites. They form due to the capillary action of acidic solutions and are composed of the minerals calcite and aragonite. These formations are small, with the longest helictite being about 8 inches in length. These grew in the Betelgeuse Balcony area of Hurricane Crawl Cave. Photo by Steven M. Bumgardner        Vermiform (curved) helictites in the Sequin Balcony area of Hurricane Crawl Cave. The longest of these helictites is about 5 inches in length. Photo by Mark Fritzke        Joel Despain at the top of the rope leading to Betelgeuse Balcony in Hurricane Crawl Cave. Ropes are needed to reach many areas of park caves. Photo by Dave Bunnell        Vivian Loftin appreciates a beautiful, crystalline \"lily pad\" formation. These develop near the top of pools of water when crystals of calcite grow across the surface tension of very still pools. These formations are in a corner of the largest room in Hurricane Crawl Cave, Pumpkin Palace. Photo by Dave Bunnell        Rimstone pools and cave curtains and Ann Bosted in the Star Chamber area of Hurricane Crawl Cave. To reach this upper level passage, cavers must climb up a canyon more than 80 feet. Photo by Peter and Ann Bosted        A caver in Pumpkin Palace in Hurricane Crawl Cave. This is the largest room in the cave and is more than 90 feet in diameter. Notice that the caver is not wearing boots and has on a clean caving suit. Cave explorers work very hard and are very careful to protect such delicate formations. Photo by Peter and Ann Bosted        Delicate stalactites and soda straw formations in Crystal Cave. The drops of water on the ends of the formations mean that they are still actively growing. Photo by Peter and Ann Bosted        Tourists enjoy the views in Marble Hall, the largest room in Crystal Cave. Crystal Cave was developed for public tours in 1938 and 1939 and has since had well over 1 million visitors. Photo by Peter and Ann Bosted        Cave pearls in Crystal Cave. These form when acidic water deposits rock on grains of sand or small rocks. The dripping water keeps the developing formations moving and so cave pearls remain unattached to the cave floor. Photo by Peter and Ann Bosted        Beautiful spar crystals in the Aragon Room of Soldiers Cave. These crystals, which are several inches long, formed under water. Photo by Peter and Ann Bosted        A thundering waterfall deep inside Lilburn Cave. Notice the banded marble bedrock and the caver's protective clothing. Photo by Peter and Ann Bosted              A March 1950 photograph of the columns at Column Pit in Soldiers Cave. This section of the cave had only recently been discovered at this time. For many years to avoid the pit in the floor (which can't be seen in this picture) cavers traveled between the white columns and the white wall. Photo by George Moore        The same area of Soldiers Cave in the 1970s showing the damage and muddying of this formerly beautiful section of the cave. Photo by Bruce Rogers        In response to the damage to the cave the National Park Service sponsored an extensive clean-up and restoration of Soldiers Cave between 1993 and 1995. Many California cavers volunteered their time and equipment for the project. The work involved hose washing some areas of the cave including Column Pit. Photo by Jim Hildebrand        Today the formations at Column Pit are protected by a ladder that cavers now use to cross the pit. Red flagging tape reminds cavers not to touch the columns and other formations the area. Photo by Greg Stock       ↑ Return to top",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/cave_photos.htm"
}
