{
    "title": "Sequoia & Kings Canyon National Parks: Lodgepole Campground",
    "body": "Lodgepole Campground        Lodgepole Campground NPS Photo       Lodgepole campground is located 2 miles (3 km) from the Giant Forest sequoia grove and 21 miles (34 km) from Sequoia National Park entrance. The campground is located ¼ miles from Lodgepole Village along the Marble Fork of the Kaweah River. Opening and closing dates are approximate.       Region   Giant Forest area in Sequoia     Elevation   6,700 ft. (2,042 m)     Open   April 20 - November 30, 2016.  Gates open or close at noon on the campground opening and closing dates.     Reservations   Recommended, see link below. Dates outside of reservation dates are first-come, first-serve.  Logbridge: (#151-214): Reservations available 5\/25\/2016 - 9\/27\/2016. Loop D (#61-68): Reservations available 5\/25\/2016 - 9\/27\/2016. Loops A, B, C (#1-60): Reservations available 5\/25\/2016 - 9\/27\/2016. Upper Lodgepole (#69-144): Reservations available 6\/15\/2016 - 9\/27\/2016.     Fee   $22\/night     Number of sites   Summer: 214  Fall\/spring: 16 walk-in tent sites, limited RV sites     RV\/Trailer length   Varies    Hookups None   Generator hours Use them 8-11 a.m. and 5-8 p.m. only!    Pets   Permitted (Learn more about pet regulations)     Dump station   Yes; closed mid-October to mid-May (weather-dependent)     Water station   Yes; closed mid-October to mid-May     Groceries, showers, laundry   Showers and laundry available through mid-October. ¼ mile to Lodgepole Market     Accessibility         Ranger Programs   Offered in the summer at the campground amphitheater     Phone   Yes     Restrooms   Flush toilets     Food storage   Large food locker - 47\"W x 33\"D x 38\"H     You are required to store food properly in order to protect bears. Learn more about bears and food storage in the parks. Reservations  You may make reservations starting 6 months in advance of the date you would like to camp. For example, reservations for July 4 can be made starting January 4. Reservations: Go online to recreation.gov or call toll free: 877-444-6777 (TDD 877-833-6777) from 10 a.m. - midnight EST March 1 through October 31, or 10 a.m. - 10 p.m. EST November 1 through February. Customer Service: (888) 448-1474. There is potential to have heavy snowpack in the campground in early spring. If the park is unable to open all or portions of the campground that could affect your reservation the park will help you find a different campsite in a different park campground at no additional cost. For updated information please contact the parks at (559) 565-3341.   Download the Lodgepole campground map for a larger, printable image. (PDF)",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/lodgepole.htm"
}
