{
    "title": "Sequoia & Kings Canyon National Parks: Rae Lakes Loop",
    "body": "Rae Lakes Loop       The Rae Lakes Loop is one of the most popular hikes in Sequoia and Kings Canyon, if not in the entire Sierra. If you are planning to do this hike during the summer, it is wise to make reservations, as trailhead quotas often fill up. Wilderness permits for the Rae Lakes Loop are issued at the Roads End station, 5.5 miles beyond Cedar Grove. Even if you have a reservation, you must still check in and pick up your permit prior to starting your trip. The loop is 41.4 miles long, and climbs from 5035' (1535m) at the trailhead to 11,978' (3651m) at Glen Pass. High water at stream crossings can be a problem in May and early June. Glen Pass may be impassable to hikers until mid-late July and even later for stock. Because this is such a popular hike, there are certain restrictions along this trail:  Camping in Lower Paradise Valley is permitted only in designated campsites. Camping in Paradise Valley is limited to two nights. Camping at Rae Lakes is limited to two nights per lake. Camping at Charlotte Lake is limited to two nights. Bullfrog Lake, east of the trail between Vidette Meadow and Glen Pass, is closed to all camping, grazing and stock travel. There is a two night camping limit at Kearsarge Lakes (east of Bullfrog). Campfires are prohibited above 10,000' (3048m). Bears have been very active along this trail, and were successful at getting food that was hung in trees. Hikers are required to carry portable bear-resistant canisters which are available for sale or rent at several locations in the parks, or from US Forest Service offices located in Lone Pine and Bishop. This has proved very successful at preventing bears from accessing food. (The permanent metal food-storage boxes are only for use by thru-hikers on the Pacific Crest Trail and John Muir Trail.)  Pets and wheeled vehicles are not allowed on any park trails.  Stock is permitted on this trail, but grazing is restricted in certain areas. Please review the stock use regulations and check the grazing dates if you are planning a stock trip to this area.   Distances Along the Rae Lakes Loop     Point   Miles from Road's End via Paradise   Miles from Road's End via Bubbs     Road's End   0   41.4     Paradise\/Bubbs Jct.   1.9   39.5     Mist Falls (no camping)   3.9   37.5     Lower Paradise (first campsite )   5.7   35.7     Middle Paradise   6.8   34.6     Upper Paradise   10   31.3     Woods Creek Crossing   15.7   25.7     Dollar Lake   19.7   21.7     Rae Lakes   22.7   18.7     Glen Pass   24.6   16.8     Charlotte Lake Junction   26.7   14.7     Vidette Meadow   28.2   13.2     Junction Meadow   31.1   10.3    Charlotte Creek  33.9   7.5     Sphinx Junction (last campsite )   37.5   4.1     Paradise\/Bubbs Jct.   39.4   1.9     Road's End   41.4   0.0",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/rae-lakes-loop.htm"
}
