{
    "title": "Sequoia & Kings Canyon National Parks: Dorst Creek Campground",
    "body": "Dorst Creek Campground       Dorst Creek Campground is located 10 miles (16 km) from the Giant Forest, under open stands of evergreen trees.       Region   Giant Forest area in Sequoia     Elevation   6,800 ft. (2,073 m)     Open   June 16 - September 7, 2016. Gates open or close at noon on campground opening and closing dates.     Reservations   6\/15\/2016 - 9\/6\/2016 See below for reservation info     Fee   Individual sites $22\/night Large group sites $40-$60     Number of sites   218 individual sites 4 group sites. Sites #A-D     RV\/Trailer length   Varies    Hookups None   Generator hours Use them 8-11 a.m. and 5-8 p.m. only!    Pets   Permitted (Learn more about pet regulations)     Dump and water station   Yes     Groceries, showers, laundry   6 miles from Wuksachi Lodge, 8 miles to Lodgepole Market     Accessibility   Sites #: 6, 11, 172-175, 177 & 180 are suitable for wheelchairs     Ranger Programs   At the campground amphitheater     Phone   Yes     Restrooms   Flush toilets     Food storage   Large food locker - 47\"W x 33\"D x 28\"H     You are required to store food properly in order to protect bears. Learn more about bears and food storage in the parks. There is potential to have heavy snowpack in the campground in early spring. If the park is unable to open all or portions of the campground that could affect your reservation the park will help you find a different campsite in a different park campground at no additional cost. For updated information please contact the parks at (559) 565-3341. You may make reservations starting 6 months in advance of the date you would like to camp. For example, reservations for July 4 can be made starting January 4. Reservations: Go online to Recreation.gov or call toll free: 877-444-6777 (TDD 877-833-6777) from 10 a.m. - midnight EST March 1 through October 31, or 10 a.m. - 10 p.m. EST November 1 through February. Customer Service: 888-448-1474. Download the Dorst Creek Campground map for a larger, printable image. (PDF)",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/dorst.htm"
}
