{
    "title": "Sequoia & Kings Canyon National Parks: Frequently Asked Questions",
    "body": "Frequently Asked Questions       Why did the NPS move facilities out of Giant Forest? How much development did there used to be in Giant Forest? How much development is in Giant Forest now? How long did the restoration take? Why are you planting trees? Why not allow natural recovery? Why are you irrigating? What can I see in Giant Forest? Where can I park?       Congestion and pollution are two of the plagues removed from the sequoias through the Giant Forest restoration. NPS photo       Why did the NPS move facilities out of Giant Forest? Impacts from nearly 100 years of development supporting overnight accommodations in Giant Forest threatened the giant sequoia ecosystem that the National Park Service was charged to protect for future generations. To construct roads and parking lots, sequoia roots were pruned, small portions of wetland and riparian areas were filled over, and drainage patterns were changed. Crumbling sewer pipes leaked effluent into meadows and streams. Trampling and automobile use compacted, eroded, and degraded soils, and pavement remained in abandoned campgrounds - all preventing germination and establishment of grasses, wildflowers, shrubs, and tree seedlings. Fire, a critical factor for establishing the next generation of sequoias, was eliminated from the developed zone. Visitor enjoyment was altered by traffic congestion and limited opportunities for people with disabilities. Aging, dilapidated structures were costly to maintain and service. ↑ Back to top      How much development did there used to be in Giant Forest? In 1996, Giant Forest contained nearly 300 buildings, including cabins and motel units for visitor lodging, employee housing, a cafeteria, gift shops, and a market. There was an extensive infrastructure to support these buildings, with over 25 acres of asphalt roads, walkways, and parking lots; miles of aerial electric and telephone lines; a sewage treatment plant; and underground water and sewer lines, propane tanks, and manholes. Prior to 1970, Giant Forest also contained 4 campgrounds, a museum, and a gas station. ↑ Back to top      How much development is in Giant Forest now? Giant Forest now contains four historic buildings: the Museum, the Museum comfort station, an employee residence, and the Beetle Rock Education Center. Five new comfort stations were built to accommodate visitors using parking areas, high use trails, and a picnic area. There are two large parking lots and two small, handicapped-accessible parking lots near the Museum. Trail systems were reconstructed, and a new picnic area was built in Pinewood. New facilities were situated on formerly-developed sites so that pristine forest wasn’t disturbed. ↑ Back to top      How long did the restoration take? Planning for the restoration began in 1974. Site preparation for a replacement overnight lodging facility, Wuksachi Village, began in 1985. Groundbreaking for the Wuksachi Lodge took place in 1998, and the lodge opened for business in June 1999. The first facilities were removed from Giant Forest in 1997, and construction of new facilities and ecological restoration was largely completed by 2005. ↑ Back to top      Why are you planting trees? Why not allow natural recovery?  A century of human development has most likely moved the forest past the threshold where it can recover on its own. The potential for natural recovery was decreased by environmental impacts such as soil compaction, soil erosion, loss of organic matter in the topsoil, absence of a forest floor of needles and twigs, and depletion of seeds stored in the topsoil from which new plants can germinate. In sites where buildings had been removed around 1970, little natural recovery had occurred. The NPS also wanted to accelerate the recovery process and reduce the potential for further soil erosion and invasion by exotic plant species. To explore the possibility that less intensive treatments than planting could restore the forest, the NPS is applying several other restoration treatments experimentally. ↑ Back to top      Why are you irrigating? Because of the limited root systems of bare-root tree seedlings and other containerized plants (shrubs, grasses, and wildflowers) used in the restoration, supplemental water is necessary to insure survival of planted stock in the dry summer climate of the Sierra Nevada. Temporary irrigation acts as an \"insurance policy,\" in that plants on which a lot of time, money, and effort have been expended are not lost. After plants are established, usually 3 years after planting, the irrigation systems are removed. ↑ Back to top      What can I see in Giant Forest? Start your visit at the Giant Forest Museum, where you can learn the story of the giant sequoia before continuing on to the Big Trees Trail or the Hazelwood Nature Trail. Rangers are present to answer your questions or suggest longer hikes in the grove’s wonderful 40-mile trail system. About 2 miles north of the Museum on the Generals Highway is the world’s largest tree, the General Sherman Tree. Moro Rock offers spectacular views of the High Sierra, and Crescent Meadow is a prime example of a Sierran montane meadow surrounded by giant sequoias. ↑ Back to top      Where can I park?  You can park across from the Giant Forest Museum, at the Sherman Tree, at Moro Rock, or at Crescent Meadow. ↑ Back to top",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/historyculture\/gffaq.htm"
}
