{
    "title": "Sequoia & Kings Canyon National Parks: Crystal Springs Campground",
    "body": "Crystal Springs Campground       Crystal Springs Campground is in the Grant Grove area of Kings Canyon National Park, 4 miles (6 km) from the park entrance on Hwy 180. The campground lies under open stands of evergreen trees.      Region   Grant Grove area in Kings Canyon NP     Elevation   6,500 ft. (1,980 m)     Open   May 25 - June 1, and June 29 - September 28, 2016     Reservations   Standard sites: First-come, first-served 5\/25 - 6\/1 and 6\/29 - 9\/7, 2016 Mid-size group site reservations: 5\/25 - 9\/27, 2016 (see Recreation.gov link below)     Fee   Individual sites $18\/night Group sites info $35\/night     Number of sites   36 individual sites 14 mid-sized group sites (7-15 people)     RV\/Trailer length   Varies    Hookups None   Generators Use them 9 a.m. - 9 p.m. only!    Pets   Permitted (Learn more about pet regulations)     Dump and water station   None. Nearest dump stations (summer only): Dorst Creek Campground in Sequoia National Park, or Princess Campground (Hwy 180 at Hume Lake junction) in Sequoia National Forest     Groceries, showers, laundry   1\/4 mile (.8 km) to Grant Grove Village Coin-operated showers (quarters), summer only     Accessibility   Group site F is suitable for wheelchairs     Ranger Programs   Summer only     Phone   Yes     Restrooms   Flush toilets     Food storage   Large food locker - 47\"W x 17\"D x 17-3\/4\"H     You are required to store food properly in order to protect bears. Learn more about bears and food storage in the parks. Standard and large group site reservations are available online at Recreation.gov or by phone at (877) 444-6777. Reservations may be made up to one year in advance of the date you want to camp. For information inquiries only, call (559) 565-3341.   Download the Crystal Springs campground map for a larger, printable image. (PDF)",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/crystal_springs.htm"
}
