{
    "title": "Sequoia & Kings Canyon National Parks: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us         Biological technicians are often hired for plant and animal monitoring and restoration during the summer season.   Interested in working at Sequoia and Kings Canyon National Parks? To read the full job announcements and apply, please visit USAJOBS.gov.  TIP! To find the announcement quickly, type the announcement number in the keyword search.   Watch YouTube video: Finding and Applying for Jobs in the Federal Government    Learn more about employment opportunities for students at Sequoia and Kings Canyon National Parks by visiting our student employment webpage. For a glossary of Federal Government Employment terms please see the following link. https:\/\/help.usajobs.gov\/index.php\/Glossary            Interdisciplinary (Data Management Officer) Salary $23.46 - $36.90 \/ Per Hour Series & Grade: GS-0401\/0408-09\/11 Location(s): Sequoia National Park, California Open Period: 6\/29\/2016 to 7\/22\/2016 Announcement Number: SEKI 1751282 Who May Apply: Agency Employees Only __________________________________________________________________________________ Interdisciplinary (Data Management Officer) Salary: $23.46 - $36.90 \/ Per Hour Series &Grade: GS-0401\/0408-09\/11 Location(s): Sequoia National Park, California Open Period: 6\/18\/2016 to 7\/22\/2016 Announcement Number: SEKI 1751282 Who May Apply: Open to the public  _________________________________________________________________________________             Area Information Sequoia National Park and Kings Canyon National Park are jointly administered by one Superintendent and administrative staff with headquarters located at Ash Mountain (near Three Rivers, CA). Within the administrative jurisdiction of these parks lie the heart of the rugged Sierra Nevada encompassing over 1,300 square miles of spectacular granite mountains, deep canyons and magnificent forests. These parks represent an extraordinary continuum of ecosystems (nearly 97% designated wilderness) arrayed along the greatest vertical relief (1,370 to 14,494 feet elevation) of any protected area in the lower 48 states. Poor air quality afflicts Sequoia and KingsCanyon National Parks, especially during summer months - generally May to October. High ozone levels may be the most harmful pollutant here. In summer months,concentrations often exceed the federal ozone health standards. For more information: http:\/\/www.nps.gov\/seki\/learn\/nature\/airqualityinfo.htm If you need detailed information on air pollution in this area, please contact the parks’ Air Resources Specialist at (559) 565-3777. Dependent upon work location, employee housing may be available for rent. Temporary employee housing units are typically shared with other temporary staff, and may be rustic in nature. There is no temporary employee housing available for families and\/or pets. Government rental housing units may be occasionally available for permanent employees on a bid system. Land Management Workforce Flexibility Act Basics This new hiring authority allows individuals to compete for permanent positions that are advertised on USAJOBS as ‘open to agency employees only’, if they have 24 months of service in time-limited (temporary or term) appointments within land management agencies. The Land Management Agencies are:  Bureau of Indian Affairs (BIA)  Bureau of Land Management (BLM)  Bureau of Reclamation (BOR)  U.S. Fish and Wildlife Service (USFWS)  National Park Service (NPS)  U.S. Forest Service (USFS) Eligibility must include all of the following:  Candidates must have 24 months of service in time-limited (temporary or term) appointments within a land management agency; and  First appointment of 24 months of service period must have been a competitive time-limited appointment (i.e.- critical need appointments don’t count because they are ‘excepted service’); and  These time-limited appointments were without a break in service of two or more years;  Each period of service received an acceptable performance rating (EPAP); and  Most recent date of separation with a land management agency was no more than two (2) years ago; and  Most recent separation was not based upon misconduct or an unacceptable level of performance (e.g. - fully successful rating or higher). Pre-Application Steps: 1. Combine ALL SF-50s for EACH employment period that you are using to prove your 24 month period of eligible employment with a Land Management Agency. • Save with the file name “LMWFA SF50s.pdf” • Ensure the file is 3mb or less in size • Upload this file into your USAJOBS profile 2. Combine ALL “Signature Page Only” EPAPs for EACH employment period that you are using to prove your 24 month period of eligible employment with a Land Management Agency. • Save with the file name “LMWFA EPAPs.pdf” • Ensure the file is 3mb or less in size • Upload this file into your USAJOBS profile Land Management Additional Notes: If you’re missing an EPAP, provide a Memorandum signed by the supervisor that documents an eligible performance rating (see sample at https:\/\/www.nps.gov\/gettinginvolved\/employment\/upload\/PersonnelBulletin-16-03-Interim-Land-Management-Workforce-Flexibility-Act.pdf ). If you’re missing SF50(s) and are a current NPS Employee, try to access your eOPF via Bison Connect at https:\/\/eopf.nbc.gov\/doi\/ . Otherwise, contact Bob Harshaw at robert_harshaw@nps.gov or 303-985-6865. If you’re missing SF50(s) and are a former NPS Employee, send email request to: lmwfa_sf50_request@nps.gov . Include your name, the last four digits of their social security number, and a USPS mailing address to receive the documents. Do not include your date of birth or your full social security number. Work Locations Sequoia National Park - Ash Mountain: The elevation is 1,700 feet and is the park headquarters. It is approximately 6 miles from the town of Three Rivers, CA. Snow is seldom encountered at this elevation as the spring, fall, and winter seasons are generally mild. Summers are hot and occasionally humid. Temperatures typically range in the summer from 80-115 degrees. Three Rivers has restaurants, groceries, gas stations, banking and a variety of services and includes a school from kindergarten through eighth grade. The nearest full service town is Visalia, 35 miles to the west.  Sequoia National Park - Lodgepole: The elevation is 6,700 feet. It is located 50 miles north of Visalia and 70 miles east of Fresno, CA. Summer temperatures typically range from 45-90 degrees. This area includes employee housing, a visitor center\/office building, post office, maintenance shops, a 260 site campground, a concession-operated grocery store (open summers only), laundry facilities and snack bar. There is limited or no cell service. Sequoia National Park – Mineral King: This is approximately 25 miles from the town of Three Rivers, CA. The road to Mineral King is rustic and some parts are gravel. The elevation is approximately 7500 ft. There is a small diner\/market located in Silver City. Facilities are either solar or propane, electricity is very limited and may go out throughout the summer. Internet and network capabilities are slow and often an unreliable way of communication. There is no cell service available. Kings Canyon National Park - Grant Grove: The elevation is 5,600 feet. It is located 30 miles north of Lodgepole and 55 miles east of Fresno, CA. The area includes employee housing, a visitor center, post office, market, concessions operated restaurant, three campgrounds and a maintenance area. There is limited cell service. Average summer temperatures range from 51° to 86°. Kings Canyon National Park - Cedar Grove: This is a remote seasonal community at an elevation of 4,600 feet. There is a visitor center, four campgrounds, a snack bar, laundry facilities and a concession operated market. The nearest full service towns are Fresno, CA, and Visalia, CA, both located 87 miles to the west. Snow is seldom encountered in the summer and temperatures typically range from 70-100 degrees. There is no cell service available.  Sequoia and Kings Canyon National Parks Backcountry Work Locations Sequoia and Kings Canyon National Parks present a uniquely challenging work environment. These parks represent an extraordinary continuum of ecosystems (nearly 97% designated wilderness) arrayed along the greatest vertical relief (1,370 to 14,494 feet elevation) of any protected area in the lower 48 states. They are the highest, most rugged portion of the High Sierra Mountains. As such, these positions require expertise utilizing wilderness travel skills. Incumbents must be able to hike by foot in the wilderness at high altitude for extended periods of time while carrying backpacks, tools and supplies of at least 50 lbs, and be able to work alone or in crews camping in wilderness for several days to several weeks at a time. An Easy To Understand Glossary of Federal Government Employment TermsT The federal government has a language all its own. You're not alone if you think you need atranslator to understand the definition of employment terms such as \"status candidate\" or \"publictrust designation.\" To make things easier, this glossary of employment terminology will help you understand thefederal government's language used in multipage USAJOBS (http:\/\/www.usajobs.opm.gov) positionannouncements. Career and career-conditional employee: These are permanent federal employees who at somepoint already competed for a permanent position. Permanent federal career status is automaticallygained upon completion of the mandatory three-year career-conditional period. Certain federal jobopenings limit applications from career and career conditional employees. Competitive civil service: Most federal government civil service jobs fall under this category.Positions are filled through a fair, open and merit-based process, unless excepted by statue,Executive Order or OPM (Office of Personnel Management) action. Declaration for Federal Employment: This form (OF-306), which is provided during theapplication process or before employment begins, documents a candidate's fulfillment of the tworequirements for federal employment: US citizenship and, for men born after December 31, 1959,compliance with US Selective Service registration. It is also used to help determine an applicant'ssuitability (i.e. - criminal history) for federal employment. Excepted service: Positions not covered by certain competitive civil service personnel rules andregulations. For example, employees who serve at the discretion of the current presidentialadministration -- commonly referred to as \"Schedule C\" employees -- are excepted because theyhave policy-determining responsibilities or serve a key administration official. Students selectedunder SEEP (Student Temporary Employment Program, Student Career Experience Program) arereferred to as \"Schedule B\" employees. Federal resume: There is no mandated form, although some vacancy postings will refer to it. It issimply a resume that contains all the information required to apply for a federal job, includingpersonal information, education, work experience, and job-related skills and training. Refer to theform OF-510 (Applying for a Federal Job) for instructions. Form C or FX 1203: An optical scan form, a bubble sheet like the SAT, on whichapplicants mark answers to employment questionnaires if required for the application process. Someagencies have applicants answer these questions online. General Schedule (GS) pay: The general pay scale system for white-collar jobs in the federalgovernment. Positions are identified by GS level, from GS-1 to GS-15. Knowledge, skills and abilities (KSAs): The necessary characteristics of an applicant qualified fora particular job. Most job postings ask applicants to write a short supplemental essay describingspecific skills and experiences that match those desired for the position. These KSAs are generallyused to rate\/rank the applicants, which makes a detailed response to them critical. Optional Application for Federal Employment (OF 612): This OPM form is the closest thing toa federal resume and can be used as part of your application for virtually any federal job. Public trust designation: A position that requires an applicant to undergo a background check. Qualifications Standards Operating Manual: The federal government's published guide toqualifications required for General Schedule positions (white collar). Questionnaire for National Security Positions (SF-86): Used for background checks of applicantsfor national security positions requiring a security clearance, this form includes questions abouteducational background, past and current employers, police records, financial situation, and drugand alcohol usage. Similar forms include an SF-85 and SF-85P. Superior academic achievement: Graduation from an accredited four-year college or universitywill qualify an individual for a GS-5 level position in many occupations. Superior academicachievement, defined as graduation in the upper third of one's college class, a GPA of B or better ormembership in a nationally recognized honors society, like Phi Beta Kappa, will qualify for a GS-7level position in many occupations. Status candidates: Job applicants who currently work for the federal government or certain formerfederal employees. Temporary or TERM position: Appointments used to fill nonpermanent positions. Temporarypositions are filled for one year or less;employees do not receive benefits. TERM employment maylast from one to four years, and employees generally have the same benefits as permanent employees. Upward Mobility Program: Agencies can use this program to groom talent by creating orrestructuring positions to be filled by promising entry-level applicants who will then be offeredtraining and other career-development opportunities. Veterans' preference: In the competitive process, some military veterans receive preferentialconsideration, typically by having 5 or 10 points added to their scores during the examinationprocess. See the VetGuide for details (http:\/\/www.opm.gov\/veterans\/html\/vetguide.pdf).",
    "url": "https:\/\/www.nps.gov\/seki\/getinvolved\/workwithus.htm"
}
