{
    "title": "Sequoia & Kings Canyon National Parks: 2010 News Release Archives",
    "body": "2010 News Release Archives           Dec 30     PDF- Road Construction Update, Dec. 30-Jan. 7  JPEG- Road Construction Update, Dec. 30-Jan. 7     Dec 24    The Public is Invited to Come Play in the Snow at Sequoia and Kings Canyon National Parks, but Snow Play Areas are Limited   Dec 23    PDF- Current Ranger-led Programs at Grant Grove in Kings Canyon National Park, 12-26-10 - 1-2-11 JPEG- Current Ranger-led Programs at Grant Grove in Kings Canyon National Park, Dec. 26-Jan. 2, 2011    Dec 21 - 6:30 p.m.   Popular Sections of Sequoia National Park are Expected to be Open, Weather-Permitting, on Wednesday, Dec. 22   Dec 21 - 2 p.m.   Updated Road Safety Information for Sequoia and Kings Canyon National Parks   Dec 20    PDF- Current Ranger-led Programs at Lodgepole-Giant Forest in Sequoia National Park, Dec. 20-Jan. 2, 2011  JPEG- Current Ranger-led Programs at Lodgepole-Giant Forest in Sequoia National Park, Dec. 20-Jan. 2, 2011    Dec 20   Road Safety Updates for Sequoia and Kings Canyon National Parks   Dec 19   Main Road into Sequoia National Park and Between Sequoia and Kings Canyon National Parks Closed Until Further Notice Due to Winter Storms   Dec 16   Road Construction Delays Update, Dec. 17-Jan. 2    Dec 12    Road Construction Delays Update, Dec. 13-Jan. 2   Dec 9   Safe and Inexpensive Winter Play in Our Parks   Dec 8   Volunteers Needed for Annual Christmas Bird Count   Dec 4   Road Construction Delays Update, Dec. 5-18   Dec 1   Recent Incidents at Sequoia and Kings Canyon National Parks    Dec. 1   Nov 29     Man Taken Into Custody at Sequoia National Park Road Construction Delays Update, Nov. 29-Dec. 10; no day or night work on Nov. 29    Nov 24   Drug Trafficker Arrested in Sequoia National Park Receives Sentence   Nov 23   Road Construction Update, Nov. 23 - Dec. 3; no day or night work during holiday week   Nov 22   Road Construction Update, Nov 22. - Dec. 3; no night work during holiday week   Nov 19  Road Construction Updates, Nov. 19 - Dec. 3   Nov 18   \"Trek to the Nation's Christmas Tree\" Ceremony December 12    Nov 12 Nov 7  Oct 31 Oct 24     Road Construction Updates, Nov. 14-27 Road Construction Updates, Nov. 7-20 Road Construction Updates, Oct. 31-Nov. 13 Road Construction Updates, Oct. 24-Nov. 6     Oct 22   Mt. Whitney Area Search and Rescue Ends - Last Two Missing Hikers Found   Oct 21   Search and Rescue Operation Expanded in\/around Mount Whitney   Oct 20   Search and Rescue Operations in\/around Mount Whitney   Oct 15   Road Construction Updates, Oct. 17-30   Sept 25   Burnout Operations Completed on Sheep Fire    Sept 24  Sept 22     Construction Updates, September 24-October 1 Free Entrance to National Parks on National Public Lands Day, Saturday, September 25    Sept 22   Preliminary Alternatives Available for Concessions Operations at Kings Canyon National Park   Sept 22   Burnout Operation Underway to Contain Western Growth of Sheep Fire (map of the fire area as of 9\/22\/2010)   Sept 22   Sequoia Celebrates National Wilderness Month and 120 Years as a National Park   Sept 20   Firefighters Work to Contain Western Growth of Sheep Fire (map of the fire area as of 9\/20\/2010)   Sept 18   Firefighters Take Actions To Contain Western Flank of Sheep Fire   Sept 17   Road Construction Delay Updates, September 17-24   Sept 16   Sheep Fire Grows to 6,191 Acres   Sept 15   Sequoia & Kings Canyon Host Naturalization Ceremony During Citizenship Week   Sept 14   Sheep and Marvin Fire Update   Sept 12   Sheep Fire Continues Growth to West    Sept 7    Sheep Fire Grows to 4,395 Acres   Sept 5   Sheep and Marvin Fire Update   Sept 3   Road Construction Updates, September 3-10   Sept 2   National Park Service Seeks Public Comments about Proposed Rehabilitation of a Park Water Distribution System   Sept 1   Planning a Labor Day visit to Sequoia and Kings Canyon   Aug 31   US Forest Service\/ NPS Jointly Manage Sheep and Marvin Fires   Aug 30   Construction to begin in Kings Canyon National Park   Aug 27   Road Construction Updates, Aug. 29-Sept. 18   Aug 25   Sheep Fire Mapped at 2425 Acres    Aug 23     Sheep Fire Mapped at 2025 Acres    Aug 21   Road Construction Update, Aug. 22-Sept. 11   Aug 19   Sheep Fire Grows to 1805 Acres (trail closure map)   Aug 17   Sheep Fire Grows to 1246 Acres   Aug 14   Smoke Advisory for Cedar Grove   Aug 14   Road Construction Update, August 15-31    Aug 12     Fatality at Sequoia National Park on August 10th     Aug 10     Sheep Fire Grows to 383 Acres     Aug 10     Sequoia and Kings Canyon National Parks Institute Fire Restrictions     Aug 7     Road Construction Updates, August 8-28     Aug 6     Sheep Fire Grows to 177 Acres; Don Cecil Trail in Park Closes (Trail Closure Map)     Jul 31     Road Construction Updates, August 1-21     Jul 23     Road Construction Updates July 25- August 14st     Jul 21     Limited Firewood Permits Available     Jul 21     Marijuana Interdiction - July 16     Jul 18     Prescribed Fires Planned in Sequoia National Park     Jul 17     Road Construction Delays, July 18-Aug. 7     Jul 9     Road Construction Delays, July 11-31     Jul 7     Recent Incidents Update     Jul 7     Removal of Illegal Marijuana Grow Site     Jul 2     Weekly Road Construction Flyer July 4-22     Jul 2     Plan Your Holiday Adventure-Fourth of July     Jun 27     Bobcat Prescribed Fire     Jun 25     Construction Updates June 27-July 15     Jun 18     Bighorn Sheep Study Proposed     Jun 18     Ash Mountain Prescribed Fire Planned     Jun 13     Viewpoint Prescribed Fire     Jun 9     Environmental Assessment Finalized on Wilderness Ranger Stations     Jun 9     Informal Scoping Session and Potluck at Mineral King     Jun 8     Celebrating 50 Years of Helitack     May 25     Planning For an Enjoyable Visit over Memorial Day Weekend     May 19     Shuttle System Starts Summer Operation     May 15     Let's Move! Join Park Rangers for Guided Hikes in the Foothills     May 15     Public Invited to Comment on Wilderness Ranger Station Environmental Assessment     Mar 4     Road Improvements Scheduled to Begin in Sequoia and Kings Canyon National Parks     Feb 26     Cedar Grove Bridge Environmental Assessment Completed in Kings Canyon NP     Feb 18     New Firearms Law Takes Effect Monday",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/news\/2010-news-release-archives.htm"
}
