{
    "title": "Sequoia & Kings Canyon National Parks: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Sequoia & Kings Canyon National Parks is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Explore a Wilderness of Stars  Dark skies over the Sierra Nevada and in other remote areas offer the gift of stars. The universe spreads far and wide over your head for your delight and contemplation. Read more   Give Rise to Your Higher Self  If the wilderness of the high country is calling, and backpacking is your thing, then put Evolution Basin on your bucket list. Lying at the northern end of Kings Canyon, Evolution is a high alpine destination without rival. Read more   Pick a Peak  Climb the historic staircase up a granite dome to see the Sierra Nevada's Great Western Divide. Ten of its peaks are over 13,500 feet tall! Read more   Take a Walk on the Wild Side  The Sierra Nevada, called the \"range of light\" by naturalist John Muir, reaches its highest crest in the wilderness of Sequoia and Kings Canyon National Parks. Its trails beckon visitors with trails of varying scenery and levels of challenge. The mountains are calling -- go! Read more   Visit a Restored Mountain Meadow  Meadows and wetlands provide critical habitat for wildlife and delightful views for us! Visit a meadow that was rescued from death by a fascinating restoration effort in Sequoia National Park employees and volunteers. Read more   Walk Among Giants  The world's largest trees offer many experiences and lessons as you move among them. Miles of trail through numerous sequoia groves reveal varying views of these majestic beings. Read more   View More Experiences for Sequoia & Kings Canyon National Parks    Call to Action Projects      Playing it Safe in Sequoia and Kings Canyon  The statistics are simply stated: These parks have trained over 400 employees in the 16-hour Operational Leadership course. Significant coordination and commitment lies behind these numbers, but the payoff is well worth it.  Read more   Got Information?  Orientation, interpretation, and safety information increased dramatically in quality and availability this year, thanks to investments in updating and upgrading dozens of wayside exhibits throughout the parks. Read more   Interns in the Parks  Ten interns from nine different colleges participated in the parks internship program this year.  Each student worked hard to learn about and contribute to various park programs, ranging from wilderness and air quality to archival work and ecological restoration. Read more   Engaging Youth through Service and Learning  More than 200 young people from 16 organizations camped, worked on service projects, and participated in park activities this summer, thanks to the efforts of two seasonal youth-leadership liaisons for the Volunteer-in-Parks program. The liaisons focused on engaging under-served youth in volunteer projects that included opportunities for learning and focused on developing values, conservation awareness, and citizen stewardship.  Read more   Accessible Interpretation  Two projects moved these parks ahead in the accessibility arena: A new type of tactile exhibit was installed along a fabulous trail among giant sequoias, and audio-visual programs offer options that increase their availability to all.  Read more",
    "url": "https:\/\/www.nps.gov\/seki\/getinvolved\/2016.htm"
}
