{
    "title": "Sequoia & Kings Canyon National Parks: Featured Volunteers",
    "body": "Featured Volunteers       Native Plant Nursery Volunteers These talented and dedicated volunteers support the operations of the native plant nursery by propagating and repotting native plants, collecting seed, controlling weeds and preparing plant stock for revegetation projects. The native plant nursery plays a critical role in the parks' ecological restoration by producing native plant stock for outplanting at restoration sites throughout the parks.                        Native Plant Nursery Volunteers Volunteers support the native plant nursery and revegetation projects throughout the park.  Duration:2 minutes, 50 seconds               Chevron Volunteer Group Constructs New Trail Segment As a result of heavy winter snows, an enormous fir tree fell and obliterated a section of the Congress Trail, one of the most heavily used trails in the Giant Forest.  Because the tree was too large to remove, a new trail segment needed to be constructed. Working with National Park Service staff, a group of employee volunteers from the Chevron Corporation, coordinated by our partner Nature Corps, completed a new section of trail to replace the segment covered by the fallen tree.                       Congress Trail Rehab Nature Corps\/Chevron volunteer group performs trail maintenance in the Giant Forest.  Duration:2 minutes, 56 seconds                 Foothills Visitor Center Assistant Jim Dempsey NPS Photo  Jim Dempsey, Foothills Visitor Center Assistant After a 32 year career in the National Park Service, Jim Dempsey continues his service as a volunteer at Sequoia and Kings Canyon National Parks. His experiences in trail maintenance, forestry, safety, interpretation and visitor protection in parks throughout the country make Jim an invaluable reference for visitors and park employees alike. Jim and his wife chose Three Rivers for their retirement home where they have lived for the past 20 years – the longest they've lived in any one place. For the last 13 years Jim has been at the Foothills Visitor Center assisting visitors and sharing his experiences and expertise in the parks. Jim says he continues to volunteer because he enjoys working with people and being a part of the park service family. His favorite part of the parks is Cedar Grove which he feels is less visited than other areas. After a working there one summer he enjoys returning to the area to enjoy the beauty of the Kings Canyon and camping it offers.",
    "url": "https:\/\/www.nps.gov\/seki\/getinvolved\/supportyourpark\/featuredvip.htm"
}
