{
    "title": "Sequoia & Kings Canyon National Parks: General Management Plan",
    "body": "General Management Plan (GMP)       General Management Plan (GMP) The plan is presented in three volumes. The first volume includes the Purpose of and Need for Action, and the Alternatives. The second volume includes the Affected Environment, Environmental Consequences, Appendixes, Glossary, Selected Bibliography, Preparers and Consultants, and the Index. The third volume presents the Comments on and Responses to the Draft Environmental Impact Statement. This notice is provided pursuant to the May 29, 2012 Remedy Order issued by the United States District Court for the Northern District of California in the case High Sierra Hikers Assn. v. U.S. Department of the Interior, Case Number 09-cv-04621 (RS). The public is advised that portions of the General Management Plan and its Record of Decision (ROD) have been vacated by the Court's Remedy Order. The portions of the GMP and ROD that have been vacated are those that \"provide: (1) programmatic guidance regarding the type or level of commercial stock services necessary in SEKI's wilderness; [and] (2) direction as to the need, appropriateness, or size of developments, structures, or facilities used completely or partially for commercial stock services. This includes all references to the future development or installation of stock facilities including, but not limited to, those anticipated in the Ash Mountain\/Foothills area, at North Fork, in the South Fork and Dillonwood areas, in Mineral King, and to replace the Wolverton station.\" Sequoia and Kings Canyon National Parks' forthcoming Wilderness Stewardship Plan will address the types and levels of commercial stock use that are necessary in these parks' wilderness and the need, appropriateness and\/or size of stock related facilities. Information about the issues that will be addressed and about ways to participate in the parks' ongoing wilderness stewardship planning process can be found at: http:\/\/parkplanning.nps.gov\/sekiwild. VOLUME 1 Volume 1: Purpose of and Need for Action, and the Alternatives, with no maps (pdf, 6.7MB) Volume 1: Maps (pdf,4 MB)  VOLUME 2 Volume 2A: Affected Environment (pdf, 4.9MB) Volume 2B: Environmental Consequences (pdf, 7.4MB) Volume 2C: Appendixes (pdf, 3.6 MB) VOLUME 3 Volume 3A: Comments and Responses (pdf, 7.7 MB) Volume 3B: Comments and Responses (pdf, 5.1 MB) Volume 3C: Comments and Responses (pdf, 6.2 MB)",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/management\/gmp.htm"
}
