{
    "title": "Sequoia & Kings Canyon National Parks: Climate In Sequoia and Kings Canyon",
    "body": "Explore This Park    Learn About the Park     Education     Phenology     Climate In Sequoia and Kings Canyon                Climate at Sequoia and Kings Canyon National Parks      The elevation at Sequoia and Kings Canyon National Parks ranges from 1,370 feet to 14,494 feet. The park climate can be divided into three general zones: low-elevation foothills, mid-elevation montane forests, and high-elevation alpine mountains. Each zone hosts a unique ecosystem adapted to its respective climate.       Elevational zones of Sequoia and Kings Canyon National Parks Dakota Mork         Foothills of Sequoia National Park Christian Schroll  Low-Elevation Foothills: below ~4,500 feet The foothills of these parks are characterized by a Mediterranean climate with mild, wet winters and hot, dry summers. Precipitation usually occurs from October to mid-May and rain during the summer is rare. Average rainfall in the foothills is about 26” per year.         Giant sequoias and mixed conifers in the Giant Forest Russell Doughty  Mid-Elevation Montane Forests: ~4,000 feet to ~9,000 feet Coniferous (cone-bearing) forests dominate the middle elevations, which also harbor the giant sequoia groves. Similarly to the foothills, precipitation typically occurs October to mid-May. However, the mid-elevation montane forests receive more precipitation on average, about 45” annually. Due to the cooler temperatures, snow is common during the winter months.        Foxtail pine at tree line in Sequoia National Park Dakota Mork  High-Elevation Alpine Mountains: above ~9,000 feet The tree line often lies between 9,000 and 11,000 feet, and is marked by the highest-elevation tree species, such as whitebark pine (Pinus albicaulis) and foxtail pine (P. balfouriana). Trees rarely grow above about 11,000 feet, where vegetation is limited to grasses and flowering herbaceous (non-woody) species. Snow is the most common form of precipitation at high elevations, and during cool years with ample snowfall, snowpack may last year-round.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/education\/climate.htm"
}
