{
    "title": "Sequoia & Kings Canyon National Parks: Academic Fee Waivers",
    "body": "Explore This Park    Learn About the Park     Education     Field Trips     Academic Fee Waivers                Academic Fee Waivers       Academic fee waivers are granted to educational institutions whose curriculum relates specifically to the resources at Sequoia and Kings Canyon National Parks. To apply for a waiver, please send us the following information at least two weeks before your visit: Details of Your Visit Please include the following:  Institution\/school name  Contact information (mailing address, lead teacher or instructor, phone and fax numbers, and email address)  Arrival and departure dates  Number of students   Grade level   Number of chaperones or faculty  Total number of vehicles  Class title  Specific park area(s) to be visited  Requirement #1 - Educational Purpose Provide a written statement confirming that the visit supports a specific curriculum for which academic credit is offered. If you are on a commercial tour, you must state how the tour supports the curriculum.  Requirement #2 - Relevance of Park Resources  Identify park resources and\/or facilities that support the educational purpose of the visit, and how they are relevant to that purpose. Requirement #3 - Eligibility Show that you are associated with an academic or scientific institution by including one of the following:  Official school letterhead (accredited K-12 schools and colleges in the US).  A statement confirming educational or scientific tax exemption from the IRS or the applicant's national, state, or local tax authority; or  A statement from an academic institution that meets one of these eligibility standards confirming that the group is visiting for the purpose of providing transferable academic credit based on a curriculum; or, A statement confirming accreditation or recognition as an educational institution from a qualified national, regional, state, or local authority.     Email, mail or fax your completed fee waiver request at least two weeks before your visit to: Patty Payne patty_payne@nps.gov (559)565-3744 (fax) 47050 Generals Highway, Three Rivers, CA 93271  If you have questions, please call (559)565-3136. Home Schools Home schools may be granted fee waivers based on the course of study following the procedures above, as long as they meet your state requirements for home schools. A copy of your state's department of education requirements may be requested if you are out-of-state. Other Groups  If your group does not meet the three requirements listed above, it may be considered a Non-Commercial Organized Group. Groups that do not qualify for an academic fee waiver will be charged the entrance fee for non-commercial organized groups, which is $15 per person for each person 16 years of age and older. Youth 15 years of age and younger are exempt from entrance fees. Sequoia and Kings Canyon Annual Pass, Interagency Annual, Interagency Senior, Interagency Access, Golden Age, and Golden Access Passport holders and their immediate family members (parents, spouse, and children) will not need to pay the entrance fee.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/education\/waivers.htm"
}
