{
    "title": "Hawai'i Volcanoes National Park: Weddings in the Park",
    "body": "Weddings in the Park        Alex and Ramona from Germany NPS Photo by Ed Shiinoki       Weddings held in the park should be planned as small private affairs and conducted away from high visitor use areas. Ceremonies may be held anywhere that is easily accessible with the exception of Halema'uma'u Crater and the hula platform near the Kīlauea Visitor Center. Most couples choose overlooks with a view into Kīlauea Caldera or Kīlauea Iki Crater, or forested areas like Kīpukapuaulu. There is a non-refundable $150.00 application fee for the wedding permit. An application for special use (pdf-60KB) form must be completed and approved for your ceremony to be held in the park. Please email, fax (808-985-6322), or mail the completed form to Hawai'i Volcanoes National Park, Attn: Berkeley Yoshida, P.O. Box 52, Hawaii National Park, HI 96718 The preferred method of payment is through Pay.gov. Please call 808-985-6027 to obtain the permit number to insert onto the online Pay.gov form. You must have this number in order to process payment. Please send a copy of the system generated receipt with this application. Or you may send a check or money order along with the application. Pay.gov accepted payment methods:    Bank account (ACH) Paypal account Dwolla account Debit or credit card  Make payment via Pay.gov Park entrance fees also apply.       Special Use Permit Conditions for Holding a Wedding Ceremony in the Park  The permittee shall not bring any potted plants, dried flower arrangements, or any plants with seeds to be used in any manner. No rocks, vegetation or other natural resources will be moved, stacked, cut, or disturbed in any way. All activities, including but not limited to the consumption of alcohol, will be in compliance with state and federal laws. NO items will be left at the wedding site and items may not be stored in the Park. The permittee shall clean up any rubbish generated by the event. The permittee shall not restrict or obstruct pedestrian or vehicular traffic in any way anywhere in the Park. Audio devices and music shall not be used in a manner that may disturb other visitors. Entrance fees are required of the permittee, the wedding party, the person(s) performing the ceremony, and any guests in accordance with Park regulations. The permittee may set up no more than one (1) table and twelve (12) chairs unless special permission is granted. Violation of the terms and\/or conditions of the permit may result in the immediate revocation of the permit. ALL instructions by authorized National Park Service personnel will be complied with immediately. Weddings are not permitted at Halema'uma'u Crater or the hula platform. Unmanned Aerial Systems (UAS; also known as drones) are prohibited.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/management\/weddings.htm"
}
