{
    "title": "Sequoia & Kings Canyon National Parks: Cave \/ Karst Systems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Cave \/ Karst Systems                 Cave \/ Karst Systems        Cave formations in Hurricane Crawl Photo courtesy of Dave Bunnell       ATTENTION! White Nose Syndrome Affecting Bats (Download Poster PDF) A serious problem is affecting and killing bats in caves in the eastern portion of the United States. Although Crystal Cave tours are not affected at this time, anyone who has been caving in other caves, especially in the eastern U.S. must not wear the same clothing or equipment when visiting Crystal Cave. This will reduce the spread of the problem. For more information please visit the White Nose Syndrome page. More... Crystal Cave.       By some accounts Sequoia and Kings Canyon National Parks could have been set aside solely to protect the amazing caves found in this area of the Southern Sierra Nevada. The two parks protect half of the caves more than a mile long in California, the longest cave in the state, numerous karst streams and some of the best alpine karst topography in the United States. The caves contain Pleistocene era fossils, rare minerals and unique animals. They are the sites of numerous scientific research projects and provide recreational opportunities to thousands of park visitors each year.        A shield formation with many stalactites growing from its underside in the upper levels of Hurricane Crawl Cave. Photo by Dick LaForge  Efforts to protect and manage this resource are nearly as old as the parks themselves. The parks' first superintendent, Walter Fry, gave detailed descriptions of five of the caves in his 1918 annual report. Crystal Cave has been one of the parks' primary visitor attractions since 1941. In the 1970s, the Cave Research Foundation documented more than 80 caves in Sequoia and Kings Canyon. However, it was the discovery of Hurricane Crawl Cave in 1986 that encouraged the parks to begin an active cave management program. This effort resulted in the employment of a \"cave specialist\" in 1992 and the completion of a Cave Management Plan in 1994. A revision of the first overall Cave Management Plan was also completed in 1999. Specific management plans have also been created for Soldiers, Crystal and Hurricane Crawl caves. These plans combine management strategies in a single cave. Some passages are open to visitation, some sections have visit restrictions and other passages are completely closed to protect delicate cave features.  In recent years detailed maps of many park caves have also been created. Maps are a key requirement for proper management and research in caves because they document the caves, their features and their extent. Crystal Cave was mapped between 1995 and 1998. From the field work, a series of maps was produced that document the cave's mineralogical features, its exploration history, passage elevations (and thus the history of the cave's development), Crystal's streams and lakes, management restrictions, the cave lighting system, and much more. Other maps of Hurricane Crawl and Soldiers caves have also been completed. Peter Bosted, chief cartographer for the Cave Research Foundation, has coordinated a project to produce more than 80 quadrangle maps of Lilburn Cave. These maps show this very complex cave in detail. Another important area of work in park caves is restoration. While restoration in a national park seems surprising, past visitors and employees in the parks have made reversible mistakes that damaged and altered caves. In some cases, caves can restore themselves through natural processes that remove or cover dirt, graffiti, paint and soot. This process is happening right now in Clough and Crystal caves. Crystal Cave has also seen restoration projects that removed tons of blast rubble dumped into the cave during trail construction in the 1930s. Work in the cave has removed damaging lint and dirt from formerly pristine walls. In 1998 a workroom built into the cave was partially restored in the hope that this would provide more habitat for Pimoa spiders that live only near the cave's four entrances. Cave enthusiasts first explored Soldiers Cave in 1949 and 1950. Since then it has remained a popular cave with recreational cavers. Unfortunately the cave combines muddy areas with passages that have beautiful white walls and delicate formations. Through the 50 years that the cave has been open for caving trips, hundreds of square feet of the cave's walls were muddied and damaged. In 1994 and 1995 water from a nearby surface stream was diverted for a few days through hoses that led into the cave's damaged passages. This water was used to clean these surfaces and restore the cave to its original appearance and character.  In general, caves in the two parks are managed by category. Some caves can be visited by anyone at any time. Other caves, with rare and sensitive animals or mineralogical features may be closed to entry. A few caves are set aside for research and study. Some others that are delicate or dangerous require the presence of an experienced trip leader known as a \"Trustee\" before access is allowed. Six park caves are gated, meaning that the entrances contain locked gates of metal bars that protect the cave from uninformed trespassers or which protect any trespassers from dangers in the cave. Most of the 200 caves are small and found in isolated sections of the parks, far from any roads.  For more information about the parks' caves, contact our cave specialist at 559-565-3717. Information about caves throughout the national park system is also available online, including details about protection and management, public policy, and photos.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/cave.htm"
}
