{
    "title": "Sequoia & Kings Canyon National Parks: Water Resources",
    "body": "Water Resources Overview         Weather data collected in Sequoia and Kings Canyon National Parks contribute to the information parks use to determine snowpack and water availability. NPS Photo  Sequoia and Kings Canyon National Parks contain some 3200 lakes and ponds and approximately 2600 miles of rivers and streams. Three major rivers originate in these parks --Kings, Kaweah and Kern. These rivers provide valuable irrigation water to the rich agricultural lands in Fresno, Kern and Tulare counties as well as providing water for recreation and industrial activities outside the parks. The monitoring and maintenance of watershed health is clearly of interest not only to park managers but also to water users throughout this region. Winter snowpack in the Sierra Nevada is a natural storage system for the precipitation that accumulates during winter months. The amount of water stored as snowpack increases through mid-April at higher elevations. Meltoff typically begins in April and continues through May or June. October is the month in which the least water runoff occurs from park watersheds. Snowfields, forests, lakes and streams collect, store, and release the water supplied from winter storms so it is available throughout the dry summers for agriculture, recreation, electrical power generation and other uses. The amount of snowpack is also important to park vegetation and wildlife. In years of low snowpack accumulation, there is less water available for plant growth (for example, many trees will produce a small annual ring in years of drought). During these drought years, reduced plant growth and fruit and seed production result in altered food production for wildlife.         Park employees collect water samples as part of an interdisciplinary study at Emerald Lake in Sequoia National Park. NPS Photo  Water determines the distribution and abundance of many plants and animals throughout the Sierra Nevada by shaping and providing habitat. Lakes and streams support rich communities of native organisms both in the water and in adjoining riparian areas. Water is also a powerful attractant to human visitors to these parks, as is evident from the popularity of rivers, streams and lakes as destinations for picnickers, hikers, campers and anglers. Introduced (non-native) animals, human use of rivers and lakes, runoff and effluent from park developed areas and ecosystem-level, human-caused changes have had negative impacts on SEKI water resources. Park research, inventory and monitoring are critical in identifying changes in water quality and quantity and declines in native plant and animal populations that can result from human-caused impacts to aquatic systems.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/water.htm"
}
