{
    "title": "Sequoia & Kings Canyon National Parks: Phenology",
    "body": "Explore This Park    Learn About the Park     Education     Phenology               Phenology        Seasonal swarm of ladybugs in the parks.  Caitlin Campbell          Phenology is for all ages!   Community Science  Connect your classroom or community to the natural world through simple scientific observation and monitoring. The Sequoia and Kings Canyon National Parks Education Branch offers a classroom program series SPROUTS where students engage in their own monitoring projects. We also offer educator workshops to offer our tools and tips for bringing phenology into your classroom and community.    What is phenology? Have you ever taken notice when plants start to flower or birds begin to sing? The study of when these changes occur is called phenology. More specifically, phenology is the study of how changes in weather and climate affect the timing of plant and animal life cycle events. These seasonal life cycle events are called phenophases. Why is phenology important? Over the coming decades, scientists predict the climate of Sequoia-Kings Canyon National Parks will continue to become warmer. By monitoring the phases of plants, we hope to learn more about how a changing climate affects plants and the wildlife that depend on them. For example, hummingbirds and bees may be challenged to alter their typical feeding patterns and breeding behavior when spring flowers bloom earlier than usual.  How does the National Park Service contribute to phenological monitoring? Sequoia National Park is part of the California Phenology Project (CPP) and monitors four plant species in the park. Data for each species is collected regularly and added to a national database maintained by the National Phenology Network (NPN). To learn about these species and where in the park they are monitored, click here.  Get involved! As a citizen-scientist, you can help track changes in plant life where you live. We can help get you started by using phenology in your backyard, or in your classroom.    Explore More  Phenology in the Parks For the Backyard and Schoolyard Climate in the parks Online Resources      Other pages  About Us Rangers in the Classroom In-Parks Programs (Field Trips) Professional Develpment Suggested Reading",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/education\/phenology.htm"
}
