{
    "title": "Sequoia & Kings Canyon National Parks: Southern Sierra Conservation Cooperative",
    "body": "Southern Sierra Conservation Cooperative       Mission and Goals The mission of the Southern Sierra Conservation Cooperative (SSCC) is to work in concert to make the best use of each partner's resources and efforts to conserve the regional native biodiversity and key ecosystem functions within the Southern Sierra Nevada Ecoregion (SSN) in the face of accelerated local and global agents of change. To reach this goal, the SSCC implements the Strategic Framework for Science in Support of Management in the Southern Sierra Ecoregion collaboratively developed in 2009 by the U.S. Forest Service, National Park Service, and the U.S. Geological Survey. The Framework is structured by four goals with multiple objectives and tasks described for each goal. These goals are summarized by the following:  We detect and describe ecosystem changes across a range of spatial and temporal scales to understand why change is occurring and interpret its significance; We are able to anticipate possible futures to help us develop feasible responses; We have the tools required to take effective and efficient action; and We have easy access to the growing body of information and effective ways of disseminating that information to the public, resource managers, and the scientific community.  As such, the SSCC:  Participates in inclusive and flexible dialogue, information exchange, shared science-based learning, and collective action. Assesses ecological and societal vulnerabilities due to agents of change and the associated costs and benefits of potential resource management actions Uses their respective facilities, management, planning, research, education, and training programs to meet the mission of the Cooperative. Is non-political Does not make resource management decisions or forward an agenda of any particular resource management action.         Southern Sierra Nevada Ecoregion   Geographic Scope The geographic scope of the Cooperative is loosely defined by the boundaries of the Southern Sierra Nevada Ecoregion (see map), but these boundaries are flexible and may shift depending on the issues and the partners encountered in the future. The geographic scale is large enough to deal with real life cross-boundary issues, but not so large that collaborative efforts would be unduly compromised by geographic differences.      Founding Members Federal Agencies  Bureau of Land Management: Central California District National Park Service: Devil's Postpile National Monument (pending), Sequoia and Kings Canyon National Parks U.S. Forest Service: Inyo National Forest, Sequoia National Forest\/Giant Sequoia National Monument, Sierra National Forest U.S. Geological Survey: Western Ecological Research Center (pending)  Non-Governmental Organizations  Conservation Biology Institute Sierra Business Council Sequoia Riverlands Trust (pending)  State of California  Sierra Nevada Conservancy (pending)          Guiding Principles Agents of change threaten to alter some key ecosystem functions of the Souther Sierra Nevada Ecoregion (SSN), such as provision of clean air and water, biodiversity, maintenance of soil fertility, flood attenuation, and sustainable provision of amenities and commodities valued by humans. SSN land managers and stakeholders have differing, sometimes opposing mandates and values, and with the exception of fire management, conservation decisions and actions are relatively uncoordinated. SSN land managers and stakeholders have complementary expertise, capabilities, land bases, fund sources and more that when added together through collaboration can be \"greater than the sum of the parts.\" SSN land managers and stakeholders recognize that collaboration at a regional scale is necessary to protect shared values from being adversely affected by these agents of change. SSN land managers and stakeholders need to approach the challenge \"head on\" to create resilience, resistance, and in other ways adapt to the combined impacts of agents of change.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/sscc.htm"
}
