{
    "title": "Sequoia & Kings Canyon National Parks: Giant Sequoias",
    "body": "Giant Sequoias                   The General Sherman Tree               The General Grant Tree             \"I never saw a Big Tree that had died a natural death,\" John Muir wrote of the giant sequoia. \"Barring accidents they seem to be immortal, being exempt from all diseases that afflict and kill other trees. Unless destroyed by man, they live on indefinitely until burned, smashed by lightning, or cast down by storms, or by the giving way of the ground on which they stand.\"   Muir's observation remains generally accurate. Giant sequoias can live for over 3,000 years, outlasting all of their mixed conifer forest neighbors. What is it about giant sequoias that allows them to persist through millennia? Surprisingly, a major factor in in the longevity of giant sequoias is a chemical called tannin. The tannin, present in high concentrations in sequoia bark, gives the sequoia resistance to rot, boring insects, and fire.       Sequoias and Fire Fire plays a crucial role in the giant sequoia ecosystem. Toward summer's end in the dry season forest conditions favor fire and lightning storms are not uncommon in the mountains. Fire scars in the tree rings dating back 2,000 years show that fires have occurred naturally at varying intervals, generally between three and 35 years, in sequoia forests. Giant sequoias are adapted to periodic fire. They even take advantage of fire to gain a competitive edge for reproduction. Under natural fire conditions sequoia bark usually protects the trees against significant damage. At up to 18 inches thick and extremely fibrous, sequoia bark not only resists burning but also insulates the tree against fire's heat. Should fire penetrate the bark and scar the cambium, new growth –one-half inch of new wood and bark can be added each year – can heal the scar. Eventually the scar may be completely covered and the tree protected anew against subsequent fire.   Fire also prepares the bare, mineral soil required by sequoia seeds for germination. It burns of undergrowth and trees that compete for the abundant sunlight young sequoias require. The sequoia's cone-and-seed strategy certainly evolved with fire. Sequoia cones retain their seeds – unlike other trees in their forest environs – in closed cones for perhaps 20 years. When fire burns through the forest the hot air dries out older cones. They open up and, within one to two weeks, begin to rain down their seeds loads onto fire-swept, bare soil. The reproductive success of giant sequoias demands only that each tree produce just one maturing offspring over its lifespan of several thousand years.       Sequoia Seeds The life story of the giant sequoia begins with a plethora of small seeds. 91,000 sequoia seeds weigh just 1 pound. Unlike its cousin the coast redwood, which can sprout from root and stump, the sequoia can sprout only from seed. To germinate and survive, sequoia seeds must fall on bare, mineral soil. All seeds fall out of cones eventually, but they accomplish nothing unless soil conditions are right. Fires bring down large numbers of seeds on top of soil burned clear of duff. Douglas squirrels, also known as chickarees, harvest cones and release thousands of seeds.  In the absence of fire, however, these seeds rarely fall on suitable seedbed. Larvae of a tiny cone-boring beetle also cause the release of sequoia seeds, but their fate remains fruitless as well in the absence of recent fire. The sequoia seed must fall on bare mineral soil, not on duff. Fires not only bare the soil, but also burn off competing trees such as the shade-tolerant white firs.      The Largest Trees in the World The mid-sierra zone (5,000-8,000 ft) creates ideal conditions for giant sequoia growth. Mild winter and summer temperatures, deep winter snowpack, and a rich fire history have made it possible for the world's largest tree to get its biggest in these parks. Sequoia and Kings Canyon National Parks boast many of the world's largest trees by volume. The General Sherman Tree is the largest in the world at 52,508 cubic feet (1,487 cubic meters). The General Grant Tree is the second largest at 46,608 cubic feet (1,320 cubic meters).  It is difficult to appreciate the size of the giant sequoias because neighboring trees are so large. The largest of the sequoias are as tall as an average 26-story building, and their diameters at the base exceed the width of many city streets. As they continue to grow, they produce about 40 cubic feet (one cubic meter) of wood each year, approximately equal to the volume of a tree that's 50 feet (15 meters) tall and one foot in diameter.         The 30 largest Giant Sequoias (PDF; as of December 2012)",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/bigtrees.htm"
}
