{
    "title": "Sequoia & Kings Canyon National Parks: Stock Use & Meadow Management",
    "body": "Stock and Meadow Management         Horses and mules are often used to pack people and their supplies into the backcountry on recreational trips, as well as to support backcountry maintenance activities in Sequoia and Kings Canyon National Parks. Photo by William Tweed  Pack and saddle stock have been used in the southern Sierra Nevada since the mid-nineteenth century, first for exploration and then in conjunction with sheep and cattle grazing and mining. In the late nineteenth century, and progressively into the twentieth century, pack and saddle stock were used for access to mountains of the region for recreational purposes. The numbers of pack and saddle stock used for recreational trips increased and peaked in the 1930s, dropped in the 1940s, increased again in the 1950s, and have since declined. In addition, pack stock are used extensively to support trail building and maintenance activities in the wilderness. Some disruption of natural ecosystems and processes by pack and saddle stock is expected and considered acceptable as a consequence of a form of backcountry use that is appropriate in Sequoia and Kings Canyon National Parks. The impacts of stock use, however, are potentially significant enough to require a management program for its regulation. Unlike many western national parks, pack stock are allowed to graze in many of the wilderness meadows within Sequoia and Kings Canyon National Parks. The stock use and meadow management program uses an interdisciplinary approach to assessing the effect of pack stock on park resources, develops and distributes information on regulations and minimum impact stock practices, and works with park wilderness staff to monitor meadow conditions in popular areas. Information on trip planning for recreational pack stock users can be found at the Sequoia and Kings Canyon National Parks wilderness information page.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/stock.htm"
}
