{
    "title": "Sequoia & Kings Canyon National Parks: Rangers in the Classroom",
    "body": "Explore This Park    Learn About the Park     Education     Rangers in the Classroom              Rangers in the Classroom        Ranger engages students during classroom visit NPS Photo      Invite a ranger into your classroom! Sequoia and Kings Canyon National Parks offer a variety of curriculum-based program opportunities that combine the California science standards with the natural and cultural resources found in the parks. Learn more about our classroom programs by exploring the links below. Programs are offered October through April. Each session is one hour long and takes place in your classroom. Class sizes are limited to thirty students. Programs may be scheduled Monday through Friday at up to four classes per day. Our calendar fills up quick! So schedule your program today!   To request a program, download and submit our request form.Having trouble viewing the form? Try a different browser or download the alternate form. Spread the Word! Download and print our program flyer to post in your school or community.Questions? Call the education staff at (559) 565-4211 or email us at SEKI_RITC@nps.gov.Other pagesAbout UsIn-Parks Programs (Field Trips)PhenologyProfessional DevelopmentSuggested Reading ______________________________________________________________           Up, Up, and Away! Kindergarten- 2nd Grade How can bats and birds be so different and seem so much alike? Through observations, comparisons, stories and hands-on games and activities, students explore the similarities and differences between bats and birds.           The Bear Essentials 1st - 4th Grade What's it like to be an American black bear? Through hands-on activities and investigation, students learn about the habitat, diet, and life-cycle of black bears and think about how human actions can affect bear behavior and survival.            Meet Your National Parks 2nd- 4th Grade  Students explore the national parks right from their classroom. Through stories, hands-on demonstration, and a giant National Park Service patch-puzzle, student piece together the significance of their national parks.            How to Read a Skull Like an Open Book  3rd - 5th Grade Through observation and deduction, student learn how to read a skull for clues about the diet and adaptions of different animals.            Life in the Zone  3rd- 4th Grade  Students explore the amazing adaptations of life in local Sierra Nevada life zones. Students work together in small groups to use critical thinking and apply what they've learned to match species with their ideal life zone.            Guess Hoo's for Dinner 4th - 5th Grade  In their quest to understand predator-prey relationships, students learn about owls (one of the parks' best hunters) and dissect and inspect a replica owl pellet.           Explore your Watershed 3rd- 5th Grade  In this hands-on program, students create their own models to understand how the Central Valley and Sierra Nevada are connected by the water. Students discover how their personal and collective actions affect the health of their watersheds.             Letters From the Landscape   6th - 7th Grade  What would our landscapes say if they could talk? Through hands-on investigation, students learn about the geologic forces that shape the landscapes of our parks and the places we live.             Discover Your Changing Climate  6th- 8th Grade  After studying the basics of weather and climate, students engage in an exciting Climate Science Summit group activity. Students learn about objectivity and scientific thinking as tools for understanding complex, global change.             SPROUTS  6th - 8th Grade  Student Phenologists Researching Oaks to Understand Trees and Science: students become scientists by observing the life phases of native plants. Through phenology (the study of the seasons) students draw their own conclusions about their complex and changing world.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/education\/rangers-in-the-classroom.htm"
}
