{
    "title": "Sequoia & Kings Canyon National Parks: Southern Sierra Nevada Ecoregion and Agents of Change",
    "body": "Southern Sierra Nevada Ecoregion and Agents of Change       The Southern Sierra Nevada Ecoregion (SSN) includes some of the most iconic natural resources and complex socioeconomic landscapes in the United States. A strong biophysical gradient characterizes the region. Over the span of about 40 miles, ecosystems range from foothill woodlands at about 500 ft elevation through montane chaparral and forests, and into alpine communities above 14,000 ft. The SSN is highly valued for its native biodiversity, recreational opportunities, flood control and as a main source of water for California agriculture, energy generation, and domestic needs. The Region's assets benefit the people of California, the country and the world. The region is relatively un-fragmented by development and its headwaters and middle elevation watersheds are almost entirely administered for public benefits. The region is also the larges contiguous area within the Sierra Nevada best suited to the management of wildland fire for multiple resource benefits and protects the largest contiguous Wilderness area in California. Increases in temperature and changes in snow hydrology have been observed in the past few decades. There is growing recognition that global climate-driven change will affect long-term management options for the conservation of the Region's resources. This part of California continues to attract new residents, rapidly expanding the region's wildland-urban interface. Air pollution is a severe and chronic problem in the Region, particularly in the southern half where ozone levels regularly exceed U.S. Environmental Protection Agency standards at mid-elevation locations. Fire management and other land use decisions during the early to middle 20th Century have severely altered the structure, composition, and fire regimes of many plant communities in the SSN. Invasive nonnative plants, animals, and diseases have transformed some ecosystems by excluding native biodiversity and substantively altering ecosystem processes. All of these agents of change interact with one another, and affect ecosystems in ways requiring that land managers' responses be planned and executed at broad spatial and temporal scales. This combination of anthropogenic \"change agents\" are interacting and amplifying impacts on biodiversity and key ecosystem functions, are likely to drive some valued ecosystem elements out of the region or to extinction, are challenging our views and traditional land management practices, and transcend ownership and administrative boundaries. Creating new capabilities and capacity for shared science-based learning and collaborative action requires an integrated regional approach that transcends jurisdictional boundaries.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/ssn-ecoregion-and-agents-of-change.htm"
}
