{
    "title": "Hawai'i Volcanoes National Park: Commercial Use Authorizations",
    "body": "Commercial Use Authorization       Commercial Use Authorization (CUA) for Out of Park Services: Section 418 of the National Parks Omnibus Management Act of 1998, Public Law 105-391 (Section 418), authorizes the National Park Service (NPS) to issue commercial use authorizations (CUAs) to persons (referring to individuals, corporations, and other entities) to provide commercial services to park area visitors in limited circumstances. CUAs provide a means to authorize suitable commercial services to visitors in park areas. The CUA is used to provide for incidental use of park area resources by operators who provide commercial services originating and terminating outside of the park area (Out-of-Park-Services). FEE SCHEDULE Application Fee represents the costs incurred by the National Park Service in mailing, distributing and review of submitted documents. This fee is non-refundable, whether or not the authorization is approved. All non-road based or combination applicants must pay this fee. The preferred method of payment is through Pay.gov. Accepted payment methods are:  Bank account (ACH) Paypal account Dwolla account Debit or credit card   Please call 808-985-6027 to obtain the permit number to insert onto the online Pay.gov form. You must have this number in order to process payment. Please send a copy of the system generated receipt with this application. Or you may send a check or money order along with the application. One-Year Authorization: $200.00 Two-Year Authorization: $300.00 For Combination Permit at Hawaiʻi Volcanoes National Park an additional $50 is required *New applicants will only be allowed to apply for the One-Year Permit. Commercial Use Authorization Application Instructions and Form (pdf-172KB) Make payment via Pay.gov (on line form)   ENTRANCE FEES Definition: Non-Road based Guided Tours Hiking more than a mile on one trail, bird watching on foot for more than one hour at one location, or bicycling tours. Road Based Guided Tours -Motorized vehicle used to transport passengers on guided tours using established roadways withing the park boundaries. Non-Road based Guided Tours: $8:00 per person 2015 $10.00 per person 2016 $12.00 per person 2017 Road Based Guided Tour: This fee is based on vehicle seating capacity - see table below     Capacity   User Fee     1-6 person vehicle   $25.00 + $8.00 per person (2015), $10.00 per person (2016), $12.00 per person (2017)     7-15 person van   $75.00     16-25 person mini-bus   $100.00     26 or more person bus   $200.00      INSURANCE REQUIREMENTS The permittee must provide commercial liability insurance against claims arising out of or resulting from the acts or omissions of the permittee or the permittee's employees, agents, or contractors, in carrying out the activities and operations required and\/or authorized under the permit. This office must in receipt of verification of insurance coverage before any commercial park operations may take place, to include the second year of the permit.      All liability policies must specify that the insurance company will (1) have no right or subrogation against the United States of America AND must (2) provide that the United States of America is named an additional insured.      The NPS may require additional insurance commensurate with the risk involved with your commercial service and the scope and size of the activities. IMPORTANT: The name on the certificate of insurance must match your business name, including any names used under \"doing business as\". The certificate can be mailed to the address on this letterhead or faxed directly to Hawai'i Volcanoes National Park at (808) 967-8186. The certificate holder's address must read:     U.S. Government   National Park Service   Commercial Services   P.O. Box 52   Hawaii National Park, HI 96718      This is a descriptive list of the most commonly used types of insurance:   Comprehensive General Liability required for most activities authorized by Incidental business permits, is usually sold as a Guides & Outfitters (G&O) type of policy. Comprehensive general liability insurance is designed to provide broad coverage for liability to other persons. Generally, it covers all liability for personal injuries or property damage caused to other persons, unless specifically excluded. A minimum coverage of $300,000 is required.    Automobile Liability: required for all owned, non-owned and hired vehicles, including tour buses used in the operation within the park boundaries.    Worker's Compensation: Permittees with employees must be in compliance with the insurance requirements under the Hawaii Worker's Compensation Act.   Frequently Asked Questions (1) What is a \"Commercial Visitor Service? This type of service means accommodations, facilities and services the NPS has determined to be necessary and appropriate for public use and enjoyment of a park area provided to park area visitors for a fee or charge by a person. The fee or charge paid by the visitor may be direct or indirect as part of the provision of comprehensive visitor services. (2) How do I know if I need this authorization? You must obtain this authorization if your business will provide a commercial visitor service in national park areas and the service originates and terminates outside of the park unit. (3) Under what authority can the NPS issue this authorization? The issuance of a Commercial Use Authorization (CUA) is authorized by Section 418 of the National Parks Omnibus Management Act of 1998, Public Law 105-391 and Title 36 of the Code of Federal Regulations 5.3. (4) Who do I contact if I have questions? We recommend that you contact the Commercial Services Office at Hawai'i Volcanoes National Park at 808-985-6027 if you have questions relating to the application process. (5) How do I apply? First read the entire application packet for full details. Applicants must complete the application form in full, include payment, insurance and other applicable documentation and mail it to National Park Service, Commercial Services, P.O. Box 52, Hawaii National Park, HI 96718. Applications will be processed upon receipt and if approved, a permit will be issued after all required documentation has been submitted. Permits are not automatically renewed, applications must reapply each year - a renewal package will be mailed to you. (6) Is a Hawaii Certificate of Public Convenience and Necessity required?* A copy of your Hawaii Certificate of Public Convenience and Necessity must be submitted with your application. The State of Hawaii Public Utilities Commission issues the Certificate of Public Convenience and Necessity authorized by provisions of chapter 271, Hawaii Revised Statutes. If you do not have a current Certificate of Public Convenience and Necessity, contact the State of Hawaii Public Utilities Commission, 688 Kinoole Street, Suite 106A, Hilo, HI 96720, at 808-974-4533. *Certificate required for Hawaii based companies. (7) How long does it take to process my application? The time to process an application can vary. It may take up to 1 month if your application is incomplete, the fees are not included with your submission, the insurance verification is not received by our office and\/or if you are applying for a service that has not been pre-determined to be necessary and appropriate. (8) What else do I need to do to receive an approved IBP? --A receipt from Pay.gov or a check must be included with your application. (9) Are there any restrictions to my application? YES. NPS employees or their resident family members may be NOT be owners, partners, corporate officers or general managers of any business conducting commercial visitor services in a park, nor may NPS employees or their resident family members have a financial interest in such a company. All instances of employment by an operator of the SPOUSE or MINOR CHILDREN of an NPS employee must be approved in advanced, in writing by the superintendent or delegated person(s). (10) May I apply without having all required documentation such as proof of insurance or Hawaii Certificate of Public Convenience and Necessity?* YES. If you are in the process of obtaining insurance, a Hawaii Certificate of Public Convenience and Necessity or other required documentation, please send in your completed application and fee payment. Your application will be processed and if approved, the permit will be issued at the time we receive all required documentation. *Certificate applicable to Hawaii based companies. (11) Is sub-contracting allowed under the authorization? The Park Service does not allow subcontracting under this authorization. The park service uses the same criteria used by the IRS (as defined in IRS Publication 15-A) to determine if a representative is an employee or independent contractor. Please contact the NPS for a decision if you are in doubt. (12) Are annual reports due? YES. An annual report must be submitted each year that the permit is active reporting on the previous year's activities. The reporting form will be attached to your permit. (13) Are there any special requirements pertaining to visits to the National Park Service sites? YES. Each park has special requirements that will be attached to your permit. The requirements will be sent based on which park\/s you select for your permit.",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/management\/havo_manage_cua_instruc.htm"
}
