{
    "title": "Rocky Mountain National Park: Preservation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation               Preservation         Never Summer Range: Summer Sky David Halpern, ROMO 6666    Preservation plays a very important role in extending the life of museum artifacts. Preservation methods include housing items in climate controlled environments; protecting them from devastating degradation due to insects, light, and changes in humidity. If not on exhibit, artifacts, archives, and specimens are more often than not taken out of the public eye. The technology of digital imaging has enabled museums to give public access to their repositories while reducing the materials' exposure to degrading elements. On this page you are provided access to the digital museum collections. Check back on a regular basis for additions to these digital collections.      Lantern Slide Collection This is a sampling of lantern slides from a collection of over 1,100 slides. The accession record states the slides were acquired in 1975. The majority of the images are from the 1930s and 1940s. Some are even older copies of photographic prints dating to the late 1800s. It is assumed that the images were used for campfire programs. Many of the black and white images have been hand colored.          Alberta Falls, circa 1979 NPS Photo by Nathan Finck.  Nathan Finck slides Online Exhibit with Finding Aid: Link to the virtual collection or click to read the archival finding aid.     More Digitized Resources:    National Register of Historic Places   NPS History E-Library   NPS Photographic Collection   NPS Focus: Digital Library and Research Station   eTIC-electronic Technical Information Center   ROMO Superintendent Annual and Monthly reports: IRMA   JSTOR-Journal Storage   Library of Congress Image Catalog   U.S. Geological Survey Photographic Library   NARA's Digital Copies   Colorado Historical Society's Photo Collection   Denver Public Library: Digital Collections",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/historyculture\/preservation.htm"
}
