{
    "title": "Sequoia & Kings Canyon National Parks: Natural Sound",
    "body": "Soundscapes        Three out of four national park visitors say a chance to get away from unwanted noise is an important part of their park experience. National Park Service       The National Park Service Natural Sounds Program (NSP) Office was established in 2000 to help parks manage sounds in a way that balances access to the park with the expectations of park visitors and the protection of park resources. The NSP addresses acoustical issues raised by Congress, NPS Management Policies, and NPS Directors Orders. Direction of management of natural soundscapes is represented in 2006 Management Policy 4.9: \"The Service will restore to the natural condition wherever possible those park soundscapes that have become degraded by unnatural sounds (noise), and will protect natural soundscapes from unacceptable impacts.\"        Park scientists use special equipment to inventory sounds in a particular location. National Park Service  In 2005, Sequoia and Kings Canyon National Parks began efforts to conduct acoustic monitoring and noise impact assessment. Seven acoustic monitoring sites were chosen, ranging in elevation from 3,084 ft. (940 m) to 10,794 ft. (3,290 m). Acoustic monitoring efforts in Sequoia and Kings Canyon yielded valuable results that allow park managers to better understand the existing acoustic environment of the park. For instance, in addition to the percent time audible metrics, off-site analysis of acoustic samples unearthed a number of interesting wildlife and natural sound recordings. In the process of listening to eight randomly-selected days for each site, NSP staff located recordings of spotted owls (Redwood Canyon), barn owls (Buckeye Flat), thunderstorms (Cedar Grove), and coyotes (Crabtree Meadow). Biological monitoring with the use of continuous recording acoustic equipment offers many opportunities to extend surveys to places and intervals when it is inconvenient or impossible for observers to be present. Acoustic monitoring and data storage technology is constantly evolving, and it is not unreasonable to expect that future monitoring efforts at Sequoia and Kings Canyon National Parks will incorporate continuous recording units in addition to sound level meters. Learn more about natural sounds National Park Service Soundscapes web site.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/sound.htm"
}
