{
    "title": "Sequoia & Kings Canyon National Parks: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Smokey mariposa lily Tye Hafner  Extreme topographic differences and a striking elevation gradient (ranging from 1,360 feet (412 m) in the foothills to 14,494 feet (4,417 m) along the Sierran crest) create a rich tapestry of environments, from the hot, dry lowlands along the western boundary to the stark and snow-covered alpine high country. This topographic diversity in turn supports over 1,200 species (and more than 1,550 taxa, including subspecies and varieties) of vascular plants, which make up dozens of unique plant communities. These include not only the renowned groves of massive giant sequoia, but also vast tracts of montane forests, spectacular alpine habitats, and oak woodlands and chaparral. The richness of the Sierran flora mirrors that of the state as a whole--of the nearly 6,000 species of vascular plants known to occur in California, over 20% of them can be found within Sequoia and Kings Canyon National Parks.      Along the western edge of the parks, the Great Central Valley gives way to blue oak savanna and a mosaic of chaparral types. Unlike most of the park vegetation, which is made up of plant species native to the region, the foothill grassland is primarily non-native annual grasses that were introduced to California during the mid-19th century and have subsequently become naturalized. The slow-growing, gnarled blue oaks that dot this landscape can be hundreds of years old.  Dominated by dense thickets of sclerophyllous (thick-leaved) shrubs, chaparral is not a plant, but a type of plant community. Characteristic of lowland Mediterranean climates, it grows where winter rains provide most of the precipitation and, but for the hot dry summers, temperatures are relatively mild. Many chaparral species have specific adaptations to fire and drought, both of which have a strong influence on life in the foothill environment.  Unlike many of the cone-bearing, evergreen forests of the world, which are dominated by a single species of tree, the mixed-conifer forests that cloak the lower and middle slopes of the Sierra Nevada are remarkably diverse. Here ponderosa pine, incense-cedar, white fir, sugar pine, and scattered groves of giant sequoia intermix and coexist. These trees, many of which reach tremendous heights, form some of the most extensive stands of old-growth coniferous forest that remain in the world.        Red fir forests grow in pure stands in the mid to upper elevation forest belt (7,000 to 9,000 feet) of Sequoia and Kings Canyon National Parks. These stately trees typically form a dark forest with scant ground cover. USGS photo by Linda Mutch  In the upper montane, the mixed coniferous forest is replaced by nearly pure stands of red fir and lodgepole pine. Characterized by deep snow accumulation during the winter months and a dense canopy that limits the amount of sunlight that reaches the forest floor, the red fir forests lack a diverse herbaceous component. Only the most shade tolerant herbs thrive beneath the towering trees. Lodgepole pines have an unusual distribution, growing in both moist lowlands and in drier sites on benches and ridges. In wetter sites, these forests can support a rich amalgam of herbs and wildflowers in their understory.   Above the upper-most edge of the montane forests, subalpine woodlands define the limit of tree life in the Sierra. In Sequoia National Park, these include the southernmost populations of foxtail pine, a close relative of the long-lived bristlecone pine which can be found in the White Mountains to the east. Downed pieces of foxtail wood can persist intact for thousands of years, preserved by the extremely cold and dry conditions that characterize the high elevations. To the north, stands of whitebark pine provide a critical food source for the ubiquitous Clark's nutcracker.        Foxtail pine grow in scattered stands on bare rocky slopes at high elevations. Exposed to extremes of temperature, unlimited sunlight, severe winds and storms, and long summer droughts, these trees have shapes sculpted by the elements. Fred Schreiber  Where soils are too saturated or shallow to support tree growth, numerous meadows can be found in the montane, subalpine and alpine zones. Wet meadows support a remarkably diverse assemblage of grasses, sedges and wildflowers, which provide essential habitat for many small mammals, birds, and insects. Dryland meadows, too, are an important source of food and shelter for animals of the higher elevations.  In the rocky alpine, where the short growing season and harsh winter conditions exclude all but the hardiest of plants, stunted trees give way to low-growing, perennial herbs. Here plants often form ground-hugging mats or hummocks to take advantage of the warmer surface temperatures. In winter, the snowpack provides insulation from sub-freezing temperatures and desiccating winds. During the brief summer, when freezing temperatures and snowstorms remain a threat, surprisingly showy flowers burst forth in the race to set seed before winter returns. The parks’ vegetation management programs focus on understanding the parks’ flora and vegetation, protecting rare species, restoring natural fire regimes to forest and chaparral ecosystems, monitoring and controlling invasive non-native (exotic) plants, restoring disturbed habitats and landscapes, and monitoring and managing impacts from recreational and administrative uses. Brief overviews of these programs are found on the following pages, along with suggestions for additional sources of information.      ↑ Return to top",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/plants.htm"
}
