{
    "title": "Rocky Mountain National Park: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections              Collections           Hand colored lantern slide, undated. NPS, ROMO 10798  Museum Collections of Rocky Mountain National Park As part of the NPS Museum Management Program, the collections at Rocky Mountain National Park provide researchers access to materials that relate directly to the park while preserving the artifacts and specimens for future use. This function is mandated and motivated by the enabling legislation of the NPS: \"...which purpose is to conserve the scenery and the natural and historic objects...\" The collections are stored in several repositories such as the YMCA of the Rockies, Denver Botanical Gardens, and on site in the park; and currently consist of 33,465 cultural objects, 294 works of art, 10,495 biological specimens, and 455 geological specimens. These objects document human use of the land and the natural history including the alpine tundra ecosystem. About 710 of these items are on exhibit throughout park at visitor centers and the Holzwarth Historic Site. The archival collections consist of central files, images, and donated manuscripts stored on site and at the National Archives Record Administration, NARA. The curator prepares the objects for display, gives access to the collections for researchers, and oversees the collections stored in the storage facility and collections on loan to other repositories. Many supportive duties are performed by student interns and VIPs (Volunteers in Parks), including: archival and artifact inventories, cataloging, and rehousing, pest and climate monitoring, housekeeping, and library functions.         Research Resources Library Catalogs:   National Park Service    Bureau of Reclamation    Department of Interior    World Cat      ROMO Archival Finding Aids:   National Archives and Records Administration: NARA    Colorado Mountain Club summit registers Updated 7\/2012   Hidden Valley Ski Area oral history collection   Historic Non-Extant Structure records   Nathan Fincke slides   Weather and Climate records   Ferrel Atkins papers   Go to our Preservation page for online exhibits and digitized research resources.      Access to Collections: The Museum Storage Facility was built in 1996 to give the park's collections a secure and controlled environment for storage and preservation. This facility can be accessed by appointment only. Please fill out the Researcher Registration form and either mail to: Rocky Mountain National Park, ATTN: Curator, 1000 HWY 36 Estes Park, CO 80517 or send it via email.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/historyculture\/collections.htm"
}
