{
    "title": "Sequoia & Kings Canyon National Parks: Disturbed Lands Restoration",
    "body": "Disturbed Lands Restoration       Ecological restoration is the process of assisting the recovery of an ecosystem that has been degraded, damaged, or destroyed. Restoration of disturbed park lands is conducted in areas actively disturbed by past park management activities or other human actions, as well as the restoration of natural conditions to areas where the natural process has been disrupted through human actions (e.g., the widespread disruption of the natural fire regime through suppression).   The parks have focused recent restoration actions in two locations: Halstead Meadow and the former Giant Forest Village. In addition, the parks have an active program to revegetate disturbed soils following construction projects.                        Restoration Video Series: Healing a Mountain Meadow This short video shows how restoring water flow throughout Halstead Meadow in Sequoia National Park dramatically improved the meadow's condition.  Duration:5 minutes, 24 seconds               Healing a Mountain Meadow Halstead Meadow is a 20-acre wet meadow that sustained heavy erosion caused by 19th-century grazing and 20th-century road building. Construction of the Generals Highway across the meadow, with water concentrated in a single set of culverts, was completed in 1934. Soon after, the National Park Service embarked on a half-century of unsuccessful attempts to repair the deep erosion gully through the meadow using check dams. In 2005, the parks began a new restoration effort with a different vision: convert the channelized system back to a sheet-flow system by filling the gully, replacing the road embankment with a bridge, and restoring natural topography, hydrology, and vegetation. This approach has been successful in restoring Halstead Meadow to a naturally-functioning wetland. Watch this video to learn more.          Round Meadow as a parking area, and then ten years after asphalt removal, recountouring, and planting native vegetation. NPS Photo by Athena Demetry  Preserving an Ancient Sequoia Grove The Giant Forest Restoration project was completed in 2005 with the removal of overnight visitor facilities, construction of day-use facilities to improve the visitor experience, and the restoration of forest vegetation in the former Giant Forest Village. Removal of facilities and the restoration of landforms, soils, and vegetation began in 1997.  During a five-year period, contractors removed 282 buildings, over 24 acres of asphalt roads and parking lots, 8 miles of aerial electric and telephone wire, underground propane tanks, a sewage treatment plant, and other associated infrastructure. A historic market building was converted to a museum for interpreting giant sequoia natural history to visitors. NPS crews restored a total of about 60 acres. Restoration included restoring natural landforms, mitigating soils impacts, favoring natural recolonization using prescribed fire, and planting to mimic natural regeneration following fire in surrounding areas of Giant Forest.  The restoration has been so successful that visitors find it hard to imagine that buildings were once there. Views that were once blocked by buildings and busy traffic have opened into dramatic scenic vistas of giant sequoia trees and meadows. Giant sequoia seedlings are successfully growing in former parking lots.      Protecting Newly Restored Lands with Native Plants During road and building construction projects, park vegetation and soils are disturbed. Revegetation with native plants following construction is done to stabilize soils, facilitate establishment of a native vegetation cover, prevent invasion by non-native species, and provide screening and landscaping. The parks have a native plant nursery located at Ash Mountain to provide locally-adapted native plants for revegetation and restoration projects.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/plants_vegrestor.htm"
}
