{
    "title": "Sequoia & Kings Canyon National Parks: Bighorn Sheep",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Bighorn Sheep                Bighorn Sheep         California Department of Fish & Wildlife, CC - cropped  A Major Milestone in the Recovery of Federally-Endangered Sierra Nevada Bighorn Sheep Sierra Nevada bighorn sheep (Ovis canadensis sierrae) are now occupying the Great Western Divide for the first time in over 100 years due to recent efforts by state and federal agencies! Between March 19-22, 2014, a total of 10 ewes (females) and 4 rams (males) were translocated from land in the Inyo National Forest to the Big Arroyo area of Sequoia National Park by the California Department of Fish and Wildlife (CDFW), in cooperation with the National Park Service (Sequoia and Kings Canyon National Parks), U.S. Forest Service (Inyo National Forest), and the U.S. Fish and Wildlife Service.  This major milestone in the recovery of this endangered species was conducted through helicopter-supported capture of bighorn sheep in wilderness areas of the Inyo National Forest. CDFW staff and volunteers, including veterinarians and biologists, as well as several staff from other agencies, were present to assess each animal's health and ensure their safety throughout the entire process. Each animal was fitted with a radio collar and a GPS collar in order to track movements and survival. Without the leadership of the California Department of Fish and Wildlife and strong interagency cooperation with our partners, the U.S. Forest Service, and the U.S. Fish and Wildlife Service, this project would not have been possible. This work was part of ongoing efforts to monitor the status of other radio-collared bighorn sheep that use the parks, to study bighorn sheep habitat use, and to evaluate the impacts of wilderness recreational activities on the sheep and their habitat. Following this recent effort, there are now 11 herds of Sierra Nevada bighorn sheep between Owens Lake and Mono Lake, including areas outside of Sequoia and Kings Canyon National Parks. Two additional herds are needed to meet recovery goals: (1) Taboose Creek, which overlaps the eastern boundary of Kings Canyon National Park, and (2) Laurel Creek, which is almost completely within Sequoia National Park. In general, CDFW conducts ground surveys annually to determine the population size of Sierra Nevada bighorn sheep, and recent estimates place that number in excess of 500 animals.        California Department of Fish and Wildlife  Background: For the completed Environmental Assessment and related documents about this project in Sequoia and Kings Canyon National Parks, visit: Sierra Nevada Bighorn Sheep EA: Research and Recovery Actions For more information about bighorn sheep and the larger-scale recovery program, visit: Sierra Nevada Bighorn Sheep Program",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/bighorn-sheep.htm"
}
