{
    "title": "Sequoia & Kings Canyon National Parks: Mammals",
    "body": "Mammals         Black Bears Bighorn Sheep               Big Horn sheep are among the endangered species protected by the parks. California Department of Fish & Wildlife, CC - cropped  A total of 77 mammal species are known occur in Sequoia and Kings Canyon National Parks. An additional 13 species, such as the wolverine, Sierra Nevada red fox, and black-tailed hare may also be present but exist in such low densities that their status is unconfirmed. Commonly observed species include yellow-bellied marmots, mule deer, pika, and several species of squirrels, such as California ground squirrels, Douglas squirrels, golden-mantled ground squirrels, and Western gray squirrels. Most mammals however, are secretive and nocturnal and they are rarely seen by park visitors. Examples include ringtails, spotted skunks, short-tailed weasels, and mountain lions. You can help the parks learn more about such species by obtaining a wildlife observation card at any visitor center and describing the species you observe during your visit.  A tremendous diversity of habitat types is present in the parks, owing largely to an elevation gradient that ranges from 1,370 below park headquarters to 14,494 ft at the top of Mt. Whitney, the highest point in the continental United States. As a result, two orders of mammals are particularly diverse-Rodentia (rodents) and Chiroptera (bats). There are 26 species of rodents, ranging in size from the tiny montane vole up to the beaver, which can be 4 feet long and weigh over 60 pounds. There are 17 species of bats, including several species of concern such as the Townsend's big-eared bat, pallid bat, spotted bat, Western mastiff bat, and Western red bat. Would you have believed that 1 out of every 5 mammal species in the parks is a bat?  And while bats are the only mammals that truly fly, the parks are home to a mammal that can easily glide from tree to tree-the Northern flying squirrel. These animals have a unique structure called a patagium, which is a parachute-like membrane stretching between wrist to ankle. Although most \"flights\" are only a few feet between trees, flying squirrels have been recorded to glide up to 300 ft!  Most of the mammals in these parks are secure, but there are some that are threatened with decline or even extinction. Once numbering over 1000 animals throughout the Sierra Nevada, the federally endangered Sierra Nevada bighorn sheep was granted protection under the Endangered Species Act in 1999, when only about 125 individuals were left. Since then, the population has increased to about 400 individuals, but it is still threatened by the risk of disease from domestic sheep, predation by mountain lions, forest succession, genetic diversity, severe weather, climate change, and reduced geographic distribution. Research on the potential impacts of wilderness recreation on this iconic species is currently occurring in the parks in cooperation with the California Department of Fish and Game and the United States Geological Service. Additionally, there are plans to reintroduce bighorn sheep to two areas of Sequoia National Park where they have been absent for over 100 years.  The Pacific fisher, a secretive forest-dwelling carnivore, is another species with special status. It is a candidate for listing under the Endangered Species Act and considered a Species of Special Concern by the state of California. Because fishers appear to require habitats that have many of the characteristics that make forests prone to catastrophic wildfires (e.g., dense canopies, abundant woody debris), research is ongoing throughout the region to assess the impacts of fuel reduction treatments on fishers. In 2011, the US Forest Service Pacific Southwest Research Station began research in Sequoia National Park in which fishers are monitored before, during, and after prescribed fires using GPS (Global Positioning System) radiocollars. Because these parks have relied almost exclusively on prescribed fires to manage fuel loads, rather than mechanical treatments such as forest thinning, information obtained this research will be useful for comparison to similar projects occurring elsewhere throughout the fisher's range.        Marmots are a familiar sight in rocky areas of the High Sierra. NPS Photo  Finally, the mammalian fauna of these parks is not as complete as it once was. The wolverine may no longer be present, but occasionally visitors report seeing them. However, there has been no verifiable evidence of them in many decades. The same is true for the elusive Sierra Nevada red fox. One species that we know for certain has been lost is the grizzly bear. Although grizzly bears were once abundant throughout California, they were exterminated by the 1920's. According to one account, the last grizzly bear seen in California was in 1924 in Sequoia National Park.  Black bears are abundant in the parks however, if you are going to visit you need to know how to recreate in bear habitat. Please visit our black bear page to learn more.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/mammals.htm"
}
