{
    "title": "Hawai'i Volcanoes National Park: Filming and Photography Guidelines and Permits",
    "body": "Filming and Photography Guidelines and Permits        Waiting for the evening glow from Jaggar Museum overlook NPS Photo        The service….shall promote and regulate the use of….national parks….[its] purpose is to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" (16 U.S.C. 1) It is the policy of the National Park Service (NPS) to permit filming and photography when and where possible, while adhering to this mandate. Therefore, a permit is required for filming, photography, and associated sound recordings as a means of regulating this special use of parks. When reviewing submitted applications, the primary concerns of the NPS are the potential impacts to the parks geological, natural and cultural resources, safety, and visitor use. Be safe, protect our geological natural and cultural resources, and always provide for visitor access and enjoyment. Please remember that aesthetic values such as scenic vistas, natural quiet, dark night skies, along with partnerships, and neighborhoods, are resources that we value.      pdf version of filming guidlines (235KB)       Filming and Photography permits are required when\/for:  All commercial filming as defined as digital or film recording of a visual image or sound recording by a person, business, or other entity for a market audience, such as for a documentary, television or feature film, advertisement, or similar project. When filming involves props, models\/talent, professional crews and casts or sets. News media filming for entertainment purposes. The park would incur additional administrative costs providing management and oversight to monitor filming and photographic activities.   Filming and Photography permits are generally not required for:  Visitors using cameras and\/or recording devices for their own personal use. News media reporting on breaking news events. In these situations news crews should contact the park's Public Affairs Officer, Jessica Ferracane, at 808-985-6018, or e-mail us.  A request for permit may be denied if in the opinion of the Superintendent or her designee,  There is a likelihood that resource damage or impairment of their value would occur that cannot be mitigated or restored. There is a likelihood of unreasonable disruption of or conflict with the public's use and enjoyment of the site(s) being requested. There is the likelihood that the activity poses health or safety risks to the public or crew. The requested activity will violate any other Federal, State, or local laws or regulations. Other activities are already planned or expected to occur at the same location. It involves access to areas normally designated closed or limited to administrative use for resource or safety reasons. The project includes portrayal of activities that aren't culturally appropriate or not permitted. The production crew is unwilling or unable to provide proof of insurance or reimburse NPS for costs.    Our permits prohibit:  Launching, landing, or operating unmanned aircraft (including Drones) from or on lands and waters administered by the National Park Service within the boundaries of Hawai'i Volcanoes National Park is prohibited except as approved in writing by the superintendent. Harassment or introduction of wildlife. Altering, moving, cutting, or defacing any geological, natural, or cultural resource. Entry into closed areas including Halema'uma'u or onto newly created land called benches. Digging in the ground or removal of natural features. Entry into all lava tubes with the exception of Nāhuku (Thurston Lava Tube). Nudity. Filming of areas considered sacred to the Hawaiian people, unless filming is strictly for cultural, educational, or scientific purposes including Halema'uma'u (Ka lua o Pele) Filming of scene(s) disrespectful to the Hawaiian culture including the prodding of flowing lava. Landing of any non-official aircraft. Smoking in buildings, on trails or in vegetated areas. The closure of areas to the public for filming Gunfire, explosions, pyrotechnics or special effects, or fires. The filming of an activity in an area not normally designated for that activity. Use of vehicles off established roads and parking areas. Use of any foreign substance i.e. insecticides, herbicides and pesticides.  Please remember, it is our responsibility to protect the natural, cultural, and recreational resources for which we are stewards of and responsible for. We cannot accommodate a project if it should include any of the above.      If your project requires a permit for filming and photography, it's as easy as 1, 2, 3... 4, 5, 6,7  Complete, sign, and submit the permit application via fax, email (as a PDF), and mail attention to: Jessica Ferracane, Public Affairs Specialist, Hawai'i Volcanoes National Park, Film Permit Office, P.O. Box 52 (for USPS), or 1 Crater Rim Drive (for FedEx\/UPS), Hawaii National Park, HI 96718, fax# (808) 967-8186, or e-mail us Submit a copy of your insurance naming the United States of America as additionally insured. The park now accepts on line payments via Pay.gov (links below) for filming and cost recovery fees. The Permit Application Fee is $150 and is non-refundable. The Location Fee will depend on the total number of people involved in the production and the number of days filming in the park. Ranger fees may apply. Location and ranger fees to be determined by Hawai'i Volcanoes National Park representative. (See costs and fees section.) You may also submit a check payable to the National Park Service for the fees by contacting the public affairs specialist (see contact information above). If you wish to pay on line via Pay.gov, you will need to contact the public affairs specialist to obtain the number to insert onto the form(s). See contact information above. (Note: Hawai`i Volcanoes' tax exempt ID number is 140001849) Completed application packets are handled in the order they are received and priority will not be given to urgent requests. Applications will not be processed until the application fee and insurance are received. Simple requests can be processed in two days. More complex requests require one week. Requests will be evaluated on the basis of the information in the application; therefore you are encouraged to attach additional sheets if necessary, to provide the required information. Completed application will be reviewed, processed, and either approved or denied by the Superintendent or her designee. The completed special use permit, with its specifying the condition, will then be faxed to the permittee for signature. Once the permittee has signed the permit acknowledging the conditions of the permit it should be either faxed or mailed to our office. If faxed, the original must be mailed.       Application Form for Photography\/Filming Permit - Short form for still photography and most video\/film projects (pdf-225KB) Application Form for Filming Permit - Long form for more complex video\/film projects where more information is needed to evaluate the application for permit (pdf-208KB)       Pay.gov accepted payment methods:  Bank account (ACH) Paypal account Dwolla account Debit or credit card  Please use the following Pay.gov links for applicable permit(s):  Pay.gov - Film permit application fee Pay.gov - Film location fees Pay.gov - Ranger cost recovery         Permit Costs and Fees The National Park Service is required by law to recover all costs associated with filming. No waivers are allowed. Since these costs are based on the services we provide, we do not differentiate between profit and non-profit projects. Recovery of costs can sometimes be reduced if the project can be shown to have an outstanding benefit to the NPS. That decision is made by the Park Superintendent. We accept money orders, personal, cashiers, or company checks (with tax ID number), made out to the National Park Service.  Application Fee: $150.00  Mandatory Location Fees:        Motion Pictures \/ Videos    1-2  people - camera & tripod only $0\/day   1-10 people $150\/day   11-30 people $250\/day   31-49 people $500\/day   Over 50 people $750\/day       Commercial Still Photography    1-10 people $50\/day   11-30 people $150\/day   More than 30 $250\/day       Recovery Fees for Ranger Time: $50 per hour with a four-hour minimum.  You will be billed for any site cleanup or restoration if deemed necessary.        Liability Insurance and Refundable Bonds General liability insurance must be carried by the permittee naming the United States of America as an additional insured. Required commercial liability is one million dollars ($1,000,000), but will vary according to project scope, risk to park resources and other relevant circumstances. We do not allow high-risk activities or any activity that has a high-risk for resource damage. All insurance certificates must:  be issued by an insurance company operating in the Unites States. identify the production company by name with an address. indicate commercial liability insurance coverage. Personal liability is not acceptable. be generated by the insurance company. Hand-written information is unacceptable.  A copy of the certificate may be faxed or emailed as a PDF to our office but we must receive the original certificate no later than two days before the scheduled activity.       Cancellations and Changes The permittee is required to notify the NPS of any delays, schedule changes, or cancellation at least one day in advance of the scheduled activity. If the permittee fails to provide such notification, the permittee will be responsible for paying all costs incurred by the NPS, i.e. scheduled staff.       Termination of Permit All special use permits issued by the NPS are subject to termination on 24 hours notice or without notice if terms of the permit are violated or if deliberate infractions of the terms of the permit occur. Permits will be revoked if damage to resources or facilities occurs or if there are health and safety concerns.       Ranger Time A ranger may be either assigned to your group, for part or all of the shooting, or can be requested as an on-camera spokesperson(s) to provide resource educational interviews. The park ranger fee is $50 per hour with a four-hour minimum. This recovery of costs fee will be charged to the permittee upon approval of the permit. Assigned rangers will monitor the film crew's activities, provide essential resource protection and safety information, and inform visitors about this special use activity.       Sharing the Park Always allow for visitor access, use, and enjoyment of an area. All crew members who are not essential to the operation should remain in the designated parking areas to reduce impact and congestion to an area. Disperse the locations of vehicles, to allow for other visitor access, and shuttle crew if necessary. This permit does not give exclusive rights to the permittee to restrict visitors from any location. Visitors will be allowed to observe all filming activity.       Aerial Filming All aerial filming must comply with applicable provisions of the Special Federal Aviation Regulation 50-2. All contracted companies must be certified by the Federal Aviation Administration for conducting filming. In these situations, we request that the company for which the permittee has contracted contact our office, as a courtesy, advising us of your activities.       Eruption Filming The current eruption of Kīlauea is a unique and dynamic process. If you are considering filming the activity, please first consult the Hawaiian Volcanoes Observatory website where you will find daily updates, maps, and images of what is currently occurring. This information can be found at http:\/\/volcano.wr.usgs.gov\/hvostatus.php. Contact Hawai`i Volcanoes National Park for access restrictions as active vents and lava flows are often in closed areas.       Additional Filming Contacts All production crews should contact both the State and County of Hawai'i film offices when filming in the islands. Their websites are as follows:  State of Hawai'i film office: http:\/\/www.hawaiifilmoffice.com\/ County of Hawai'i film office: http:\/\/www.filmbigisland.com\/  These offices can help with film permitting on State and County lands, location scouts, cast and crew, incentives and tax credits, and more. They can also help with alternative locations if the park isn't available to accommodate your production; i.e. filming of hardened black lava can be found all over the island hence it can be filmed and photographed outside of the park.       Questions or Assistance If you have questions, please contact: Jessica Ferracane, Public Affairs Officer ph# 808-985-6018 fax# 808-967-8186 e-mail us",
    "url": "https:\/\/www.nps.gov\/havo\/learn\/management\/filming.htm"
}
