{
    "title": "Sequoia & Kings Canyon National Parks: Norman Clyde",
    "body": "Norman Clyde, a climbing legend         Sierra climber Norman Clyde. National Park Service  Norman Clyde was attracted to the Sierra Nevada Mountains sometime after 1911 while in his mid-20s. The High Sierra was to become for him, as Walt Wheelock writes, \"as familiar as one's own backyard.\" Clyde spent more than 50 years perfecting his mental maps, locating crashed airplanes, and rescuing lost souls and climbers in trouble - or retrieving their bodies. Clyde's name was legendary. Many climbers would rank him second only to John Muir as an intimate pioneer of places inaccessible and second to none as a climber. Apart from legend, few people knew much about this quiet man who minimized his achievements. Asked about his climbing feats, Clyde might downplay them by saying they weren't really so many when you considered that he was 350 years old. Recollecting Clyde's feats, Wheelock wrote in 1961: \"A strong team of skilled rockclimbers will conquer a lonely spire, using the most modern of climbing gear and techniques and win through with well-coordinated teamwork only to find on a faded Kodak box the record of a solo climb of three decades ago. Or, at the high point of a distant ridge will be found a small cairn, but no written record. Obviously the work of man, and one mountaineer will turn to his companion with, 'Well, it looks like a first ascent, except for Norman Clyde.' Later, discussing the route with him, Clyde will ponder a bit, ask a couple of questions about some difficult pitch encountered on the ascent, then admit he had been there a score of years ago.\" Clyde climbed Mt. Whitney at least 50 times. Between 1914 and about 1940, he became the first climber to reach the tops of at least 126 peaks. Clyde Minaret (first ascent June 1928) near today's Devils Postpile National Monument and Clyde Spires (first ascents north and south peaks July 1933) on the northeast boundary of Kings Canyon National Park are named for him. Other than his carefully crafted newspaper and magazine accounts of climbs and the few recorded recollections of fellow mountaineers, Norman Clyde's long High Sierra tenure passed with sparse biographical record. Not so Clyde's backpacks. Heading for the mountain backcountry one day, Clyde, weighing 140 pounds then, weighed his pack: 75 pounds. He spent that night with a survey crew who were amazed at the size of his pack. In the morning, the crewmen as a prank badgered Clyde about the dangers of running out of food in the wilderness. First one survey crewman and then another urged \"extra\" cans of their food on Clyde. Never one to turn down free supplies, Clyde set out that day with a pack that had grown to 95 pounds! \"I can still remember my awe at the collection of gear Norman drew out of his duffle bag,\" recollects climbing companion Smoke Blanchard. \"There's part of the weight right there. The duffle bag was lashed to a six-pound Yukon pack frame, which also supported a full-length Hudson Bay axe. But perhaps the kitchen bag was the most surprising.... Norman's six large kettles, the cups and spoons, the dishes and bowls, the salt shakers, condiments, servers, and graters, and for all I know, cookie cutters.... Boots? He carried several: ski boots, tricouni boots, rubber-soled boots for the rocks, camp slippers.\" \"It's not true,\" Clyde told Blanchard once, \"that I carry an anvil in my pack.\" He did carry five cameras: two 35mms, two 120s, and a spare. And the books! Smoke Blanchard recalls \"Norman's rather large library in many languages\" - in his pack, not in his cabin. Clyde read Spanish, French, German, Italian, Latin, and Greek. On long trips, he treasured the Greek. He was most rusty in it: books in Greek lasted longer. \"I think many people might find his way of travel in the mountains quite strange, especially with today's gear,\" Blanchard comments. \"But you see, Norman was not just visiting the mountains or passing through the peaks. He lived there....\"      ↑ Return to top ← Back to People",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/historyculture\/clyde.htm"
}
