{
    "title": "Sequoia & Kings Canyon National Parks: Sister Park",
    "body": "Sister Park         Samlaut Protected Area NPS Photo  Samlaut Protected Area, CambodiaSequoia and Kings Canyon National Parks and Samlaut Protected Area in Cambodia established a Sister Park Agreement in 2006 to promote international cooperation and collaboration and foster resource stewardship knowledge and skills sharing.  Sequoia and Kings Canyon National Parks and Samlaut Protected Area each manage similarly extraordinary landscapes including essential wildlife corridors, water drainages, and habitat for rare and endangered flora and fauna. These parks share the high priority goals of preserving natural biodiversity and maintaining ecosystems and habitats; and implementing research, inventory and monitoring programs necessary to achieve success. They strive to work in partnership with surrounding communities in the development of compatible services and facilities to foster tourism, support local economies, improve resource qualities, and promote stewardship.  The Cambodian Government granted Samlaut \"Protected Area\" status and designated it as a Multiple-Use Area in 1993 to protect essential natural and watershed resources from illegal timber and wildlife poaching, and over development of consumptive industries. The Multiple-Use Area status permits the local communities the right to continue to utilize the natural resources in a sustainable manner; however wildlife and timber poaching, gem mining operations, and land encroachment continue to threaten the area.  Samlaut encompasses 148,263 acres of northwestern Cambodia near the border with Thailand. It forms the northern tip of the Cardamom Mountain Range, one of Southeast Asia's most prominent landscapes, and hosts a spectrum of wildlife such as endangered Asian elephants, Asiatic black bears, pig-tailed macaques, pileated gibbons, hornbills, and pangolins. Samlaut is one of Cambodia's key watershed areas, providing fresh water and natural resources for almost one million people living in the provinces of Battambang and Pailin.         NPS Park Rangers with Samlaut C-WET members NPS Photo  Samlaut is protected by a Conservation and Wildlife Enforcement Team (C-WET) consisting of 30 Cambodians. C-WET is mandated to operate inside the park in order to effectively stop illegal land encroachment, timber and wildlife poaching and to educate the communities on stewardship. Each year, Park Rangers from Sequoia and Kings Canyon National Parks travel to Samlaut to provide training in resource and visitor protection.      Maddox Jolie-Pitt Foundation Statement (pdf, 56KB) In 2003, the Maddox Jolie Pitt project (MJP) was created as a conservation and community development program in the Samlaut District, aimed at providing direct support to local villagers, endangered wildlife, and habitat protection. Read the foundation's briefing statement about the sister park agreement between Sequoia and Kings Canyon National Parks and Samlaut Protected Area.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/historyculture\/sister-park.htm"
}
