{
    "title": "Sequoia & Kings Canyon National Parks: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature       Scientific Research & Collection Permits        Restoration and revegetation is just one way the park fulfills its mission: to preserve and protect park resources.   Welcome to the natural resources webpages for Sequoia and Kings Canyon National Parks. Here you will find descriptions of natural resources in these two parks, as well as introductions to different components of the Resources Management and Science program (RMS). The RMS program includes a wide range of components such as animals, plants, environmental factors (like air quality and fire), natural features and ecosystems and the Southern Sierra Conservation Cooperative. Here you can find more information about park resources and management, along with species lists, reports, and links to related sites.   Sequoia and Kings Canyon National Parks contain big trees, high peaks, and deep canyons, but the diversity goes far beyond that. Located in the southern Sierra Nevada range, the parks' elevations extend from 1,300 feet (418m) in the foothills to 14,494 feet (4,421m) at the summit of Mount Whitney, the highest mountain in the contiguous 48 states. Plunging in the opposite direction far below the surface are over 200 marble caverns, many with endemic cave invertebrates. This huge variation in the landscape contributes to the collage of habitats that create a rich assemblage of terrestrial, aquatic and subterranean ecosystems. Here one can observe a vast diversity of plants and animals representing an array of adaptations.   Despite the protected status of resources within park boundaries, many threats to park resources exist. These include air pollutants, invasion by alien species, loss of natural fire regimes, habitat fragmentation, and rapid human-caused climatic change.   The Science and Resources Management program strives to:   Understand natural processes (such as fire) and human-induced effects on ecosystems (such as effects of air pollution).  Mitigate for the existing and potential human effects on ecosystems (for example, restoring previously developed areas using re-vegetation, re-introducing fire to areas where it has been suppressed for decades).  Monitor for ongoing or future trends in key ecosystem components.  Protect existing natural species, populations, communities, systems, and processes.  Interpret these organisms, systems, and processes to park visitors and to visitor center staffs so they may provide current information to the public.   More information on the Sierra Nevada Network for Inventory and Monitoring.                 × Species Attribute Definitions   Definitions Occurrence Occurrence values are defined below. One or more Occurrence Tags may be associated with each Occurrence value. Present: Species occurs in park; current, reliable evidence available. Probably Present: High confidence species occurs in park but current, verified evidence needed. Unconfirmed: Species is attributed to park but evidence is weak or absent. Not In Park: Species is not known to occur in park.  Occurrence Tags Adjacent: Species is known to occur in areas near to or contiguous with park boundaries. False Report: Species was reported to occur within the park, but current evidence indicates the report was based on misidentification, a taxonomic concept no longer accepted, or other similar problem of error or interpretation. Historical: Species' historical occurrence in park is documented. Assigned based on judgment as opposed to determination based on age of the most recent evidence.  Abundance Abundant:   Animals: May be seen daily, in suitable habitat and season, and counted in relatively large numbers. Plants: Large number of individuals; wide ecological amplitude or occurring in habitats covering a large portion of the park.  Common:   Animals: May be seen daily, in suitable habitat and season, but not in large numbers. Plants: Large numbers of individuals predictably occurring in commonly encountered habitats but not those covering a large portion of the park.  Uncommon:   Animals: Likely to be seen monthly in appropriate habitat and season. May be locally common. Plants: Few to moderate numbers of individuals; occurring either sporadically in commonly encountered habitats or in uncommon habitats.  Rare:   Animals: Present, but usually seen only a few times each year. Plants: Few individuals, usually restricted to small areas of rare habitat.  Occasional:   Animals: Occurs in the park at least once every few years, varying in numbers, but not necessarily every year. Plants: Abundance variable from year to year (e.g., desert plants).  Unknown: Abundance unknown  Nativeness Native: Species naturally occurs in park or region. Non-native: Species occurs on park lands as a result of deliberate or accidental human activities. Unknown: Nativeness status is unknown or ambiguous.         × List Differences   The Checklist contains only those species that are designated as \"present\" or \"probably present\" in the park. The Full List includes all the checklist species in addition to species that are unconfirmed, historically detected, or incorrectly reported as being found in the park. The full list also contains species that are \"in review\" because their status in the park hasn't been fully determined. Additional details about the status of each species is included in the full list. The checklist will almost always contain fewer species than the full list.      Select a Park:  Sequoia & Kings Canyon National Parks    Select a Species Category (optional):    All   Amphibians   Birds   Fish   Mammals   Reptiles   Vascular Plants     Get Checklist Get Full List List Differences   Species attribute definitions Search results will be displayed here.  Visit NPSpecies for more comprehensive information and advanced search capability. Have a suggestion or comment on this list? Let us know.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/index.htm"
}
