{
    "title": "Sequoia & Kings Canyon National Parks: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Release             Ranger-led Program Flyers                           Subscribe  | What is RSS     July 29, 2016  Redwood Canyon Hiking Trails to be Partially Reopened  SEQUOIA AND KINGS CANYON NATIONAL PARKS, Calif. July 29, 2016 – Effective Monday, August 1, 2016, some of the trail closures associated with the Goliath Prescribed Burn in Redwood Canyon will be lifted. At that time, the Redwood Canyon Trail, the Sugarbowl Trail, and the Big Springs Trail will be reopened for visitor use. This will allow visitors to hike the full Sugarbowl Loop.   July 27, 2016  Firewood Available by Permit at Kings Canyon National Park  Approximately 30 or more cords of surplus wood in Kings Canyon National Park will be made available by permit to the public beginning Wednesday, August 3, 2016, on a first-come, first-served basis until the supply is gone or snowfall hinders access to the Grant Grove woodlot (typically in mid-November).   July 24, 2016  Parks’ Firefighters Voice Concerns Over Drone Usage  SEQUOIA AND KINGS CANYON NATIONAL PARKS, Calif. July 24, 2016 – Unmanned aircraft systems (UAS), or drones, are on the rise in our nation’s airspace. While most drone operators are recreating privately, the Federal Aviation Administration recently passed legislation to simplify the process of getting licensed as a commercial drone operator. Drones are increasingly popular and have many useful applications. So, why aren’t visitors allowed to fly drones in Sequoia and Kings Canyon National Parks?   July 23, 2016  Missing Hiker John Lee  SEQUOIA AND KINGS CANYON NATIONAL PARKS – On Saturday, July 23, 2016, Sequoia and Kings Canyon National Parks’ and  Inyo County Sheriff’s Office, in cooperation with other partners, continued searching in the vicinity of Mt. Whitney for missing hiker John Lee, a 68-year-old male from Mentone, CA. Other partners involved in the search include Inyo County Search and Rescue, Marin County Sheriff’s Office Search and Rescue, Bay Area Mountain Rescue Unit, Placer County Sheriff’s Office Mountain Rescue Team, Placer County Search and Rescue, Sierra Madre Search and Rescue, California Air National Guard, and Cal OES. A total of 66 staff and volunteers have been assigned to search efforts today.   July 22, 2016  2015 Rough Fire: One Year Later  SEQUOIA AND KINGS CANYON NATIONAL PARKS, Calif. July 22, 2016 – As the one year anniversary of the Rough Fire approaches; the National Park Service has released an interactive map along with a series of videos to share the story of the Rough Fire. The eight videos will be released one a week for the next few months. Starting on July 31, 2015 from a lighting strike, the Rough Fire grew to be over 151,000 acres and the 2nd largest wildfire in modern Sierra Nevada history.   June 28, 2016  Celebrate the Fourth of July and Summer at Sequoia and Kings Canyon National Parks  SEQUOIA AND KINGS CANYON NATIONAL PARKS, CALIFORNIA – Celebrate the Fourth of July and the rest of summer at Sequoia and Kings Canyon National Parks. Before you arrive, check the parks’ website at www.nps.gov\/seki for updates, including:   June 27, 2016  Stage 2 Fire Restrictions in Effect June 28, 2016  SEQUOIA AND KINGS CANYON NATIONAL PARKS, Calif. June 27, 2016– Over the past five years, the Sierra Nevada has experienced an unprecedented drought. The number of dead and dying trees continues to grow. While the area received a near-normal rainfall and snowpack this year, the threat of unwanted wildfires is still here. Due to the winter rains, grasses and other annuals have grown and now dried out, further fueling the risk from wildfire, especially in lower elevations.   June 09, 2016  Start Date Planned for Goliath Prescribed Burn - June 11 2016  SEQUOIA AND KINGS CANYON NATIONAL PARKS, Calif. June 9, 2016 – Dates have now been set for the Goliath Prescribed Burn in Redwood Canyon, located in Kings Canyon National Park. The prescribed burn is scheduled to take place on June 11 for approximately four to five days. Forecast models and recent fuel moisture samples show that this specific time will give the parks the best burn window to ensure a successful burn while minimizing smoke impacts   June 08, 2016  Explore Sequoia National Park through Art and Music  SEQUOIA AND KINGS CANYON NATIONAL PARKS, CALIFORNIA – Come explore Sequoia National Park through art and music this summer! Special programs include:   June 08, 2016  Release of Final Plan for the Restoration of Native Species in  High Elevation Aquatic Ecosystems  SEQUOIA AND KINGS CANYON NATIONAL PARKS, CALIFORNIA—The Restoration of Native Species in High Elevation Aquatic Ecosystems Plan \/ Final Environmental Impact Statement (Restoration Plan\/FEIS) for Sequoia and Kings Canyon National Parks will be available to the public starting on June 10, 2016. A notice of availability for the Restoration Plan\/FEIS will be published in the Federal Register on the same day.   June 06, 2016  Upcoming Goliath Prescribed Burn in Redwood Canyon  SEQUOIA AND KINGS CANYON NATIONAL PARKS, Calif. June 6, 2016 – The parks are announcing potential dates for the upcoming Goliath Prescribed Burn in Redwood Canyon, located in Kings Canyon National Park. With ideal conditions for this prescribed burn being early summer, staff from both parks have been preparing the area and collecting data to ensure the parameters are set for a successful operation.   June 05, 2016  Girl Survives After Swept Downriver in Sequoia National Park  SEQUOIA AND KINGS CANYON NATIONAL PARKS, CA – On Saturday, June 5, Sequoia and Kings Canyon National Parks’ Dispatch Office received a radio call at 4:16 p.m. from a park employee relaying a report from park visitors of someone in distress in the Kaweah River near Hospital Rock in Sequoia National Park. A swiftwater rescue was initiated at that time.   June 03, 2016  National Park Service Selects DNC Parks & Resorts at Sequoia, Inc., to be New Concessioner at Sequoia National Park  SEQUOIA AND KINGS CANYON NATIONAL PARKS, CALIFORNIA— DNC Parks & Resorts at Sequoia, Inc., has been selected to receive a new 10-year concessions contract to operate overnight accommodations, food and beverage, and other services at Sequoia National Park (Wuksachi, Lodgepole and Bearpaw areas). The new contract resulted from a bidding process required by the 1998 Concessions Management Improvement Act. Concession contract proposals for Sequoia National Park were solicited by the National Park Service from May 7, 2015, through October 8, 2015. The new concession contract at Sequoia National Park will take effect on November 1, 2016. Until then, Delaware North will continue to operate lodging, food and beverage, and retail services in the park under its current contract.   May 25, 2016  Plan for a Fun and Safe Memorial Day and Summer in the Parks  SEQUOIA AND KINGS CANYON NATIONAL PARKS, CALIFORNIA – Plan ahead for a fun and safe Memorial Day holiday weekend and summer trip to Sequoia and Kings Canyon National Parks. Check for recent updates on the parks’ website at www.nps.gov\/seki. A few key updates include:   May 23, 2016  Fighting Drought with Fire - Prescribed Fires -Reduce Tree Death from Drought  THREE RIVERS, Calif. (May 23, 2016) – A new study from the U.S. Geological Survey and National Park Service shows that thinning forests with prescribed fire can reduce the effects of drought. Climate change is expected to amplify drought conditions in California so using science to better understand the impacts of drought is of great importance to resource managers such as the National Park Service.   May 21, 2016  Fatality in Sequoia National Park  SEQUOIA AND KINGS CANYON NATIONAL PARKS, CA – On Friday, May 20, 2016, at 6:07 p.m., a hiker stopped at the Lodgepole Visitor Center in Sequoia National Park to report that another member of his party, a 26-year-old male from Tustin, CA, needed medical assistance for abdominal pain along the High Sierra Trail.   May 13, 2016  Missing Hiker’s Body Found in Sequoia National Park  Sequoia and Kings Canyon National Parks, CA – The body of a 53 year old male hiker was found by searchers at Panther Creek on the Middle Fork Trail in Sequoia National Park on the afternoon of Thursday, May 12, 2016.  The search began after another group of hikers he had passed on the trail reported by satellite phone that his backpack was found unattended near the campsite and two water bottle lids were found at the top of a waterfall. The NPS swiftwater rescuers donned wetsuits and located the body under water at the base of the waterfall. The body was transferred to the Tulare County Coroners Office.   May 05, 2016  Be a “Citizen Scientist” at Sequoia and Kings Canyon National Parks!  SEQUOIA AND KINGS CANYON NATIONAL PARKS, CA – Are you interested in reptiles, amphibians, mammals, birds, insects, or plants? If so, you are invited to join the Centennial BioBlitz, which will be held at Sequoia and Kings Canyon National Parks, on Saturday, May 21, from 9 a.m.-9 p.m.! A BioBlitz is a treasure hunt to discover living things—where you (ages 5 to adult)--can be a citizen scientist and work side-by-side with park rangers, scientists, and other staff—to get up close and personal with nature.   April 25, 2016  NPS Fire Program Leads Fire Extinguisher Training for Park’s Concessioner  KINGS CANYON NATIONAL PARK, Calif. April 25, 2016 – At the end of last week, fire management staff from Kings Canyon National Park held a fire extinguisher training for 15 employees of the of one the park’s concessioners, Delaware North, at the Grant Grove Fire Station.   April 21, 2016  National Parks Announce Annual Fuels Treatment Plan for 2016  SEQUOIA AND KINGS CANYON NATIONAL PARKS, Calif. April 21, 2016– Today, the Fire and Fuels Management Program announce the planned prescribed fire and mechanical treatments for 2016. Sequoia and Kings Canyon National Parks work to protect ecosystems and communities through effective and safe fire and fuels management. This important work is accomplished by restoring fire's natural role in the environment and by reducing hazardous fuels.   April 13, 2016  Rangers and Partners Remove Illegal Marijuana Cultivation Site from Parks  SEQUOIA AND KINGS CANYON NATIONAL PARKS, CALIFORNIA – On Monday, March 28, 2016, law enforcement park rangers from Sequoia National Park, in cooperation with the Tulare County Sheriff’s Office, California Department of Fish and Wildlife, Bureau of Land Management, and Department of Homeland Security—Homeland Security Investigations, removed an illegal marijuana cultivation site in Sequoia National Park. A total of 8,816 young plants (worth over $22 million) were removed by hand from the park. This cultivation site was detected by park rangers a few days earlier. No arrests have been made and the investigation is ongoing. Please call 888-677-2746 with any tips on illegal cultivation on parkland.   April 13, 2016  Find Your Park during National Park Week!  SEQUOIA AND KINGS CANYON NATIONAL PARKS, CALIFORNIA – Did you know that April 16-24, 2016, is National Park Week? You can enter all national parks for free during these dates! (Note: Fees for camping, reservations, concessions, and fees collected by third parties still apply.) Come to Sequoia and Kings Canyon National Parks for the following fun activities:   October 17, 2015  Limited Firewood Available by Permit at Sequoia National Park  SEQUOIA AND KINGS CANYON NATIONAL PARKS, CA – Approximately 25 cords of surplus wood in Sequoia National Park’s Mineral King area is being made available by permit to the public on a first-come, first-served basis immediately through Monday, October 26, at 12 noon, when the Mineral King area closes for the season. Firewood permits must be purchased in advance—before wood can be removed.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/news\/newsreleases.htm"
}
