{
    "title": "Sequoia & Kings Canyon National Parks: News",
    "body": "Explore This Park    Learn About the Park     News             News       For News Releases  Visit News You Can Use! for recent news releases about Sequoia & Kings Canyon National Parks.         \"Happy 100th Birthday\" to the National Park Service in 2016! Here are a few ways you can celebrate: 1. \"Find Your Park\" by visiting Sequoia & Kings Canyon National Parks! Start your adventure on the Plan Your Visit page for helpful tips.  2. Check out the Centennial Event Calendar for fun things to do at Sequoia & Kings Canyon National Parks in 2016! 3. Consider visiting one or more other national park sites. Find a National Park Experience that matches your interests to help you plan your trip.  4. Visit the main National Park Service website and FindYourPark.com to learn about all national parks and efforts to celebrate the Centennial Anniversary across the United States.   5. Share Your Story! What inspired you about your visit(s) to national parks? Tell others about your experiences. 6. It takes a village to help care for America's national parks. We need your help! Consider volunteering at Sequoia & Kings Canyon National Parks or at another park(s). Learn about the many ways you can help support Sequoia & Kings Canyon National Parks, especially through the parks' official non-profit partner, the Sequoia Parks Conservancy.       Your Parks!  Sequoia National Park is the nation's second national park, established on September 25, 1890. Its original legislation states “…whereas, the rapid destruction of timber and ornamental trees in various parts of the United States, some of which trees are the wonders of the world on account of their size and the limited number growing, makes it a matter of importance that at least some of said forests should be preserved.” Kings Canyon National Park, established March 4, 1940, incorporates lands initially protected as General Grant National Park (established October 1, 1890 and abolished March 4, 1940). Of note, the park was established to ensure the permanent preservation of wilderness character 25 years prior to the passing of the Wilderness Act. The site protects the General Grant Tree, declared by legislation as the Nation’s Christmas Tree (1926) and a national shrine in memory of the men and women of the Armed Forces (1956).      Park NewspaperThe park newspaper, the Visitor Guide, provides key information to plan your trip to Sequoia & Kings Canyon National Parks.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/news\/index.htm"
}
