{
    "title": "Sequoia & Kings Canyon National Parks: Col. Charles Young",
    "body": "Col. Charles Young, Leader & Builder         Col. Charles Young was the first African-American superintendent of a national park. NPS Photo  When the new military superintendent for the summer of 1903 arrived in Sequoia National Park he had already faced many challenges. Born in Kentucky during the Civil War, Charles Young had early set himself a course that took him to places where a black man was not often welcome. He was the first black to graduate from the white high school in Ripley, Ohio, and through competitive examination he won an appointment to the US Military Academy at West Point in 1884. He went on to graduate with his commission, only the third black man to do so. Later he would remark that the worst he could wish for an enemy would be to make him a black man and send him to West Point. His military career progressed in the cavalry. In 1903, he was serving as a Captain in the Cavalry commanding a segregated black company at the Presidio of San Francisco when he received orders to take his troops to Sequoia National Park for the summer. In May, 1903, Sequoia National Park was already thirteen years old but still under-developed and hard to visit. Since 1891, the management and development of the park had been the responsibility of the US Army, but owing to a lack of Congressional funding almost nothing had been done. The biggest lack in the park was an adequate wagon road to the Giant Forest, the home of the world's largest trees. Army work on a road had begun in the summer of 1900, but progress had lagged. In three summers barely five miles of road had been constructed. Army administration of the early national parks usually took the form of a military officer sent to the park for the summer and authorized by the Department of the Interior to function as \"Acting Superintendent\". These assignments usually changed each year, part of the reason Army accomplishments in the parks were so limited. In its first dozen years, Sequoia National Park never had a military superintendent who worked in the park more than two consecutive seasons. Young and his troopers arrived in Sequoia after a 16-day ride to find that their major assignment would be the extension of the wagon road. Hoping to break the sluggish pattern of previous military administrations, Young poured his considerable energies into the project, and dirt and rock began to fly. By mid-August wagons were entering the mountain-top forest for the first time. Still not content, Young kept his crews working and soon extended the road to the base of the famous Moro Rock. During the summer of 1903, Young and his troops built as much road as the combined results of the three previous summers. Young only served in Sequoia National Park for one summer. In 1904 he was posted as military attaché in Haiti. He later served in the same capacity in Liberia. During the Pershing expedition in Mexico in 1916, Young again saw active combat. At the beginning of the First World War, Young, by then retired, applied for a command. When he was refused on account of his health he protested and rode 500 miles on horseback from Ohio to Washington, DC, to prove his fitness for duty. His demonstration succeeded and he returned to active duty as a full colonel. He died in 1923 while on an official mission to Africa and was buried in the Arlington National Cemetery with full honors. Although Colonel Charles Young only served one season as Acting Superintendent of Sequoia National Park, he has not been forgotten. The energy and dignity he brought to his national park assignment left a strong imprint. His roads, much improved in later times, are still in use today, having served millions of park visitors for more than eighty years. And the example he set - a determined black man overcoming the prejudices of society - remains an inspiration to anyone who faces life's challenges head-on.      Learn about the Presidio where the Buffalo Soldiers were based. more... The Buffalo Soldiers also worked in Yosemite. To learn more click here. To purchase \"In the Summer of 1903, Colonel Charles Young and the Buffalo Soldiers in Sequoia and Kings Canyon National Parks\" visit Sequoia Parks Conservancy's bookstore.        ↑ Return to top ← Back to People",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/historyculture\/young.htm"
}
