{
    "title": "Rocky Mountain National Park: Historic Roads",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Historic Roads                 Historic Roads      American explorers had considered the Rocky Mountains impenetrable, but native peoples of the Ute and Arapahoe tribes had long passed back and forth over the range; the two park roads now crossing the mountains follow their general routes. The first to cross the mountains was Fall River Road, constructed by the State of Colorado and Larimer and Grand counties to encourage tourism. Built between 1913 and 1920, this narrow unpaved single-lane road climbed up the deep Fall River Valley to Fall River Pass, then dropped down a series of sharp switchbacks to the Colorado River in the Kawuneeche Valley. This road proved difficult for early automobiles to traverse and clearing the shaded route of snow each year was a difficult and dangerous undertaking. Soon after it was completed, the park began planning a replacement. The new Trail Ridge Road, constructed between 1926 and 1932, climbed nearly a thousand feet higher but crossed the more open terrain of Trail Ridge. Landscape architects carefully designed this two-lane roadway to avoid damage to the fragile alpine scenery it crossed. During road construction, workers had only about 4 months of the year (mid-June to mid-October) to work. The presence of permafrost required that careful attention be paid to construction to avoid permanent quagmires. Planning efforts sought to reduce scarring on the surrounding landscape. The workers removed construction debris, and they constructed log and rock dikes to minimize scarring and scattering of rock blasting debris. They placed extra surface rocks lichen-side up and salvaged tundra sod, carefully replacing it in road shoulders. They used tractors, graders, horses, and a gas-powered steam shovel to make the road. During the peak of construction, 150 laborers worked on the road. The maximum grade on Trail Ridge does not exceed 7%, and eight miles of the road are above 11,000 feet in elevation. Reaching 12,183 feet on Trail Ridge, it is the highest continuous highway in the United States.       Trail Ridge Road Construction Drawing by Historic American Engineering Record (HAER), Summer 2000       The roads to Bear Lake, Moraine Park, and Wild Basin areas were built as county or private roads to small holdings predating the establishment of the park in 1915; today all are under park maintenance. The road system of Rocky Mountain National Park continues to provide visitors with access to most majestic scenery. The roads wind through deep forest glades and across the open treeless tundra, providing glimpses of boldly colored wildflowers and magnificent wild animals. Even today, decades after they were built, excursions along these remarkable roads provide memorable experiences.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/historyculture\/historic_roads.htm"
}
