{
    "title": "Sequoia & Kings Canyon National Parks: Fire Bibliography - General Literature",
    "body": "Fire Bibliography-General Literature       References are categorized by \"General Literature\/Information\", \"Technical & Scientific Literature\" (from the 1960s, from the 1970s, from the 1980s, from the 1990s, and from the 2000s) and \"Historic & Background Literature.\" Bibliographic material concentrates on Sequoia and Kings Canyon National Parks and the southern Sierra Nevada but also includes other fire related references that may be of general interest. Papers are listed by date within each section. (Updated: 29-Mar-2006) Abstracts or the complete text for some of the references are available for download. Full documents are usually in Acrobat PDF file format (size will be indicated next to link) and will require Adobe Acrobat Reader to view (free from Adobe). Many of the articles listed below were written and prepared by U.S. Government employees on official time, and are therefore in the public domain. Additionally, many of the on-line publications are scanned and captured using Adobe Acrobat. During the capture process some typographical errors may have occurred. If you encounter any that make a publication unuseable please contact Tony Caprio - Division of Natural Resources.        Smoke from a prescribed burn billows up in a sequoia grove. NPS Photo  General Literature  Man and Fire in Ponderosa Pine in the Sierra Nevada of California. H.H. Biswell. 1959. Sierra Club Bulletin 44:44-53. The Big Trees and Fire. H.H. Biswell. 1961. National Parks & Conservation Magazine. 35:11-14. April The Ecology of Fire. C.F. Cooper. 1961. Scientific American. April Forest encroachment on the meadows of Yosemite Valley. E.F. Ernst. 1961. Sierra Club Bul. 46:21-32. Fire Ecology of the Giant Sequoia: Controlled Fires May Be One Solution to Survival of the Species. R.J. Hartesveldt. 1964. Natural History Magazine 73:12-19. Whitaker's Forest. G.B. Larson. 1966. American Forests September 73: Redwood Mountain. (Acrobat PDF 2.8MB) H. Biswell and H. Weaver. 1968. American Forests 74:20-23. Fuel Conditions and Fire Hazard Reduction Costs in a Giant Sequoia Forest. H.H. Biswell, R.P. Gibbens, and H. Buchanan. 1968.National Parks Magazine 42:17-19. How Fire Helps the Big Trees. H. Weaver and H.H. Biswell. 1969. National Parks & Conservation Magazine. 43:16-19. Forest Fires: Suppression Policy has its Ecological Drawbacks. M. Oberle. 1969. Science 165:568-571. Restoring Fire to the Sequoias. B.M. Kilgore. 1970. National Parks & Conservation Magazine 44:16-22. The Ecology of Fire. V.R. Johnston. 1970. Audubon 72:78-119. Preserving Nature in Forested Wilderness Areas and National Parks. M.L. Heinselman. 1970. National Parks & Conservation Magazine 44:8-14. Fire's Role in a Sequoia Forest. B.M. Kilgore. 1972. Naturalist 23:26-37. Wilderness Fires Allowed to Burn More Naturally. R.W. Mutch. 1972. Fire Control Notes. 33:3-6. Can There Be a \"Good\" Forest Fire?. R. Clairborne. 1972. Smithsonian May 1972. (condensed version reprinted in the October 1972 Reader's Digest) Forestscape & Fire Restoration at Whitaker's Forest. L. Cotton and H. Biswell. 1973. National Parks & Conservation Magazine 47:10-15. Restoring Fire to National Park Wilderness. (Acrobat PDF file - 1.193MB) B.M. Kilgore. 1975. American Forests. March. Restoring Fire to National Park Wilderness. Kilgore, B. M. 1975. American Forests 16-19, 57-59. Chaparral. D.J. Parsons. 1976. Pacific Discovery 29:21-27. Fire in Wilderness Ecosystems. B. Kilgore. Wilderness Management. J.C. Hendee, G.H. Stankey, and R.C. Lucas (eds.), pp. 297-335. Fire and Man in Sequoia National Park. J.L. Vankat. 1977. Annuals. Assoc. Amer. Geog. 67:17-27. The Role of Fire in Park Management. D.J. Parsons. 1977. Parks 2:1-4. Born of Fire. W. Tweed. 1987. National Parks Magazine. 61:23-27, 45. These Woods are Made for Burning. R. Kunzig. Discover. 1988, pp. 86-95. Forest Fire Primeval. T.W. Swetnam. 1988. The World & I. Sept. 1988:236-241. Fire: The Story Behind a Force of Nature. J. de Golia. 1989. KC Publications, Inc., 50 pp. The Forest is for Burning. J.S. Clark. 1989. Natural History. January 1989:51-53. Fighting Fire with Fire: How Fire Plays a Benefical Role in the Health of the Forest. D. Ong. 1989 UC Davis Magazine May-June 1989:8-11. Burning Questions. R. Monastersky. 1990. Science News 138:264-266. Carrying the Torch. J. Ackerman. 1993. Nature Conservancy 43:16-23. Feeding the Flame. T. Knudson. 1994. The Sacramento Bee; Special Report. Nov. 27-Dec 1, 1994. Fire Power. G. Wuerthner. 1995. NPCA - National Parks Magazine. May\/June 1995:32-37. The Crisis in Our Forests. J. Phillips. 1995. Sunset Magazine. July 1995:87-92. Dr. Biswell's Influence on the Development of Prescribed Burning in California. J.W. van Wagtendonk, J. W. (1995). Walnut Creek, Biswell Symposium: 11-15. Only You Can Postpone Forest Fires. T. Williams 1995. Sierra 80:36-43. Clean air versus prescribed fire: A burning dilemma. by Jeff Manley. 1997. Making Peace with Wildland Fire. (Acrobat PDF file - 25KB) Bruce Babbitt. 1999 Wildfire 8:12-17 (January) The West's Hottest Question: How to Burn What's Bound to Burn. Tony Davis. 2000. High Country News Vol. 32 No. 11 (June 5, 2000) Fires Illuminate Our Illusions in the Southwest. Roger Kennedy. 2000. High Country News Vol. 32 No. 13 (July 3, 2000) Los Alamos Fire Offers a Lesson in Humility. William deBuys. 2000. High Country News Vol. 32 No. 13 (July 3, 2000) The Dilemma of Wilderness Fire. D.J. Parsons. 2000. Wilderness Watch, Missoula, Montana. Wilderness Fire. G. Nickas. 2000. Wilderness Watch, Missoula, Montana. Ecology of Fire has Been Discussed, Evaluated for Decades. Sherry Devlin. 2000. The Billings Gazette Fire an Ecological Horror ? or Maybe Not: Assessing Los Alamos Damage. Tony Davis. Sunday, 21 May 2000. Arizona Daily Star Prescribed fire and grazing impacts on Sierran forests. Keeley, J. E. 2000.People, Land & Water (July\/August): p. 25. U.S. Department of the Interior. Burning Money. Ted Williams. 2001. Audubon (Jan.-Feb) 103:34-41 Burning Needs - May\/June 2001 Nature Conservancy Magizine  Reapers of the Flame. W. Stolzenburg. 2001. Nature Conservancy.31:10-11. Promethus Unbound. T. Wilkinson. 2001. Nature Conservancy.31:12-20. Fire in the Rain Forest. W. Stozenburg. 2001. Nature Conservancy.31:22-27.   High Country News Special Reports  High Country News. Vol. 33 #8, Apr. 23, 2001  The Big Blowup. by Stephen J. Pyne - The Great Fires shaped a century of fire policy After the fires - Part I, by Greg Hanscom   High Country News. Vol. 33 #9, May 7, 2001  Back into the woods, After the Fires - Part II, by Mark Matthews - The West goes to work cleaning up its forests Making forests safe again won't be a walk in the park. by Matt Jenkins The West's fire survivors. by Mark Matthews The year it rained money. Essay by Louise Wagenknecht   High Country News. Vol. 33 #16, August 27, 2001 - Restoring the Range of Light.  Fire managers play a subtle new game. by Jim Downing 'The fire group is in a real building process'. by Jim Downing     The Secrets of Fire. Susan J. Tweit. 2001. Audubon (May.-June) 103 (Although wildfire has always exerted a powerful hold on us, we are only beginning to fathom its mysteries.) The Fires This Time, and Next. Essay by Stephen J. Pyne. 2001. Science 294:1005-1006 Guide to the Sequoia Groves of California. by Dwight Willard. 2000. Yosemite Assn. 180 pp. In the Field: Arctic Fires. Peter J. Marchand. 2001 Natural History June Boulder utilizes burns. by Elizabeth Pike, High Country News 33:17 (September 10, 2001) High Country News. Vol. 34 #13, July 8, 2002  The anatomy of fire. by Craig Childs Prescribed burns tame the beast. by Jon Waldman The tail of a dragon?: Arizona is just the beginning, Fire facts through June 27, 2002 - by Matt Jenkins   Losing the forest in the trees.Susan Tweit. Denver Post, July 15, 2002 Toad's numbers linked to fire. by Michael Jamison, Missoulian July 28, 2002 Out of the Ashes. by George Wuerthner. NPCA - National Parks Magazine. September\/October 2002. Burn It to Save It. Wade Graham. L.A. Times Magazine. October 20, 2002. Restoring Western Forests: Fires, Saws, or Both? Stephenson, N., M. Keifer, and J. Manley. 2002. People, Land, and Water (DOI news magazine) 8(10):18. Sierra Nevada Global Change and Fire Research. Stephenson, N. 2002. People, Land, and Water (DOI news magazine) 8(10):18. Burning Questions. Douglas Gantenbein. Scientific American. November 2002 (Scientists work to understand and control the plague of wildfires in the West) Book Review: The politics of fire \"Flames in Our Forests: Disaster or Renewal, by Stephen F. Arno and Steven Allison-Bunnell. Washington, D.C.: Island Press, 2002, 245 pp.\" by R.A. Sedjo, Issues in Science and Technology, Fall 2002. Managing Fire-Prone Forests: Roots of Our Dilemma. (Acrobat PDF file - 155 kb) S.F. Arno and S. Allison-Bunnell. 2003. Fire Management Today 63:12-16 Fire and Invasive Plants in California Ecosystems. (Acrobat PDF file - 65 kb) J. Keeley. 2003. Fire Management Today 63:18-19. High Country News - Special Report - Fire in the West. Vol. 35 No. 10, May 26, 2003 (Also see Op-Ed response below).  A losing battle. by Ray Ring History is full of big fires. by Ray Ring Who should pay when houses burn?. by Ray Ring Rising from the ashes. by Mark Matthews Learning to live with fire. by Paul Larmer Fanning the Flames: Does Forest Fire Policy Ignore Fire Science?. Radio High Country News Archive (Real Audio Program) - Vol. 4, no. 45, \"Catastrophic fires. That&146s what politicians call last summer&146s forest fires. Many say if we don&146t do something, we&146ll lose our forests to fire. But scientists tell us a different story. They say big fire is just another part of a healthy forest.\"   Op-Ed responding to above High Country News Special Report: Fire in the West - It's No Simple Story. Editorial comments on report by Julio Betancourt (USGS), Thomas W. Swetnam (Univ. of Ariz.), Craig Allen (USGS), and Melissa Savage (UCLA), HCN - July 7, 2003. Western Wildfires Linked To Variations In Climate. Science Daily Magazine, 2003-06-16 Fire Fight - Smithsonian Magazine, Aug. 2003. Forging a Science-Based National Forest Fire Policy by J.F. Franklin and J.K. Agee, Issues in Science and Technology, Fall 2003. Managing forests will allow us to breathe easier. by Thomas A. Cahill, Fresno Bee June 23, 2004 Weathering wildfires: Blazes' historic role complicates current situation. By Greg Botelho, CNN Monday, August 2, 2004 The Role of Fire and Fire Management in the Invasion of Nonnative Plants in California. K.E. Merriam, T.W. McGinnis, and J.E. Keeley. 2004. Park Science 22:32-36. Keepers of the Flame. by Adam Burke. High Country News Vol. 36 No. 21, November 8, 2004. Birds and Fire by Kristi G. Streiffert. Living Bird (Cornell Laboratory of Ornithology) Autumn 2004. Op-Ed in Fresno Bee on fire in sequoia groves: \"Fires vital for long-term health of sequoia forests\" by Russel J. Wilson, March 11, 2005 (acting superintendent of Sequoia and Kings Canyon National Parks). Op-Ed in Auburn Journal on fire in California: \"Reducing risk in a fire-prone state\" by Norman L. Christensen, April 27, 2005 A Burning Question. by Scott Kirkwood.NPCA - National Parks Magazine. Summer 2005.      Technical & Scientific Literature: (1960s - 1970s - 1980s - 1990s - 2000s) more...",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/fic_biblio_genlit.htm"
}
