{
    "title": "Sequoia & Kings Canyon National Parks: Fire Mapping",
    "body": "Fire Mapping and GIS         Maps are created to help visualize and understand where a fire is.   Geographical Information Systems (GIS) are a powerful way for exploring geographic data and gaining new insights. GIS data are helpful in visualizing the fire regimes within these parks. They can be queried in different ways to extract fire information based on attribute characteristics. Fire history and fire frequency data can be viewed on the web based Sequoia and Kings Canyon Park Atlas. Spatial data for these and other parks can be found on the Natural Resources Information Portal. On the Home tab, click on Search, for the Reference Type Group select Geospatial Data, and under the Units, drag Sequoia and Kings Canyon National Parks to the right. For Search Text you could limit to \"Fire\" to get all fire related data. Click on the dataset you wish to download and you will see the metadata. There will be a \"Holdings\" section if a zip file is available for downloading. All shapefiles are compressed into a zip archive for downloading.  Click on the zip file to download. This spatial data is in the ESRI Shapefile format; each shapefile has at least four files associated with it. All four files are needed to view individual spatial coverages. These data can be viewed using Arc Explorer, a free GIS data explorer available from ESRI. This site is not set up to serve GIS data; you will need to download the files you are interested in and view them locally. You can view several layers of data (themes). Several papers have been written about how resource managers within the Parks are using GIS and fire history data for management purposes. Several of these papers can be downloaded from the \"Fire and Park Resources\" section of this website.  Additionally, a short information handout, \"Making Maps Out of Tree Rings\", explains how pre-EuroAmerican fire history data obtained from tree rings has been utilized using GIS.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/firemapping.htm"
}
