{
    "title": "Sequoia & Kings Canyon National Parks: Smoke Information",
    "body": "Explore This Park    Learn About the Park     Fire in the Parks     Current Fires     Smoke Information                Smoke Information      If you are visiting the parks, be aware that fire and smoke can be present at any time. Portions of the fire-adapted environments of Sequoia & Kings Canyon National Parks burn each year as they have for thousands of years. Depending on your preference, the presence of fire and smoke can be fascinating or disagreeable, or both!     Ask yourself the following questions:  Am I interested in observing a park fire?It is a tremendous opportunity to observe a prescribed or wildland fire. The parks make every effort to leave roads and trails open for visitor access to prescribed burns when conditions allow. If you take advantage of this opportunity, please observe all posted signs and follow instructions from firefighters on scene. We want you to have a positive experience learning about fire’s role in this ecosystem and your safety is very important to us. For information on current activities, go to News Releases. For information on possible upcoming projects, go to Planned Projects. Am I sensitive to smoke?If you are very sensitive to or bothered by smoke and your destination in the parks has current fire activity, the parks encourage you to visit an alternate location in Sequoia or Kings Canyon where you will be more comfortable. You can still learn about the role of fire from ranger-led programs or visitor center exhibits. For information on current activities, go to News Releases.For information on possible upcoming projects, go to Planned Projects. (Special Note: Aside from smoke, certain summertime weather conditions in these national parks cause unhealthy air quality because of ozone. For more information, go to Air Resources Overview.) Will I be having a campfire or near one?Most of our campgrounds allow campfires. Emissions from many simultaneous campfires can produce poor air quality on a local scale. This is especially true in the nighttime and early morning hours, when inversions trap and concentrate the smoke from those campfires at ground level. These conditions may affect some individuals, especially those with pre-existing health conditions (e.g. asthma).      Reducing Smoke Exposure While fire is a very important process for maintaining healthy forest conditions in the Sierra Nevada, there is a challenging side effect: smoke. Fine particles from fire emissions are respiratory irritants and exposure to high concentrations of these fine particulates can cause persistent cough, wheezing and difficulty breathing. While most fires do not cause serious smoke impacts for visitors or residents, it is inevitable that some smoke will be present. Some people are more susceptible than others to smoke but it’s a good idea to avoid breathing smoke if you can help it. If you are in an area that is experiencing a fire, follow the recommendations found at the Environmental Protection Agency's Air Now website. Exposure to this smoke can be reduced through actions by both park management and the public. Fire managers are sensitive to the need for smoke management during fire operations since the parks host nearly 1.5 million visitors each year and share boundaries with numerous local communities.     What Park Management Does   Smoke management in the parks consists of at least four different strategies. First, for prescribed fires, managers choose ignition days with unstable atmospheric conditions, which help disperse smoke. Second, the parks control smoke output by limiting the number of acres ignited per day. Third, using an experienced smoke technician, the parks monitor particulate levels using stationary and mobile equipment. And finally, the parks notify local residents and visitors prior to an ignition.   What the Public Can Do With advanced notice, people can follow simple guidelines to reduce their exposure on smoky days:  Stay indoors as much as possible, especially seniors and children. Plan your outdoor activities for times and places with low smoke levels. Up-slope breezes occur during the day which will often take smoke into higher elevations. In the evening, these winds change direction and bring smoke down slope to lower elevations.  Close windows, doors, and outside vents when it is smoky to prevent accumulations indoors. Run your air conditioner, if you have one. Ventilate your home and work place during periods of little or no smoke.  Drink lots of water, eat a balanced diet, and get adequate rest. A healthy immune system is the best protection against the effects of smoke.  Don’t bother wearing paper masks which are designed to trap large dust particles. These masks generally will not protect your lungs from wildland fire smoke.  Be diligent about taking your medicines as prescribed by your doctor if you have heart or lung disease, asthma or emphysema. People with pre-existing respiratory problems are at greater risk.  Consult your physician if, after following these guidelines, you still experience discomfort while breathing.  It is important to remember that smoke from wildland fires fits into a larger context. The parks exist in a regional area where air quality is regularly diminished by particulate pollution. According to the Air District, over 95% of the particulate pollution in our area originates from Central Valley sources (i.e. motor vehicles, industrial fuel burning, manufacturing, and agriculture). Less than 5% comes from wildland fire in the Sierra Nevada. Following the guidelines above, even when there is not smoke present, can help you protect yourself from particulate pollution",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/nature\/smoke-information.htm"
}
