{
    "title": "Sequoia & Kings Canyon National Parks: Wilderness",
    "body": "Explore This Park    Learn About the Park     Wilderness            Wilderness                   Learn more about the Wilderness Act of 1964               Explore over 800 miles of trails               Protect your wilderness               Embark on an overnight wilderness trip               2015 Wilderness Stewardship Plan             The wilderness of Sequoia and Kings Canyon National Parks protects one of America's most superlative scenic landscapes. An extraordinary continuum of ecosystems is arrayed along the greatest vertical relief (1,370 to 14,505 feet in elevation) of any protected area in the lower 48 states. Magnificent glacial canyons, broad lake basins, lush meadows, and sheer granite peaks--hallmarks of the most rugged portion of the High Sierra--form the core of the largest expanse of contiguous wilderness in California, which is visited and valued by people from around the world. In September of 1964, President Lyndon B. Johnson signed the Wilderness Act, which made the preservation and protection of wild places a national priority. As a result of that act and subsequent state and federal legislation, Sequoia and Kings Canyon National Parks currently protect over 808,000 acres of designated wilderness in addition to 29,500 acres of proposed wilderness.      What is Wilderness? Wilderness is untrammeled. The Wilderness Act defines wilderness as those lands where \"...the earth and its community of life are untrammeled by man, where man himself is a visitor who does not remain.\" A trammel is a shackle, or net, used to restrain and restrict movement. Land that is untrammeled, as described by the act, is unhindered, free from the manipulation of humankind. Wilderness is natural. Wilderness lands retain their \"...primeval character and influence...[and are] protected and managed so as to preserve its natural conditions,\" according to the act. From the oak woodlands of the foothills to the stark granite environment of the Sierra Crest, the park wilderness is managed to maintain its natural ecology. The vast glacial canyons you see today are much the same as they were hundreds of years ago. Sequoia and Kings Canyon National Parks conduct some projects in wilderness to restore the natural environment in areas where it has been negatively affected by human activities. Currently, the parks are involved in projects that work to eradicate invasive plant species, restore the endangered yellow-legged frog, and preserve the population of the Sierra Nevada bighorn sheep, among others. Wilderness is undeveloped. Wilderness is further defined as \"...an area of undeveloped Federal land...without permanent improvements or human habitation.\" In the wilderness of these parks you will find large tracts of land where even rudimentary trails are nonexistent and the only evidence of humans is the occasional boot print or arrowhead. However, some developments are necessary for park operations, visitor enjoyment, and safety. Hike along the John Muir Trail and you will find well-established trails, signs, and bridges. You might come across one of our ranger stations, which house our wilderness rangers during the busy summer season. Wilderness offers outstanding opportunities for solitude. Wilderness \"...has outstanding opportunities for solitude or a primitive and unconfined type of recreation.\" There are many ways to experience the parks' wilderness. Some visitors enjoy the social aspects of a more populated trail like the High Sierrra Trail or the Rae Lakes Loop, while others seek a more solitary experience, one where they don't see or hear another person for days at a time. The Wilderness Act did more than establish protected lands. In what was perhaps the act's most vital accomplishment, it articulates a philosophy of wilderness that emphasizes not only a responsibility for environmental preservation, but also the importance of wilderness to the well-being of our nation's citizens.       Wilderness Management Wilderness is a balancing act. The park wilderness is managed with two priorities in mind: the use and enjoyment of the American people, and the preservation of the natural environment. In order to steward the diverse ecosystem of the Sierra Nevada, the parks seek to preserve wilderness character, which is a combination of the four qualities mentioned above: Wilderness is untrammeled, natural, undeveloped, and offers outstanding opportunities for solitude. Park stewards are faced with a difficult task. They must consider all four qualities of wilderness character when making decisions about park operations in wilderness. In an effort to enhance one aspect of wilderness character, they may impact another. For example, a project that enhances the 'natural' aspect of the wilderness, such as eradication of invasive plant species, also affects its 'untrammeled' quality. For, while the project restores the natural ecosystem, it also manipulates the existing environment. Sequoia and Kings Canyon National Parks published their Wilderness Stewardship Plan in May of 2015. It describes management policies and priorities for the parks and, in its 1,500 pages, gives excellent examples of the complexities of wilderness stewardship.      The Wilderness Legacy Wilderness is here to stay.  \"In order to assure that an increasing population, accompanied by expanding settlement and growing mechanization, does not occupy and modify all areas within the United States and its possessions, leaving no lands designated for preservation and protection in their natural condition, it is hereby declared to be the policy of the Congress to secure for the American people of present and future generations the benefits of an enduring resource of wilderness.\" -- The Wilderness Act of 1964  The wilderness of Sequoia and Kings Canyon National Parks is part of a national legacy of wilderness stewardship. These lands belong to each of us, and are preserved an protected to ensure their presence in perpetuity. They are our refuge, our privilege, and most importantly, our responsibility. So go forth--your wilderness awaits! Climb a rock, take a hike, go backpacking, head out on horseback. Just be sure to leave only footprints and take only memories. This land is forever wild.       BECOME A WILDERNESS STEWARD  Wilderness.net Learn more about wilderness wtewardship from the National Park Service and partnering organizations.  Wilderness Stewardship Plan Sequoia and Kings Canyon National Parks have developed a new Wilderness Stewardship Plan. Learn more about the plan and how it does and doesn't affect your travels. Minimum Impact Restrictions Become well-versed in Leave No Trace ethics. Overnight Wilderness Trips Begin planning your next wilderness trips with information on permits and reservations, wilderness restrictions, trip planning, and more. Notable changes for 2016 With the implementation of the Wilderness Stewardship Plan there will be some changes starting in 2016.                  CONTACT THE WILDERNESS OFFICE        Phone   (559) 565-3766         Fax   (559) 565-4239          E-mail   e-mail us           Explore online with Sequoia & Kings Canyon Park Atlas.Looking for detailed maps? Use the Sequoia & Kings Canyon Park Atlas to create custom maps based on GIS data. Start with basemaps that show topography and trails, then choose layers to add. Layers for backpackers include popular routes, food-storage boxes, ranger stations, and designated campsites. When you're done, print a paper copy or save a digital copy.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/wilderness.htm"
}
