{
    "title": "Sequoia & Kings Canyon National Parks: Trail Safety",
    "body": "Trail Safety         Whitney Summit Junction A. Skeen 2014  The exhilaration and empowerment provided by wilderness is due, in part, to its unpredictable nature. Clear blue skies may greet you when you wake, but conditions can change quickly. By midmorning you may find yourself wrapped in a strong wind, with dark clouds on the horizon. Wilderness travel requires self-reliance, mental and physical strength, and thorough preparation. Make sure you're ready for anything this wild environment might send your way.         Hiking in Hot Weather Hikers may encounter high temperatures, often above 100 F, during the summer and early fall months. Please carry and drink plenty of water. Bring hats, sunscreen, and light-colored clothing to protect you from the sun which is especially strong at higher altitudes.      Giardia Giardia may be present in lakes and rivers within the Parks. Don't drink untreated water! Treat water with iodine, filters or boil for at least 3 minutes.         Poison Oak Poison oak is a shrub common in the foothills up to 5,000 feet. To avoid encountering poison oak, learn to identify it. Poison Oak is often red in the fall with whitish berries, bare in the winter, and shiny green leaves in groups of three in the spring. Remember: leaves of three, let it be!      Hiking at High Altitude Altitude sickness is an illness that can occur when at high altitude (typically above 8,000 feet or 2,400 m). Symptoms of mild to moderate altitude sickness include dizziness, fatigue, headache, shortness of breath and rapid heart rate. The best treatment for altitude sickness is to descend to a lower altitude.      Hypothermia Hypothermia is a life-threatening condition which can occur year-round and in temperatures as high as the 60s. Stay dry and snack often. If others don't respond to the need for warmer clothes or are stumbling, forgetful, or extremely tired and drowsy, get warm sugary drinks into them immediately. Get them into dry clothing, sleeping bags, and shelter. If symptoms continue or worsen, seek medical help immediately.         Bears and Food Storage Properly store all food and related supplies left at the trailhead, including ice chests. Don't leave your backpack and walk off to take a photograph. Bears know packs are a source of food. Never approach any bear, regardless of its size. Learn more...",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/trail-safety.htm"
}
