{
    "title": "Sequoia & Kings Canyon National Parks: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park                   Learn about the natural history of these parks               Explore stories from the past               Read about how fire protects sequoia groves               Sequoia & Kings Canyon Park Atlas               Bring a Ranger to your classroom!               Stay up to date with park news and press...             Looking for more information about Sequoia and Kings Canyon National Parks? Explore the other pages in this section to learn more.        Wilderness Nearly all of these parks are designated as wilderness. This designation protects our rugged high Sierra landscapes while providing outstanding opportunities for recreation. Learn more about how we manage our wilderness. Fire From keeping campers warm to maintaining the health of sequoia groves, learn how fire plays an important role in these parks. News Look here for news releases and our park newspaper, the Visitor Guide. Photos & Multimedia Photo galleries and park videos are great ways to explore the parks from home. History & Culture Explore over a century of history in these parks, and learn about the people who lived here before the parks were established. Nature From low foothills to the tallest peak in the lower 48 states, this remarkable range provides diverse and dynamic habitat for plants and animals of the Sierra Nevada.  Education Invite a ranger to your classroom, plan a field trip to these parks, or explore additional ideas and resources online. Kids & Youth Find information on ranger-led activities for kids and our junior ranger program, or explore links to interactive activities. Management Look here for details about park projects and our fire program. Bookstore Interested in purchasing maps, books, and other items related to Sequoia & Kings Canyon National Parks? Visit the online bookstore of our partner, the Sequoia Parks Conservancy.",
    "url": "https:\/\/www.nps.gov\/seki\/learn\/index.htm"
}
