{
    "title": "Sequoia & Kings Canyon National Parks: Skiing & Snowshoeing",
    "body": "Skiing & Snowshoeing        Skier near Pear Lake. NPS Photo       Ranger-guided nature programs on snowshoes Snowshoe walks are usually offered at Wuksachi Lodge on Saturdays and holidays when conditions permit. The park provides snowshoes free for the two-hour, one-mile walk. Group size is limited, so reserve your place at any visitor center or by calling the Giant Forest Museum at 559-565-4480 for the Wuksachi walk. *** All snowshoe walks are tentative, and may be cancelled due to insufficient snow or other events. A decision will be made by 9 a.m. each morning if a program will be cancelled. Note: snowshoeing may be strenuous and difficult for small children. For all scheduled programs visit: Ranger-led Programs Cross-country skiing If there is sufficient snow, many areas of the park may be accessed by skis. Cross-country skis are available for rent at the Wuksachi Lodge and the Grant Grove Gift Shop. Please avoid residential areas, plowed roads, and other areas as signed. Overnight Ski and Snowshoe Trips For well-prepared and skilled winter travelers, the challenges of exploring park wilderness lands in winter can lead to a rewarding experience. Be familiar with ways to stay safe in cold or snowy weather conditions; be prepared for emergencies, and remember that weather in these mountains can change suddenly. Wilderness permits are required for all overnight trips away from designated campgrounds. Whether you stay at Pear Lake Ski Hut or create your own campsite, enjoy your adventure and be safe. Pear Lake Winter Hut The Pear Lake Winter Hut in Sequoia National Park is managed by the Sequoia Parks Conservancy and is open for use by the general public from mid-December through April. It is located 3\/8 of a mile north of Pear Lake at 9,200 feet (2804 meters) and is reached by ascending a steep six miles of trail from Wolverton Meadow (7,200 feet). This advanced level ski\/snowshoe trail offers a chance to explore the beautiful wilderness of the Sierra Nevada mountains in winter. The hut sleeps 10 people and is heated by a wood pellet stove (pellets provided). Fee is $38-$42 per night, per person. Advance reservations are required. The Sequoia Parks Conservancy offers reservations and detailed information about Pear Lake Winter Hut.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/skiing.htm"
}
