{
    "title": "Sequoia & Kings Canyon National Parks: Horseback Riding",
    "body": "Horseback Riding        Horse ears and view from Rock Creek Pack Station. Courtesy of Rock Creek Pack Station       Guided Horseback Rides Guided horseback rides are available to the public in summer at two horseback riding stables operated under a concessions permit in Sequoia and Kings Canyon National Parks. Opening and closing dates for each location depend upon weather conditions. Weight limits and age restrictions may apply. Rates: $40 for one-hour\/$70 for 2-hour rides. Please call the stables for additional information and to make a reservation. Reservations are recommended. Grant Grove Stables, Kings Canyon National Park Early June to September (559) 335-9292 (summer) (559) 799-7247 (off-season) Grant Grove Stables are located near the General Grant Tree in the Grant Grove area of Kings Canyon National Park. The stables offer 1-2 hour guided trips. Routes include the General Grant Tree, North Grove, Lion Meadow, and Dead Giant Loop. Call for more information or to make a reservation. Cedar Grove Pack Station, Kings Canyon National Park May to mid-October (559) 565-3464 (summer) (559) 337-2413 (off season) Cedar Grove Pack Station is located just outside the Cedar Grove Village. The pack station offers trips varying from 1-hour guided trips to multi-day pack trips. Day trips offer riding along the Kings Canyon River in the Cedar Grove area. Pack trip destinations are numerous and include Monarch Divide and the Rae Lakes Loop. Reservations are required for pack trips, but may not be necessary for day trips. Call for more information or to make a reservation.  Bringing Your Horse to the Park \"Stock use\" refers to travel with horses, mules, burros, and llamas in the parks. If you wish to ride your own horse in the parks please read the Stock Use information page. If you're planning an overnight trip, a wilderness permit is required.    Commercial Pack Services A variety of stock services, including stock-supported wilderness trips, are available through outfitters who hold a current commercial-use permit to operate within the parks. Check our list of commercial pack stations that offer trips in these parks to plan a stock trip. The National Park Service does not endorse any particular business.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/horseride.htm"
}
