{
    "title": "Sequoia & Kings Canyon National Parks: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety             Safety         Kirke Wrench   You are responsible for your safety. Natural areas present hazards. Cold temperatures, icy or uneven ground, wild animals, biting insects, and changing weather all pose dangers. Rock roll, trees topple, and limbs drop without warning. People create other hazards with campfires, traffic, snowplay, and poor decisions. The National Park Service works to reduce risks, but your safety is in your own hands. Keep alert. Read warnings and ask a ranger for advice.  Falling Objects Branches and entire trees may fall at any time. A pine cone falling from a great height can be dangerous. Rocks may tumble from above you. Watch for potential hazards while you are out exploring the parks. Trees and branches have been falling frequently, possibly due to the drought and beetle damage.Branches may fall whether or not they appear dead, even when there is no wind, so avoidance is the safest response.  Don't linger under dead, cracked, or broken branches. Watch\/listen for falling trees! Run if you hear cracks or snapping from tree roots, trunks, or branches (know that sometimes there is no sound, and very little time to react). Report falling branches or trees to a ranger.  Dangerous Rivers! Most park deaths result from drowning in rivers. Many drowning victims were playing near rivers and unexpectedly fell in. Rivers present a far greater danger than lakes or pools. Surfaces may look calm, but strong currents often run below. Be cautious walking near rivers as rocks can be smooth and slippery or shift unexpectedly. Getting out of a cold, swift river is often impossible. For a WebRanger game that teaches kids about general water safety, visit www.nps.gov\/webrangers. Air Quality Ozone and other air pollutants are an increasing problem in the parks. Each day, the park issues an air-quality index forecast available in visitor centers. Ozone levels are highest from May-October and peak in late afternoons, and sometimes reach levels rated as unhealthy by state or federal standards and can affect respiratory systems. If the air quality index is poor, consider restricting your activities. View today's air quality... Carbon Monoxide This odorless, colorless gas can be fatal. Never burn charcoal in closed spaces such as a tent or RV. Reduce Risk of Plague, Hantavirus, and Other Diseases Fleas on rodents can carry plague and deer-mouse feces can carry hantavirus. Avoid walking, camping, or allowing pets near burrows or other rodent activity. Do not feed or touch any wild animals. Tell a ranger if you see a dead rodent. For more information, visit the Center for Disease Control web page. Biting insects and ticks: Ticks are common in foothill and Kings Canyon grasses; check yourself after a walk. Tucking your tuck your pant legs into your socks when walking in these areas may help you to spot them before they get to your skin. Their bite is painless, but a small percentage carry Lyme disease. Remove them carefully with tweezers; seek a doctor's advice. Mosquitoes can carry West Nile virus and other diseases. Human illness is uncommon, but take steps to avoid mosquito bites. Effective repellents include DEET, IR3535, Picaridin, and oil of lemon eucalyptus (Para-menthane-diol); learn before you come about how to use them safely and effectively. Locations and numbers of insects vary by season and year to year. Be prepared!  Giardia This protozoan in lakes and streams causes intestinal upset. Iodine and other chemicals may not be as reliable as heat in killing bacteria and Giardia, bu can be effective if used properly. Boil drinking water from waterways for at least 3 minutes.         Look for leaflets in groups of three. NPS   Poison Oak This common shrub grows up to 5,000 feet in elevation. In fall, look for its red leaves and whitish berries. It's bare in winter, and has shiny leaves in groups of three in spring. If you touch any part of it, wash skin and clothes right away. Hypothermia This life-threatening condition can occur year-round. Stay dry; snack often. If others don't respond to the need for warmer clothes or are stumbling, forgetful, or extremely tired and drowsy, get warm sugary drinks into them immediately. Get them into dry clothing, sleeping bags, and shelter. Keep an eye on children who are wet or cold from snowplay. Mountain Lions Cougars roam throughout the parks, but you are unlikely to see one. Attacks are rare, but be aware. Watch children closely; never let them run ahead. Cautiously move away if you find a partially buried animal carcass. If you see a cougar, convince it that you are not prey by trying to appear as large as possible. Don't crouch or try to hide. Don't run; that may trigger pursuit. Pick up children. Hold your ground or back away slowly while facing the cougar. If the cougar acts aggressively, wave your hands, shout, and throw stones or sticks at it. If attacked, fight back! Report any sightings.        Rattlesnakes can be found at nearly any elevation in these parks but are most common in the foothills. Donald Quintana       Rattlesnakes Found in much of these parks, rattlesnakes are especially common in the foothills and near water. Watch where you put your hands and feet! Do not harass or kill them; this is when most bites occur. Bites are rarely lethal, but tissue damage can be severe. If bitten, avoid panic and call a ranger or 911.   Lightning Lightning is common in central California where storms can start suddenly. As soon as you see dark clouds or lightning or hear thunder, move inside a large building or a vehicle (not a convertible). If safe shelter is not available, crouch down on the ground (don't lie down). Don't stand near large, solitary trees, and avoid being the tallest feature in an area, especially on ridges, on Moro Rock, or in meadows. Stay away from open water, wire fences, and metal railings which can carry lightning from a distance. Be aware that lightning can strike ahead of a coming storm, even when there is blue sky overhead.     Drinking Water We test the 13 park water systems to ensure that they meet federal and state standards. Annual Consumer Confidence Reports are available.   Keep Animals Safe Pets are vulnerable to wildlife, ticks, and overheating in vehicles. Keep wildlife safe from pets, too.   Illegal Activities Keep parks safe, natural, and free from illegal activities, including marijuana growing and fireworks! Report suspicious activities by calling 1-888-NPS-CRIME.    Weapons and Firearms in the Parks Firearms are allowed in many national parks. People who can legally possess firearms under federal and state law may be able to possess them in a national park depending upon state laws. State and local firearms laws vary. Visitors who would like to bring a firearm with them to a national park need to understand and comply with the applicable laws. (Note: More than 30 national parks are located in more than one state, so visitors need to know where they are in those parks and which state's law applies.) Federal law continues to prohibit the possession of firearms in designated \"federal facilities\" in national parks, for example, visitor centers, offices, or maintenance buildings. These places are posted with \"firearms prohibited\" signs at public entrances.  While the law allows visitors to possess firearms, it does not allow for the use of firearms in national parks and does not change existing hunting regulations. Hunting is not allowed in Sequoia and Kings Canyon National Parks.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/safety.htm"
}
