{
    "title": "Sequoia & Kings Canyon National Parks: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility        A group views a giant sequoia along the Grant Tree Trail NPS Photo courtesy of Kirke Wrench       At Sequoia & Kings Canyon National Parks, we are committed to a continuing effort to improve the accessibility of our trails and facilities so they can be enjoyed by all. If you have questions or suggestions about accessibility, please email us at SEKI_Interpretation@nps.gov or call us at (559)565-3341.  For people with mobility impairments: Visitor Centers All visitor centers and museums have paved, flat paths leading from parking areas to information desks, exhibits, bookstores, and restrooms. Cedar Grove Visitor Center is small, and may be difficult for people in wheelchairs to navigate. Mineral King Ranger Station has steps leading to the entrance and may not be accessible to people with mobility impairments. Wheelchairs may be borrowed at no cost at Kings Canyon Visitor Center, Lodgepole Visitor Center, and Giant Forest Museum. They can be used anywhere in the parks but must be returned by the end of the day, before each visitor center closes. Ask at information desks, and be prepared to provide your address and phone number.  Campgrounds We're working to make at least one site at each campground accessible to people in wheelchairs. Most campgrounds have one or more sites with raised fire rings, extended picnic tables, and level approaches to accessible restrooms. Ground surfaces at accessible campsites or picnic tables are usually firm soil or compacted soil and gravel. Campgrounds with sites that are most accessible for wheelchair users are Moraine, Sunset, Sentinel, and Canyon View in Kings Canyon National Park, and Buckeye, Potwisha, and Lodgepole in Sequoia National Park. Moraine has five accessible sites clustered together, and Canyon View has accessible sites for both large and medium groups. Picnic Areas Some picnic areas have at least one extended table and raised barbecue, with paved or hard-surface paths from the parking area and to nearby restrooms. Picnic areas that are most accessible for people who use wheelchairs include Hospital Rock (Foothills), Pinewood (Giant Forest), and Big Stump (Grant Grove). Transportation Free shuttle buses operating in the Giant Forest and Lodgepole areas in summer and during holiday periods are wheelchair accessible. Some buses kneel and others have mechanical lifts. For shuttle schedules, visit our shuttle web page. A shuttle also runs between Visalia and the Giant Forest in summer; reservations are required. For more information, visit www.sequoiashuttle.com or call 877-BUS-HIKE (877-287-4453). Road construction may cause driving delays in these parks, especially in summer. For a schedule and map of road construction projects, visit our road construction web page. Trails and Park Features Trails that are wheelchair-accessible include:  General Sherman Tree Trail (Giant Forest):  This short trail leads a few hundred feet from an accessible parking area to the General Sherman Tree, the largest tree on earth. The entire trail is paved with inclines of up to 5% and limited cross-slopes. Benches along the trail provide places to rest.   Big Trees Trail (Giant Forest): This level, ⅔-mile loop trail circles a meadow surrounded by giant sequoias. Trailside exhibits interpret the natural history of the grove. The portion of the trail from Giant Forest Museum to the accessible parking area is packed soil with a slight incline and cross-slope. The remaining loop portion is paved and wooden boardwalk and is nearly flat.   Zumwalt Meadow Trail (Cedar Grove): A portion of this trail is accessible to wheelchairs. It begins on a hard-packed gravel surface, and continues along a boardwalk to the edge of Zumwalt Meadow.   Muir Rock Trail (Cedar Grove): This short trail leads to the Kings River and Muir Rock, a large granite boulder at the river's edge named in honor of famed naturalist John Muir. The entire trail has a hard-packed dirt surface.  Some trails are paved but have running or cross slopes that are slightly steeper, but may be accessible depending on individual abilities:   Beetle Rock Trail, Crescent Meadow Trail, and Tharp's Log Trail (Giant Forest)   Grant Tree Trail and Panoramic Point Trail (Grant Grove)   Roaring River Falls Trail (Cedar Grove)  If you do not have a placard for accessible parking but need to walk the shortest trail to the Sherman Tree or to other park features, temporary accessibility placards are available at park visitor centers for use within the Giant Forest area. In summer, you can also ride the free shuttle to the accessible Sherman Tree Trail. Many park features are easily visible from the highway and can be enjoyed while driving. Some of these include:  Indian Head Entrance Sign:  This historic sign welcomes visitors to Sequoia National Park just beyond the entrance station.   Tunnel Rock:  This granite boulder created a tunnel over the Generals Highway until the road was rerouted. For those who want to take a closer look, accessible parking and a paved path provide easy access to the old roadway beneath Tunnel Rock.   Amphitheater Point and Eleven Range Overlook:  These turnouts offer views that range from the foothills to alpine peaks. Wayside exhibits describe the natural history at each location.   Giant Forest Sequoia Grove:  The Generals Highway passes through one of the largest−and finest−sequoia groves on earth.   Moro Rock – Crescent Meadow Road:  This narrow road winds through the Giant Forest Sequoia Grove. Along the way, drivers pass the Buttress Tree, Parker Group, and Tunnel Log. The road may be closed when the park shuttle is in operation. Park at Giant Forest Museum and ride the free shuttle to see these features.   Halstead Meadow:  A bridge along the highway crosses this recently restored meadow. Black bears can sometimes be seen grazing here.   Kings Canyon and Redwood Overlooks: These overlooks offer views deep into the parks' wilderness, and across the top of a large sequoia grove. Wayside exhibits describe the scenes.   Grant Grove Sequoia Grove: Another spectacular sequoia forest provides a chance to see these trees without leaving your vehicle.   Hwy 180 to Cedar Grove: This dramatic highway leads through national forest to the bottom of a deep granite-walled canyon. Wayside exhibits at Junction View and Canyon View describe how glaciers carved the surrounding granite cliffs.  Touring on horseback is offered at Cedar Grove and Grant Grove in summer. Hourly rides, spot trips, and guided trips are available. Check the park newspaper for seasonal availability, costs, and contact information.  For people with vision impairments and people who are deaf or hard of hearing: Assistive listening devices and open captioning are available for films shown in park visitor center auditoriums, and most of these films are also audio-described. Ask for receivers and earphones at Kings Canyon Visitor Center (Grant Grove) and Lodgepole Visitor Center. You may also bring your own earphones to use with our receivers. Assistive listing devices are available at most campground amphitheaters for use during evening programs. Cell phone service is not available in most areas of these parks. Depending on your carrier, you may be able to get service in Grant Grove and at Foothills Visitor Center. Wireless internet access is available in the lobby of Wuksachi Lodge. Braille transcriptions of the park map and guide are available for loan from park visitor centers. Service Animals Service animals are allowed in national parks. For a definition of a service animal, please go to www.ada.gov\/service_animals_2010.htm",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/accessibility.htm"
}
