{
    "title": "Sequoia & Kings Canyon National Parks: Grant Grove Trails",
    "body": "Grant Grove Area Trails        The Grant Tree Trail is a paved, easy trail through a spectacular sequoia grove. Kirke Wrench       Check at visitor centers located at Lodgepole, Ash Mountain, Grant Grove and Cedar Grove for more details on these and other trails in the area. Maps and trail guides can also be purchased at visitor center bookstores. Please be aware that pets are not allowed on any trails in Sequoia and Kings Canyon National Parks. General Grant Tree Trail One of the world's largest living trees. President Coolidge proclaimed it the Nation's Christmas tree in 1926. Visit the historic Gamlin Cabin and the Fallen Monarch along this 1\/3 mile (.5 km) paved trail. North and west of the Kings Canyon Visitor Center 1 mile (1.6 km). North Grove Loop This lightly traveled, 1 1\/2 mile trail provides an opportunity for a close look at the big trees. Enjoy a quiet walk past meadows and creeks, through mixed conifer and sequoia forest. The trailhead is at the Grant Tree parking area, 1 mile northwest of the visitor center. Buena Vista Peak The 2 mile round-trip hike up this granite peak begins just south of the Kings Canyon Overlook on the Generals Highway, 6 miles southeast of Grant Grove. From the top of Buena Vista Peak, a 360-degree view looks out over the majestic sequoias in Redwood Canyon, Buck Rock Fire Tower, and beyond to a splendid panorama of the high Sierra. Redwood Canyon The trailhead for this area is 2 miles down a rough dirt road 6 miles south of Grant Grove. This road is closed to vehicle traffic in the winter. Redwood Canyon is one of the largest of all sequoia groves. Sixteen miles of trail are available for short walks, day hikes and overnight backpacking trips. As you hike through sequoia\/mixed conifer forest, meadow and shrubland, you will see sign of many fires, some recent, some ancient. The result of 30 years of prescribed fires, showing the positive relationship between fire and sequoias. Big Baldy Ridge This trail offers great views out and down into Redwood Canyon. A two-mile (3.2km) to the summit at 8209 feet (2502m). From Grant Grove, go 8 miles (13km) south on Generals Highway to trailhead. Elevation gain 600 feet (183m); roundtrip 4 miles (6.4km).  USFS National Forest Area Converse Basin This trail is located in Sequoia National Forest\/Giant Sequoia National Monument. It was once the world's largest sequoia grove, until virtually every mature tree was cut down early in the 1900s. The Boole Tree was spared, along with a few other less accessible giants. Boole is the world's eighth largest sequoia. Converse Basin is accessible by a graded dirt road off Highway 180, 6 miles north of Grant Grove. A 2-mile round trip loop trail leads to the Boole Tree from a parking area at the end of the road.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/ggdayhikesum.htm"
}
