{
    "title": "Sequoia & Kings Canyon National Parks: Giant Forest & Lodgepole Trails",
    "body": "Giant Forest & Lodgepole Trails        Giant Forest at Sunrise David Dinette         The trail descriptions below are only a small sample of the many trails found in this area. Ask a ranger for more information on trails or purchase a map and\/or trail guide at visitor center book stores at Lodgepole, Ash Mountain, Grant Grove, and Cedar Grove. Please be aware that pets are not allowed on any trails in Sequoia and Kings Canyon National Parks. In developed areas, pets must be kept on a leash at all times. General Sherman Tree The main area is via Wolverton Road, off the Generals Highway just north of the tree itself (between Lodgepole and the Sherman Tree). From there, the 1\/2-mile (.72 km) trail descends and includes some stairs. Rest on the benches along the trail; don't overexert yourself. Handicapped parking and an accessible trail are along the Generals Highway two miles (3.2 km) north of the Giant Forest Museum. You can drop off and pick up passengers here. If you have difficulty walking at this elevation 7,000 feet (175 m), stop at a park visitor center for a temporary parking permit. The Big Trees Trail This 2\/3 mile (1 km) trail circles Round Meadow. Colorful trailside panels describe sequoia ecology. Start at Giant Forest Museum and follow the paved, accessible trail from there. Handicapped parking available at trailhead. Allow 1 hour round trip. Moro Rock  A granite dome with a steep 1\/4-mile (.4 km) staircase to the summit 300 foot (.091 km) elevation gain. Don't climb if there is any ice or snow on the stairs; it is very dangerous. A spectacular view of the Great Western Divide and the western half of the park. Two miles (3.2 km) from the Generals Highway.  Tokopah Falls The trail to Tokopah Falls starts just beyond the Marble Fork Bridge in Lodgepole Campground. It is an easy 1.7 mile (one way) walk along the Marble Fork of the Kaweah River to the impressive granite cliffs and waterfall of Tokopah Canyon. Tokopah Falls is 1,200 feet (365.8 meters) high, and is most impressive in early summer, but be careful around the water!",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/gfdayhikesum.htm"
}
