{
    "title": "Sequoia & Kings Canyon National Parks: Overnight Backpacking",
    "body": "Overnight Backpacking                   Permits are required for all overnight travel               Plan your trip with the interactive Park Atlas               Protect wildlife by storing your food               Learn more about wilderness stewardship               2015 Wilderness Stewardship Plan             With over 800 miles of maintained trails designed to help you experience over 800,000 acres of designated wilderness, Sequoia and Kings Canyon National Parks offer incredible opportunities for wilderness recreation. Immerse yourself in the wild echoes of coyotes, or the exhilarating rumble of a summer storm; plunge your feet--tired and sore--into the icy blue cold of an alpine lake; let your lungs breathe heavy and deep; soak your skin in the clear, close light of the sun. The Sierra Nevada mountains, reaching from the impressive heights of Mt. Whitney to the tangled oak woodlands of the foothills, have long been a source of wonder and excitement. Begin your exploration of Sequoia and Kings Canyon Wilderness with the links below.      Plan Your Trip There is a lot of country to explore in the parks and it can make planning a trip a bit overwhelming. Get started with the interactive Park Atlas, or with the trail descriptions page. For a comprehensive resource, check out the Wilderness Trip Planner. Implementation of the Wilderness Stewardship Plan will bring about some notable changes in 2016. There is no long term parking at Whitney Portal in 2016 due to road construction. More information is available at the Inyo National Forest website  Get a Wilderness Permit Permits are required for all overnight wilderness trips. During the parks' busy summer season a quota and fees system is in place to regulate the number of people allowed up each trail, each day. But, from October to late May, permits are available through a self-issue process. Make sure you have the permits you need by visiting the Permits & Reservations page.  Prepare for Your Trip Wilderness trips are exciting and fun, but they also come with a host of responsibilities. Before you embark on your next adventure, make sure you are aware of the parks' Minimum Impact Restrictions. If you are travelling with stock, additional regulations are in place. Proper food storage is an important component of all wilderness travel. Be aware of current conditions and potential safety issues. Whatever you do, make sure you are prepared for both the joys and the trials of wilderness travel! Wilderness Awaits Ready to head out to parts unknown? Get directions to the park and take a look at our front-country campgrounds. Now go forth! Clamber over rocky passes, wander through winding river canyons, and test your limits in the wild peaks of the Sierra. Just be safe while you're out there. Happy trails!   Want to know more about Sequoia and Kings Canyon National Parks' Wilderness? Check out our Wilderness Information page.                   Contact the Wilderness Office        Phone   (559) 565-3766      Fax (559) 565-4239      E-mail SEKI_Wilderness_Office@nps.gov",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/backpacking.htm"
}
