{
    "title": "Sequoia & Kings Canyon National Parks: Trail Descriptions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Overnight Backpacking     Trail Descriptions                 Trail Descriptions        M. Gieskes      Let Sequoia and Kings Canyon trails introduce you to the varied ecosystem of the Sierra Nevada. Begin your trip with a walk through the largest living organisms on earth; wind through sheer cliffs, over rocky passes, and down tumbling river canyons.You can start planning your trip by familiarizing yourself with the Parks' many trails. No matter where you go, this land will surprise and invigorate you. Go forth! Wilderness awaits! Maps and Trail GuidesMaps and trail guides to help you plan your hike are available at park visitor centers and through the Sequoia Parks Conservancy Bookstore. For more information on trails and wilderness permits, visit our day hiking and overnight trips pages.        I. Barba  Cedar Grove and Road's End Wilderness permits for the following trails are issued from the Road's End Permit Station. Rae Lakes Loop: Begins at Road's End. 42 mile Loop. Canyon views, high alpine lakes, vistas.  Bubb's Creek Trail: Begins at Road's End. Steep then steady grade. Access to John Muir\/Pacific Crest Trails. Southern leg of the Rae Lakes Loop (entry trail if doing the loop counter-clockwise). First campsite - Sphinx Creek Junction (4 miles). Woods Creek Trail: Begins at Road's End. Steady moderate climb. Very busy trail. Vistas, rivers, and high lakes. Access to JMT\/PCT. Northern leg of the Rae Lakes Loop (entry trail if doing the loop clockwise). First campsite - Paradise Valley (6.5 miles). Must stay in designated sites in Paradise Valley. Copper Creek Trail: Begins at Road's End. Hot, steep climb; leave early in the day or late in the evening. Forests, vistas, alpine lakes. Access to Middle Fork of the Kings River. First campsite - Lower Tent Meadow (4 miles).  Lewis Creek Trail: Begins at the Lewis Creek Trailhead. Hot, steep, dusty climb. Trail becomes difficult to follow north of Kennedy Pass. Forest, lakes, and vistas. First campsite - Frypan Meadow (5.5 miles).         Grant Grove  Wilderness permits for the following trails are issued from Kings Canyon Visitor Center (in Grant Grove). If you are entering the Parks from the Jennie Lakes Wilderness, you will get your wilderness permit from the Kings Canyon Visitor Center. If, however, you remain in the Jennie Lakes Wilderness without entering the Parks, no wilderness permit is required.  Redwood Canyon Trail: Begins at the Redwood Saddle trailhead. Mostly easy hiking. Two easy six-mile loops through the parks' largest giant sequoia groves. Two-night camping limit. Maximum group-size is ten people. First campsite - Redwood Creek (1 mile). J.O. Pass Trail: Begins at Big Meadows or Rowell Meadow trailheads in the Jennie Lakes Wilderness. Moderate hike; the first two miles are the hardest. Forests, lakes. First campsite - Rowell Meadow (2.2 miles). Belle Canyon Trail: Begins at either Marvin Pass, Rowell Meadow, or Big Meadows in the Jennie Lakes Wilderness. Moderate hike; first two miles are the hardest. Forests, lakes, and vistas. Sugarloaf Trail: Begins at either Marvin Pass, Rowell Meadow, or Big Meadows trailheads in the Jennie Lakes Wilderness. Moderate hike. Spectacular glaciated canyons.        J. Bean   Lodgepole and Giant Forest Wilderness permits for the following trails are issued from the Lodgepole Visitor Center. Twin Lakes Trail: Begins at the Lodgepole Campground. Moderately steep climb. Forests, meadows and lakes. Access to Silliman Pass and Jennie Lake Wilderness. First campsite - Cahoon Meadow (3 miles). Lakes Trail: Walk-up wilderness permits only; no reservations. Begins at Wolverton. Moderately strenuous climb. Must camp in designated sites. Alpine vistas and lakes. First campsite - Emerald Lake (5 miles).  Alta Trail: Begins at Wolverton. Steady climb to Alta Peak. Forests, meadows, alpine vistas. First campsite - Panther Gap (3 miles), no water.  High Sierra Trail: Begins at Crescent Meadow. There is no water available at the trailhead. Long, easy-going traverse to Bearpaw Meadow. Steady climb to lakes and passes beyond. Canyons, vistas. About seventy miles to Mt. Whitney. First campsite - Panther Creek (3 miles).        J. Daniel  Foothills Wilderness permits for the following trails are issued from the Wilderness Office near the Foothills Visitor Center. Middle Fork Trail: Begins near Buckeye Flat Campgroud with a slight grade along the Middle Fork of the Kaweah River. Oaks to pines, rivers & vistas. Early and late season access. Watch out for ticks, poison oak, and rattlesnakes. First campsite - Panther Creek (3.5 miles). Lady Bug Trail: Begins at the South Fork Campground. Short and steep; trail ends at South Fork Grove (5.1 miles). South-facing trail accessible year-round. Watch out for ticks, poison oak, and rattlesnakes. First campsite - Lady Bug Camp (1.7 miles). Garfield Grove Trail: Begins at the South Fork Campground. Steady climb; good early season hiking. Giant Sequoias at Garfield Grove and then climbs on to the Hockett Plateau. Watch out for ticks, poison oak, and rattlesnakes. First campsite - Garfield Grove (4 miles).         M. Smith  Mineral King Valley Wilderness permits for the following trails are issued from the Mineral King Ranger Station.  Atwell-Hockett Trail: Begins at Atwell Mill Campground. Easy to moderate climb. Giant sequoia grove, meadows. Ten miles to Hockett Meadow. Popular stock trail. First campsite - Clover Creek (6 miles). Paradise Ridge Trail: Begins at Atwell Mill Campground. Steep climb; hot and dry. Sequoia grove and vistas. Ten miles to Redwood Meadow. First campsite - Paradise Ridge (3 miles), no water.  Tar Gap Trail: Begins at Cold Spring Campground. Moderate climb. Lakes, forests, alpine vistas. Twelve miles to Hockett Meadow. Popular stock trail. First campsite - Deer Creek (4 miles). Mosquito\/Mineral Trail: Begins at the end of the Mineral King Road. Moderately strenuous climb. Lakes and spectacular vistas. Trail terminates at the first Mosquito Lake; cross-country travel to upper lakes. First campsite - Mosquito Lake #2 (4 miles).  Eagle Lake Trail: Begins at the end of the Mineral King Road. Steady, moderately steep climb. Lake and alpine vistas. First campsite - Eagle Lake (3.4 miles).  White Chief Trail: Begins at the end of the Mineral King Road. Moderately strenuous climb. Lakes and spectacular vistas. First campsite - White Chief Bowl (2.5 miles). Farewell Gap Trail: Begins at the Franklin Pass trailhead. Moderately strenuous climb. Access to Sequoia National Forest trails. First campsite - Franklin\/Farewell Junction (4 miles). Franklin Pass Trail: Begins at the Franklin Pass trailhead. Moderately strenuous climb. Lake and alpine vistas. Popular stock trail. First campsite - Franklin\/Farewell Junction (4 miles). Sawtooth Pass Trail: Begins at the Sawtooth Parking Lot. Steep, Strenuous climb. Rough unmaintained trail beyond Monarch Lakes. Access to Glacier Pass, Big and Little Five Lakes. First campsite - Groundhog Meadow (1 mile).  Timber Gap Trail: Begins at the Sawtooth Parking Lot. Moderately steep climb. Forest, lakes. Access to Black Rock Pass and Redwood Meadow trails. Popular stock trail. First campsite - Timber Gap (2.2 miles), no water.      Sequoia National Forest Wilderness permits for the following trails are issued by Sequoia National Forest. They can be reached at (559) 784-1500. Long Meadow Trail: Begins at the Mountain Home trailhead. Moderate climb. First campsite - Summit Lake (7.6 miles). Fish Creek Trail: Begins at the Jerkey Meadow trailhead. Easy to moderate climb. Water is scarce. Fist campsite - Grey Meadow (5 miles).      Sierra National Forest Wilderness permits for the following trails are issued by Sierra National Forest. They can be reached at (559) 297-0706.   Florence Lake Trail: Begins at Florence Lake. Moderate climb. John Muir Trail, Evolution Valley, and Goddard Canyon access point. A boat-taxi across the lake is available from the trailhead in the summer. First campsite - Blaney Meadow (10 miles).    Tehipite Valley Trail: Begins at Wishon Reservoir. Moderate to the rim of the valley. Very strenuous climb into and out of Tehipite. First campsite - Cow Meadow (4 miles)      Inyo National Forest Wilderness permits for the following trails are issued by Inyo National Forest. They can be reached at (760) 873-2483. Piute Pass: Begins at North Lake. Permits issued from the White Mountain Ranger Station. Moderate to strenuous. Access to John Muir Trail, Evolution Valley, Humphrey's Basin. First campsite - Lock Leven (3.5 miles). Bishop Pass: Begins at South Lake. Permits issued from the White Mountain Ranger Station. Moderate to Strenuous. Access to John Muir Trail, Dusy Basin, LeConte Canyon. First campsite - Long Lake (3 miles). Kearsarge Pass: Begins at Onion Valley. Permits issued from the Eastern Sierra Interagency Visitor Center. Moderate climb. Access to John Muir Trail and Rae Lakes Loop. First campsite - Flower Lake (3.5 miles). Mt. Whitney: Begins at Whitney Portal. Permits are issued from the Eastern Sierra Interagency Visitor Center and are required for both backpackers and day hikers. Very strenuous, especially to those not acclimated. Be wary of altitude sickness. First campsite - Outpost camp (5 miles). For more information please visit our Climbing Mt. Whitney page.  Cottonwood Lakes: Begins at Horseshoe Meadow. Moderate climb to the Lakes; strenuous climb over New Army Pass. First campsite - Cottonwood Lake #1.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/traildesc.htm"
}
