{
    "title": "Sequoia & Kings Canyon National Parks: Cedar Grove Trails",
    "body": "Cedar Grove Trails        The Zumwalt Meadow Loop offers great views of the meadow, the Kings River, and the granite cliffs that surround Cedar grove. Portions of the trail are accessible to people in wheelchairs. Kirke Wrench       More complete maps and descriptions of the trails in this area are sold at visitor center book stores at Lodgepole, Ash Mountain, and Grant Grove. Please be aware that pets are not allowed on any trails in Sequoia and Kings Canyon National Parks. Zumwalt Meadow This 1.5-mile (2.4 km) trail passes high granite walls, lush meadows, and the Kings River. Trailhead parking is 4.5 miles (7.2 km) east of Cedar Grove Village road. Purchase a trail guide at the visitor center. Allow 1 hour. Roaring River Falls A very short, shady walk to a powerful waterfall rushing through a granite chute. 3 miles (4.8 km) east of the Village road. Paved, relatively accessible. Knapp's Cabin During the Roaring 20's, a Santa Barbara businessman commissioned lavish fishing expeditions here, storing gear in this small cabin. A short walk from a turnout 2 miles (3.2 km) east of Cedar Grove Village road. Don Cecil Trail The Don Cecil Trail climbs the relatively cool north-facing slope of the canyon. This historic trail was the major access route to Cedar Grove prior to the completion of Highway 180 in 1939. Sheep Creek Cascade A moderately strenuous hike up the forested Don Cecil Trail provides views of the Monarch Divide and leads to a shady glen on Sheep Creek. This two-mile round trip takes about 1 1\/2 hours and gains 600' in elevation. Lookout Peak Beyond Sheep Creek, the climb to Lookout Peak provides an incredible panorama of the park's backcountry. This strenuous, all-day hike is 13 miles round trip and climbs some 4000' to the summit. Hotel Creek Trail The cool of the morning is the best time to hike this trail, which climbs up the relatively dry, south-facing side of the canyon. Cedar Grove Overlook The trail switchbacks up through chaparral to a forested ridge and a rocky outcrop. This strenuous hike will reward you with a gorgeous view up and down Kings Canyon. A round trip of 5 miles with a 1200' elevation gain, this hike takes 3-4 hours to complete. Hotel Creek - Lewis Creek Loop If you continue 1 1\/4 mile past the turn-off to Cedar Grove Overlook, the Hotel Creek Trail drops down to join the Lewis Creek Trail. This area was burned in 1980, in one of the largest fires these parks have experienced in recent years. The last 2 miles, from the Lewis Creek Trailhead back to your starting point, follow a trail above the roadway. This 8-mile round trip takes an average of 5 hours and gains 1200' to the highest point. Mist Falls This sandy trail follows the glaciated South Fork Canyon through forest and chaparral, past an impressive show of rapids and cascades, to one of the largest waterfalls in Sequoia and Kings Canyon National Parks. The first part of this 8-mile round trip is relatively flat; during the last mile to the falls, the trail gains 600'. The average time for this trip is 4 to 5 hours.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/ccdayhikesum.htm"
}
