{
    "title": "Sequoia & Kings Canyon National Parks: Day Hiking",
    "body": "Day Hiking        Big Trees Trail's wooden boardwalk and flat terrain make it a good choice for families with young children and people looking for an easy walk. The trail is also accessible to people in wheelchairs. Kirke Wrench       Whether you choose a short, paved trail or an all-day hike, exploring by foot is a great way to experience these parks. We recommend taking a map, expecially for longer or unpaved trails. Find maps at each park visitor center or buy them ahead of time online. Check the park newspaper for safety tips before you go. There is a maximum party size limit of 25 people for day hikes in these parks.        Marble Falls cascade Paul Sheehan  Foothills Day Hikes Hot, dry summer shapes these lower elevations. The rivers are critical to life here. Watch out for poison oak and rattlesnakes as you travel. Consider hiking in early morning or evening hours to escape the heat of the day.        On top of Moro Rock Richard Thiel  Giant Forest & Lodgepole Day Hikes Giant sequoias, cool conifer forests, sun-splashed meadows, and exhilarating vistas characterize the Giant Forest and Lodgepole area. Climb the historic staircase on Moro Rock to see the towering Great Western Divide.        Grant Tree Trail NPS Photo  Grant Grove Day Hikes Sequoias, easy trails, and solitude are all available on trails in the vicinity of bustling Grant Grove Village. Maps and guidebooks are available at nearby visitor centers—along with helpful rangers.        Zumwalt Meadow NPS Photo  Cedar Grove Day Hikes Looming granite walls, great vistas, quiet rivers, roaring waterfalls—some of the most level hikes in the parks can be found here as well as some of the most steep, hot, and strenuous. The road to Cedar Grove is open from spring through late fall.        Mineral King Valley Richard Thiel  Mineral King Day Hikes Cooler temperatures and dramatic mountain scenery tempt day hikers here. Be prepared for steep trails and thinner air. West- and south-facing slopes can still be hot and dry, so bring plenty of water and sunscreen. Consider beginning your hike in in the morning when it is cooler. The road to Mineral King is open from late spring to late fall.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/dayhikes.htm"
}
