{
    "title": "Sequoia & Kings Canyon National Parks: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do      These parks offer a wide range of activities in diverse landscapes. Whether you prefer an short stroll or a week in the wilderness, a quiet sunset or a roaring river, adventure awaits you here.Whatever activities you choose, come prepared. Weather varies widely at different elevations, and storms can happen at any time of year. Read safety information before you visit.          Day Hiking Get out and explore! Hundreds of miles of trails offer opportunities to wander through sequoia groves, look deep into wilderness, or experience wildlife. Choose trails from easy to strenuous, including paved trails good for wheelchairs and strollers.          Overnight Wilderness Trips The designated wilderness in these parks offers a chance to immerse yourself in the natural world. Plan your trip today!          Special Events Upcoming events include our Dark Sky Festival and celebrations of the 2016 Centennial of the National Park Service!             Ranger-led Programs Interested in learning more about the parks? Join a ranger for a free walk, talk, or evening program. Our partner, the Sequoia Parks Conservancy, offers activities and programs, too.          Visitor Centers & Museums Stop by our visitor centers to enjoy exhibits, get help with trip-planning at the information desk, or browse park bookstores.           Drives & Viewpoints The Generals Highway (runs between Sequoia and King Canyon parks) and the Kings Canyon Scenic Byway (runs along Highway 180) pass through an impressive range of elevations. Stop at overlooks to see roadside exhibits and learn more about these parks.          Crystal Cave Tours Explore the underground world of Sequoia! A Crystal Cave tour takes you deep into a marble cave with stalactites, curtains, and other formations. Purchase tickets online at least 48 hours in advance, and bring a jacket! Offered from spring to fall.          Snowplay When snow falls, bring your kids to one of our three snowplay areas, but be safe! Snowplay injuries are common in these parks.           Skiing & Snowshoeing During snowy winters, explore our cross-country ski and snowshoe trails. Bring your own equipment or rent it at park lodges. When conditions are good, rangers may lead snowshoe walks on weekends and holidays.          Junior Ranger Program Kids of all ages (even adults) can earn a badge by completing activities in our Junior Ranger book! Ask for a free activity book at any visitor center.          Picnicking Look for picnic areas throughout the parks. Protect bears and other wildlife by storing food safely, even while you picnic.          Horseback Riding Whether you bring your own horses or use one of the pack stations in these parks, a trip on horseback is a great way to see the parks.          Rivers The rivers in these parks are powerful and cold, and drowning is the most frequent cause of death here. Please -- learn more about river safety before your visit.          Rock Climbing Granite cliffs and domes provide excellent opportunities for climbing in these parks. Climb on!       Moro Rock as seen from Hospital Rock Picnic Area    Climb Moro Rock A stone and concrete stairway leads to the top of this granite dome. From the top, enjoy sweeping views of the hills below and the wilderness to the east.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/things2do.htm"
}
