{
    "title": "Sequoia & Kings Canyon National Parks: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go        Sequoia & Kings Canyon National Parks protect an extensive portion of the Sierran ecosystem from foothills to forests and alpine peaks. Weather conditions and services vary in each area of these parks.         Giant Forest Museum offers exhibits about the natural history of giant sequoias. Rick Cain  The Giant Forest Giant sequoia groves grow only on the western slope of the Sierra Nevada, and the Giant Forest may be one of the finest. It's home to the General Sherman Tree, the world's largest living tree. Hiking trails wind through the sequoia grove and meadows. Moro Rock - Crescent Meadow Road leads to features such as Moro Rock, Tunnel Log, and the High Sierra Trail. The Big Trees Trail offers an easy hike around a meadow that's ideal for families and people in wheelchairs.        The Grant Tree Trail Randy Morse  Grant Grove This area offers camping, lodging, and services among a spectacular grove of giant sequoias. The Grant Tree Trail leads to the General Grant Tree, the second-largest tree in the world. Other trails lead farther into the grove and to overlooks that offer views deep into the park's wilderness. Stop by Kings Canyon Visitor Center in Grant Grove Village for exhibits and information.        Zumwalt Meadow Rick Cain  Cedar Grove Cedar Grove lies at the floor of one of the deepest canyons in the United States. John Muir described the walls of the canyon as \"stupendous rocks of purplish gray granite.\" At a lower elevation than the sequoia groves, Cedar Grove is warmer in summer. A rustic visitor center provides information and a permit station issues wilderness permits for the many trails that begin here. Services include campgrounds and a lodge, market, and snack shop. The road to this area is open only from spring through fall.         Mineral King Valley Rick Cain   Mineral King A steep, winding road leads to a place of rugged beauty: Mineral King Valley. At 7800 feet (2375 m), it's the highest place you can go in these parks by vehicle. Trails here lead to wilderness destinations. Be prepared; there is no gasoline or electricity in this remote area. Marmots are active here and precautions are recommended to protect your vehicle from damage, especially in spring and early summer. The upper portion of Mineral King Road is open from late May to late October.        The Middle Fork Trail in spring Rick Cain  The Foothills Just inside the entrance to Sequoia National Park is a diverse landscape ruled by the seasons. In winter and spring, rain awakens plants and wildflowers, creating a hiker's paradise of green hills and moderate temperatures. In summer, hot and dry conditions dominate. Hiking trails here follow the Kaweah River and its tributaries. Stop by Foothills Visitor Center one mile from the park entrance, or camp in one of the two foothills campgrounds to get a closer look.          Sequoia & Kings Canyon's Wilderness Over 95% of these parks is designated as wilderness. Here you can climb the highest peaks and see some of the most rugged country in our national parks. Not all wilderness hikes are challenging; gentle trails lead into wilderness areas, too. Before you hike, check information about trail safety. Wilderness permits are required for overnight trips.        The Generals Highway splits into separate lanes as it passes through the Four Guardsmen sequoia group. A.J. Fuller  The Generals Highway From switchbacks that climb out of the foothills to a gentle route through sequoia groves and montane forest, traveling the Generals Highway is a great way to experience these parks. Driving mountain roads requires extra caution, especially in winter. Only vehicles under 22 feet in length (6.7 m) can drive the entire route. Longer vehicles are prohibited between Potwisha Campground and the Giant Forest.        The Kings River Canyon in Sequoia National Forest, between Grant Grove and Cedar Grove Alison Taggart-Barone   Kings Canyon Scenic Byway Traveling first through a V-shaped river canyon and then a wide U-shaped glacially carved canyon, the Kings Canyon Scenic Byway offers spectacular views as you travel from Grant Grove to Cedar Grove. Road's End marks the end of the highway near Cedar Grove, and hiking trails continue deep into the Sequoia & Kings Canyon Wilderness.        Exhibits in Giant Forest Museum Alison Taggart-Barone   Visitor Centers Are you looking for information or would you like to explore exhibits? Stop by any park visitor center to learn more about these parks. Bookstores offer both books and education merchandise; sales benefit park programs and activities. Some visitor centers also offer wilderness permits, films, and accessibility equipment.        The Kaweah River Naoko Otani   Rivers Rivers in these parks are powerful and swift. If you choose to swim, follow safety guidelines and never swim alone. Drownings are the most common cause of death in these parks.         A meadow at Princess Campground in Sequoia National Forest Randy Morse   National Forests Two national forests border the national parks:  Sequoia National Forest and Sierra National Forest. These lands offer a variety of uses, including some that are not allowed on national park land. The forests also offer camping, lodging, food, and gasoline.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/placestogo.htm"
}
