{
    "title": "Sequoia & Kings Canyon National Parks: Rivers",
    "body": "Rivers        The South Fork of the Kings River Jack Human       Wading & swimming All rivers in Sequoia and Kings Canyon are potentially dangerous and require great care. The most dangerous times are during spring and early summer when melting snow from the mountains makes river waters swift, icy cold, and extremely hazardous. Drowning is the number-one cause of death in the parks. Many victims were not intending to swim, but fell in. River rocks are slippery. Cold water quickly saps your strength. Amazingly strong currents make it hard to stay on your feet. Once you have fallen in a river, it may be nearly impossible to get back out. Fishing Fishing is permitted during the season; a California fishing license is required for ages 16 & up. Get copies of park-specific regulations at any visitor center or see (PDF, JPEG). River closures The South Fork of the Kings River is closed to all watercraft from the confluence of Bubbs Creek to the Kings Canyon National Park border. River travel Boating the rivers in these parks is extremely hazardous. Kayaking is popular on some rivers in the parks, but involves high risk and requires advanced skills. There are no beginner kayaking rivers in the parks. Motorized crafts are not permitted. The Kaweah River offers a number of challenging runs. The Middle Fork of the Kaweah River has Class IV conditions, appropriate only for expert kayakers. Getting to some stretches of river in the parks involves difficult wilderness travel. All those using rivers in the parks are subject to park regulations governing wilderness travel (see below). Be sure to have sufficient information, expertise, and appropriate, reliable equipment before venturing forth on these beautiful, very wild rivers. If your river trip includes an overnight stay Wilderness permits are always required for all overnight travel. From Memorial Day weekend to late September, quotas limit the number of people allowed to begin trips each day on each trail. A $15 wilderness-camping fee must be paid with each permit during this time. Reservations are recommended. Click for more information about wilderness permits.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/rivers.htm"
}
