{
    "title": "Sequoia & Kings Canyon National Parks: Foothills Trails",
    "body": "Foothills Trails        The Middle Fork Trail follows the main branch of the Kaweah River, climbing to the high country of Sequoia National Park. Rick Cain       Trails in the foothills are are accessible year-round. Fall brings cooler temperatures for hiking in this diverse environment. In winter and spring, the foothills are clothed in a glorious array of wildflowers. Late March through late May are especially colorful. As summer approaches the temperature rises, and so do the rivers. Avoid the dangerous rivers during this time!  Look at our handout of Foothills Trail Map and Trail Descriptions to choose a trail. For options in the broader foothills see below. Please note that pets are not permitted on any of the trails in Sequoia and Kings Canyon National Parks. Marble Falls Trail This trail climbs 3.9 miles (6km) through chaparral to a lovely cascade. Park near site #14 at Potwisha Campground. Follow the dirt road across the concrete ditch. The trail starts along the steep bank to the right. Middle Fork Trail  Leading through chaparral to highcountry, the first mile offers views of Moro Rock and Castle Rocks. Take the Buckeye Flat Campground road and turn left on the dirt road before the campground. Go 1.3 miles (2 km) to a parking area. Panther Creek Falls is 3 miles (5 km) beyond that. Park at Hospital Rock if Buckeye Flat is closed. Lady Bug Trail Hike along the South Fork of the Kaweah in the upper foothills (moderately steep). From South Fork Campground, cross the river via a footbridge. The trail ends 3 miles (5 km) near one of the lowest-elevation sequoia groves. Garfield Grove Trail This trail, which also begins at South Fork Campground, is a relatively steep 5-mile (8.3 km) one-way climb to the Garfield Sequoia Grove. Start on the south side of the river in the campground. North Fork Trail This trail can be difficult to access. Please check at a visitor center for details.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/foothillhikessum.htm"
}
