{
    "title": "Sequoia & Kings Canyon National Parks: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping               Camping                 Campground Reservations   Make reservations at Recreation.gov. Reserve standard sites up to six months in advance, or group sites up to a year in advance.          Group Sites   Bring a crowd! Our group sites can hold from 7 to 50 people and have extra parking, picnic tables, and other amenities.          Store Food Properly to Protect Wildlife   Black bears are active day and night. Always keep food and any items with an odor in metal food storage boxes provided at each campsite.              There are fourteen campgrounds in these parks, including three that are open year-round. Most campgrounds are first-come, first-served, with up to six people allowed per standard site. Each campsite has a picnic table, fire ring with grill, and a metal food-storage box. Reservations Make reservations for park campgrounds at Recreation.gov. You can reserve sites at Potwisha, Buckeye Flat, Lodgepole, Dorst Creek, and Sunset campgrounds, and also at group campsites in any campground. You can make reservations up to six months in advance for standard tent and RV campsites, and up to one year in advance for group sites. First-come, First-served Campsites Campgrounds often fill on Saturday nights in July and August. Generally, Sunday through Friday afternoons offer the best chance of finding an available campsite (except at Lodgepole Campground, which usually has few sites available, even mid-week. During summer holidays, campgrounds fill up earlier than usual. Store Food and Scented Items to Protect Bears When camping, all food, trash, and any item with a scent must be stored in metal food-storage boxes provided at each campsite. Camping with RVs or Trailers There are no RV hookups in the parks. Generator hours are from 9 am to 9 pm, except at Lodgepole and Dorst Creek campgrounds, where generators can run only from 8-11 am. and 5-8 pm. Dump stations are located at Potwisha, Lodgepole, and Dorst Creek campgrounds. There is also a dump station at Princess Campground in Sequoia National Forest near Hume Lake. Be sure to check vehicle-length limits on park roads before deciding which road to take into these parks. Check-in and Checkout, and Opening and Closing Dates Whether you have reservations or you self-register, you can check in anytime (24 hours a day). Check out is by 12 pm (noon). On campground opening and closing dates, gates open or close at 12 pm (noon). Camping is limited to 30 days total per year in both parks, with no more than 14 days camping between June 14 and September 14. Opening and closing dates may change due to weather, fires, or other circumstances.  Other Camping Areas Backpackers can camp in park wilderness areas; wilderness permits are required to camp outside of designated campgrounds. Camping is also available nearby in Sequoia National Forest's Hume Lake Ranger District.   General Information about Camping in National Parks Are you looking for tips on how to set up a campsite or ideas for meals or gear to bring? Check the National Park Service's general camping site for more information. Camping Safety For more information about staying safe in these parks, visit our safety page. Falling Objects Trees and branches have been falling more frequently, possibly due to drought and beetle damage. Listen and watch for falling trees! Branches and entire trees may fall at any time. Even a pine cone falling from a great height can be dangerous. Rocks may tumble from above you. Look for potential hazards when you choose a campsite or a place to linger, and while out exploring the parks. Reduce Your Risk of Plague, Hantavirus, and Other Diseases Fleas on rodents can carry plague and deer-mouse feces can carry hantavirus. Avoid walking, camping, or allowing pets near rodent burrows or other areas of rodent activity. Do not feed or touch any wild or dead animals. Tell a ranger if you see a dead rodent.      Campground Information   SEQUOIA NATIONAL PARK Lodgepole and Giant Forest The Lodgepole\/Giant Forest Area is centrally located in Sequoia National Park at an elevation of 6,700 feet (2050 m). The area can be reached from either park entrance: a 45-minute drive from the Hwy 180 entrance at Grant Grove in Kings Canyon National Park, or a one-hour drive from Hwy 198, the main entrance to Sequoia National Park (vehicles over 22 feet long are not advised between Potwisha Campground and Giant Forest in Sequoia). Campgrounds in the Lodgepole\/Giant Forest area include Lodgepole Campground, which is open from early spring through late fall, and Dorst Creek Campground, which is open from early summer through fall. Both are available for camping with tents, RVs, and trailers. Reservations are recommended for both campgrounds.        Foothills Area At an elevation of 2,500-3,000 (750 - 100 m), the foothills of Sequoia National Park are usually hot and dry in summer and cool and wet in winter, with occasional light snow. In this area, trails lead to oak woodlands, river canyons, and spring wildflowers. A 45-minute winding drive leads to the Giant Forest sequoia grove (vehicles over 22 feet are not advised between Potwisha Campground and Giant Forest). In summer, fire restrictions are often in effect in these campgrounds due to high temperatures and dry conditions. Campgrounds in the Foothills area include Potwisha Campground, which is open to tents, RVS and trailer camping all year, Buckeye Flat Campground, which is open for tent camping from early spring through late fall. The primitive South Fork Campground is in a more remote area of the foothills and is open year-round for tent camping.       Mineral King Area Featuring the highest elevation campground in the park at 7,500 feet (2280 m), the Mineral King area of Sequoia National Park is only open during the summer months. A narrow, winding road leads to the area and its two campgrounds. The road to the area is open from late spring through fall. RVs and trailers are not recommended on Mineral King Road and are not permitted in campgrounds here. Mineral King is connected to the rest of Sequoia National Park only by trail.  Campgrounds in Mineral King include Atwell Mill Campground and Cold Springs Campground. Both are open for tent camping during the summer season.       KINGS CANYON NATIONAL PARK Grant Grove Area Grant Grove serves as the gateway to Kings Canyon National Park. At 6,500 feet (2000 m), this area offers moderate temperatures in the summer, and is usually snow covered in the winter. Trails in this area lead to giant sequoia groves, meadows, waterfalls and vistas of the high Sierra. Services are available in Grant Grove Village, a short distance from all three campgrounds. Campgrounds in Grant Grove include Azalea Campground, which is open to tents, RVs, and trailers year-round, Sunset Campground, which is open to tents, RVs, and trailers from early spring through late fall, and Crystal Springs Campground, which is open to group camping for tents, RVs, and trailers from early spring through late fall.       Cedar Grove Area Located at 4,000 feet (1200 m) and an hour’s drive from Grant Grove, Cedar Grove is a quieter area of Kings Canyon National Park. This area is open from early spring to late fall. Campgrounds in this area are on the South Fork of the Kings River and offer views of the glaciated Kings Canyon. Trails here lead to meadows and waterfalls, and also provide some of the best access to the high Sierra wilderness. All campgrounds in this area contain a bicycle trail which connects them to services at Cedar Grove Village.  All Cedar Grove campgrounds are open to tents, RVs and trailers. They include Sentinel Campground, which is open from early spring through late fall, Sheep Creek Campground and Moraine Campground, both open from late spring through early fall, and Canyon View Campground, which is for groups only and is also open from late spring through early fall. Reservations are available in summer and fall for group sites.     Sequoia & Kings Canyon Campgrounds    A map showing campgrounds of Sequoia & Kings Canyon National Parks      Campgrounds in Sequoia National Forest and Giant Sequoia National Monument The U.S. Forest Service (USFS) maintains campgrounds in the Hume Lake District that border Sequoia and Kings Canyon National Parks. All are open seasonally, and opening dates may vary depending on snowmelt and weather conditions. Please visit the Sequoia National Forest and Giant Sequoia National Monument website for information about all campgrounds in the area, including opening and closing dates, cost, and reservations.  A free campfire permit, required for any fire on Forest Service lands, may be obtained at the USFS Hume Lake District Office, Kings Canyon Visitor Center (Grant Grove), or downloaded from the USFS website. Fire Restrictions for campfires, barbecues, and cook stoves may be in place at these campgrounds. Hume Lake Area Campgrounds Princess Campground This campground is within a sequoia grove and near a large meadow. It's at 5900 feet (1800 m), and has vault toilets and water. A dump station here serves all of the campgrounds in the area. Reservations are recommended. Hume Lake Campground This campground offers easy access to fishing and water recreation at Hume Lake. A village nearby offers a market, gas station, restaurant, and other services. The campground has flush toilets, and water is available. Reservations are recommended. Tenmile Campground This small, primitive campground is a ten-minute drive from Hume Lake. There are vault toilets, and no water is available. Landslide Campground This small, primitive campground has 9 sites, including 6 sites designated for tents only. The maximum RV length is 16 feet. There are vault toilets and water. Convict Flat Campground Unlike other campgrounds in the area, this Convict Flat is in the Kings Canyon and is not forested. Its five sites are suitable for small or midsize trailers. Fire restrictions may be in effect here during dry weather, There are vault toilets, and no water is available. Big Meadows and Stony Creek Areas These campgrounds are along or near  the Generals Highway south of the Highway 180 junction.  Stony Creek Campground This forested campground is near a market, gas station, restaurant, and other services at Stony Creek Resort. It has 49 sites and is at 6,400 feet (1950 m) in elevation. There are flush toilets, water. Reservations are recommended. Upper Stony Creek Campground This campground is just across the highway from Stony Creek Campground (above) and is also close to the services at Stony Creek Resort. It has 23 sites for RVs or single vehicles. Trails for mountain biking begin near the campground. There are vault toilets, and water is available.  Horse Camp Campground This small campground can be reached along Big Meadows Road. Geared to horse riders, it offers horse corrals near the 5 campsites. It's open from June - October, depending on snowmelt. There are vault toilets, and no water is available. Buck Rock Campground  This small campground has five sites near Big Meadows Creek at 7,600 feet (2300 m) in elevation. It is free to camp here. There is a maximum RV length of 16 feet (5 m). There are vault toilets, and no water is available. Big Meadows Campground This free campground is on Big Meadows Road, south of Grant Grove near the Generals Highway. It often opens It closes with snow and opens with snow melt. There are vault toilets, and no water is available. No reservations are necessary. Sequoia National Forest also offers group camping, dispersed camping, and cabin rentals. Please call 559-338-2251 for the most up-to-date Sequoia National Forest information.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/campgrounds.htm"
}
