{
    "title": "Sequoia & Kings Canyon National Parks: Rock Climbing",
    "body": "Rock Climbing        \"An alpine El Capitan\" is what the climber Galen Rowell called The Angel Wings, an 1,800-foot granite wall at the entrance to the Valhalla Cirque in Sequoia National Park. The sheer south face is the largest rock wall in the park and boasts a number of dramatic climbs.        Annual Rock Climbing Closure Update Rock climbing closures are now in place for the 2016 season at Moro Rock in Sequoia National Park. We thank you for your cooperation as we worked to protect nesting peregrine falcons.  All climbing routes between (and including) \"South Face\" and \"Full Metal Jacket.\" are currently closed. Closures are expected to remain in place until August 15, 2016. Peregrine falcons historically nested on Moro Rock, and since nearing extinction due to DDT, they are back! Peregrines can be very sensitive to human activity around their nest area and may abandon the nest if disturbed. Nest sites will be monitored to provide current information on nesting and to ensure prompt re-opening of these areas. Closures are subject to changes based on current nesting status. By respecting closures, you play an active role in the conservation of these amazing birds.        This diagram shows the areas of Moro Rock that are closed to protect nesting Peregrine Falcons. Closures are expected to be lifted in August 2016 after chicks have fledged from their nests.        Outstanding Climbing Sequoia and Kings Canyon National Parks are a great place to climb. The rock here is similar to Yosemite in quality. One can enjoy an endless variety of climbs from easy to extremely challenging-without the crowds and pressure of more famous climbing areas. Outstanding routes in the parks include the Obelisk and Grand Sentinel. Most climbs require at least a day's hike in.  In nearby Hume Lake District of Sequoia National Forest, Chimney Rock is one climbing destination. Like Moro Rock, it closes during nesting season for peregrine falcons. Protected wilderness Remember that the rock here is an integral part of a larger ecosystem. Like the rest of the parks, it is protected as wilderness for people to enjoy in a natural state that preserves it intact for future generations of climbers. This means no motors (for example, motorized drills). Respect closures. On your approach, stick to trails. Climb clean. The placement or replacement of permanent fixed anchors, eg., bolts, pitons, etc., requires an approved special use permit (SUP). Permission to place or replace permanent fixed anchors may be granted by the superintendent, after a formal written request is submitted and evaluated. The form to request permission can be found here: application for special use permit.  Kings Canyon climbs A good place to look for climbs is along Bubbs Creek. On the north side of the Bubbs Creek Trail, just before it crosses Charlotte Creek, are Charlito Dome and Charlotte Dome. The hike in is about 8 miles, but the multi-pitch possibilities are worth the haul. Sequoia climbs The easiest site to access in Sequoia is Moro Rock, just off the Generals Highway near Giant Forest. The west face offers 1,000 vertical feet of cracks and knobs. For a more remote climb, hike the High Sierra Trail to Angel Wings. At roughly 2,000 feet, this is one of the park's biggest walls. It's an 18-mile hike from Crescent Meadow. Other Sequoia highlights: Little Baldy and Big Baldy, both off the Generals Highway. What you can do  Climb safely! Rescues endanger rescuers' lives, are expensive, and cause a lot of impact. Know park rules and the principles of Leave No Trace. Stick to trails. Climb clean. Respect the wilderness character of the parks. If you see climbers who are not following these principles, talk to them. Explain how they can minimize their impact and why it is important that they do so. Clean up after others. Leave the rock better than you found it. Respect closures. For example, Moro Rock (in Sequoia National Park) and Chimney Rock (in Sequoia National Forest) are closed during peregrine falcon nesting season.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/rockclimb.htm"
}
