{
    "title": "Sequoia & Kings Canyon National Parks: Cedar Grove Campgrounds",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Cedar Grove Campgrounds                 Cedar Grove Campgrounds         A group site at Canyon View Campground   Located at 4,000 feet an hour’s drive from Grant Grove, Cedar Grove is a quieter area of Kings Canyon National Park. It is open from early spring to late fall. Four campgrounds in this area along the Kings River offer views of the granite-walled Kings Canyon. Trails here lead to meadows and waterfalls, and also provide some of the best access to the high Sierra wilderness. A bicycle trail connects all four campgrounds to services at Cedar Grove Village. All campgrounds in Cedar Grove have flush toilets and are close to snack bar, laundry, and shower facilities. Because of an ongoing drought, we encourage campers to conserve water when camping in this area. Reservations are available only for Canyon View Campground's group sites. All other campgrounds here are are first-come, first-served. Sentinel Campground This campground has 82 sites open to tents, RVs and trailers from early spring through late fall. In 2016, it will be open from April 28 through November 14. It is adjacent to Cedar Grove Visitor Center and a short distance from services at Cedar Grove Village. Sheep Creek Campground This campground has 111 sites and is open to tents, RVs and trailers from late spring through early fall. Its 2016 opening was delayed while drought- and insect-killed trees were being removed. It re-opened on June 10. At the end of the summer season, it is expected to close on September 21. Tucked away beneath white firs, Sheep Creek has some of the shadiest sites in Cedar Grove. Moraine Campground This campground has 121 sites and is open to tents, RVs and trailers from late spring through early fall. In 2016, it is expected to open early July (opening is delayed while drought- and insect-killed trees are being removed). It stays open until August 17, closes, then reopens August 31 until September 5. Of the Cedar Grove campgrounds, Moraine offers the best views of Kings Canyon’s steep granite cliffs. Canyon View Campground This campground is for groups only, and has 12 sites for mid-size groups and 4 sites for large groups.  Reservations are available online. In 2016, it will be open from May 25 - September 7.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/cedarcg.htm"
}
