{
    "title": "Sequoia & Kings Canyon National Parks: Group Campsites",
    "body": "Group Campsites       There are four group camping areas in the parks. Sunset, Crystal Springs, and Canyon View are for tent and car camping only. No RVs or trailers allowed in these group sites. RVs and trailers must camp in regular campsites nearby. RVs and trailers are allowed in Dorst Creek group sites. All group camping areas are open from approximately June through September. See below for reservation information. Campground gates open or close at 12 noon on the opening or closing dates. You may make reservations up to 1 year in advance for group sites. Parking is limited in each; carpool if possible. Each site has access to flush toilets, drinking water, a picnic table and a firepit with grill. Only one site per organization per day is allowed.  DORST CREEK CAMPGROUND Sequoia National Park The group sites at Dorst Creek Campground can accommodate 2 or fewer RV’s\/trailers per group site.The RV’s and trailers must fit in the designated parking areas for the group site. They are to be used for indoor use only (including sleeping and cooking). All other activities, including barbecuing, grilling, setting up tables and tents must occur in the site and not on the paved parking area. Please call the park for more details. (559) 565-3341.  Reservations may be made online at Recreation.gov or by phone at (877) 444-6777, up to 1 year in advance of the date you want to camp. For questions please contact 559-565-4404 or 559-565-4487.  Large Group Sites Reservation Dates: 6\/15\/2016 - 9\/6\/2016     Site Number   Number  of People   Cost Per Night     A   12-25   $50     B   12-25   $50     C   12-50   $70     D   12-40   $60       Download the Dorst Creek campground map (PDF)  SUNSET CAMPGROUND Grant Grove, Kings Canyon National Park  Sunset offers two group sites. No RVs or trailers. RVs and trailers must camp in regular campsites nearby. For information inquiries only call: (559) 565-3341.  Reservations may be made online at Recreation.gov or by phone at (877) 444-6777, up to 1 year in advance of the date you want to camp. Large Group Sites Reservation Dates: 5\/25\/2016 - 9\/6\/2016     Site Number   Number of People   Cost Per Night     A   15-30   $50     B   15-30   $50      Download the Sunset campground map (PDF)  CANYON VIEW CAMPGROUND Cedar Grove, Kings Canyon National Park Canyon View offers 16 group sites. No RVs or trailers. RVs and trailers must camp in regular campsites nearby. For information inquiries only call: (559) 565-3341.  Large Group Sites: Reservations may be made online at Recreation.gov or by phone at (877) 444-6777, up to 1 year in advance of the date you want to camp. Large Group Sites Reservation Dates: 5\/25\/2016 - 9\/27\/2016     Site Number   Number of People   Cost Per Night     A   20-40   $60     B   20-30    $50     C   20-40   $60     D   20-40   $60       Mid-Sized Group Sites Reservation Dates: 5\/25\/2016 - 9\/6\/2016     Site Number   Number of People   Cost Per Night     G1   7-19   $40     G2   7-19   $40     G3   7-19   $40     G4   7-19   $40     G5   7-19   $40     G6   7-19   $40     G7   7-19   $40     G8   7-19   $40     G9   7-19   $40     G10   7-19   $40     G11   7-19   $40     G12   7-19   $40       Download the Canyon View campground map (PDF)  CRYSTAL SPRINGS CAMPGROUND Grant Grove, Kings Canyon National Park Crystal Springs offers 14 mid-sized group sites. No RVs or trailers. RVs and trailers must camp in regular campsites nearby. Reservations may be made online at Recreation.gov. For information inquiries only call: (559) 565-4357.   Mid-Sized Group Sites Reservation Dates: 5\/25\/2016 - 9\/27\/16     Site Number   Number of People   Cost Per Night     A   7-15   $40     B   7-15   $40     C   7-15   $40     D   7-15   $40     E   7-15   $40     F   7-15   $40     G   7-15   $40     H   7-15   $40     I   7-15   $40     J   7-15   $40     K   7-15   $40     L   7-15   $40     M   7-15   $40     N   7-15   $40        Download the Crystal Springs campground map (PDF)       Forest Service Group Campgrounds The National Forest Service maintains four group campsites that border Sequoia and Kings Canyon National Parks. Please visit the Sequoia National Forest and Giant Sequoia National Monument campground web page for information on reservations and regulations or click on one links below to go directly to ReserveUSA. A free campfire permit for forest service campgrounds may be obtained at the Hume Lake District Office or the Kings Canyon Visitor Center (Grant Grove).  Aspen Hollow Limited to a maximum group size of 100 people, and a combination of 25 automobiles or 10 RV'S. Logger Flat Limited to a maximum of 50 people, and a combination of 20 automobiles or 10 RV'S. Fir Limited to a maximum group size of 100 people and 31 vehicles. Cove Limited to a maximum group size of 50 people, and a combination of 20 automobiles or 10 RV'S.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/group_camp.htm"
}
