{
    "title": "Sequoia & Kings Canyon National Parks: Picnic Areas",
    "body": "Picnic Areas        Hospital Rock Picnic Area in spring. When picnicking, store all food properly, never leave food on or around picnic tables unattended. Place all trash in garbage cans or dumpsters and close any latches that are present. If metal food-storage boxes are present, please use them to store all food when not preparing or eating it. Kirke Wrench       Picnic Areas of Sequoia & Kings Canyon National Park All picnic areas have restrooms, and some have water and barbecue grills. Barbecue grills may not be available when fire restrictions are in place. Please check current fire restrictions before you visit for information on wood and charcoal fires, gas or propane stoves, and smoking. Picnic areas may be closed because of bear activity or other issues. Picnic areas are not plowed and may be inaccessible when snow is on the ground. Black bears may sometimes approach picnic areas. When eating or preparing food, always keep food within arm's reach. Store food, trash, and any items with an odor in metal food-storage boxes if they are available. Following park food-storage regulations protects park bears and helps prevent aggressive behavior.  Grant Grove Both Big Stump and Columbine picnic areas are open year-round, but are usually snowy in winter. At Big Stump, overhead structures provide shelter from weather. Panoramic Point Picnic Area closes with snow, and has accessible picnic tables, but no grills or water. Elevation 6300 - 6500 feet (1920 - 1980 m). Cedar Grove Picnic tables can be found throughout the canyon and are available anytime the area is open, usually from April through mid-November. Elevation 4700 - 5000 feet (1400 - 1500 m). Lodgepole and Giant Forest Only Wolverton and Pinewood picnic areas have both water spigots and barbecue grills. Barbecue grills are also available at Halstead Meadow Picnic Area, and Lodgepole Picnic Area has water spigots. Crescent Meadow Picnic Area has neither water or grills, but is at the edge of a lush meadow. Elevation 6600 - 7200 feet (2000 - 2200 m). Foothills Hospital Rock Picnic Area has outdoor exhibits, water, grills, and flush toilets. Foothills Picnic Area is across the highway from Foothills Visitor Center and has water but not grills. Foothills picnic areas are at a lower elevation and are usually impacted by fire restrictions in summer. Elevation 1700 - 2800 feet (500 - 850 m).  Mineral King The picnic area is near the visitor center and is open when the Mineral King road is open, usually from late May to mid-October. Water and restrooms are nearby. Elevation 7600 feet ( 2300 m).        Picnic Areas in Sequoia National Forest and Giant Forest National Monument  Check for current restrictions on wood and charcoal barbecue fires, gas and propane stoves, and\/or smoking by visiting the USFS Fire Restrictions page, or call Sequoia National Forest and Giant Forest National Monument at 559-784-1500. Picnic areas on Hwy 180 between Cedar Grove and Grant Grove include Convict Flat and Grizzly Falls. Both are open seasonally. In the Hume Lake area, Powder Can Picnic Area and Sandy Cove and Hume Lake day use areas offer not only picnicking but also fishing and water activities.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/picnic.htm"
}
