{
    "title": "Sequoia & Kings Canyon National Parks: Grant Grove Campgrounds",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Grant Grove Campgrounds                 Grant Grove Campgrounds         Azalea Campground    Campgrounds in the Grant Grove area are forested and linked by trails. The Grant Tree Trail is nearby and leads to the General Grant Tree, the second-largest tree on Earth. Other hiking trails lead directly from the campgrounds through sequoia groves and to meadows and waterfalls.  In summer, rangers offer evening programs at Sunset Amphitheater, near Sunset Campground. Grant Grove Village is near all of the campgrounds and has a visitor center, market, post office, and restaurant. A free summer shuttle provides service from all Grant Grove campgrounds to the village, Grant Tree, and other local features. Azalea Campground This campground has 110 sites and is open to tents, RVs, and trailers year-round. In winter, the sites are often snow covered. The campground is located 20 minutes from the main entrance to Kings Canyon National Park, within walking distance of the General Grant sequoia grove, and an hour to the Giant Forest Area.  Crystal Springs Campground This campground has 35 sites and 14 mid-size group sites. Reservations are recommended for group sites, but standard tent sites are first-come, first-served. The campground is available for tents, RVs, and trailers from early spring through late fall. In 2016, it will be open from May 25 to June 1 and again from June 29 to September 28. The campground is a 15-minute drive from the main entrance to Kings Canyon National Park, 5 minutes from the General Grant sequoia grove, and an hour from the Giant Forest area.  Sunset Campground This campground has 156 standard sites and 2 large group sites. It is open to tents, RVs, and trailers from early spring through late fall. In 2016, it will be open from May 25 to September 28. Reservations are available for both standard and group sites. The campground is 15 minutes from the main entrance to Kings Canyon National Park, 5 minutes from the General Grant sequoia grove, and an hour to the Giant Forest Area.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/grantcg.htm"
}
