{
    "title": "Sequoia & Kings Canyon National Parks: Winter Driving",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Winter Driving              Winter Driving       Winter is a beautiful time to visit Sequoia and Kings Canyon National Parks, but can present some hazards. Winter conditions, including snow and ice, can exist throughout the parks, and chains may be required on any park road at any time. Weather and chain control advisories can change rapidly, often multiple times per day. Although many roads are closed in winter, the parks still offer many scenic drives and viewpoints.   Check up-to-date 24-hour road conditions by calling (559) 565-3341 (press 1,1). Check the parks' current weather forecasts just prior to your visit.    For road status outside the park boundaries, visit the Caltrans website or call 800-427-7623.         Tire Chains Be prepared! Avoid the disappointment and delays associated with being turned away upon arrival. Carry chains in your vehicle from early fall through late spring\/early summer. When visiting Sequoia and Kings Canyon National Parks, it is required to carry tire chains or cables at any time from early fall through late spring\/early summer. State law (CA Vehicle Code, Section 605, Sections 27450-27503) requires ALL vehicles (including 4-wheel\/all-wheel drive) to carry tire chains or cables when entering chain-control areas. Upon entering these chain-restricted areas, it is necessary to have proper fitting chains in good repair. Ensure that chains fit and practice installing them prior to entering the parks. Weather and chain control designations can change rapidly, often multiple times per day. Vehicles can easily slide off our steep and windy roads in snowy\/icy conditions. Tire chains provide much needed traction in this environment. In many cases visitors with chains can get themselves back on the road without the added expense of calling a towing service for help. If needed, purchase or rent tire chains or cables before your arrival. Download our tire chain handout for a list of places to buy or rent chains near park entrances.   Many car rental contracts do not allow for the installation of tire chains or cables. Be sure you understand the limitations of your contract. Renting a 4-wheel or all-wheel drive vehicle may save you from having to install chains, even when you must carry them. Watch our short Snow Chains and Cables video for a demonstration of how to install tire chains and information about when to use them.       Winter Driving Tips  Beware of poor visibility and reduced traction. Always carry tire chains in winter and spring. Reduce your speed. Keep your headlights on for visibility. Allow extra distance between vehicles. Stay well back when following plows. Use low gears, especially when driving downhill. Never stop or park in a traffic lane. Your life may depend on it! If your RWD vehicle skids: Reduce gas and steer where you want to go. If your FWD vehicle skids: Accelerate slightly and steer where you want to go. Brake sparingly to avoid skidding by locking your brakes. Drive in the appropriate lane for your direction of travel. Avoid the center line. Ensure that our chains fit your tires and practice installing them before you need them. Stop in a chain-up area, pullout, or parking lot to install, adjust, or remove tire chains. When parking, avoid setting your emergency brake. It may freeze. Shady areas and bridge surfaces can be treacherously icy even when other sections of roadway are not. Stay alert, use caution, anticipate hazards, and slow down!  Driving safely and lawfully is the first step in enjoying your winter activities in Sequoia and Kings Canyon National Parks! Visit the California Department of Transportation's website for road conditions in other areas and more information about winter driving.       The Generals Highway in winter Kirke Wrench",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/winter_driving.htm"
}
