{
    "title": "Sequoia & Kings Canyon National Parks: Foothills Campgrounds",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Foothills Campgrounds                 Foothills Campgrounds         Potwisha Campground   At 2,500-3,000 feet above sea level, the foothills of Sequoia National Park are usually hot and dry in summer and cool and wet in winter, with occasional light snow. In this area, trails lead to oak woodlands, river canyons, and spring wildflowers. A 45-minute winding drive leads to the Giant Forest sequoia grove (vehicles over 22 feet are not advised between Potwisha Campground and Giant Forest). In summer, fire restrictions are often in effect in these campgrounds due to high temperatures and dry conditions. Potwisha Campground  This campground has 42 sites and is open year-round to tents, RVs, and trailers. Reservations are available in summer and fall. The campground is near the Kaweah River, 15 minutes east of Foothills Visitor Center or a 45-minute drive to Giant Forest Museum. Buckeye Flat Campground  Buckeye Flat Campground's 28 sites are open for tent camping only from early spring through late fall. RVs and trailers are not permitted. Reservations are available in summer and fall. The campground is near the Kaweah River, 20 minutes east of Foothills Visitor Center or a 40-minute drive to Giant Forest Museum. In 2016, this campground will be open from March 16 through September 28. South Fork Campground This remote primitive campground has 10 sites and is open to tent camping year-round. RVs and trailers are not permitted. Potable water is only available during the summer months.  South Fork is 30 minutes from the town of Three Rivers, one-hour drive from the main entrance to Sequoia National Park, and two hours to Giant Forest Museum. In 2016, a nightly fee of $12 will be charged from May 25 through October 12. For the remainder of the year, no drinking water is available and there is no fee for camping.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/foothillscg.htm"
}
