{
    "title": "Sequoia & Kings Canyon National Parks: Driving Mountain Roads",
    "body": "Driving Mountain Roads        Highway 180 to Kings Canyon Lodge NPS Photo       Vehicles Entering\/Exiting Sequoia National Park via Generals Highway (the Main Road through the Parks) and Hwy 198 Vehicles longer than the recommendations listed below will likely cross the double-yellow line. Drivers will be held responsible for any hazardous conditions caused by their actions. Follow the recommendations below for your safety and the safety of others:  Vehicles longer than 22 feet (6.7056 meters) are not advised between Potwisha Campground and the Giant Forest Museum in Sequoia National Park. Vehicles longer than 24 feet (7.3152 meters) are not advised between the Foothills Visitor Center and Potwisha Campground in Sequoia National Park.  The section of the Generals Highway leading to and from the \"Big Trees\" in Giant Forest was built from 1921-1926. As a result, the road was not constructed to accommodate longer vehicles. Driving Within the Parks Elevations within the Parks range from 1,370 feet to 14,494 feet. Extreme elevation changes over short distances means park roads are steep, narrow, and winding. Winter conditions may exist at higher elevations between November and June; roads may close for plowing and chains may be required at any time.           Downshift When going downhill, put the gearshift in 1, 2, or L. The engine gets louder as it slows you down, but it will save your brakes from burning out. Frequent braking can overheat brakes, causing them to fail.         Use turnouts If you are driving slowly or are stopping to view the scenery, drive into the paved turnout areas and let vehicles pass. The delay of five or more vehicles is prohibited by California state law. Be sure to use paved turnouts only as hot brakes and mufflers can start fires in dry grass.         Watch for wildlife In the parks, wildlife has the right of way. Curves and switchbacks can mean surprise wildlife encounters. Please drive slowly and cautiously and use paved turnouts to view wildlife.         No gas in the Parks Gasoline is not sold within park boundaries. Gasoline is available at two locations within the surrounding Sequoia National Forest at Hume Lake (closed until further notice due to the Rough Fire) and Stony Creek.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/driving-mountain-roads.htm"
}
