{
    "title": "Sequoia & Kings Canyon National Parks: Lodging",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Lodging               Lodging         Wuksachi Lodge DNC Parks & Resorts  WUKSACHI LODGE Open: All Year For reservations contact:   Delaware North Parks & Resorts online reservations Reservations: (888) 252-5757  Wuksachi Lodge is located in the Giant Forest area of Sequoia National Park. The modern lodge offers 102 guest rooms, a full-service restaurant, cocktail lounge and a retail and ski shop.  The lodge is located 4 miles from Giant Forest Museum. Elevation 7,050 ft. (1,980 m).       Delaware North Parks & Resorts operates overnight accommodations, food and beverage, retail, and other services at Kings Canyon National Park (Grant Grove and Cedar Grove areas).         John Muir Lodge DNC Parks & Resorts  JOHN MUIR LODGE Open:  All Year For reservations contact: Delaware North Parks & Resorts online reservations Reservations: (877) 436-9615   The John Muir Lodge, in the Grant Grove area of Kings Canyon National Park, offers 36 hotel rooms and a restaurant. The lodge is ½ mile (.8km) from a sequoia grove, visitor center, market, restaurant, gift shop, and post office.        Grant Grove Cabins DNC Parks & Resorts  GRANT GROVE CABINS Open: All Year (limited in the winter) For reservations contact: Delaware North Parks & Resorts online reservations Reservations: (877) 436-9615  The Grant Grove Cabins are in the Grant Grove area of Kings Canyon National Park, ½ mile (.8 km) from a sequoia grove, visitor center, market, restaurant, gift shop, and post office. Guests can choose from six types of cabins, some of which are available year-round. Elevation 6,500 feet (1,980 m).        Cedar Grove Lodge DNC Parks & Resorts  CEDAR GROVE LODGE  For reservations,  contact Delaware North Parks & Resorts or call (877) 436-9615. The Cedar Grove area of Kings Canyon National Park is open in summer and fall. Cedar Grove Lodge is located deep in Kings Canyon at an elevation of 4,600 feet (1402 m). The lodge offers 21 hotel rooms, a counter-service restaurant, market, and gift shop. The lodge is also within walking distance of Cedar Grove's visitor center.      Bearpaw Meadow High Sierra Camp: Operated by Delaware North Companies mid-June to mid-September, weather permitting, this tent hotel and restaurant is 11 miles out on the High Sierra Trail. Reservations are required and can be made starting at 7:00 a.m. on January 2nd. Visit www.visitsequoia.com for more information, or call (877)436-9615.      Pear Lake Winter Hut: This rustic hut is available by reservation only for wilderness skiers who travel to Pear Lake in winter. Pear Lake Winter Hut is managed by the Sequoia Parks Conservancy. The hut sits high above Lodgepole at an elevation of 9,200 feet. Six strenuous miles on skis or snowshoes get you to its ten bunkbeds and wood-pellet stove. Reservations are required and can be made online or by calling 559-565-3759.      All of the lodging options shown above are within the boundaries of Sequoia & Kings Canyon National Parks. Interested in more options? Look at our list of lodging outside the parks.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/lodging.htm"
}
