{
    "title": "Rocky Mountain National Park: Brief Park History",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Brief Park History                Brief Park History      While massive glaciers shaped the meadows and peaks, Rocky was an inhospitable land. It was not until some 11,000 years ago that humans began venturing into these valleys and mountains. Spearheads broken in the fury of a mammoth's charge and scrapers discarded along a nomad's trail tell us little about the area's early native peoples. Even though it was never their year-round home, the Ute tribe favored the areas green valleys, tundra meadows, and crystal lakes. The Utes dominated the area until the late 1700s. With the 1803 Louisiana Purchase, the U.S. government acquired the land now known as Rocky Mountain National Park. Spanish explorers and French fur trappers skirted the area during their wilderness forays. Even Major Stephen H. Long, the explorer for whom the peak is named, avoided these rugged barricades in his famous 1820 expedition. In 1843, Rufus Sage wrote the first account of Rocky's wonders, called Scenes in the Rocky Mountains. The Pikes Peak gold rush of 1859 drew hopeful miners and speculators. Their settlements at places like Lulu City, in what is now the northwest part of the park, were ephemeral. The rousing boom times yielded to an industrious homesteading period starting in the 1860s. Harsh winters proved inhospitable to grazing, but the abundant bears, deer, wolves, and elk howled through the trees and the mountains continued to draw Easterners impressed by the sublime landscape. Mountain water proved more precious than gold. The Grand Ditch in the Never Summer Range intercepted the stream source of the Colorado River and diverted it for cattle and crops in towns such as Greeley and Fort Collins. With the ranchers and hunters and miners and homesteaders came tourists. By 1900, the growing national conservation and preservation movement, led by Theodore Roosevelt, Gifford Pinchot, and John Muir, advocated an appreciation for nature. The Estes Park Protective and Improvement Association fostered local conservation efforts. \"Those who pull flowers up by the roots will be condemned by all worthy people,\" they warned. In 1909, Enos Mills, a naturalist, nature guide, and lodge owner, championed the creation of the nation's tenth national park. He hoped that: \"In years to come when I am asleep beneath the pines, thousands of families will find rest and hope in this park.\" Unleashing his diverse talents and inexhaustible energy, he spent several years lecturing across the nation, writing thousands of letters and articles, and lobbying Congress to create a new national park. Most civic leaders supported the idea, as did the Denver Chamber of Commerce and the Colorado Mountain Club. In general, mining, logging, and agricultural interests opposed it. On January 26, 1915, President Woodrow Wilson signed the Rocky Mountain National Park Act. In 1915, private lands dotted the park and many of these hosted guests since the turn of the century. These lodge keepers maintained roads, built trails, and guided visitors into the high country. When the first Superintendent arrived, he too began to construct facilities to support visitors. The earliest managers of the park had a meager budget with which to protect the 358.3 square miles under their jurisdiction. As visitation increased after World War I, the simple park facilities and private lodges became inadequate. Rangers built comfort stations, museums, and well-maintained trails to meet visitor expectations. During the Great Depression of the 1930s, millions of Americans were unemployed. President Franklin Roosevelt promised a New Deal, and he created programs to put people to work. One such program was the Civilian Conservation Corps (CCC). In Rocky Mountain National Park, young male recruits at six camps built roads, trails, and buildings; put out wildfires; planted trees; and managed predators. It was during the 1930s, when labor was readily available, that the National Park Service built Trail Ridge Road. Many visitors came to Rocky Mountain National Park in their automobiles. Unlike other western national parks like Yellowstone, Glacier, and Grand Canyon, a railroad never served Rocky. Indeed, it was always an auto park. Because of this, road building was a high priority. Although the Fall River Road traversed the Continental Divide through the park, the road was outdated and difficult to navigate. The new, professionally-designed Trail Ridge Road undulated between forests and meadows and took drivers to spectacular heights. During World War II, visitation to all the national parks declined dramatically. After the war, a surge of baby boom families found the facilities in disrepair. Congress agreed and soon approved the Mission 66 program, which aimed to improve facilities by 1966, the 5oth anniversary of the National Park Service. A new kind of centralized facility, called a visitor center, sprang up in Rocky. At the new Beaver Meadows, Kawuneeche and Alpine Visitor Centers, guests could watch a movie, talk to a ranger, and get oriented to the park. During Mission 66, the National Park Service acquired many of the old guest lodges within the park boundaries, removed all the buildings and built new campgrounds and parking lots. Numerous national environmental laws passed in the late 1960s and early 1970s changed the way the National Park Service managed its lands. Campers drove off road into the back country. Hikers trampled wildflowers on the tundra. The elk population grew too dense in the absence of predators. Unmanaged wildfires burned through the forest. Researchers flocked to the park's outdoor laboratory. Visitation continued to grow, while citizens challenged park superintendents to protect wilderness, the ecosystems, and wildlife. Indeed the park's mission to protect the park for future generations and allow access for recreation seemed at odds. In the 1970s, Park Superintendents began to manage crowds in the park through assigned back country camp sites and shuttle buses. Rangers educated park visitors to be good stewards of the park through signs, campground talks, and seminars. Superintendents learned more about the resources through scientific research.  Today, an interdisciplinary staff of education rangers, law enforcement rangers, carpenters, mechanics, biologists, administrators, engineers, resource specialists, and volunteers manage Rocky Mountain National Park. It is our goal to keep the park in good condition for you and for future generations.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/historyculture\/brief.htm"
}
