{
    "title": "Sequoia & Kings Canyon National Parks: Driving Directions",
    "body": "Driving Directions        Map of Park Entrances NPS       Vehicle Length Limits in Sequoia National Park  Vehicles longer than the recommendations listed below will likely cross the double-yellow line. Drivers will be held responsible for any hazardous conditions caused by their actions. Follow the recommendations below for your safety and the safety of others:   Vehicles longer than 22 feet (6.7056 meters) are not advised between Potwisha Campground and the Giant Forest Museum in Sequoia National Park.   Vehicles longer than 24 feet (7.3152 meters) are not advised between the Foothills Visitor Center and Potwisha Campground in Sequoia National Park.   The section of the Generals Highway leading to and from the \"Big Trees\" in Giant Forest was built from 1921-1926. As a result, the road was not constructed to accommodate longer vehicles.   Directions to Kings Canyon National Park's Big Stump Entrance  Fresno Distance: 60 mi\/97 km Time: 1 hour, 15 minutes Take CA-180 E to the Big Stump entrance of Kings Canyon National Park. San Francisco Distance: 250 mi\/402 km Time: 4 hours, 30 minutes Take I-80 E to I-580 E. Continue onto I-205 E, merge onto I-5 N. Take CA-120 E to CA-99 S. Then take exit 133B onto CA-180 E. Continue to the Big Stump entrance of Kings Canyon National Park.  San Jose Distance: 217 mi\/349 km Time: 4 hours Take CA-85 S and merge onto US-101 S. Take exit 356 onto CA-152 E. Take CA-99 S. Take exit 133B onto CA-180 E. Continue to the Big Stump entrance of Kings Canyon National Park.  Sacramento Distance:  240 mi\/386 km Time: 4 hours, 15 minutes Take US-50 E\/CA-99 S towards Fresno. Take exit 133B onto CA-180 E. Continue to the Big Stump entrance of Kings Canyon National Park. Reno Distance: 365 mi\/587 km Time: 6 hours, 30 minutes Take I-80 W towards Sacramento. In Sacramento, take CA-99S. In Fresno, take exit 133B onto CA-180 E. Continue to the Big Stump entrance of Kings Canyon National Park. Lake Tahoe Distance: 330 mi\/531 km Time: 6 hours From South Lake Tahoe take US-50 W towards Sacramento. In Sacramento, take CA-99S. In Fresno, take exit 133B onto CA-180 E. Continue to the Big Stump entrance of Kings Canyon National Park.  Yosemite National Park (Wawona Entrance) Distance: 130 mi\/209 km Time: 2 hours, 30 minutes Take CA-41 S toward Fresno. In Fresno, take exit 128 onto CA-180 W. Merge onto CA-180 E. Continue to the Big Stump entrance of Kings Canyon National Park.   Directions to Sequoia National Park's Ash Mountain Entrance   Visalia Distance: 36 mi\/58 km Time: 45 minutes Take CA-198 E to the Ash Mountain entrance of Sequoia National Park. Los Angeles Area Distance: 225 mi\/362 km Time: 4 hours Take any highway to I-5 N. Continue onto CA-99 N toward Bakersfield\/Fresno. Take exit 96 onto CA-198 E towards Visalia. Continue to the Ash Mountain entrance of Sequoia National Park. San Diego Area Distance: 344 mi\/538 km Time: 5 hours, 50 minutes Take I-805 N or I-5 N to CA-99N toward Bakersfield\/Fresno. Take exit 96 onto CA-198 E towards Visalia. Continue to the Ash Mountain entrance of Sequoia National Park. Las Vegas Distance: 400 mi\/644 km Time: 6 hours, 30 minutes Take I-15 S towards Los Angeles. Take exit 179 onto CA-58 W towards Bakersfield. In Bakersfield, continue onto CA-99 N toward Fresno. Take exit 96 onto CA-198 E towards Visalia. Continue to the Ash Mountain entrance of Sequoia National Park.  Death Valley National Park (West Entrance) Distance: 310 mi\/499 km Time: 5 hours 25 min Take CA-190 W to US-395 S and turn left. Continue onto CA-14S. Turn right at CA-58 W. Take the ramp onto CA-99 N. Take exit 96 onto CA-198 E towards Visalia. Continue to the Ash Mountain entrance of Sequoia National Park.        Be Prepared There are no gas stations within park boundaries, though there are limited, seasonal stations on nearby national forest lands. Electric vehicle charging stations may be available near Lodgepole and in Grant Grove.        California Highways Map NPS",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/driving-directions.htm"
}
