{
    "title": "Sequoia & Kings Canyon National Parks: Goods & Services",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Goods & Services               Goods & Services       Most services are in the developed areas of these two parks (listed below). Nearby Forest Service lands and neighboring towns also offer services.   Commercial services include restaurants and snack bars, markets, gift shops, and lodging; some have WiFi. There are no gas stations in the parks, but gas is available in nearby towns and Forest Service land. Some emergency car-repair services are available, as are a few ATMs. For-a-fee activities also include cave tours, horseback riding, and individualized tours.    Informational services (free) include visitor centers (all have stores whose profits support the parks); ranger-led activities; the Junior Ranger program, volunteer opportunities, and the park newspaper (get one at entrance stations, visitor centers, or online). Printed seasonally, this guide contains details that are current at time of printing.    Emergency services are provided by park rangers; dial 911 from any phone (no coins needed). There are no medical clinics or offices in these parks.    Cell service is extremely limited in most of these parks and neighboring national forest. Do not rely on cell phones or GPS here.   There are camprounds and picnic areas in each of the parks' developed areas. There are no hookups in any park campgrounds.    Food storage is required in the parks to prevent bears from accessing our food and trash. Many large metal food-storage boxes are provided at locations throughout the parks. Learn more about food storage before you visit.         A small shop at the start of the Crystal Cave Trail sells educational items related to the cave and the park. Alison Taggart-Barone   Services in Sequoia National Park Foothills Foothills Visitor Center  is open all year and offers information, exhibits, books, maps, bear-canister rentals, gifts, and wilderness permits.  Crystal Cave Tour this marble cavern from late spring into fall. Giant Forest & Lodgepole Giant Forest Museum is open all year and offers information, exhibits, books, maps, bear-canister rentals, gifts. Wilderness permits are issued in winter.   Lodgepole Visitor Center is open from spring to fall and has information, exhibits, books, maps, bear-canister rentals, gifts. Wilderness permits are issued here in summer.  Lodgepole Village is open from spring through fall, and has a market\/gift shop, deli, grill, ATM, showers, laundry, and an unstaffed post office for mail-drop only. Wuksachi Lodge is open all year and has a restaurant, gift shop, lounge, wireless internet access, and conference facilities. In winter, they offer cross-country ski and snowshoe rentals.  In summer and during some winter holiday weekends, Sequoia Shuttle operates a free shuttle in the Giant Forest and Lodgepole areas. They also provide a shuttle from Visalia and Three Rivers to Giant Forest for a fee (reservations required). Mineral King A ranger station is open from spring through fall and offers information, books, maps,  bear-canister rentals, and wilderness permits. Lodging, stores, and food service are available at Silver City Mountain Resort. Note that the resort is on private land surrounded by the parks, and cannot be evaluated, regulated, or endorsed by the park.          Wuksachi Lodge    Services in Kings Canyon National Park Grant Grove Kings Canyon Visitor Center is open all year and offers information, exhibits, books, maps, bear-canister rentals, gifts, and wilderness permits. At Grant Grove Village, there is a restaurant, market, post office, gift shop, ATM, and showers. John Muir Lodge and Grant Grove Cabins are nearby. Wireless internet access is available at the restaurant and in the lobby of the lodge. A pack station near the General Grant Tree offers horseback riding by the hour.  In summer, Big Trees Transit provides free shuttle service in the Grant Grove area and also offers service from Fresno and Sanger to Grant Grove for a fee (reservations required). Cedar Grove The road to this area usually opens in late April, but services generally begin in late May. Cedar Grove Visitor Center has information, exhibits, books, maps, bear-canister rentals, and gifts. Wilderness permits are issued at Road's End Permit Station. At Cedar Grove Village, there is a gift shop\/market, snack bar, ATM, showers, and Cedar Grove Lodge. A nearby pack station offers horseback riding. In the nearby national forest, tour Boyden Cavern.        Services in Forest Service Areas Near the Parks If you travel the Generals Highway from Giant Forest to Grant Grove, you go through part of Hume Lake District of Sequoia National Forest. It is also part of Giant Sequoia National Monument. Permittees of the national forest provide goods and services on these lands.  In summer, Stony Creek Resort offers lodging, gasoline, casual dining, a market, and an ATM. Montecito Sequoia Lodge offers lodging year-round and has a family-style buffet restaurant that is open to the public in fall, winter, and spring.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/goodsandservices.htm"
}
