{
    "title": "Sequoia & Kings Canyon National Parks: Park Shuttles",
    "body": "Park Shuttles        Alison Taggart-Barone       Summer shuttles let you sightsee as you travel from the San Joaquin Valley to these parks. They also reduce air pollution by reducing the number of cars on the road, and save you from a search for parking. All buses are wheelchair accessible. Ride the Sequoia Shuttle on Highway 198 from Visalia and Three Rivers to Sequoia National Park's Giant Forest, or take the Big Trees Shuttle from Fresno or Sanger up Highway 180 to Grant Grove in Kings Canyon National Park. Shuttles run daily from late May into September. The round-trip ride costs $15 per person, and includes the park entrance fee.  When you arrive in the parks, transfer to free in-park shuttles that travel to visitor centers, lodges, campgrounds, and park features in each area. The shuttles do not connect within the parks.         Sequoia Shuttle (Sequoia National Park) Visalia Route - $15 round trip In summer, the Sequoia Shuttle offers trips from the neighboring towns of Visalia and Three Rivers, up Highway 198 to Giant Forest Museum in Sequoia National Park. In 2016, the Sequoia Shuttle will run from May 26th to September 11th. A round-trip ride is $15 per person and includes the park entrance fee. Please note that shuttles can only pick up riders at designated stops. Reservations are required and can be made online through the Sequoia Shuttle reservation system or by calling 877-BUS-HIKE. In-park Shuttle - free In summer, the Sequoia Shuttle offers free routes in Sequoia National Park, from Giant Forest Museum to Dorst Campground, and within the Lodgepole and Giant Forest areas. In 2016, this shuttle will run from May 26th to September 11th. It includes the following routes:         Giant Forest | Green Route 1 | Free Departs daily every half hour, starting at 8:00 am and 8:30 am, then every 15 minutes from 9:00 am - 6:00 pm. Stops include:  Lodgepole General Sherman Tree Main Trail and Parking General Sherman Tree Accessible Trail Giant Forest Museum          Moro Rock \/ Crescent Meadow | Gray Route 2 | Free On weekends, this shuttle leaves Giant Forest Museum at 8:00 am and 8:45 am, then every 10 minutes from 9:00 am to 6:00 pm. On weekdays, it leaves Giant Forest Museum at 8:00 am and 8:45 am, then every 20 minutes from 9:00 am to 6:00 pm. Moro Rock-Crescent Meadow Road is closed to private vehicles on weekends and holidays. Shuttle stops include:  Giant Forest Museum Moro Rock (on the outbound trip) Crescent Meadow Auto Log (on weekends and holidays) Tunnel Log (on weekends and holidays)          Lodgepole\/ Wuksachi | Purple Route 3 | Free Shuttles arrive approximately every 20 minutes from 8:00 am to 6:00 pm.  Lodgepole Visitor Center and Campground  Wuksachi Lodge and Restaurant Dorst Campground (beginning June 17)          General Sherman Tree Trails | Orange Route 4 | Free Free shuttles arrive approximately every 15 minutes from 9:00 am to 6:00 pm, connecting Wolverton Picnic Area and Trailhead to the Sherman Tree.  General Sherman Tree Main Trail and Parking General Sherman Tree Accessible Trail  Wolverton Trailhead and Picnic Area            Shuttle From Visalia to Giant Forest This round trip is $15 and includes the park entrance fee. Shuttles pick up riders at Visalia hotels beginning at 6:00 am or in Three Rivers at the Comfort Inn and the Three Rivers Museum beginning at 6:55 am. The Return trips start at 2:30 pm, with the last trip at 6:30 pm.    Please note that shuttles can only pick up riders at designated stops, and it's not possible to board the shuttle at the Foothills Visitor Center.    Reservations are required. Call 877-BUS-HIKE or make reservations online through the City of Visalia's Sequoia Shuttle reservation system.        Sequoia Shuttle route map            Big Trees Shuttle (Kings Canyon National Park)  Grant Grove Loop - free Big Tree Shuttle had a successful first season and is gearing up for summer 2016! From May 28th to September 5th, the shuttle will travel daily along the Grant Grove Loop from 9:20 am - 5:16 pm. Stops include the Grant Grove Market, John Muir Lodge, Grant Tree Trail, and Big Stump Picnic Area. The loop takes 35 minutes, and a shuttle comes to each stop approximately every 15 - 35 minutes, depending on how many shuttles are running.  Fresno\/Sanger Route - $15 round trip This shuttle service will also operate from May 28th to September 5th in 2016. Buses leave Fresno at 7:00 am and 9:00 am, stopping at the Fresno Greyhound and Amtrak stations, Fresno State at Shaw and Maple, Fresno International Airport, Sanger City Hall, Squaw Valley at Clingan's Junction, and Grant Grove Market. From Fresno, the ride to the park takes 2½ hours. Buses leave Grant Grove for the Valley at 3:30 pm and 5:30 pm. Reservations are required and can be made online or by calling 1-800-325-RIDE (7433).               Tips for Shuttle Riders   Parking When riding the shuttle, conserve parking by using our larger parking areas. Along the Sequoia Shuttle route, those include the Sherman Tree Parking and Trail, Wolverton, Lodgepole Campground Parking Area, Giant Forest Museum, or Wuksachi Lodge. It's best to avoid the Giant Forest Museum parking area on weekends and holidays.   In Grant Grove, large parking areas include Big Stump Picnic Area, General Grant Tree, John Muir Lodge, and Azalea, Cold Spring, or Sunset Campground. The Grant Tree parking and Grant Grove Village are very congested on weekends and holidays.  Before Leaving Your Vehicle Remove all food and scented items from your car or campsite and store them in a bear-resistant box. Learn about bears and required food storage before you come to the parks.  Shuttle Stops Signs at each stop provide details about bus times and areas of interest at each stop. Some stops are along a loop, and others have shuttles that travel in different directions. Ask the driver for the time of the last pickup to be sure you make it back to your stop in time.  Walk and Ride Consider taking the shuttle to your destination and walking back to your vehicle. Walking back ensures that there is no risk of missing the last shuttle of the day.  Plan Ahead Pack a small backpack with what you need for the day: park newspaper and map, snacks, water, extra clothing and money. Lodgepole Visitor Center and Giant Forest Museum (in Sequoia) and Kings Canyon Visitor Center (in Grant Grove) are excellent places to stop for information and trip-planning ideas.      Winter Holiday Shuttle  Winter shuttles usually run during winter holiday periods. In 2015, shuttles were in service during Thanksgiving weekend and in late December. Winter shuttle schedules and routes are announced each fall.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/parktransit.htm"
}
