{
    "title": "Sequoia & Kings Canyon National Parks: Bears and Food Storage",
    "body": "Bears and Food Storage         Black bears are the only bear species found in California. Donald Quintana  Bear habitat means food storage is required!  Bears can grab unattended food or easily break into cars that have food in them. They become bold and sometimes aggressive in attempts to get more. Too often these bears must be killed.  This is why you may be fined if you do not store food properly. Follow the rules below to reduce (but not eliminate) the risk of a bear break-in. What must be stored? All food and anything with a scent (even if you don't consider it food) must be stored. This includes garbage, recyclables, soap, shampoo, toothpaste, sunscreen, first-aid kits, baby wipes, lotion, hairspray, scented tissue, air freshener, pet food, insect repellent, tobacco products, baby car-seats, and window cleaner. Bears recognize ice chests, cans, bottles, and grocery bags, so store them also.       Metal food-storage boxes are provided in all park campsites and in some parking areas Alison Taggart-Barone        How to Store Food and Scented Items Properly Use the metal storage boxes provided in much of the park.  Shop and pack for your visit so that everything will fit in the boxes (most are 44-3\/4\"x34\"x27-3\/4\") and is easy to store upon arrival. All items should be put in the box before setting up camp. Seal foods in containers to minimize smells. Remove baby carseats from vehicles when parked overnight. When storage boxes are not available, put all food and related supplies, including ice chests, in vehicle trunk with food sealed in air-tight containers. In vehicles without trunks, all food and related supplies, including ice chests, must be stored out of sight. Cover them completely to hide them from view.  In Picnic Areas Store all food and related supplies properly, including ice chests. Never leave food unattended. Dispose of all garbage properly. In Campgrounds Store all food and related supplies in the metal storage boxes. Only when camping where there are no metal boxes, store food and related supplies out of sight inside a vehicle. Never leave camp unattended if food is not stored. Store food day and night. Take infant carseats out of vehicles when parked overnight. Bears may enter campsites during the day, even if people are there. Keep a clean camp. Put trash in bear-resistant cans and dumpsters regularly. While Day-Hiking Properly store all food and related supplies left at the trailhead, including ice chests. Don't leave your backpack and walk off to take a photograph. Bears know packs are a source of food. When Backpacking Learn about wilderness food storage as you plan your backpacking trip.  Lodging Store all food and related supplies indoors. Put all garbage in bear-resistant cans and dumpsters. Take infant carseats out of vehicles when parked overnight. When You See a Bear Never approach any bear, regardless of its size. Before you visit, learn more about bear encounters.Report incidents and sightings to a ranger. These regulations and precautions help decrease the chance of personal injury or property damage. However, bear damage and confrontations are still possible, even when all guidelines are followed. Learn More! Read about bear management in these parks and explore photos, videos, and links to other parks with bears.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/bears.htm"
}
