{
    "title": "Sequoia & Kings Canyon National Parks: The Death of #583",
    "body": "The Death of #583        NPS Photo (SMB)       He probably started his life close to where it ended. Most likely he was one of two blind ten-ounce cubs, born to a mother who was fast asleep in the rotted base of a large fir tree. The next year and a half were spent with his mother, learning to forage for what nature provided here: winter-killed carrion, spring's green meadow grasses, the yellowjackets and ants of summer, acorns and berries in the fall. By his second spring, the mother would have driven him away to fend for himself. It was time for her to get on with the business of producing another healthy cub, and for him to grow to maturity in the solitude normal to adult bears. It was that same spring that he discovered human food. He might have found it first along a trail or in a parking lot, perhaps right next to a bear-resistant garbage can where someone had missed the bin. Food may have been left on a picnic table. He was just 100 pounds and very cute when he was first trapped in June—a scraggly, lanky adolescent. It must have been hard for people to resist feeding him. Early that month he was spotted at a dumpster. The problem was recognized and cleaned up, but #583 had already learned: Where humans are, so is easy food. Reports of his feeding habits, and at least one aggressive move, led to his trapping. His captor, wildlife biologist Dianne Ingram, weighed him and put a colorful tag in his ear for easy identification, which gave him the name #583. He was released, but because he was a \"problem bear,\" she also fitted him with a radio collar that let biologists follow his movements. Dianne's assistant, Cindy Schultz, spent many hours radio-tracking #583, chasing the young bear away from trouble, throwing rocks and yelling. She talked to people about how to keep food away from bears, and the importance of doing it right. In July #583 knocked down a man as the bear ran from a building he had entered in search of food. He later bluff-charged a woman and child, coming within five feet of them before turning away. He went in a restaurant kitchen and took food even though a person was there. There were many other incidents, despite Cindy's efforts. Bears are not destroyed just for finding garbage or stealing food, but aggressive or extremely destructive behavior is the last straw. Even a small bear can do tremendous harm to a person if it is frightened or aggressive. Every relocation of a problem bear within these parks has failed; the bears either returned to their territories or died. Zoos cannot take these wilderness misfits. So the order was signed to destroy #583. Dianne knew his patterns. He typically began his foraging by 9 p.m., when truly wild bears are beginning to bed down for the night. Bears that have become habituated to human foods adopt activity patterns that mirror those of people. Preferring to avoid the humans themselves, they wait until people go to sleep, then get up and take advantage of what's been left behind. The youngster's radio collar told the story; by 8:15 p.m. he was up and moving. At 8:45 p.m. Dianne intercepted him, fired a dart rifle, and trailed him for ten minutes until the drug took effect and he fell asleep. By then night had fallen. With the help of three other employees she rolled #583 onto a stretcher and they carried him back to the truck, trying not to stumble on the dark trail. After a short drive to a secluded area, Dianne and another biologist took the bear from the truck, laid him on the ground, and shot him through the head. They knelt to take off his ear tag and collar, then pushed his body over a steep embankment. His final resting place was the only natural thing about his death. Destruction of a bear is quiet. \"During the procedure you're very focused and careful,\" says Dianne. \"You're dealing with rifles and ammunition and a very hazardous drug. Afterwards there's no talking. You just pack up your gear and get in the car.\" After an unhappy silence, Dianne says, the \"if only\" discussion begins. \"We say, 'If only he hadn't gotten that first taste. If only we could reach people all the time to tell them about food and bears.' And we search for ways to improve our efforts.\" A few months from now, when winter's snow starts to fall, the bears will again go to their dens. Come January, another generation of tiny blind cubs will be born. Nature, in her generosity, will give us another chance to keep them wild.                                                                                         Article by Malinee Crapsey, NPS",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/583.htm"
}
