{
    "title": "Sequoia & Kings Canyon National Parks: Frequently Asked Questions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Frequently Asked Questions              Frequently Asked Questions       .     Park Newspaper - Start Here! Published five times a year, most of your questions will be answered here, including information about important phone numbers, opening\/closing dates, camping, lodging, dining, shopping, showers, activities, attractions, front-country hiking trails, wilderness permits, food storage, safety, road construction delays, where to find gasoline, vehicle length advisories, shuttle service, a park map, and more.Visitor Guide  Park News For links to all public information released to date, including: Seasonal opening\/closing dates, road construction schedules and delays, vehicle length advisories, ranger-led programs, fee-free dates, wildland and prescribed fire info, volunteer opportunities, shuttle service, public comments about management options, and more. News Releases  Weather Watchers Check our area forecasts just before leaving home. Bring the proper clothing, hiking, or camping gear for the area, elevation, and season of your visit.Current Conditions  Shuttle Service - Sequoia National ParkEnjoy the view, ride the in-park shuttle, free! Shuttles generally operate in Sequoia National Park from approximately late-May through early September, and during the winter holiday season on a limited schedule. For more information visit: Park ShuttlesTo book a ride on the Visalia to Giant Forest shuttle visit:Sequoia Shuttle  Go Underground and Discover Crystal CaveCrystal Cave is closed until the 2015 tour season reopens in May. Call 559-565-3341 to verify the cave is open and that tickets are available. For tour schedules and how to purchase tickets visit:Crystal Cave   Five Scenic Landscapes Await You Learn about the parks'  five different front-country areas, and the highlights of each.Park Regions  Protect Wildlife - Use Food Storage Boxes These parks are home to several hundred back bears (but no grizzly bears) as well as mountain lions and many other kinds of wildlife. Stay safe and help keep bears and all wildlife wild - store your food properly, don't feed them, keep a safe distance, and pick up all trash. Bears and Food Storage  Accessibility Learn where you can go and what's available in the parks.Accessiblity  Pets Know the rules for pets in the parks, and in the surrounding national forests - they're different in each.Pets   Ranger-led Activities - Free! Ranger-led programs are posted on multiple pages of our website, up to two weeks in advance. During your visit check for scheduled activities posted in each area on visitor center and campground bulletin boards.Ranger-led Programs  Playing it Safe in the ParksYour safety is your responsibility. Learn about the unfamiliar hazards you may encounter in natural areas. Cell phones and GPS generally don't work in the parks. Designate a contact person at home to communicate through. It's best to use printed maps of the parks for the most reliable driving directions.Your Safety   Gasoline and Emergency Automobile Services There are no gas stations or repair shops inside the park boundaries. For closest locationsto park entrances visit:Gas Stations   Campfires, Wildfires, and Prescribed Fires Fire restrictions begin when fire danger increases - including limits on campfires, barbeques and smoking.Fire Restrictions Natural fires and prescribed burns are critical to the park ecosystems you have come to visit.Fire in the Parks   National Parks vs National Forests? Since you go in and out of these agency lands when visiting this area, it's important to know which is which.Some rules vary between National Parks and National Forests   Weapons and Firearms in the Parks Weapons (including, but not limited to, BB, Pellet and Paint Guns, Bow\/Arrow, Slingshots, Bear Spray and other compressed gas irritant devices) are illegal to possess. Discharge of a firearm or weapon is prohibited within Sequoia and Kings Canyon National Parks. To learn more visit:Laws & Policies      Winter view from inside the Giant Forest Museum looking out at the Sentinel, a giant sequoia tree.    Photo by SMB.        Gigantic landscapes, long distances Give yourself plenty of time. Allow a minimum of two hours for driving the Generals Highway loop alone-plus whatever time you plan to spend outside of the car. These parks are huge-865,258 acres. Together they measure 66 miles from north to south and 36 miles across at their widest point. Even though roads access only a small portion of the parks, it is possible to drive for more than four hours and still be within the parks. For example, the drive time between Ash Mountain and Cedar Grove is 3.5 hours. Maps Return to top↑      Extreme elevation range, steep curvy roads, variable weather Be prepared at any time of year for a wide range of temperatures and weather conditions. The parks range in elevation from 1400' (425 meters) at Ash Mountain in the Foothills to 14494' (4418 meters) atop Mt. Whitney at the remote eastern edge of the parks. The rugged terrain makes for narrow, steep, and very curvy roads and highly variable weather. It can be hot in the Foothills while it is snowing at higher elevations. Drive slowly, use low gear, and watch for signs of engine and brake overheating on steep switchbacks. Avoid grass fires by parking cars only on paved turnouts. There is a vehicle length advisory of 22' (6.7 meters) on the 12 narrow miles of the Generals Highway from Potwisha Campground to Giant Forest Museum. Traffic and Travel Tips See what conditions look like from the Giant Forest sequoia grove right now! Giant Forest Webcam  Return to top ↑      Remote country Come prepared to be self-sufficient. Although there are several small convenience and gift shops and plenty of lodging and camping is available in and around the parks, smaller stores may not always have all the things you need. Accommodations fill up quickly during the busiest times of the year. It is wise to make reservations well in advance if you are planning to visit during a summer weekend. Goods and Services Lodging Return to top ↑       Call or visit the nearest park visitor center to find out today's projected air quality index. NPS       Air quality Check the air quality index forecasts in visitor centers and adjust your activity accordingly. Sequoia and Kings Canyon National Parks periodically experience some of the worst air quality in the National Park system. Warm afternoon winds-particularly on sunny summer days-bring valley ozone and other particulates up the canyons into the mountains. Ozone levels are highest from May to October, peaking in late afternoon. These peaks sometimes reach \"unhealthy\" levels by state and federal standards and can affect respiratory systems. Air Resources Overview Return to top↑        Park, Forest, or Monument? All are federal land. Each exists for the benefit of society. But each has a different history, purpose, and set of rules governing its use. Together, they provide for a wide spectrum of uses. NPS Graphic  Recognize the different kinds of land in these mountains and the rules that govern each. Driving you will see signs for national parks, national forests, and national monuments. What is the difference? All are federal land. All exist for the benefit of society. But each has a different history, purpose, and set of rules. Together they provide for a wide spectrum of uses. National parks strive to keep landscapes unimpaired for future generations. They protect natural and historic features while offering light-on-the-land recreation. Park rangers work for the National Park Service-part of the U.S. Department of the Interior. National forests, managed under a \"multiple-use\" concept, provide services and commodities that may include lumber, cattle grazing, minerals, and recreation with and without vehicles. Forest rangers work for the U.S. Forest Service, an agency in the Department of Agriculture. Both agencies manage wilderness and other areas where they strive for maximum protection of natural resources. For example, part of Sequoia National Forest has been designated Giant Sequoia National Monument to emphasize protection of sequoias. Parks, forests, and monuments may have different rules in order to achieve their goals. Where Can I... Return to top ↑",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/things2know.htm"
}
