{
    "title": "Sequoia & Kings Canyon National Parks: Marmots",
    "body": "Marmots        Marmots are the largest members of the squirrel family and are occasional chewers of boots, backpack straps, hiking pole grips, and radiator hoses. Photo copyright Donald Quintana       You Are Entering Marmot Country. Each spring and early summer until mid-July, the marmots of Mineral King have been known to dine on radiator hoses and car wiring. They can disable a vehicle. On several occasions, marmots have not escaped the engine compartment quickly enough and unsuspecting drivers have given them rides to other parts of the parks; several have ridden as far as southern California!  How can you protect your vehicle and marmots? -Wash the outside, undercarriage, and engine compartment of your vehicle before visiting. -Physically black marmots by driving over a tarp and then wrapping it around your entire vehicle. Cover the wheel wells and leave your hood up. Wrapping chicken wire around the vehicle is no longer advised, as marmots have learned to get around the wire.  -Use only non-toxic methods to prevent marmots from accessing your vehicle. Do not use any poison or substance that pose a risk to the environment, human or animal health, safety or property. - If you visit Mineral King especially before mid-July, check for possible damage when you return to your vehicle. Before starting your car, look under the hood for marmots or signs of chewing. Check hoses, belts, electrical wiring, insulation, and radiator fluid level. Inspect under the vehicle for signs of coolant or brake fluid leakage. -Turn key to “on”, but do not start your vehicle. Check that all indicator lights come on. If lights don’t come on, wiring may have been damaged. -Start the engine and listen for unusual sounds. -Report any damage to your vehicle.   The National Park Service and Sequoia and Kings Canyon National Parks are not responsible for damage caused by marmots. Our suggestions for protecting your vehicle may not prevent damage.        Rangers recommend using tarps that cover the wheel wells from early Spring to mid-July. NPS\/Jennifer Swacina  Wrapping vehicle in chicken wire is no longer advised.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/marmots.htm"
}
