{
    "title": "Sequoia & Kings Canyon National Parks: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation       These parks are open all year, though some roads are inaccessible in winter.   Keep in mind that traveling to the parks via public transportation can involve many transfers and advanced trip planning. Make sure to research your trip thoroughly before choosing a public transportation option.        Arriving by Car Most people choose to arrive and explore by car. Two highways enter the parks and then connect to form the Generals Highway, often referred to as \"the road between the parks\".   Highway 198 enters Sequoia National Park from the southwest via Three Rivers. Vehicles longer than 22 feet (6.7 km) are not recommended between Potwisha Campground and Giant Forest Museum.    Highway 180 enters Kings Canyon National Park from the west via Fresno. If you have a longer vehicle or worry about winding roads you may prefer this entrance. Highway 180 is straighter, less steep, and wider.    Please note that GPS and route-finding units may give inaccurate directions in this area. Double-check your route using the park map and road signs. Do not rely on GPS devices. No roads cross the mountains west-to-east through Sequoia and Kings Canyon National Parks.    Current Conditions Current road closures and weather within the parks.    Vehicle Restrictions Detailed restrictions on vehicle length on certain park roads.   Driving Mountain Roads If you're unfamiliar with driving in the mountains, check our safety tips.   Winter Driving Tips for winter driving and details about tire chain requirements.    Caltrans Road Information Call (800) 427-7623.    For the most up-to-date road conditions and advisories, call (559) 565-3341 anytime and press 1.      Arriving by Plane The closest commercial airports to Sequoia and Kings Canyon National Parks are Fresno Yosemite International Airport and Visalia Municipal Airport.    Fresno Yosemite International (FAT) is 1 ¼ hours from the Kings Canyon National Park entrance on Highway 180 and 1¾ hours from the Sequoia National Park entrance on Highway 198. Upon arrival at FAT, car rentals are available (see getting here by car). Additionally, Big Trees Transit provides summer shuttle service to Kings Canyon National Park.  Visalia Municipal Airport (VIS) is 1 hour from the Sequoia National Park entrance on Highway 198 and 1½ hours from Kings Canyon National Park entrance on Highway 180. Upon arrival at VIS, car rentals are available (see getting here by car). Additionally, bus service is available from VIS to the Visalia Transit Center, where Sequoia Shuttle provides summer shuttle service to Sequoia National Park.    Many other airports, some international, are within a few hours' drive of the parks.        Arriving by Bus Greyhound Lines stops in the city of Visalia at the Visalia Transit Center, and in the City of Fresno at the Fresno Greyhound Station. Once in Visalia or Fresno, it's possible to connect with park shuttle routes in summer to take you to the parks. In other seasons, renting a vehicle is an option.   The City of Visalia's V-Line bus route provide service between the Visalia Transit Center and Fresno-Yosemite International Airport., with additional stops at Fresno State University and the Visalia Municipal Airport. In summer, this route connects with both the Sequoia Shuttle and Big Trees Trees Transit.   Tulare County Area Transit offers service from the Visalia Transit Center to the Memorial Building in the town of Three Rivers. Many companies begin guided sightseeing tours in Three Rivers. There are many private companies offering guided tours of the parks by charter bus.           Arriving by Train   The nearest Amtrak stations to the parks are in Hanford and Fresno.   From Hanford, Amtrak has bus connections to Visalia Transit Center, where it is possible to make a connection with the Sequoia Shuttle (summer only). Hanford is about 20 miles west of Visalia, one hour and 45 minutes from the Sequoia National Park Entrance on Highway 198.   The Amtrak station in Fresno is about one hour and 45 minutes from the Kings Canyon National Park entrance on Highway 180. In summer, Big Trees Transit provides shuttle service from the train station to the park.   Car rentals may be available near the Hanford and Fresno Amtrak station. Check with Amtrak for more details.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/directions.htm"
}
