{
    "title": "Sequoia & Kings Canyon National Parks: Black Bear Encounters",
    "body": "Black Bear Encounters        A black bear at Zumwalt Meadow Copyright Donald Quintana       We hope you will have a chance to observe bears in the wild during your visit. All bears in these parks are American black bears (Ursus americanus). This name can be misleading, as they may be black, brown, cinnamon, or even blonde in color.  When bears and humans get too close, the result can be disastrous - for you or the bear. Bears change their behavior if they become habituated to humans (get used to our presence), which happens if we crowd them or observe them too closely.  If they obtain our food - even just one time - bears begin to break into cars, tents, and cabins. They may become aggressive. If a bear becomes a safety hazard, we may have to destroy it. In 2010, we had to kill four bears. Habituated and food-conditioned bears often get horribly injured or killed by cars because they spend more time along roads and in campgrounds. Don't let this happen!   What should I do if I encounter a bear?   Bear Encounters in Natural Areas Consider yourself lucky, but remember these simple rules:   Stay together, especially with small children. If a bear changes its behavior because of your presence, you are too close. Don't get between a female and her cubs. Don't linger too long.  Bear Encounters in Developed Areas We must make bears feel unwelcome in areas such as campgrounds, picnic areas, and buildings so they don't get habituated to people or get our food. Help keep bears wild and alive! Follow the suggestions below:  Immediately make sure that all your food and food-related items are stored properly. Get everyone together (especially children) to appear large. Make lots of noise (yell, bang pots and pans, etc.). Be assertive. Never surround a bear - they need an escape route! Never separate a female from her cubs (cubs may be up a nearby tree). If a bear does obtain your food, never try to take it back. If a bear huffs at you and shows its profile, it may be ready to bluff charge. Stand your ground or back away slowly. Do not run. Running is how a prey animal might act; if you appear to be prey, the bear may have a predatory response. Bluff charges are generally meant to initimidate you, and rarely result in contact.   Note: You may see park staff using more aggressive techniques to \"haze\" bears away, such as paint-ball guns, pepper spray, slingshots, or rubber bullets. Do not try these techniques yourself. They may seem \"mean,\" but it may keep bears wild in the long run. Park staff are trained to haze bears safely. What should I do if a bear bluff-charges me? It is unlikely to happen, but if it does:   Look big, raise your arms, stand your ground. and yell loudly at the bear to \"Back off!\" When the bear backs away, you back away, too. The bear may be guarding food or cubs and view you as a threat. If a bluff charge becomes a real charge and a bear makes bodily contact, first tuck into a ball face down with your hands clasped over your neck. If the bear does not immediately back off and continues in its attack, fight back hard using your fists, rocks, or whatever you have available.A prolonged attack after a bluff charge indicates that the bear views you as prey and you should defend yourself appropriately. Keep in mind that predatory attacks by black bears are very rare and have never occurred in these parks, but you should always be prepared.  This guidance applies specifically to black bears, not grizzly bears (which do not occur in these parks). Different strategies apply to grizzly bears, and you should consult with local rangers about what to do during grizzly-bear encounters if you visit their habitat.  Where can I see a bear? Seeing bears is often a matter of luck, but you can increase your chances if you know where and when to look. The best places are those locations that serve as food sources at that time of year. In spring, bears are often in meadows digging up grasses, forbs, and roots, or in the forest ripping apart logs for the insects inside. As berries ripen in summer, bears can be found near manzanita and bitter-cherry bushes. In the fall, you may see bears high in oak trees, consuming vast quantities of acorns. Even if you don't see a bear, look for signs of them - overturned rocks and stumps, torn-up rotten logs, scratch marks and bits of fur on tree bark, scat, and tracks in snow or mud. If you see a bear, remember that they, and all park animals, are wild. Do not approach them and NEVER give them food.  Note: These regulations and precautions help decrease the chance of personal injury or property damage. However, bear damage and confrontations are still possible, even when all guidelines are followed. Also, remember that these guidelines apply to black bears within Sequoia & Kings Canyon National Parks. If you travel in an area where grizzly bears may be present, look for information about bear encounters that's specific to that species. Interested in learning more about black bears and grizzly bears in national parks? Visit the National Park Service's bear information pages for photos, videos, and a guide to parks where bears can be found.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/bear_encounters.htm"
}
