{
    "title": "Sequoia & Kings Canyon National Parks: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits & Reservations       Camping Reservations There are 14 campgrounds in the parks. Some are first-come, first-served, and some require reservations. Visit our Campgrounds page for details.   Wilderness Permits & Reservations Planning an overnight hiking trip? Wilderness permits are required, and reservations are encouraged at popular trailheads. Be sure to follow guidelines for food storage.       Permits for Special Park Uses     Special Use Permits Commercial Use Authorization (CUA)    Filming and Photography Scientific Research & Collection         Permits, Licenses, & Tickets for Park Activities  Certain activities require permits because they may impact the park resources or affect the experience of other visitors. Permits are a tool used by the National Park Service to ensure oversight of certain activities and, in some instances, to recoup the costs of oversight. The four types of activities listed below require either a permit, license or tickets.  Backpacking (overnight) Wilderness permits are required for all overnight camping outside designated campgrounds. There is an overnight camping fee of $15 per trip for permits issued by these parks.  Mt. Whitney Permits are required for all hikers (even day hikers) in the Mt. Whitney area. Permits may be obtained from Inyo National Forest.  Fishing Fishing is permitted in most areas of Sequoia and Kings Canyon National Parks, and on adjacent national forests. Persons 16 years of age or older are required to have a California fishing license. Get copies of park-specific regulations at any visitor center. Licenses are not always available in park markets, so bring them with you or you may get one at Hume Lake (north of the Grant Grove area). Tackle is available at most park markets. Cave Tours Anyone wishing to visit Crystal Cave must be part of a guided tour. Tour tickets are now sold online. Buy tickets well in advance, especially for weekend and holiday tours. If you are in the parks and did not get tickets online, check at visitor centers for availability. Make sure to leave enough travel time to make it to the cave prior to your tour. Tickets are never sold at the cave.   For in-depth information about permits required to visit other park caves, visit the parks' webpage about Caves\/Karst Systems.         Special Use Permits A special park use is defined as a short-term activity that takes place in a park area, and that:  Provides a benefit to an individual, group or organization rather than the public at large; Requires written authorization and some degree of management control from the National Park Service (NPS) in order to protect park resources and the public interest; Is not prohibited by law or regulation; Is not initiated, sponsored, or conducted by the NPS; and Is not managed under a concession contract, a recreation activity for which the NPS charges a fee, or a lease.      Examples include:     Ash-Scattering Bike Rides (group organized)   Church Service Demonstration\/First Amendment   Freedom-of-Speech Act Political Event   Public Assemblies Weddings or Ceremonies     For more information regarding special use permits or to determine if your activity requires one, please call (559) 565-4235 or e-mail the parks with the subject line \"Attn: Special Use Permits.\" Applications for permits should be submitted well in advance, preferably 2-3 months before the event, for consideration and processing. Special Permit Applications and Guidelines  General Special Use Permit Application Ash-Scattering Guidelines  Scattering cremated human remains (\"cremains\") in Sequoia and Kings Canyon National Parks should be a small private activity, held away from high visitor-use areas. A permit is not required, but all park regulations must be followed as outlined in the attachment. Weddings In The Parks  General Wedding Permit Information Wedding Locations Wedding Permit Application Demonstrations (also referred to as First Amendment Permits)  Demonstrations include picketing, speechmaking, marching, holding vigils or religious services, and all other like forms of conduct that involve the communication or expression of views or grievances, engaged in by one or more persons, the conduct of which is reasonably likely to attract a crowd or onlookers.  Demonstrations involving 25 people or less may be held without a permit within designated areas, provided that:  The group is not merely an extension of another group already using the park for a demonstration or First Amendment activity. The group will not unreasonably interfere with other permitted demonstrations, special events, or park program activities. Hand-carried signs may be used, but stages, platforms, or structures may not be used. While it is not mandatory, the organizer is requested to provide reasonable notice of the proposed event to the park superintendent, including whether or not there is any reason to believe there may be an attempt to disrupt, protest, or prevent the activity.  Demonstration\/First Amendment Permit Application Demonstration\/First Amendment Location Maps       Commercial Use Authorizations  Commercial use authorizations (CUAs) are most commonly used for businesses that would like to operate guide services in the parks. A business wishing to conduct commercial guided tours must procure a CUA in advance and follow the terms and conditions of the authorization. What types of activities are authorized in Sequoia and Kings Canyon National Parks under a CUA?  Hiking, backpacking and mountaineering guide services Fishing guide services (not in wilderness areas of the park) Cross country skiing and snowshoeing guide services and workshops  View the list of commercial use authorization holders for 2016 for information about commercial tours and services in  these parks. The National Park Service does not endorse any particular business. Permit applications should be submitted in advance, preferably two months before an event, for consideration and processing.  CUA Application CUA Application Instructions Supplemental Application Information Acknowledgement of Risk  Leave No Trace Video Clip Stock Supplemental Report Monthly Use Report 2015 SEKI Annual Report - Due Jan. 2016  For more information regarding CUA permits or to determine if your activity requires one, please call (559) 565-4235 or e-mail the Commercial Services Office with the subject line \"CUA.\"       Filming and Photography Permits  Special Use Permits are issued for still photography, filming, and associated sound recordings to ensure the protection of park resources, prevent significant disruptions to park visitors, or when an activity involves props, models, professional crews, and casts or set dressings. Permits are required for access to areas that are normally closed to the visiting public. If you have questions about filming guidelines or need assistance in completing your permit application (see links below), please call (559) 565-3733 or e-mail the parks with the subject line \"Attn: Filming Permits.\" We require your completed application at least five weeks (25 business days) in advance of your filming and\/or photography date(s) to determine if a potential permit is possible. Additional time may be required for compliance or when staffing is not available. Filming and Photography Guidelines Filming and Photography Permit Application Liability Insurance Certificate - Sample (with important tips) For alternative filming and photography locations visit the following websites:  Tulare County Film Commission Balch Park Sequoia National Forest and Giant Forest National Monument       Scientific Research & Collection Permits  A permit is required to conduct scientific research or collecting in a national park. This approval must be obtained annually. more...",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/permits.htm"
}
