{
    "title": "Sequoia & Kings Canyon National Parks: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit                   Store food to protect bears               Join us for a ranger program               Ride free park shuttles                Camp under the stars               Find accessible trails and activities             Welcome to the Land of Giants You expect giant trees and huge canyons—and you won't be disappointed. Within these parks, you can experience a spectacular range in elevation from warm foothills to cold alpine peaks. The largest and finest groves of giant sequoias grow at the sometimes snowy mid-elevations, along with extraordinarily diverse plants and animals living in extremely varied conditions.    For an overview of the parks, download the Visitor Guide newspaper for the season you plan to visit. See options for camping, lodging, and things to do. Be prepared to store your food and scented items to protect them from bears, especially if you plan to stay overnight. Check alerts and conditions for details about weather and roads (chains may be required in winter) and vehicle-length advisories if your vehicle is longer than 22 feet. Looking for more details to help plan your trip? Check our Basic Information page.    View our park maps to help plan your trip, or check our digital park atlas to create and customize your own maps. For trail maps, visit the online bookstore of our partner, the Sequoia Parks Conservancy. You can also purchase maps, books, and educational items at any park visitor center.        Park Highlights           Campgrounds   Learn more about the parks' 14 campgrounds and choose one that's right for you.          Overnight Backpacking   Experience the solitude and challenge of the Sierra Nevada's wild landscapes          Ranger-led Programs   Join us for a walk, talk, demonstration, or evening program          Things to Do   There are many ways to explore these parks. Find activities that are best for you!          Places to Go   There's a huge range of elevations and landscapes here, and each offers a different park experience.          Crystal Cave   Explore the underground world of Sequoia National Park! Buy tour tickets online before you come to reserve a spot.                Be Prepared           Gas Stations and Charging Stations   There are no gas stations within park boundaries. Be sure to fill your tank before you enter the parks.          Accessibility   We offer opportunities for a wide range of abilities, including trails and campsite for people in wheelchairs.          Safety   Whether you trek into wilderness or stay close to your car, read our tips on staying safe in these parks.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/index.htm"
}
