{
    "title": "Sequoia & Kings Canyon National Parks: Road Conditions",
    "body": "Road Conditions        Summer Traffic Congestion Record numbers of vehicles have entered these parks recently. In summer, on Fridays, Saturdays, and holidays from Memorial Day to Labor Day, long lines of cars have extended from the entrance stations. On a few of the busiest days, cars have waited over an hour to get through. Parking in some areas has also become crowded. If you're planning to visit, learn how to minimize your wait at park entrances and find parking once you're here.      Current Road Conditions Weather and chain control advisories can change rapidly, often multiple times per day. For the most up-to-date 24-hour road conditions and advisories, please call 559-565-3341 (press 1, 1).    Length Limits on Park Roads  Because roads in these parks can be narrow and curvy, length limits and advisories are in place on some roads. If you drive an RV or a vehicle with a trailer, check advisories before you visit.   General and Seasonal Information about Park Roads  Generals Highway from Sequoia Entrance to Lodgepole This main highway is closed occasionally during and after snowstorms for plowing. Vehicle length restrictions are in place between Foothills Visitor Center and Giant Forest Museum. Generals Highway from Lodgepole to Grant Grove This road connects Sequoia and Kings Canyon National Parks and is currently open. May close occasionally during and after snowstorms for plowing. Highway 180 from Grant Grove to Cedar Grove This road will open at noon on April 22, 2016. In winter, Highway 180 is closed 6 miles east of Grant Grove Village. (During this time, Hume Lake is still accessible via Highway 180.) The road generally reopens in April. Much of this highway is in Sequoia National Forest, and national forest road updates are available online or by calling (800) 427-7623. Mineral King Road This road is very narrow and curvy and the upper portion is partially unpaved. It closes in winter and spring. Generally open from late May - late October, weather permitting. RVs and trailers are not recommended. Crystal Cave Road This road is open only when Crystal Cave is open for tours. It is generally open from mid May to late November, though it may close if the cave closes unexpectedly due to weather conditions or other hazards.  Moro Rock\/Crescent Meadow Road This road is generally open from late May to early November, depending on snow levels. During summer shuttle operations (late May - late September) the road is closed to private vehicles on weekends and holidays from 9:00 a.m. through the late afternoon.The schedules may change depending on weather conditions. Wolverton Road This road is generally open through winter. South Fork Road This road is open year-round and ends at South Fork Campground and Ladybug Trailhead. The junction with Highway 198 is in the town of Three Rivers, about 6 miles south of the Sequoia park entrance. The road is partially unpaved and may be slippery when wet. Panoramic Point Road This road leads from Kings Canyon Visitor Center to Panoramic Point, a short and easy trail to a viewpoint with wide views of wilderness lands. To access the road, continue past the visitor center and turn right just before John Muir Lodge. The road is narrow and RVs and trailers are not permitted. It closes with snow and opens in spring when snow melts. Redwood Mountain Road This unpaved road leads from the Generals Highway to Redwood Mountain Trailhead. It closes with snow and reopens in spring when snow has melted. The junction with the Generals Highway is opposite Quail Flat. Hume Lake\/Tenmile Road (Sequoia National Forest) Two roads lead from Highway 180 to Hume Lake, one from Princess Campground and one from Quail Flat. The road from Princess Campground is usually open all year. The road to Hume Lake from Quail Flat closes with snow and reopens in spring when snow has melted. Big Meadows Road (Sequoia National Forest) This road leads to campgrounds, trailheads, and a pack station. It usually closes with snow and is not plowed. It reopens in spring when snow melts.       Tire Chains Snow chains or cables may be required on park roads from early fall through late spring.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/road-conditions.htm"
}
