{
    "title": "Sequoia & Kings Canyon National Parks: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons               Operating Hours & Seasons         NPS Photo  The parks are open 24 hours a day, 365 days a year, weather permitting. Our highest visitation is in July and August. Campsites may be difficult to obtain on summer weekends and holidays, as well as off-season holidays. Visitor Centers & Facilities Because of the extreme elevation range in the parks, weather conditions vary greatly from area to area and day to day. Please see the links below for more information on the season that corresponds to the time when you will visit the parks. Opening and closing dates for facilities and services may change due to weather or other circumstances.        SPRING:  approximately April to June Sequoia groves are often still snowy. Rivers and creeks become especially swift, cold, and dangerous. Spring brings warm weather and abundant wildflowers to the foothills. Crystal Cave opens in May. Read Plan Your Spring Visit...         SUMMER:  approximately July to mid-September Snow has usually melted from High Sierra passes. Most facilities are open and many free ranger programs are offered. The foothills are hot and dry, which makes the dangerous rivers tempting - be careful! Sequoia groves offer comfortable temperatures. Read Plan Your Summer Visit...         FALL:  approximately mid-September to November Sequoia groves get chilly at night; light snows that melt quickly may begin in late October. Facilities begin to reduce hours or close, and fewer ranger programs take place. Crystal Cave closes in late November. For more info visit cave tours. The foothills cool down and rains may start by November. Read Plan Your Fall Visit...         WINTER:  approximately November to April Sequoia groves are snowy, peaceful, and cold, and rangers offer free outdoor activities. Foothills are cool, green, and decked with wildflowers starting as early as January. Solitude is abundant. Read Plan Your Winter Visit...",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/hours.htm"
}
