{
    "title": "Sequoia & Kings Canyon National Parks: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           47050 Generals Highway  Three Rivers, CA 93271                 Directions         Two highways enter the parks. Highway 180 from Fresno leads to Kings Canyon National Park, then continues 30 miles east to Cedar Grove. Highway 198 enters Sequoia National Park from the southwest via Three Rivers. Inside the parks, Highway 198 becomes the Generals Highway and connects to Highway 180. In winter, the Generals Highway between the parks often closes. Chains may be required on park highways in winter. There are no roads that cross the mountains west-to-east through the parks.  Directions Details           Operating Hours & Seasons         Sequoia & Kings Canyon National Parks These parks are open 24 hours a day, 365 days a year. Rarely, extreme weather conditions may cause roads into the parks to be closed.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Because of the extreme elevation range in these parks, weather conditions vary widely between areas. In summer, the sequoia groves have comfortable temperatures and the foothills are hot and dry. Snow lingers on high-mountain passes well into summer. In fall, some areas close or reduce their hours. Winter brings snow to sequoia groves and rain to the foothills. Be prepared for tire chain requirements. Spring is a great time to hike in the foothills and snow begins to melt at higher elevations.         Fees & Passes     Entrance Fees:   Vehicle Pass - $30.00 This pass is valid for 1-7 days and includes everyone traveling in a single vehicle for Sequoia & Kings Canyon National Parks and Hume Lake District of Sequoia National Forest\/Giant Sequoia National Monument.   Individual Entry Pass - $15.00 This entry fee is for a single person traveling on foot or by bicycle or motorcycle. It is valid for 1-7 days in Sequoia & Kings Canyon National Parks and Hume Lake District of Sequoia National Forest\/Giant Sequoia National Monument.   Non-Commercial Group - $15.00 Groups traveling in a bus or vehicle with a capacity of 16 persons or more are charged per person. People 15 years old or younger, drivers hired for transportation only, or anyone with a pass that may be used for park entry is exempt from paying the entrance fee.    Commercial Group, 1-6 Passenger Capacity - $25.00 This entrance fee is for commercial tours of one or more people traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service. This fee is based on the seating capacity of the vehicle and not the actual number of passengers. Passenger ages or entrance passes do not affect the price. The charge for vehicles with a seating capacity of 1-6 passengers is $25 plus $10 per person.   Commercial Group, 7-15 Passenger Capacity - $75.00 This entrance fee is for commercial tours of one or more people traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service. This fee is based on the seating capacity of the vehicle and not the actual number of passengers. Passenger ages or entrance passes do not affect the price.   Commercial Group, 16-25 Passenger Capacity - $100.00 This entrance fee is for commercial tours of one or more people traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service. This fee is based on the seating capacity of the vehicle and not the actual number of passengers. Passenger ages or entrance passes do not affect the price.   Commercial group, 26+ Passenger Capacity - $200.00 This entrance fee is for commercial tours of one or more people traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service. This fee is based on the seating capacity of the vehicle and not the actual number of passengers. Passenger ages or entrance passes do not affect the price.   Entrance Passes:   Sequoia & Kings Canyon National Parks Annual Pass - $50.00 This pass is valid for Sequoia & Kings national Parks and Hume Lake Ranger District of Sequoia National Forest\/Giant Sequoia National Monument for one year from the month of purchase. The pass admits all passengers in a private vehicle and is non-transferable.          Visitor Centers       Foothills Visitor Center In the foothills oaks and chaparral; elevation 1,500 feet (457 m). Focus here is on the Sierran foothills, the most biologically diverse area of these parks.   Giant Forest Museum Housed in a historic market building in the Giant Forest sequoia grove at 6,500 feet (1,980 m) elevation.  Learn about sequoia groves and fire. Get park information and browse books in a small bookstore.   Kings Canyon Visitor Center In the mixed-conifer forest; elevation 6,500 feet (1,980 m).  Learn about three areas in Kings Canyon National Park-giant sequoia groves, the canyon environment (Cedar Grove), and the High Sierra. Watch a 15-minute movie (English\/Spanish). Books, maps, and educational materials for sale. Accessible restrooms. Pay phone. First aid. Local wilderness permits.   Lodgepole Visitor Center In the conifer zone; elevation 6,700 feet (2,040 m). Explore the natural and human history of the southern Sierra Nevada and view a short video, \"Bears of the Sierra.\"   Cedar Grove Visitor Center Next to the South Fork of the Kings River in mixed conifer forest; elevation 4,600 feet (1,400 m). Learn about the natural and cultural history of the Cedar Grove area. Books, maps,and educational items are sold here. Accessible restrooms nearby. Pay phone. First aid.   Mineral King Ranger Station In the mixed-conifer forest; elevation 7,600 feet (2,320 m).This small station houses some exhibits on Mineral King's human and natural history. Books, maps, and educational items for sale. Bear canisters available. Pay phone in nearby campground. First aid. Local wilderness permits.                 Zumwalt Meadow Trail Donald Quintana  Seeing these parks involves going up in elevation; the sequoias grow about one mile higher than the orchards of the San Joaquin Valley. Weather varies a lot from low to high! Snow may close the Generals Highway between the parks while flowers bloom in the foothills. Some roads open only in summer and fall. Check what's open before you come, and be prepared for changing conditions and availability of facilities due to weather or other circumstances.   Eating & Sleeping  There are many options for camping, lodging, and restaurants in these parks.  Things to Do  Check here for details about ranger programs, day hikes, wilderness trips, winter activites, and more.  Bears & Food Storage  Black bears are active in these parks, and proper food storage is required. Before you visit, read our guidelines on how to protect park bears—and you.  Operating Hours & Seasons  Elevation varies by over a mile along the roadways of these parks, and seasons have a big impact on the availability of some features and facilities.   Alerts & Conditions  Check here for weather forecasts, road advisories, and other up-to-date information.    Places to Go Visitor services are concentrated in five different areas: Grant Grove, Giant Forest, and Foothills areas stay open all year. Cedar Grove and Mineral King open from late spring to early fall. Campgrounds are open in all areas spring through fall; some stay open in winter. Find lodging and other services at Grant Grove, Giant Forest, and Wuksachi year-round, and at Cedar Grove during summer and early fall. Lodging, camping, and other services are also available in the national forests and communities bordering the parks.   Park Newspaper  The park newspaper, the Guide, is a good place to start when planning a visit. It includes phone numbers, opening\/closing dates, and information on camping, lodging, dining, shopping, showers, activities, attractions, hiking trails, wilderness permits, food storage, safety, road-construction delays, where to find gasoline, vehicle-length advisories, shuttle service, a park map, and more.    Bears & Food Storage These parks are home to black bears. Bears can grab unattended food or break into cars that have food in them. They become bold and sometimes aggressive in attempts to get more. Too often these bears must be killed. Follow food-storage rules during your visit. If you camp, be prepared to remove all food and scented items from your vehicle.    Free Ranger-led Programs Walks, talks, and campfires programs are offered year-round.     News Releases Our News Releases web page includes updates on special events, conditions, road-construction delay schedules, fee-free dates, fire information, public comment opportunities, and more.   Shuttle Services Park and ride! In summer, shuttles operate within both parks and can even bring you to the parks from nearby towns. Shuttles also run during some winter holidays.   Permits & Reservations Some special activities in these parks require a permit, such as commercial tours, filming, or scientific research. Check this page for information about different permit types and instructions on how to apply.   Crystal Cave Discover the underground world of Sequoia National Park on a tour of a marble cavern. Crystal Cave is open from May until late fall. Tours are managed by the Sequoia Parks Conservancy and schedules and ticket information are available on their website. (Tickets are sold online, not at the cave).   Accessibility If you or someone you are traveling with has with mobility or sensory impairments, there are trails, programs, and other options that are right for you. You can also ask for accessibility information at any visitor center.     Pets Only designated service dogs may go in park buildings or on trails. Rules for pets vary between national parks and the surrounding national forests.    Stay Safe in the Parks Your safety is your responsibility. Before you visit, learn about hazards you may encounter in natural areas.    Gasoline & Emergency Automobile Services No gas stations or repair shops are inside park boundaries. Gas and emergency vehicle services are available nearby in national forests.   Fire & Your Visit As fire danger increases in summer, restrictions on fire may begin, including limits on campfires, barbeques, smoking, and wilderness campfires. To learn about how the park manages fire and its role in keeping sequoia groves healthy, visit our prescribed-fire web page.   National Parks vs. National Forests Sequoia National Forest and Sierra National Forest both border these national parks. If you drive the Generals Highway between Sequoia and Kings Canyon National Parks, you'll cross national forest lands, which are managed by a different agency. Some rules vary between national parks and national forests.    Weapons & Firearms in the Parks Weapons (including, but not limited to, BB, pellet and paint guns; bow\/arrow, slingshots, bear spray, and other compressed-gas irritant devices) are illegal to possess. No firearms, including concealed-carry, are allowed in any federal building. Discharge of a firearm or weapon is prohibited within Sequoia and Kings Canyon National Parks.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/basicinfo.htm"
}
