{
    "title": "Sequoia & Kings Canyon National Parks: Fees & Passes",
    "body": "Fees & Passes           Credit cards accepted at Sequoia & Kings Canyon entrance stations.   Buy Entrance Fee or Pass in Advance  Download the app and buy your entrance fee or annual park pass before arrival. This app by our authorized partner, Viply, lets you buy passes to these parks if you have an iPhone 4S (or newer) or tablet. Watch for the android version of this app coming soon. Buy Entrance Fee or Pass at the Park  At the park entrance, credit cards are preferred for payment. Cash and checks are accepted. Passes are not valid at Crystal Cave. Your Fees Help the Parks  Eighty percent of your entrance and camping fees go toward improving your experience here by repairing roads, campgrounds, trails, picnic areas, and restrooms. They also fund exhibits, visitor-center improvements, and ranger-led programs.  Entrance Fee-Free Days No entrance fee is needed on the days listed below. Fees for camping, reservations, concessions, and fees collected by third parties still apply.  In 2016:    January 18 Martin Luther King, Jr. Day    April 16-24 National Park Week    April 23 Junior Ranger Day (free at only these parks)    June 4 National Trails Day (free at only these parks)    June 18 A Day Honoring Buffalo Soldiers (free at only these parks)    August 25-28 National Park Service Birthday Weekend    September 24 National Public Lands Day    November 11 Veterans Day    December 11 Celebration of the Nation's Christmas Tree (free at only these parks)      Types of Entrance Fees $30 Vehicle Entry Pass - valid 1 through 7 days Valid for Sequoia & Kings Canyon National Parks and the Hume Lake District of Sequoia National Forest \/ Giant Sequoia National Monument. Buy your pass digitally now. $15 Individual Entry Pass - valid 1 through 7 days Per person fee for a visitor traveling on foot, bicycle, or for individuals traveling together in a vehicle as a non-commercial, organized group. Non-transferable. Valid for Sequoia & Kings Canyon National Parks and the Hume Lake District of Sequoia National Forest \/ Giant Sequoia National Monument. $20 Motorcycle Entry Pass ($25 starting Jan. 1, 2017) - valid 1 through 7 days Per motorcycle. Non-transferable. Valid for Sequoia & Kings Canyon National Parks and the Hume Lake District of Sequoia National Forest \/ Giant Sequoia National Monument. Buy your pass digitally now.         Sequoia and Kings Canyon National Parks Annual Pass - $50 Valid for Sequoia & Kings Canyon National Parks and the Hume Lake District of Sequoia National Forest \/ Giant Sequoia National Monument for one year from month of purchase. It admits all passengers in a private vehicle. The pass is non-transferable. Buy your pass digitally now.      GROUP ENTRANCE FEES- valid 1 through 7 day(s) Non-commercial groups entering the park in a bus or vehicle with a capacity of 16 persons or more will be charged $15 for each person on board with the following exceptions:  Anyone who is 15 or younger is exempt from paying an entrance fee. Passes may be used for entry as defined on the back of the pass. In many cases the driver will have been hired for transportation only and is exempt from paying the entrance fee. The total fee charged will not exceed the equivalent commercial fee for that type of vehicle.  Commercial Tour Fees   1-6 Passenger Capacity $25.00 + $15.00 per passenger 7-15 Passenger Capacity $75.00 16-25 Passenger Capacity $100.00 26+ Passenger Capacity $200.00   Pass is valid for the day of purchase and the next six days for a vehicle carrying the same group of passengers. A commercial tour is defined as consisting of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service. Entrance fees for commercial tours are based upon the total seating capacity of vehicles that can carry seven or more passengers, regardless of the actual number of passengers. The ages of the passengers and whether or not anyone is in possession of an entrance pass does not affect the price charged.      America the Beautiful Pass Series   In 2007, the Golden Age, Golden Eagle, and Golden Access Passes were replaced with the America the Beautiful - National Parks and Federal Recreational Lands Pass series. All Golden Access and Golden Age Passports will continue to be honored according to the provisions of the pass. Only paper Golden Age and Access Passports may be exchanged free of charge for the new plastic passes. Passes are available at park entrance stations or online at the America the Beautiful Pass website.           Interagency Annual Pass - $80 (in person or online) The Annual Pass is available to the general public and provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity Fee for one year, beginning from the month of purchase. The pass admits all passengers in a non-commercial vehicle where per-vehicle fees are charged or the passholder + 3 adults for per-person fee areas (children under 16 are admitted free).The annual pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or online.         Interagency Annual Military Pass - Free (in person) For qualifying active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173), the Military Pass offers free entrance to all 397 national parks. The pass is available at any national park that charges an entrance fee. This military version of the America the Beautiful National Parks and Federal Recreational Lands pass also permits free entrance to sites managed by the U.S. Fish & Wildlife Service (FWS), the Bureau of Land Management (BLM), the Bureau of Reclamation (USBR), and the U.S. Forest Service (USFS). The pass is also available at these locations.  To qualify for the pass: The military member or dependent must present an acceptable Military ID Card (PDF, JPEG) in person at National Park, Fish & Wildlife entrance stations, and many other NPS, FWS, BLM, USBR and USFS offices and visitor centers.         Interagency Senior Pass - $10 (in person) or $20 (by mail) The Senior Pass is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass can be obtained in person at the park or by mailing a completed application form. This pass provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity Fee for a lifetime. The pass admits all passengers in a non-commercial vehicle where per-vehicle fees are charged or the passholder +3 adults for per-person fee areas (children under 16 are admitted free). The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. Senior Pass Mail-in Application Form (PDF)         Interagency Access Pass - Free (in person) or $10 (by mail) The Access Pass is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities; documentation is required to obtain it. Acceptable documentation includes: statement by a licensed physician; document issued by federal agency such as the Veteran’s Administration, Social Security Disability Income or Supplemental Security Income; or a document issued by a state agency such as a vocational rehabilitation agency. The pass provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity Fee for a lifetime. The pass admits all passengers in a non-commercial vehicle where per-vehicle fees are charged or the passholder +3 adults for per-person fee areas (children under 16 are admitted free). The pass can be obtained in person at the park or by mailing a completed application form. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. Access Pass Mail-in Application Form (PDF)         Interagency Annual Volunteer Pass - Free The Volunteer Pass is for volunteers acquiring 250 service hours on a cumulative basis. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the month of issue. The pass admits all passengers in a non-commercial vehicle where per-vehicle fees are charged or the passholder plus three adults for per-person fee areas (children under 16 are admitted free). Visit our volunteer page to learn more about volunteer opportunities at Sequoia and Kings Canyon National Parks.       Academic Fee Waivers Schools and other educational groups may qualify for an academic fee waiver. If you'd like to apply, submit your information at least two weeks before your trip.       Telephone Scams An illegal telephone scam is mentioning Sequoia and Kings Canyon National Parks. If you get a call, visit our Laws and Policies page for information about how to report it.",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/fees.htm"
}
