{
    "title": "Whiskeytown National Recreation Area: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer          Is Whiskeytown Lake one of your favorite places to spend the day? Do you enjoy meeting new people and learning new things? Would you like a chance to help your community and have fun at the same time? If so, consider becoming a National Park Service Volunteer at Whiskeytown National Recreation Area. We are looking for friendly people to assist us in many activities        Volunteers planting native plants and trees. NPS photo  Who Volunteers? - Volunteers are of different ages and backgrounds. They are friendly, cooperative and like to help others. They enjoy spending their free time in the mountains.        Visitor Center Volunteer. NPS photo  What do volunteers do? - Volunteers help staff our Visitor Center. They help Park Rangers with special programs such as our popular free kayak tours by serving as Kayak Assistants. Volunteers also have opportunities to help with special projects that arise at the park such as historic orchard restoration, native plant garden maintenance, research, GPS projects and trail work. Special Events: Volunteers can help with special events such as our annual Pick Up Lake Litter Day and our Old Time Holidays event which is held the first weekend in December. Community Service: Youth and adults can complete required community service hours at Whiskeytown. Students under the age of 18 must have parental consent in order to participate.        Boulder Creek Falls Painting Cathy Jennings 2003  Artist-in-Residence Program The Artist-in-Residence program at Whiskeytown offers professional artists (writers, composers, visual and performing artist) the opportunity to spend a couple of weeks exploring old growth forests, oak woodlands, majestic waterfalls and the forested slopes of Shasta Bally. Click here for more information or contact the Artist-in-Residence coordinator.        Volunteers working on one of Whiskeytown's trails. NPS photo  What are some of the benefits? - Satisfaction of helping both the National Park Service and its visitors. Learn to do incredible things, meet new people, gain creditable job experience. How can you become a Volunteer? - Fill out a Volunteer Application and mail it back to Whiskeytown, P.O. Box 188, Whiskeytown, CA 96095 attn: Volunteer Manager. You may also visit www.volunteer.gov\/gov to apply for current volunteer opportunities at Whiskeytown or other areas.      For more information on current volunteer activities at Whiskeytown or to request an application to be sent to you, contact the Volunteer Manager at P.O. Box 188, Whiskeytown, CA 96095 or call (530)242-3451.",
    "url": "https:\/\/www.nps.gov\/whis\/getinvolved\/volunteer.htm"
}
