{
    "title": "Whiskeytown National Recreation Area: Fire Research",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Fire Ecology     Fire Research                  Fire Research      Research is an essential component of Whiskeytown’s adaptive management feedback loop. Together with the monitoring program, research studies expand upon the park’s current knowledge base and allow for refined fire management objectives.     Contaminants and Aquatic CommunitiesAs part of the Burned Area Rehabilitation program, USGS and University of Montana scientists are cooperating with Whiskeytown staff to determine the effects of the 2004 French Fire on aquatic biota, instream habitat, and the mobilization of heavy metals.     Brush Mastication Whiskeytown staff recently conducted a research project to determine the combined effects of brush mastication and prescribed fire on non-native plant invasion, fire behavior, and soil properties. Researchers from Southern Oregon University are now expanding on this project to study the effects to belowground mycorrhizal communities, and U.S. Forest Service researchers are using the study area to help refine fire behavior models for this fuel type.     Fire History A fire history study in Whiskeytown’s upper elevation coniferous forests was conducted in 2002 by researchers from UC Berkeley. Data on fire frequency and seasonality gathered in this study is helping the fire management program further define management goals for these forests in light of past fire occurance.     Fuelbreaks  USGS scientists from the Western Ecological Research Center conducted a state-wide research study on fuelbreaks and non-native plant invasions in 2002 and 2003. Three of the twenty-four research study sites were located within Whiskeytown. Non-native plant invasion on the fuelbreaks and adjacent wildlands was analyzed and compared to invasion on other fuelbreaks throughout California. Detailed information on the study is available at http:\/\/www.werc.usgs.gov\/fire\/seki\/ffm.",
    "url": "https:\/\/www.nps.gov\/whis\/learn\/nature\/fireresearch.htm"
}
