{
    "title": "Sequoia & Kings Canyon National Parks: Scientific Research & Collection Permits",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Scientific Research & Collection Permits                Scientific Research & Collection Permits       Prior approval in the form of a permit is required to conduct scientific research or collecting in Sequoia & Kings Canyon National Parks and Devils Postpile National Monument. This approval must be obtained annually. Sequoia & Kings Canyon National Parks and Devils Postpile National Monument have a long history of supporting scientific research, and that research has been important both to park management and to the general body of scientific knowledge. The parks would like to continue that tradition and provide the information below to help researchers navigate the permitting process. The research permit process is outlined below and described in detail in the attached documents.             Permit Program Coordinator Contact:Koren R. Nydick, PhDScience Coordinator\/EcologistSequoia and Kings Canyon National ParksPhone: 559-565-4292FAX: 559-565-4207koren_nydick@nps.gov Applying for a Permit  Instructions to Researchers NPS Research Permit and Reporting System website This is a national website that tracks applications and permits. Researchers apply for permits via this website, but please read the instructions provided for information specific to our parks and monument.  Annual Spatial Data Requirement for Researchers Wilderness Minimum Requirements Analysis (MRA)   MRA worksheet  MRA Instructions  MRA additional Alternatives worksheet   Park-specific conditions: Each permit may have specific conditions attached to it. However, all permits have the following park-specific conditions:   Sequoia and Kings Canyon National Parks  Devils Postpile National Monument Avoidance of White Nose Syndrome: requirements for cave researchers   White Nose Syndrome Management plan for Sequoia and Kings Canyon National Parks  Affidavit of Decontamination of Caving Equipment and Clothing for Researchers If you encounter marijuana grow site   Accommodations for Researchers   Wolverton Service Camp If you encounter difficulty opening any of the linked documents contact the Permit Program Coordinator (above).",
    "url": "https:\/\/www.nps.gov\/seki\/planyourvisit\/scientific-research-and-collection-permits.htm"
}
