{
    "title": "Rocky Mountain National Park: Wild Things",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Blogs     Wild Things                Wild Things       Crew Appreciation In addition to our excellent volunteer staff, the 2013 seasonal crew also deserve recognition for their work this season. Their safety, efficiency, creativity, focus, and initiative, led to a safe and productive field season. Meet the crew… This is Pat’s second season on the elk and vegetation crew. Pat came to us with a breadth and depth of service and experience with the Rocky Mountain National Park and the National Park Service. His intimate knowledge of this park makes him the go-to resource for everything from directions to policies and procedures to GIS\/mapping needs, to car troubles. Pat’s passion for and commitment to the park remains unsurpassed. Harold joined the crew after finishing up his masters in ecology in his native state of Puerto Rico. Harold proved himself a fast and enthusiastic learner during his first season at Rocky. He keeps us laughing with his (often unexpected) sarcasm and provides new perspectives on restoration and conservation issues. This is Jen’s first season at Rocky. Jen’s natural leadership increased our crew’s organization and efficiency. This season requires meticulous quality control of years of data, which is benefiting greatly from Jen’s attention to detail, concise record-keeping, and thorough follow-through. Ben joined us with a background in trails work. During his first season here at the park, the crew could always count on him. Ben has a rare ability to read a situation and provide support or leadership and perform equally well in both roles. Despite his quiet modesty, Ben’s work ethic has not gone unnoticed. Congratulations to Ben on going back to school this fall to study biology! Josh joined us for his second season on the elk and vegetation crew. With his skill and zeal for taxonomy, Josh’s plant identification skills have earned him a reputation across the Division of Resource Stewardship. Josh’s education and experience in wildlife biology contributes a breadth and depth of field experience to the team.   These NPS employees truly embody the core values of the National Park Service:  Shared Stewardship – We share a commitment to resource stewardship with the global perservation community. Excellence – We strive continually to learn and improve so that we may achieve the highest ideals of public service. Integrity – We deal honestly and fairly with the public and one another. Tradition – We are proud of it, we learn from it, we are not bound by it. Respect – We embrace each other's differences so that we may enrich the well-being of everyone.  Their work will inform decisions on elk exclosure size and placement, elk population modeling, elk movement patterns, fire effects on riparian willow and aspen, and more. All the while, they have mentored students and met with visitors in the field. It’s been a pleasure working with you all this summer and I hope I have the opportunity to work with you again in the future. Thanks for a safe, fun, productive season! Apryle 15 August 2013         VIP Nick holding a placard for a photo point. NPS Photo  Volunteer Appreciation Volunteers in Parks, also known as VIPs, donate their time and talents to improve our park. Last night we had our annual volunteer appreciation dinner to celebrate the many hours contributed by the Rocky's talented VIPs. Expanding on last night's theme, this post is dedicated to the committed volunteers I personally had the pleasure of working with this summer and to all those who contribute hours to our park, the National Park Service, and to the preservation of natural and cultural resources. Meet our VIPs… Nick started the season during the first week of April, working Saturdays while he finished his senior year in high school. During that early season, Nick showed his character and dedication to the project: despite bitter temperatures, biting wind and the peak of tick season, Nick’s focus and attention to detail never wavered. After graduation, we welcomed Nick onto the crew as a full-time intern, where he exceeded expectations contributing to a safe, fun, and productive season. We are sure that Nick will excel as he enters college this fall to study Environmental Engineering. During his internship, we hope that Nick made discoveries, friends, and memories that will follow him on his journey.         VIP Jim holds a placard for a photo point. NPS Photo  Jim also had an early start date, hitting the field with Pat beginning the last week of March. Jim was scheduled to work Tuesdays and Wednesdays each week, but the snow seemed to pile up every Monday night. In fact, we joked that Jim brought the bad weather. Although his passion was field work, he remained patient and flexible during those office days of data entry and made significant contributions to the raptor monitoring program. Eventually, winter gave way to spring and Jim embraced the opportunity to reconnect with field science. Jim was generous enough to chronicle his adventures with you through his writing and photography on this blog. Jim is looking forward to getting involved with other volunteer opportunities in the park and we’re glad to have him continue on new projects. Other volunteers have stepped in to assist us with special projects and needs this season including Nyeema, Jayne, Bruce, Nodin, Gary, and Jordan. Each of you brought new perspectives and talents as well as a boost in morale and I look forward to working with you in the future. Thank you for your service! ~Apryle 9 August 2013         Pat, Ben, Harold, Josh, Nick, Apryle, Jim, and Jen out of uniform at an evening farewell BBQ.    Wrapping up my season with the EVMP … I’ve been volunteering with the Resource Stewardship Division at RMNP since late March and the time has just flown by. The study protocols that were slated for this summer are nearly complete and it is time for me to wander off, for a while, and pursue some of my other retirement interests. Some of my activities will bring me back to the park with a camera and I hope to have some of my images loaded to the RMNP Facebook page. We’ll just have to see if my photos are up to the park’s standards! Working with the group of bright and talented resource technicians involved in the EVMP has been fulfilling and a great educational experience for me. I’ve learned so much about the park and I’ve learned so much about the plants and animals that thrive here. I plan on continuing my own studies of these plants and animals since I like knowing as much as I can about all the natural things around me. My volunteer efforts with this group and the training I received, have given me an invaluable baseline of knowledge about the park’s environment and basic ecological structures from which I can carry on and learn more on my own. One of the books that I used throughout my volunteer efforts is “Plants of Rock Mountain National Park”, by L. H. Beidleman, R. G. Beidleman, and B.E. Ward. In the introduction to the book the authors make the statement, “The very nature of a national park, where ecosystems are being preserved in perpetuity and as close to their natural conditions as humanly possible, permits long-term ecological studies of both individual species and entire plant communities.” The EVMP is a significant and valuable long-term study of an aspect of the park’s ecosystems; the interactions between the elk herd and the plants that they eat. Using data that we recorded over this summer the park resource managers can evaluate how well these ecosystems are being preserved and if and how they can be restored to their natural conditions. The EVMP is exactly the sort of long-term study the book’s authors were referring to. Preserving the park in as natural a state as possible is a big task and I am happy that I had an opportunity to contribute just a little to it! I do hope to be back and I hope that I can write and share photos of more of my experiences volunteering at Rocky Mountain National Park. This was fun and I encourage anyone with a bit of free time and an interest in helping maintain our National Parks for generations to come, to contact a National Park Service volunteer office and find out what you can do to help out, too. Thanks for reading, it’s been fun writing … ~ Jim 2 August 2013         Jen and Josh surveying aspen regeneration. NPS photo  Treaure Hunt As you read in our last post, we recently completed the annual upland and willow offtake measurements. However, this doesn’t mean we’re done measuring and ready to analyze all that data. We still have a couple measurement sets left for this summer as part of the 5-year intensive review of the Elk and Vegetation Management Plan. These additional 5-year measures include macro plot, site characterization, and line intercept at willow sites and stem and sapling characterization at aspen sites. There will be more to do in the fall but we’ll get to that later. For the willow measurements, we’re going back to the sites we previously measured during the willow offtake assessments. During this visit, we’re identifying and recording the main herbaceous plants found in each plot and we identify and measure the area of all the shrubby plants, including willows, in each plot. These measurements will help the scientists determine how much of a plot is covered by each of the different plant types. While it might seem redundant to go back, we needed to wait until the willows, shrubs, and other plants leafed to help us identify them and to get height measurements that include this summer’s growth. The aspen stem and sapling measurements are a bit simpler. In this case we locate our plots, measure the diameter of the large aspen and then we measure the heights of all the saplings in the plots. Elk commonly chew on the trunks of the aspen during winter causing bark scarring, which we measure. We also measure any dead saplings and trees to help the scientists determine the overall health of the plot. Making the measurements is a little like a treasure hunt. We use maps and a handheld GPS unit to help us find the locations of the plots, then we use a metal detector to help find the survey pins that identify each plot corner, and finally, once we have located the site, we start the work of determining what is there and recording all the data called for in the procedures. Before leaving the site and heading off to the next one, we take photos of the plot, from a number of directions, to give the scientists a visual aid to backup all the data we’ve taken. This has been great fun and really helped me learn a lot of the plants in RMNP. It’s a rare day that we don’t have to get out our plant identification books and “key out” a plant that none of us on the team are certain about. Some days my head gets filled with so many new species to remember that I swear it might burst from the strain!        Nick measuring the line intercept in willows. NPS photo  Because our sites are broadly scattered through the park, our “treasure hunts” have us hiking the trails and meadows throughout RMNP. What a treat! Lots of hiking and along the way there are always new surprises for us – nesting Williamson’s Sapsuckers with cheeping chicks in a cavity nest, crushed mint underfoot making an aspen grove smell wonderful, discovering a spotted coral root orchid hidden in the shade in the pines, a chance encounter with a moose, or finding new construction efforts on a beaver’s dam and lodge. Not a day goes by on this job without experiencing something that takes my breath away! But I think what I like best is the times we are asked by a park visitor why we’re walking around with all that measuring equipment. Next time you’re visiting, please don’t hesitate to ask what we’re doing, why, and how well it’s working. It always seems that park visitors, who are here to appreciate the natural beauty of RMNP, also appreciate the efforts going on behind the scenes to help keep it beautiful and wild. And there are other great visitor interactions too. Yesterday when I pointed out two marmots along the Cub Lake Trail to a family the kids were so excited. They hadn’t seen any yet and were so happy to have me show the marmots to them! I enjoy every opportunity that I have to share the things I have learned about the plants and animals in RMNP and I appreciate that I have been able to spend my summer helping make these measurements and stumbling upon all the new treasures I’ve found. And I enjoy sharing all I am learning with everyone I bump into on the trail. Maybe I’ll see you soon and I will be happy to stop and talk … ~Jim 23 July 2013         Ben and Pat surveying aspen regeneration. NPS Photo by crew member Harold  The Core Range We finished collecting all of our upland offtake measurements and willow offtake measurements. The offtake measurements allow us to estimate the amount of forbs, graminoids, and willow the elk consumed during the previous winter. Using that data, we can make comparisons inside and outside of the elk exclosures, across different valleys and vegetation types, and between the elk's core and non-core winter range. Based on the elk migration patterns, the park was divided into areas where elk tend to concentrate in the winter and areas where they tend to be less common.  We hope that the data we are collecting shows quantitatively that vegetation recovery is occurring not just in the elk core winter range where fences have been installed, but also in areas that elk use less frequently. A rigorous statistical analysis is planned for this winter to help us answer these and other questions associated with elk management, vegetation restoration, and biodiversity. ~EVMP crew 10 July 2013         Apryle, Nick, and Jen identify a shrub as part of the plant ID training. NPS photo by VIP Jim  Training Once our EVMP crew became fully staffed – there are 9 of us now including 3 volunteers – it was time to do some training via a series of sessions that covered a broad range of areas necessary to perform our vegetation monitoring efforts accurately and to work in the park safely. Safety is taken very seriously here! In the time I have been volunteering at the park it has become clear how important safety is in everything that is done.  The training sessions that I attended in first aid, backcountry travel and fire and fuel management were exceptionally detailed regarding preparation and safety. The safety training sessions gave us the tools to go about our daily efforts safely, minimizing risk to ourselves, our teams, park visitors, and to the National Park environments in which we work. In addition to the safety training I also participated in field sessions in plant identification with the Resource Stewardship Division's botanical experts and a session detailing the history and requirements of the EVMP with the lead biologist on the project. Learning the background and rationale for the EVMP was interesting and really put the work we are doing in context. I see now the need for the measurements we do with willows, shrubs, and herbs and how these measurements fit in the bigger picture of maintaining park biodiversity. The plant sessions included an overview of plant family identifications followed up with a field trip along the Lumpy Ridge Trail to practice identifying the common plants that we will encounter as we go about making our EVMP measurements. This hands-on learning with a group of knowledgeable teachers was as much fun as it was a good learning experience. All in all it was a great afternoon. Quite a long time ago I studied botany during my university years but there is so much I have forgotten since that time. With the help of the botany training sessions, and my work in the park performing EVMP measurement tasks, I am starting to remember much of what I learned as an undergraduate student. This learning is what I hoped would happen when I started volunteering in the park and best of all I am reconnecting with nature and with the plants and wildlife that abound here. Fortunately, similar training is available to visitors in the park in the form of Ranger and Volunteer led talks and nature walks. The training I've done here has really piqued my enthusiasm for learning more and the next step for me will be to join in some of the scheduled RMNP nature talks and walks. Maybe I'll see some of you there too ... ~Jim 20 June 2013         Elk in velvet. NPS Photo by VIP Jim  Not just a snipe hunt! If you’ve spent time camping, at some point you may have been sent on a snipe hunt. In this practical joke, experienced campers tell newcomers about a bird or animal called the snipe. They explain a preposterous method of catching it, such as running around the swamp carrying a bag or making strange noises such as banging rocks together. The phrase “snipe hunt” has come to refer more generally to giving inexperienced people an impossible or imaginary task. This may come as a surprise but the snipe actually does exist and is an elusive wetland bird that makes its home in the riparian willow habitat in RMNP. Sloshing through the wetlands to reach our EVMP monitoring plots, we walk carefully this time of year, with one eye to the ground, as many of our wetland species build their nests amidst the grasses including the snipe. The riparian willow communities are coming alive with the melodious songs and vibrant colors of the returning migrant songbirds including the yellow-rumped warbler and yellow warbler, which rely on healthy willow habitat for their breeding grounds. Cavity-nesting bird species are popping in and out of holes in aspen trees. The crew, along with a dedicated group of volunteers, has been monitoring raptor activity at Lumpy Ridge, making record of nesting peregrine falcons and golden eagles at Lumpy Ridge. The bull elk that have cast off their antlers from last year, are shedding their winter coats, and growing new velvet covered antlers for the new season. As part of the EVMP, we hope that our efforts to restore the willow and aspen habitats will provide more opportunities for many of the park’s smaller wild things such as birds, butterflies, and beaver to grow and thrive. The EVMP turns what might seem to be an impossible task of restoration into tangible goals and measurable results: it’s not just a snipe hunt. ~Jim 6 June 2013         Great Horned Owl NPS Photo by VIP Jim  Signs of the Changing Season Benjamin Franklin once suggested that nothing is certain except for death and taxes. Back in March and April, and even into early May, I was starting to believe that even the changing of the seasons might not be as certain as I thought and that the wise American statesman might have really put his finger on a universal truth! Temperatures were in the teens and below and foot after foot of snow (admittedly, it was much-needed snow) kept falling on the park. Was Spring going to come this year? Could it be that the changing of the seasons was not the certainty that I have always assumed it to be? Not to worry. Spring is now upon us and RMNP is coming alive as it does year after year. I'm sure if the plants could talk they would tell us how happy they are for all the extra water from those late snows, and who knows, maybe they even enjoyed the few extra weeks of winter slumber.        Rocky Mountain National Park NPS Photo by VIP Jim  So Mr. Franklin, at least from my experience, the changing of seasons remains a certainty too … The late snows were welcomed since we really needed the moisture. This water will help green the grasses and feed the wildflowers that will soon be abundant in the park's valleys and alpine meadows. On the other hand, the late snows and cold temperatures did get in the way of the work that I volunteered to do up here. Most of my efforts are support vegetation monitoring as part of the Elk and Vegetation Management Plan (EVMP). This plan, a twenty-year, adaptive management plan, will provide insight into how the EVMP's restoration efforts are progressing. Because the EVMP is an adaptive management plan, park staff can use the insight gained from each year of vegetation monitoring to adjust restoration techniques along the way. These adjustments could include changes to future exclosure sizes and placement. Gathering data requires that we be out in the park measuring how much the elk herd has grazed on the grasses and other herbs and how much they have browsed from the stands of willows you see on the valley floors throughout the park. If small plants and grasses are under snow, we cannot collect our data. So, we have spent a lot of time this spring, entering the data from field data sheets to digital spreadsheets. The crew has been itching to get into the field! With the snow melted from our plots and the weather warming, we are now getting into the field daily, working hard to make up for the time we lost in the early season. I've been working with a wonderful crew of bright and enthusiastic park employees who love Rocky Mountain National Park and are sincerely interested in applying their degrees in forestry, biology\/botany, ecology, rangeland management, and others, to support the park and help assure its future as the beautiful, natural place that we have all come to expect. As I hope to do through the summer, I've included a few photos from the last couple weeks. Enjoy … ~Jim 30 May 2013         Upland line intercept.   Spring is on it's way when... …the rivers are flooding their banks and the ticks emerge! Between intermittent snow storms, we have been able to complete upland line intercept and offtake plots. At each plot, we take measurements to estimate the amount of grasses (graminoids) and flowering plants (forbs) consumed by elk during the previous winter. Plant identification can be challenging this time of year because the plants are not currently flowering. A word of caution: ticks are out in full-force. Be sure to check yourself during and after hikes! ~Jim 18 May 2013         Great Horned Owl NPS Photo by VIP Jim  What is Stewardship? Thank you for visiting the Division of Resource Stewardship Blog at Rocky Mountain National Park (RMNP). My name is Jim and I am a new volunteer at the park. In the coming months I, along with many others in this division, will be telling you a bit about what we are doing to preserve the park for the enjoyment of all - for your enjoyment. Along the way we will share our stories, experiences, and photographs as we go about our work of conserving the natural beauty and environment of the park. We hope you enjoy our ramblings and we hope you take the time to visit RMNP soon to see this wonderful place for yourselves. Thanks for reading and please check back frequently! A bit about me - Looking for interesting things to do after my recent retirement, I applied for, and was accepted to, a volunteer position at RMNP. This volunteer work will bring me full circle in my life returning me to my initial love - natural sciences. You see, many years ago, after receiving a degree in biological sciences, I took an interesting occupational diversion that landed me in a university research lab supporting the development of instruments used in the study of all aspects of Planetary and Space Physics. While mine was an exceptionally fulfilling career, retirement brings an opportunity to return to more earthbound pursuits and now I hope to help out where I can in the Resource Stewardship Division.  Stewardship is defined as the careful and responsible management of those things entrusted to the stewards' care. Since its inception, the National Park Service has accepted this responsibility of maintaining all these wonderful places in a condition that is as natural as possible so that all of us can experience these lands as nature provided them. The National Park Service has been, and strives to continue to be, an exceptional steward of the public lands that have been entrusted to them. I am honored to be able to be a small part of this effort!         Male Mountain Blue Bird NPS Photo by VIP Jim  My first few weeks at RMNP have been eye opening. Even doing small tasks, like replacing storm windows on park buildings with screens in preparation for the summer, have brought me moments of awe at the beauty that can be found here. I've enjoyed sunrise views of the Diamond face on Longs Peak, nesting owls in an outstretched conifer branch, and spectacular splashes of brilliant blue from Mountain Bluebirds along Fall River Road.   The real work of collecting data for the ongoing research projects, which we'll describe to you as we go, is ramping up; but volunteering in this special place is sure to bring all of us on the team many memorable moments along the way. Right now I'm seeing RMNP while the snow is still melting and the green and leaves are yet to come. Through my time as a volunteer over the spring and summer I will see the park come awake. I'll see nests made, fledgling birds fly, calving elk, and the bull elk's antlers return by this fall. I'll see the leaves turn spectacular colors, fall, and I'll see the snow start to fly again. I, along with the others on our crew, will do our best to share these things we see but our language is so limited and as Aldo Leopold said in A Sand County Almanac: With Other Essays on Conservation from Round River, \"Our ability to perceive quality in nature begins, as in art, with the pretty. It expands through successive stages of the beautiful to values as yet uncaptured by language.\"    I hope you will come to RMNP to experience these beautiful places and maybe recreate what you experience in a \"language\" of your own that best describes what all of this means to you.    ~Jim 13 May 2013          Crew member surveying an upland herbaceous plot in Cow Creek. NPS Photo  Follow the elk and vegetation crew as we survey plots this summer! Welcome to our blog where you'll be able to join the elk and vegetation crew during the 2013 field season! This blog will be maintained by seasonal biological science technicians and dedicated volunteer staff actively working in the field as part of the elk and vegetation crew in Rocky Mountain National Park's Division of Resources Stewardship. This year marks the 5-year review of the park's Elk and Vegetation Management Plan (EVMP) and the 5th year of data collection monitoring the restoration progress. As part of the 5-year review, this summer we will undertake a more extensive survey effort, including collecting aspen data for the first time since establishing baseline conditions in 2008, as well as more rigorous surveys in the willow and upland herbaceous plots. In addition to surveying vegetation, our crew monitors raptors and provides other wildlife response. We look forward to sharing the 2013 field season with you through our photos and stories!   ~Apryle 9 May 2013",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/photosmultimedia\/wild_things_blog.htm"
}
