{
    "title": "Whiskeytown National Recreation Area: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth      Gold Panning Wednesdays and Saturdays at 1:00 P.M. (2 hours) Gold Panning programs are offered during the summer months for children (and adults). Discover the myths and realities of the Gold Rush days. Learn the history of the area and try your luck on a modern day gold hunt. Pans and shovels are provided. Park at Tower House and meet the ranger in the parking area. Click Here for the student\/ child activity booklet Junior Ranger Program Saturdays at 10:00 A.M. (1 hour) Children along with their parents can learn about preserving and protecting park resources while making new friends during a special one-hour activity that explores the wonders on Whiskeytown. Meet at the Oak Bottom Amphitheater. Ask the ranger about earning your Whiskeytown Junior Ranger badge and patch. Contact the Visitor Center for additional Junior Ranger information (530) 246-1225. Click Here to download a Junior Ranger Activity Card Junior Firefighter Saturdays at 11:00 A.M. (1 hour) Join Whiskeytown NPS firefighters to learn how they manage fire to promote forest health and protect lives and property. Children will learn about the important role that fire plays in the ecosystemsof our national parks during this hands-on activity. Children who complete the program will earn a Junior Firefighter Badge. Meet at the Oak Bottom Amphitheater. Click Here to download a Junior Firefighter activity card  Junior Ranger Kayak Program Mondays and Thursdays at 1:30 P.M. (1.5 hours) Join us for a special program that pairs parents and their children in kayaks so they can discover and share the joy of nature with each other as they paddle and play. The Monday program is geared for children three to six years of age, and the Thursday program is geared towards children seven to twelve years old. Please call (530) 242-3462. Evening Astronomy Program Friday evenings at 9:00 P.M. (1 hour), during August and September, start time is at 8:30 P.M. Spend the evening with a Sky Ranger and discover the stories of how ancient cultures used the sky to navigate and mark important seasonal changes. Learn about the challenges we face today as urban light pollution threatens the dark sky and find out what you can do to help. After a 20 minute presentation, the Shasta Astronomy Club will share their powerful telescopes to assist visitors with their celestial gazing. Meet at the Oak Amphitheater for the first half of the program and the second half at the Oak Bottom Beach parking lot. Contact Ranger Matt Switzer for more information (530) 242-3454. Click Here to download the Night Ranger activity booklet and earn your Night Explorer Badge Don't have time to join a ranger led program? The Vistor Center offers an alternative to joining a ranger led program - a scavenger hunt! By completing this scavenger hunt, it gives you the opportunity to still learn, preserve and protect Whiskeytown National Recreation Area while still earning your junior ranger badge! Pick up a scavenger hunt at the Visitor Center or download it by clicking here.",
    "url": "https:\/\/www.nps.gov\/whis\/learn\/kidsyouth\/index.htm"
}
