{
    "title": "Whiskeytown National Recreation Area: Swimmer's Itch",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Swimmer's Itch                Swimmer's Itch      \"Swimmer's Itch\" is the name given to a condition caused by flatworm larva.  The naturally-occurring parasite needs ducks, snails and warm shallow waters to flourish.  It is common in lakes in 30 states.  The parasite lives inside ducks and geese and release eggs into lake waters.  These eggs hatch into small larvae that seek out water snails within which to grow.  After incubating in the snails, the parasite moves back into waterfowl where it matures.  It is during this process of seeking a duck or goose as a host that humans can come in contact with it.  It burrows under the skin where it dies because of its incompatibility with humans.  While not a persistent, widespread problem, the \"Swimmer's Itch\" parasite is believed to be present in Whiskeytown Lake.  While found in warm, shallow waters anywhere from only a few weeks to an entire summer, the parasite is not a life-threatening concern, but one that can cause some discomfort.  Symptoms include reddening spots which appear within a few hours.  Itching, swelling of the skin, and\/or red welts may also develop 10 to 15 hours later.  Itching may continue for several days, but all symptoms should disappear within a week.  Only about a third of people who actually come in contact with this rare organism actually develop \"Swimmer's Itch.\"  To reduce the risk of developing this condition, briskly towel off immediately upon leaving the water to remove the parasites from your skin.  Free showers are available at Brandy Creek Beach and Oak Bottom Beach to clean up after your swim.  Swimming in water away from the immediate shoreline also reduces exposure, but only if it is safe to do so.  If you experience an unexplained rash and are concerned, please contact your doctor.",
    "url": "https:\/\/www.nps.gov\/whis\/learn\/nature\/swimmers-itch.htm"
}
