{
    "title": "Whiskeytown National Recreation Area: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger         Whiskeytown Perseid Meteor Shower Event, Junior Night Explorers being sworn in by Ranger Bre. Paul Young  Be sworn in by a Ranger and earn your Junior Ranger Badge and Patches today!      Junior Ranger Programs offered at Whiskeytown Junior Ranger Program Saturdays at 10:00 A.M. (1 hour) Children along with their parents can learn about preserving and protecting park resources while making new friends during a special one-hour activity that explores the wonders on Whiskeytown. Meet at the Oak Bottom Amphitheater. Ask the ranger about earning your Whiskeytown Junior Ranger badge and patch. Contact the Visitor Center for additional Junior Ranger information (530) 246-1225. Click Here to download a Junior Ranger Activity Card Junior Firefighter Saturdays at 11:00 A.M. (1 hour) Join Whiskeytown NPS firefighters to learn how they manage fire to promote forest health and protect lives and property. Children will learn about the important role that fire plays in the ecosystemsof our national parks during this hands-on activity. Children who complete the program will earn a Junior Firefighter Badge. Meet at the Oak Bottom Amphitheater. Click Here to download a Junior Firefighter activity card Junior Ranger Kayak Program Mondays and Thursdays at 1:30 P.M. (1.5 hours) Join us for a special program that pairs parents and their children in kayaks so they can discover and share the joy of nature with each other as they paddle and play. The Monday program is geared for children three to six years of age, and the Thursday program is geared towards children seven to twelve years old. Please call (530) 242-3462. Don't have time to join a ranger led program? The Vistor Center offers an alternative to joining a ranger led program - a scavenger hunt! By completing this scavenger hunt, it gives you the opportunity to still learn, preserve and protect Whiskeytown National Recreation Area while still earning your junior ranger badge! Pick up a scavenger hunt at the Visitor Center or download it by clicking here. Or Junior WebRanger This is a great website for kids of all ages. If you love our National Parks, Monuments and HIstoric Sites, this site is for you. Click Here to learn more.",
    "url": "https:\/\/www.nps.gov\/whis\/learn\/kidsyouth\/beajuniorranger.htm"
}
