{
    "title": "Rocky Mountain National Park: Science Behind the Scenes Video Series",
    "body": "Science Behind the Scenes Series              Flood Research    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 5 seconds  Colorado's September 2013 floods affected many areas in Rocky Mountain National Park.  Researchers are studying this latest chapter in the park's natural history.               Willow Research    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 43 seconds  Willows in Moraine Park have declined due to many different environmental impacts and pressures. Learn about current research related to these riparian shrubs, and discover the role they play in wetland ecosystems.               Bears   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:14 minutes, 8 seconds  Seeing a wild bear is an unforgettable experience! Black bears eat, sleep, and live here. Rocky is an important place for bears. And we hope it is a special place for you. We care about bears. Will you?            The Mountain Pine Beetle Why are there so many brown trees? The Mountain Pine Beetle is one of several common, native insects that challenge western pine forests. Drought conditions, mild winters, dwarf mistletoe infestations, dense late seral mature forest stands, and a lack of wildland fires have contributed to the outbreak. The scale of the current beetle epidemic is unprecedented in historic times, with millions of acres of trees being affected throughout the West from Mexico to British Columbia. Broadband users click here. Dial-up users click here. iPod users click here. For a printable version of the script, click here.           Bighorn Sheep Bighorn sheep are often referred to as Rocky's signature species. These hearty-looking animals are surprisingly fragile. Learn more about these elusive and fascinating creatures.   Broadband users click here. For a captioned version, click here. For a printable version of the script, click here. Dial-up users click here. iPod users click here.                                                                    Elk & Vegetation Management Plan The National Park Service (NPS) has released the Final Elk and Vegetation Management Plan\/Environmental Impact Statement (EIS) for the park. The result of seven years of research, followed by four years of planning, the plan will use adaptive management principles and guide park management for the next 20 years. This 12-minute video introduces this fascinating and complex topic. Broadband users click here. For a captioned version, click here. Dial-up users click here. For a printable version of the script, click here.         Air Quality There are days when visibility is more than 200 miles. Unfortunately those days are not as common anymore. Learn how scientists at Rocky Mountain National Park are studying and monitoring air quality in the park.  Broadband users click here. For a captioned version, click here. Dial-up users click here. For a printable version of the script, click here. iPod users click here.         Soundscapes What do elk and frogs have in common? This segment of Behind the Scenes will take a brief look at two park research projects, one focused on frogs and one on elk. As different as these topics seem, the projects have something in common: they both involve studying sound.    Broadband users click here. For captioned version, click here. Dial-up users click here. For a printable version of the script, click here.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/photosmultimedia\/video_science_behind_scenes.htm"
}
