{
    "title": "Whiskeytown National Recreation Area: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 05, 2016  Centennial Symphony on the Beach  On August 20, 2016, at 7:00 p.m. at Brandy Creek Beach, the National Park Service will celebrate its 100 years of service protecting the national parks land, historic and cultural resources of the United States.  The celebration will begin at 7:00 p.m. with the Friends of Whiskeytown hosting beer and wine sales, along with food vendors. At 8:00 p.m. the Shasta Symphony will begin its performance by conductors Dr. Dwayne Corbin and Dr. Dan Pinkston, featuring vocalist Cy Myers.  This is a free event and open to the public.   July 27, 2016  2016 Perseid Meteor Shower Party at Brandy Creek Beach  Whiskeytown National Recreation Area, in partnership with the Shasta Astronomy Club, will be holding a special star party to view the Perseid Meteor Shower on Saturday evening, August 13, 2016. Knowledgeable and passionate amateur astronomers will assist in meteorite viewing and provide telescopes to view the moon, planets, and other astronomical wonders during what is often considered the most brilliant meteor shower of the year. Family-friendly activities will include ranger-led solar system walks, a Super Space Scavenger Hunt, and opportunities to earn a Junior Ranger Night Explorer patch!   July 26, 2016  Major Marijuana Cultivation Sites Destroyed at Whiskeytown National Recreation Area, 5 Men Arrested  Law enforcement rangers from the National Park Service and the Bureau of Land Management and Wardens from California Department of Fish and Wildlife located and destroyed two large marijuana cultivation sites within Whiskeytown National Recreation Area. The first raid took place in the Crystal Creek drainage where two men were found sleeping in their barbed wire protected “camp.”  Some 7,680 plants were removed and over 3,000 pounds of garbage was flown out utilizing a National Guard Black Hawk Helicopter.   July 08, 2016  Swift Water Rescue at Carr Powerhouse  On July 6, 2016, Whiskeytown National Recreation Area received a report of two overturned kayakers near the Carr Powerhouse on Whiskeytown Lake.   July 07, 2016  Ranger-led Stand-up Paddleboard (SUP) Program to Begin at Whiskeytown National Recreation Area.  Thanks to a Dignity Health grant obtained by the Friends of Whiskeytown to promote educational and physical activity, Whiskeytown National Recreation Area is proud to introduce our new, free Ranger-led Stand-Up Paddleboard (SUP) Program!   July 06, 2016  Whiskeytown National Recreation Area is Recruiting Kayak Reservation Line Volunteers  The National Park Service is looking for friendly and dedicated volunteers to assist with answering the kayak reservation line and making reservations. Kayak reservation volunteers are scheduled on a specific day of the week, which is consistent from week-to-week, from now until Labor Day, Monday, September 5th. Saturdays, Sundays, Mondays, Wednesdays, and Fridays shifts are all needed from 9 a.m. until 1 p.m. Some flexibility is possible; however, reliability and punctuality is essential. If we have enough volunteers, half-shifts (2 hours) may be possible.   July 01, 2016  2016 Junior Lifeguard Program and Waterfront Lifeguard Training  The Junior Lifeguard Program at Whiskeytown is designed to instruct youth 10 years of age and up in water and beach safety and to gain skills in aquatics, along with instilling a sense of responsibility and accomplishment. The purpose of the Waterfront Lifeguarding course is to teach participants the knowledge and skills needed to prevent and respond to aquatic emergencies both in a pool and in a waterfront environment. The course content and activities prepare participants to recognize and respond quickly and effectively to emergencies and to prevent drowning and injuries. We also hope to improve the fitness of youth and train future lifeguards.   June 29, 2016  El 4 de Julio 2016  El fin de semana del 4 de Julio es uno de los fines de semana más concurridos del año en el Área de Recreación Nacional de Whiskeytown. Las áreas del parque más populares se llenan rápidamente y el espacio para estacionar estará limitado.   June 29, 2016  Fourth of July at Whiskeytown 2016  The Fourth of July is one of the busiest days and weekends of the year at Whiskeytown National Recreation Area. Most popular park areas will fill up quickly with visitors and parking will be very limited.  Please plan to arrive early, and have an alternative plan should your favorite spot already be occupied.   June 07, 2016  2016 Summer Ranger-led Activities at Whiskeytown National Recreation Area  Whiskeytown offers a variety of free, family friendly activities throughout the summer.  From kayaking to stargazing, there is something for everyone!  Programs begin June 19 and run through Labor Day weekend.  Reservations are required for the park kayak programs and can be made up to two weeks in advance by calling (530) 242-3462.  While programs are free, visitors must display a valid entrance pass on all vehicles in the park.  For the most current program information visit our website at www.nps.gov\/whis, or call the park visitor center at 530-246-1225.   June 02, 2016  Goats to be used to manage vegetation and fuels at Whiskeytown National Recreation Area  Beginning Thursday, June 2nd, 2016, Whiskeytown National Recreation Area will utilize goats to help restore the cultural landscape at the Tower House Historic District and to treat hazardous fuels at other locations throughout the park. The Tower House Historic District, located between Clear, Willow and Mill creeks along Highway 299, was listed on the National Register of Historic Places in 1973 for its association with early settlement in northern California during the Gold Rush. Beginning in the 1850’s, the native vegetation of the site was manipulated for a variety of purposes. Since this time period, an assortment of naturalized native and non-native grass and herbaceous species have invaded the area.   June 01, 2016  The Friends of Whiskeytown Announce the 7th Annual  Brandy Creek Beach Luau  On Saturday, June 18th, 2016, the Friends of Whiskeytown, Inc. will be hosting a Hawaiian-style luau at Brandy Creek Beach in Whiskeytown National Recreation Area. The event begins at 6pm with a social hour and entertainment, and dinner will be served at 7pm. Come spend the evening on Brandy Creek Beach, watch the sun set over Whiskeytown Lake and be treated to Tiki torches, tropical-themed decorations, and fire dancers.  The “The Savory Spoon” will prepare an island-style dinner menu.  A no-host bar will offer wine and beer, or choose the complimentary “surfer’s punch.”  Souvenir wine or beer glasses will also be available for purchase.   May 05, 2016  The Transit of Mercury Special Event at Oak Bottom Amphitheater  On May 9th, there will be a rare transit of Mercury, when the smallest planet in our solar system will pass directly between the Earth and the Sun. Members of Shasta Astronomy Club and Whiskeytown National Recreation Area will have special solar telescopes set up for safe viewing of this rare occurrence at the Oak Bottom Amphitheater (adjacent to the Oak Bottom Marina parking lot) from 7:00 a.m. until 12:00 p.m. The transit will already be in progress at sunrise and will end at approximately 11:45 a.m. Visitors will see the small black dot of Mercury making its way across the disc of the sun, as well as activity on the surface of the sun itself.   April 27, 2016  Public Art Demo with Dan Crowe - Whiskeytowns Artist-in-Residence  Whiskeytown National Recreation Area and the Friends of Whiskeytown invite park visitors for a free art demonstration with artist-in-residence Dan Crowe on Saturday, April 30th, 2016, from 1:00 pm to 3:00 pm at the Visitor Center. Dan Crowe is a figurative and landscape oil painter who lives and works in the Bay Area. His subjects are portraiture, labyrinths, and our relationship to water.   April 15, 2016  Whiskeytown BioBlitz and Biodiversity Festival  To celebrate 100 years of stewardship, the National Park Service is planning a shared nation-wide quest to discover and document biodiversity. You are invited to join the celebration as parks across the country host BioBlitzes this May. Whiskeytown National Recreation Area’s BioBlitz will be hosted at the Whiskeytown Environmental School within the park, May 13th – 14th.   March 22, 2016  Planned Spring Prescribed Burning at Whiskeytown NRA  Whiskeytown National Recreation Area will plan to initiate Spring prescribed fire underburning activities in the East Boundary Project beginning as early as March 25th, 2016.  Approximately 200 acres of pine and oak woodland are planned for ignition during the Spring burn window that general extends into May.  Ignitions will be based on local area project conditions, resources availability and air quality.  The project area has been broken into burn units ranging from 30- 70 acres in size.  Each individual unit will take 1-2 days to complete ignitions with some limited burn down and smoke expected 1-3 days afterward.  Primary goals of the East Boundary Project located above the community of Shasta, CA. are to help create fire adapted local communities, enhance response to wildfires and produce resilient landscapes.   January 06, 2016  Whiskeytown Artist in Residence Program 2016 - Call for Plein Air Artists  The National Park Service, in partnership with the Friends of Whiskeytown, is pleased to announce the 14th year of hosting an Artist-in-Residence program.  The park is seeking established professional Plein Air artists with a history of exhibiting work to apply for this year’s residencies. The 2016 program theme is to paint scenes of people either enjoying or working at Whiskeytown National Recreation Area. This would include visitors enjoying the beach or hiking to one of the park’s waterfalls to park rangers and maintenance workers conducting their daily work. The theme is a suggestion and not a requirement to participate in this year’s program.   January 05, 2016  Breathe the Fresh Air of Whiskeytown  In 2010, Whiskeytown National Recreation Area adopted a smoke-free policy for its four designated swimming beaches. This was well-received by the public and has been successfully implemented. After much consideration and public discussion, Whiskeytown is now proud to become the first smoke-free unit of the National Park Service. Beginning January 1, 2016, smoking of all tobacco products and electronic-cigarettes (also known as “e-cigarettes”) is allowed only in designated areas.   January 05, 2016  Whiskeytown Passes Available Online at Pay.gov  Whiskeytown National Recreation Area announces a new and convenient way to pay recreation fees by using the website https:\/\/www.pay.gov.  As a designated US Fee Area, Whiskeytown requires a seven-day permit, annual or lifetime pass to cover recreation fees.  Until now, visitors entering the park could only purchase passes at the visitor center between 10 am and 4 pm or they could use self-pay stations found at various locations.  Now the $10 seven-day permits, $40 annual passes and $1 gold panning permits can be purchased online at any time.   September 05, 2015  Whiskeytown National Recreation Area Welcomes 4th Grade Students Through Every Kid In a Park Initiative  Whiskeytown, CA – Whiskeytown National Recreation Area invites all 4th grade students to visit the park for free as part of the White House’s new Every Kid in a Park program. Starting September 1, 4th grade students can now go to www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national park sites.",
    "url": "https:\/\/www.nps.gov\/whis\/learn\/news\/newsreleases.htm"
}
