{
    "title": "Whiskeytown National Recreation Area: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education         2016 Whiskeytown BioBlitz and Biodiversity Festival NPS\/Bre Corp  Whiskeytown BioBlitz and Biodiversity Festival To celebrate 100 years of stewardship, the National Park Service is planning a shared nation-wide quest to discover and document biodiversity. You are invited to join the celebration as parks across the country host BioBlitzes this May. Whiskeytown National Recreation Area's BioBlitz will be hosted at the Whiskeytown Environmental School within the park, May 13th - 14th. The BioBlitz will kick-off Friday morning with elementary and high schools participating in a variety of activities, including a blitz of plants and bees, aquatic invertebrate sampling, butterfly identification, bird activities, mosquito and tick identification, and much more. The public is invited to a \"Friday the 13th Bat Chat\" presented by Humboldt State University and National Park Service bat experts, beginning at 7:30 p.m. at the Whiskeytown Environmental School. Come prepared for a half-hour evening discussion with the scientists, followed by a trapping session starting at sunset to meet the bats in your neighborhood! You'll have an opportunity to see and hear the echolocation calls of several bat species as they are captured, measured and safely released. Bring water and a flashlight or headlamp (one that includes a red light setting is best). For the best chance of seeing wild bats, expect 1.5 - 2.5 hours. Bring a camp chair, if desired. On Saturday, May 14th, the celebration continues with the Biodiversity Festival at the Whiskeytown Environmental School. Enjoy art by local artists, activities for kids, information booths hosted by local agencies and organizations, a presentation by the Local Indians For Education, and some foot-stomping tunes with the Jim Dyar Band at 1:00 p.m. Bring a picnic lunch, or sample some delicious food cooked up by the Savory Spoon. There will be a geocaching activity, and presentations by bat experts and by the wildlife biologist from Sierra Pacific Industries who documented the only known wolverine in California. Additional activities include hikes with the California Native Plant Society, the Wintu Chapter of the Audubon Society, the California Lichen Society, and with butterfly and bee experts from UC Davis. The schedule can be found by clicking here:  2016 BioBlitz full schedule. To celebrate 100 years of stewardship, the National Park Service is planning a shared nation-wide quest to discover and document biodiversity. Find out which parks are hosting a BioBlitz in 2016 at the National Parks BioBlitz page. For additional information about the park's BioBlitz activities, please contact Jennifer Gibson at (530) 242-3457.     School Group ProgramsEnhance your students’ education with a visit to the ultimate classroom, Whiskeytown National Recreation Area. The park has a variety of ranger led programs focusing on science and California History that make classroom lessons come alive.  Whiskeytown offers a variety of ranger led programs for schools in multiple areas including: Redding, Weaverville, Hayfork, Shasta Lake City, Anderson, Cottonwood and more! If your school isn't listed here please call (530) 242-3450 for more information.         Whiskeytown Gold Rush Program NPS\/Matt Switzer      Gold Rush Discover how pioneers\/prospectors Charles Camden and Levi Tower reshaped the landscape to create a home for their families and an \"oasis\" for many travelers during and after the California Gold Rush. After a tour of the Camden house, discover the El Dorado Mine and then try your hand at finding gold the old-fashioned way, using a gold pan in the creek! Click Here to download an activity booklet for students Click Here to download the teacher's edition Ranger led hikes Discover the many wonders of Whiskeytown through exploring one of the many trails we have here. Choose from one of our four waterfalls: Brandy Creek Falls, Boulder Creek Falls, Whiskeytown Falls or Crystal Creek Falls. Each trail holds something unique, whether it is a cluster of California Sisters (Adelpha californica) butterflies, historical debris flows or spotting a Black bear (Ursus americanus) - we have something to offer to all age ranges. Don't just experience one, experience them all by taking the Whiskeytown Waterfall Challenge Waterfall Challenge Passport. Don't have time to come out to Whiskeytown? Have a ranger come to YOUR classroom! Whiskeytown rangers are passionate about sharing nature and what the National Park Service has to offer. Call the number below and have a ranger come visit your classroom. For more information call Ranger Billy Watkins at (530) 242-3450 or email at e-mail us  Directions and Parking Information Wondering how to get to Whiskeytown?  Download a map of the Northstate by clicking here.   The National Park Service regulations allow school groups and other bona fide academic institutions to obtain a waiver for park entance fees, provided that the visit is for educational and scientific purposes, and the resources or facilities the group proposes to use support those purposes. Click Here to download the Academic Fee Waiver application.",
    "url": "https:\/\/www.nps.gov\/whis\/learn\/education\/index.htm"
}
