{
    "title": "Whiskeytown National Recreation Area: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 06, 2016  Whiskeytown Artist-in-Residence James Schlett to Share Work - Offer Tips  The public is invited to join photographer James G. Schlett on Saturday between 9:00 AM – 11:00 AM at the Visitor Center.  During the first hour, Jim will share his extensive experience with Art in Parks, and offer tips on how to take memorable photographs.  Bring your camera, if you like, and plan to stay as long, or as short as your schedule allows. Depending on interest, there may be a short photography walk leaving from the Visitor Center during the last portion of the program.  Books of his work will also be on display.   May 12, 2016  Prescribed Burn at Whiskeytown National Recreation Area  Whiskeytown National Recreation Area will be conducting prescribed fire activities within the East Boundary Project on Friday, May 13th, 2016. The primary goals of the East Boundary Project are to reduce fuel loadings within the urban interface and to maintain fire as a natural process in native plant communities. This will involve an understory burn of approximately 47 acres within mixed pine and oak woodlands on the east side of the Shasta Divide, located near the community of Shasta. As a secondary treatment to meet park objectives, this project is expected to require one day to complete ignitions and an additional 1-2 days for patrol and monitoring. Based on weather forecasts, smoke impacts to the local area are expected to be minimal and short in duration; lasting approximately 12-24 hours.   April 22, 2016  Oak Bottom Beach Parking Lot Closure  National Park Service and E. C. Smith, Incorporated will be closing the Oak Bottom Beach Parking Lot on Thursday, April 28, 2016, from 7 a.m. to 5 p.m. E.C. Smith will be re-asphalting the trail from Oak Bottom Picnic Area next to the store out to Picnic Point. This cyclic project will improve this access path, which has badly deteriorated over the last few years. A new trail will improve access for visitors who enjoy picnicking and swim activities in the Oak Bottom Area.   April 18, 2016  More Ranger-Guided Hikes Scheduled for Whiskeytown Waterfall Week  In the spirit of celebrating the 100th birthday of the National Park Service, Whiskeytown National Recreation Area is adding two ranger-guided waterfall hikes to those previously scheduled for Waterfall Week this week.   March 28, 2016  Celebrate National Park Week with the Whiskeytown Waterfall Challenge  The National Park Service invites visitors to celebrate its 100th birthday by taking the Whiskeytown Waterfall Challenge during National Park week, which begins Saturday, April 16th and runs through Sunday, April 24th. Visitors can complete the Whiskeytown Waterfall Challenge on their own by obtaining a free Waterfall Challenge Passport at the visitor center or by obtaining one on a ranger-led hike.   March 14, 2016  Whiskeytown Visitor Center is Recruiting Volunteers  We are looking for friendly and dedicated volunteers to assist with staffing the visitor center. Four positions are currently available: one on Saturday mornings, one on Saturday afternoons, one on Tuesday mornings, and one on Friday afternoons.   November 17, 2015  Road Construction and Delays at Whiskeytown National Recreation Area  Whiskeytown National Recreation Area will experience significant construction delays on Kennedy Memorial Drive from November 17th through December 15th, 2015. The roadbed will be ground, graded, compacted and paved with asphalt. For safety, we ask visitors to limit their speed on the compacted base material to less than 10 mph. We also encourage visitors to use caution when crossing the Whiskeytown Dam since the guard railing will be removed during the project and replaced after the roadway is paved. On November 18th the visitor center will be closed.   November 12, 2015  Whiskeytown National Recreation Area and Shasta State Historic Park Partner for the Annual Old Time Holiday Celebration 2015  The National Park Service and California Department of Parks and Recreation are gearing up for the annual “Old Time Holiday” celebration on Saturday, December 5th, from 11:00 a.m. to 4:00 p.m.  Follow in the footsteps of miners who in 1849, after preparing a holiday meal in Shasta, traveled to Whiskeytown to share their food and cheer!  The events will take place at Shasta State Historic Park and the Tower House Historic District in Whiskeytown National Recreation Area, both located along Highway 299, just west of Redding, California.   October 13, 2015  Whiskeytown Seeks Public Input on Draft Accessibility Self-Evaluation and Transition Plan  Whiskeytown National Recreation Area will hold a public meeting on October 21, 2015, at 6 p.m. at Redding’s City Hall at 777 Cypress Street to present the Whiskeytown Draft Accessibility Self-Evaluation and Transition Plan. As part of the planning process, the National Park Service is seeking public comment on the draft plan. Your participation is important to our planning process.   October 05, 2015  FALL PRESCRIBED BURNING AT WHISKEYTOWN NATIONAL RECRETION AREA  Whiskeytown National Recreation Area is planning to begin seasonal prescribed burning activities within the next several weeks.  Local conditions are expected to allow for the safe and effective use of prescribed fire at cooler and higher elevation locations within the park.  Fire crews will plan to begin underburning at the higher elevation Brandy Creek and Coggins project sites within the park.  As the weather becomes cooler and wetter, additional lower elevation project sites and park-wide pile burning will be planned and implemented as conditions allow.   September 08, 2015  Whiskeytown National Recreation Area Announces Temporary Closures  Whiskeytown National Recreation Area is temporarily closing two facilities to make repairs and upgrades.  The Oak Bottom Boat Launch will be closed from September 8 through September 11, 2015.  The ramps will reopen for the weekend. This closure is necessary as park facilities staff replace the courtesy boat launching docks at this location.  Visitors are still able to launch their vessels at the Whiskey Creek Boat Launch and Brandy Creek Marina.  All other facilities will remain open at Oak Bottom, including the campground, marina, and beach.   September 07, 2015  Celebrate the Fall Season at Whiskeytown’s 5th Annual Harvest Festival  Whiskeytown National Recreation Area and the Friends of Whiskeytown invite visitors to join us for the 5th Annual Harvest Festival on September 19, 2015, from 10:00 am to 3:00 pm at the park’s Tower House Historic District. This fun and family-friendly event will feature apple tasting, an apple-themed bake-off contest, hand-operated apple press demonstration, games and gold panning for all ages, and tours of the historic Camden House and orchards.   August 05, 2015  Art on the Beach- Free Youth Drawing Lesson  Whiskeytown National Recreation Area is pleased to announce a free drawing lesson for youth between the ages of 12 and 20, by current Artist-in-Residence Marti Weidert.  Join Ms. Weidert at Brandy Creek Beach and learn to see Whiskeytown in new ways through art.  The lesson will be held on Saturday, August 8 from 10:00 a.m. to 12:00 p.m. at Brandy Creek Beach (near the lifeguard stand).  Participants are encouraged to bring a beach chair to the event.  Materials will be provided for the first 10 participants.   August 03, 2015  perseid meteor shower party at Brandy Creek Beach 2015  Whiskeytown National Recreation Area, in partnership with the Shasta Astronomy Club, will be holding a special star party to view the Perseid Meteor Shower on Friday, August 14, 2015. Several very knowledgeable and passionate amateur astronomers will be displaying meteorites and providing powerful telescopes to view what is often considered the most brilliant meteor shower of the year.   July 30, 2015  Symphony on the Beach  Whiskeytown  National Recreation Area is turning 50 years old! Join us to celebrate the North State’s premier recreation area at “Symphony on the Beach!”   July 15, 2015  Water Safety at Whiskeytown National Recreation Area  In the last week, Whiskeytown Lake experienced two drowning incidents and a near drowning at various locations within the park. Lifeguards at Brandy Creek Beach perform about 25-40 swimmer assists or near drowning rescues each summer season.  That accounts for nearly one rescue for every 1,000 beach visitors.   Because of this high rate of water related incidents, park staff want to provide visitors with water safety information to ensure everyone has a fun and safe day at the Lake.   July 07, 2015  Man Drowns At Brandy Creek Beach  On Saturday, July 4, 2015, Mr. Eder Gustavo Sanchez-Perez of Modesto, California, drowned while swimming at Brandy Creek Beach in Whiskeytown National Recreation Area.  Family members last saw Mr. Sanchez-Perez around 3 p.m. swimming in the vicinity of the Brandy Creek Beach float located about 150 feet from the shore.  Family notified the National Park Service’s Lifeguards around 5 p.m. that Mr. Sanchez-Perez was missing. No one knew whether he had left the beach area on foot or was swimming at the time of his disappearance.   July 02, 2015  Junior Lifeguard Program and Waterfront Lifeguard Training 2015  The Junior Lifeguard Program at Whiskeytown is designed to instruct youth 10 years of age and up in water and beach safety and to gain skills in aquatics, along with instilling a sense of responsibility and accomplishment.  The purpose of the Waterfront Lifeguarding course is to teach participants the knowledge and skills needed to prevent and respond to aquatic emergencies both in a pool and in a waterfront environment.  The course content and activities prepare participants to recognize and respond quickly and effectively to emergencies and to prevent drowning and injuries.  We also hope to improve the fitness of youth and train future lifeguards.   July 01, 2015  fourth of july at whiskeytown 2015  The Fourth of July is one of the busiest days and weekends of the year at Whiskeytown National Recreation Area. Most popular park areas will fill up quickly with visitors and parking will be very limited. Please plan to arrive early, and have an alternative plan should your favorite spot already be occupied.   June 23, 2015  Painting Demonstration with Artist-in-Residence Judith Frost  Whiskeytown National Recreation Area is pleased to announce a plein air painting demonstration by current Artist-in-Residence Judith Frost.  Join Ms. Frost at Brandy Creek Beach and learn to see Whiskeytown in new ways through art.  The demonstration will be held on Friday, June 26 from 9:00 a.m. to 11:00 a.m. at Brandy Creek Beach (near the lifeguard stand).  Participants are encouraged to bring a beach chair to the event.   June 08, 2015  Summer Ranger-led Activities at Whiskeytown National Recreation Area 2015  Whiskeytown offers a variety of free, family friendly activities throughout the summer.  From kayaking to stargazing, there is something for everyone!  Programs begin June 13 and run through Labor Day weekend.  Reservations are required for the park kayak programs and can be made up to two weeks in advance by calling (530) 242-3462.  While programs are free, visitors must display a valid entrance pass on all vehicles in the park.  For the most current program information visit our website at www.nps.gov\/whis, or call the park visitor center at 530-246-1225   May 20, 2015  Sealing of the Childrens Time Capsule  The National Park Service is requesting letters describing people’s impressions and stories of Whiskeytown National Recreation Area to celebrate the park’s 50th Anniversary as a national park site. All letters will be placed inside a Children’s Time Capsule and sealed for the next 50 years to be opened in 2065.   We are asking people throughout northern California to collect individual letters and photographs describing their thoughts and stories about Whiskeytown National Recreation Area.  The capsule’s information will be used to compare today’s visitor experiences to those when the park turns 100 years old in 2065   May 18, 2015  ranger guided activities offered on memorial day weekend 2015  Whiskeytown National Recreation Area will offer a variety of ranger guided activities during the Memorial Day weekend Saturday, May 23 through Monday, May 25. Activities will include the ever-popular kayak tours, Whiskeytown Cemetery tour, and the Walk in Time at the Tower House Historic District with gold panning for the entire family. Kayak tours require a reservation and can be made by calling (530) 242-3462. The schedule of programs is available on the park website: http:\/\/www.nps.gov\/whis\/planyourvisit\/rangerprograms.htm.   April 10, 2015  Whiskeytown National Recreation Area Joins National Find Your Park Movement with Waterfall Week  Whiskeytown National Recreation Area joins parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com. This year Whiskeytown National Recreation Area invites visitors “Find you Park” by visiting the park’s four waterfalls. Young and old alike are invited to “Find Your Park” on Saturday April 25, by celebrating National Junior Ranger Day at Whiskeytown   March 03, 2015  Winter Prescribed Burning Projects Continue at Whiskeytown 2015  Whiskeytown National Recreation Area will continue with prescribed fire activities within the East Boundary Project Area from March 5th – March 13th.   February 09, 2015  Free Admission to All National Parks on Presidents Day Weekend 2015  To celebrate the connections between our national leaders and national parks, all 405 National Park Service sites will have free admission during Presidents Day weekend, February 14th through February 16th.   January 28, 2015  Whiskeytown Artist in Residence Program 2015 - Call for Artists  The National Park Service, in partnership with the Friends of Whiskeytown, is pleased to announce the twelfth year of hosting an Artist-in-Residence program.  The park is seeking established professional Plein Air artists with a history of exhibiting work to apply for this year’s residencies. The 2015 program emphasis is on landscape Plein Air painting, but is open to candidates offering abstract, impressionism and sculpture as well.   January 26, 2015  Winter Prescribed Burning Projects Continue at Whiskeytown  Whiskeytown, California - Whiskeytown National Recreation Area will continue with prescribed fire activities within the East Boundary Project Area during the week of January 26, 2015.   January 08, 2015  Winter Prescribed Burning at Whiskeytown N.R.A.  Whiskeytown National Recreation Area will plan to take advantage of the recent dry weather pattern to implement prescribed broadcast underburning activities within the East Boundary Project during the week of January 12th 2015.   November 20, 2014  Whiskeytown National Recreation Area and Shasta State Historic Park Partner for the Annual Old Time Holiday Celebration  The National Park Service and California State Parks are gearing up for their annual “Old Time Holiday” celebration on Saturday, December 6 from 11:00 a.m. to 4:00 p.m.  Follow in the footsteps of miners who in 1849, after preparing a holiday meal in Shasta, traveled to Whiskeytown to share their food and cheer!  The events will take place at Shasta State Historic Park and the Tower House Historic District in Whiskeytown National Recreation Area, both located along Highway 299 west of Redding, California.   November 03, 2014  Whiskeytown National Recreation Area and Lassen Volcanic National Park Propose Fee Increases  Lassen Volcanic National Park and Whiskeytown National Recreation Area (NRA) will hold a public meeting on November 6 in the Community Room at the Redding Library from 6:00 p.m.to 7:30 p.m. to discuss possible fee increases in 2015. The National Park Service is looking for public comment and feedback regarding the proposed increases. The current park entrance fees have been in place at Lassen Volcanic since 1998 and at Whiskeytown since 1997.   October 15, 2014  Fire Use and Prevention Restrictions Rescinded at Whiskeytown National Recreation Area  Due to the recent moderation of local wildland fire conditions, Whiskeytown National Recreation Area is rescinding the fire restrictions enacted at the park on June 19, 2014.   Recent rains and the transition to cooler and less volatile fall wildland fire conditions have prompted park Fire Management staff to remove the precautionary measures.  Despite the removal of these restrictions, visitors are encouraged to continue to use caution and know park fire use rules and regulations.   October 09, 2014  Partial Solar Eclipse at Whiskeytown National Recreation Area  Whiskeytown National Recreation Area invites visitors to the park to witness the partial solar eclipse on Thursday October 23, 2014.  Visitors can meet at Brandy Creek Beach Lot B for an assortment of celestial activities starting at 2:00 p.m., with the eclipse viewing beginning at 2:45 p.m.  A limited supply of eclipse viewing glasses will be available for safe viewing.  In addition, members of the Shasta Astronomy Club will be on hand with their personal solar telescopes so everyone will have an opportunity to safely view the eclipse.  Visitors are reminded to follow the instructions given by the telescope operators and to be careful when using these expensive telescopes.   October 09, 2014  Fall Prescribed Burning at Whiskeytown National Recreation Area  Whiskeytown National Recreation Area is planning to begin seasonal prescribed burning activities within the next several weeks.  Rain events in late September helped to provide desirable conditions for the safe and effective use of prescribed fire at cooler and higher elevation locations within the park.   Based on these conditions, fire crews plan to conduct underburning at the Brandy Creek and Coggins project areas.  As the weather becomes cooler and wetter, additional lower elevation project sites and park-wide pile burning will be planned and implemented as conditions allow.   September 01, 2014  21st Annual Pick-Up Lake Litter Day at Whiskeytown National Recreation Area  Whiskeytown National Recreation Area, the Friends of Whiskeytown, and Forever Resorts are collaborating with local businesses and supporters to help clean up litter around Whiskeytown Lake on Saturday, September 27, 2014.  Over the last twenty years, volunteers have helped to clear thousands of pounds of litter from the waters and shoreline of the lake.  Whiskeytown’s Pick-up Lake Litter event runs concurrently with National Public Lands Day, which is the nation’s largest hands-on volunteer effort to improve and enhance the public lands that Americans enjoy.  National Public Lands Day is designated a fee-free day for visitors to all National Park Service units, including Whiskeytown.   August 06, 2014  Celebrate the Fall Season at Whiskeytown’s 4th Annual Harvest Festival  Whiskeytown National Recreation Area and the Friends of Whiskeytown invite visitors to join us for the 4th Annual Harvest Festival on September 20, 2014, from 10:00 am to 3:00 pm at the park’s Tower House Historic District.  This fun and family-friendly event will feature apple tasting, an apple-themed bake-off contest, games for all ages, and tours of the historic Camden House and orchards.   August 04, 2014  Painting Demonstration with Artist-in-Residence  Whiskeytown National Recreation Area is pleased to announce a plein air painting demonstration by current Artist-in-Residence Carla Crawford.  Join Ms. Crawford at Brandy Creek Beach and learn to see Whiskeytown in new ways through art.  The demonstration will be held on Thursday August 7 from 6:00 pm to 8:00 pm at Brandy Creek Beach (near the lifeguard stand).  Participants are encouraged to bring a beach chair to the event.   July 25, 2014  New Riparian Zone Water Quality Program  Come explore riparian habitats and learn about the importance of water quality. Whiskeytown National Recreation Area has numerous healthy riparian zones. Riparian zones are critically important because they store and purify water, reduce damage from floodwaters, and provide habitat for wildlife and people. Unfortunately, riparian zones can be threatened by human influences. Join a Ranger for fun hands-on activities at Brandy Creek. These activities will relate to water quality testing, watersheds, macroinvertebrates, and how humans can help protect riparian zones.   July 18, 2014  Tourism to Whiskeytown National Recreation Area creates $31,712,300 in Economic Benefit  Whiskeytown, California – A new National Park Service (NPS) report shows that 776,025 visitors to Whiskeytown National Recreation Area in 2013 spent nearly $32 million in communities near the park. That spending supported 405 jobs in the local area.   July 17, 2014  Public Meeting to Discuss Paige Boulder Watershed Restoration  A public scoping meeting will be held on July 23, 2014 at 6:00 p.m. to assist the National Park Service in the planning of a proposed project to undertake landscape restoration in the Paige Boulder watershed.  The meeting will be held in the Community Room of Redding City Hall.   July 17, 2014  Artist’s Drawing Workshops with Artist-in-Residence  Whiskeytown National Recreation Area is pleased to announce a series of drawing workshops for people of all ages and abilities led by Artist-in-Residence James Kuiper.  Join Mr. Kuiper at various park locations, and learn to see Whiskeytown in new ways through art.  Art supplies will be provided for the first 8 participants.  If you have your own supplies, please bring them.   July 11, 2014  Perseid Meteor Shower Party at Brandy Creek Beach  Whiskeytown National Recreation Area, in partnership with the Shasta Astronomy Club, will be holding a special star party to view the Perseid Meteor Shower on Sunday, August 10th, 2014. These very knowledgeable and passionate amateur astronomers will be displaying meteorites and providing powerful telescopes to view what is often considered the most brilliant meteor shower of the year.   July 02, 2014  El 4 de Julio en Whiskeytown  El fin de semana del 4 de Julio es uno de los fines de semana más concurridos del año en el Área de Recreación Nacional de Whiskeytown. Las áreas del parque más populares se llenan rápidamente y el espacio para estacionar estará limitado.   July 02, 2014  Junior Lifeguard Program and Waterfront Lifeguard Training 2014  The Junior Lifeguard Program at Whiskeytown is designed to instruct youth 10 years of age and up in water and beach safety and to gain skills in aquatics, along with instilling a sense of responsibility and accomplishment.  The purpose of the Waterfront Lifeguarding course is to teach participants the knowledge and skills needed to prevent and respond to aquatic emergencies both in a pool and in a waterfront environment.  The course content and activities prepare participants to recognize and respond quickly and effectively to emergencies and to prevent drowning and injuries.  We also hope to improve the fitness of youth and train future lifeguards.   July 02, 2014  Fourth of July at Whiskeytown  The Fourth of July is one of the busiest days and weekends of the year at Whiskeytown National Recreation Area. Most popular park areas will fill up quickly with visitors and parking will be very limited.  Please plan to arrive early, and have an alternative plan should your favorite spot already be occupied.   July 01, 2014  Tours of Historic Camden House offered on July 5th  The historic Camden House at Whiskeytown National Recreation Area will be open to the public Saturday, July 5, 2014 from 11 am to 5 pm.  Activities include docent guided house tours, along with “Walk in Time” ranger assisted gold panning from 3 pm to 5 pm.   June 22, 2014  Remembering Whiskeytown—A Historical Cemetery Tour of Whiskeytown’s Pioneers and Past  Meet with a park ranger at the Whiskeytown Cemetery for a walking tour Sunday evenings July 20 through September 7 starting at 6:30 pm. The tour will visit gravesites and learn about some of the individuals and families who settled here during the Gold Rush through the time of the Central Valley Project and Whiskeytown Lake. Along the way, learn about the iconography\/symbolism of headstones and its significance in telling a larger story. Following the tour, visitors will be encouraged to share their stories about this intriguing and unique cemetery as well as historic cemeteries in general and their preservation. Programs will last about 1.5 hours.   June 20, 2014  Fire Use and Prevention Restrictions 2014  Due to continued extreme dry conditions as a result of the ongoing drought, the National Park Service at Whiskeytown National Recreation Area is implementing fire restrictions at the park.   June 16, 2014  Art on the Beach!  Bring your Children to an Art Lesson on Brandy Creek Beach June 21, 2014 with artist Charles Graybosch.  In collaboration with First 5 Shasta, SELP – Shasta Early Literacy Partnership and the Friends of Whiskeytown, Inc., the National Park Service is hosting a Children’s Art Lesson with Whiskeytown Artist-in-Residence, Charles Graybosch. The event will take place at Brandy Creek Beach (near the beach store) on Saturday June 21, 2014 at 10:00 a.m.  Children with a parent or guardian are welcome to participate (the target audience is ages 2 to 10, but all are invited to join in).  Water color paint kits, paper and instruction from artist Charles Graybosch will be available from 10:00 a.m. to noon.   June 09, 2014  Ranger-led Activities for Summer 2014  Whiskeytown offers a variety of free, family friendly ranger-led activities throughout the summer.  From kayaking to stargazing, there is something for everyone!  Programs begin June 14 and run through Labor Day weekend.  Reservations are required for the park kayak programs and can be made up to two weeks in advance by calling (530) 242-3462.  The park will begin taking reservations for the season on Monday, June 9.  While programs are free, visitors must display a valid day use pass or other park pass on all vehicles in the park.  For the most current program information visit our website at www.nps.gov\/whis, or call the park visitor center at 530-246-1225.   May 30, 2014  WHISKEYTOWN ANNOUNCES TEMPORARY CAMPSITE, ROAD AND TRAIL CLOSURES  Beginning June 2, 2014 and continuing through approximately July 18, portions of Whiskeytown National Recreation Area will close to provide for the safety of visitors as the park implements the Boulder Creek Forest Restoration project.  A map of the closure areas will be posted at the Visitor Center, on the park website (http:\/\/www.nps.gov\/whis), and at selected access points throughout the park.  The following campsites, roads and trails are to be closed during this period: Campsite:  The primitive campsite at Boulder Creek. Roads:  Mill Creek Road, from South Shore Drive. Trails:  The Boulder Creek Trail between the South Shore Drive and Mill Creek Road trailheads;  Mill Creek Trail between the Mill Creek Road Trailhead and the three-way intersection adjacent to Mill Creek; and the Papoose Pass Trail at the Papoose Pass cutoff.  Boulder Creek Falls will not be accessible during this project.   May 16, 2014  Ranger Guided Activities Offered On Memorial Day Weekend 2014  Whiskeytown National Recreation Area will offer a variety of ranger guided activities during the Memorial Day weekend Saturday, May 24 through Monday, May 26. Activities include the ever-popular kayak tours, Camden House tours and gold panning for the entire family.   March 26, 2014  Take the Waterfall Challenge during Whiskeytown's Waterfall Week  This year the National Park Service invites visitors to “Go Wild for Waterfalls” and take the Whiskeytown Waterfall Challenge during National Park Week Saturday, April 19 through Sunday, April 27.  This year the National Park Service has selected the theme “National Park Week: Go Wild,” and the Whiskeytown Waterfall Challenge is one of the many wild adventures you can have at national park sites across the country.  A great way to begin the Waterfall Challenge is to join a park ranger for a free ranger-led hike to one of the park’s four major waterfalls. During Waterfall Week, hikes will be offered daily to Whiskeytown, Brandy Creek or Boulder Creek Falls at 9:00 a.m. and daily to Crystal Creek Falls which was recently redesigned to Americans with Disabilities Act (ADA) Accessibility Standards at 2 p.m.  For the complete schedule and to make the required reservations, call the visitor center at (530) 246-1225.  In celebration of “National Park Week: Go Wild!” Saturday, April 19 and Sunday, April 20, will be a fee-free period for Whiskeytown and the 400 other national parks. From diverse wildlife and iconic landscapes to vibrant culture and rich history, our National Park system has something for everyone.   March 19, 2014  30 Day Public Review of National Park Service Environmental Assessment  for the Princess Ditch Trail Construction  Whiskeytown National Recreation Area (NRA) park officials today announced the release of the Princess Ditch Trail Construction Environmental Assessment (EA) for public review.  To assist the National Park Service with this project, the public is invited to provide comments during the review period, running from March 19, 2014 to April 18, 2014.  The Environmental Assessment may also be downloaded and comments posted directly to the National Park Service Planning, Environment and Public Comment website at: http:\/\/parkplanning.nps.gov\/PrincessDitchTrailConstructionEA.  Copies of the document are available for viewing at Park Headquarters, the Park Visitor Center, and the Redding branch of Shasta Public Libraries.   March 14, 2014  Continuation of East Boundary Project at Whiskeytown National Recreation Area  Whiskeytown National Recreation Area is planning to continue prescribed broadcast under-story burning activities within the East Boundary Project March 17 – 18, 2014.  Between 20 - 60 acres of pine and oak woodland is planned for ignition on both days, from 9:00 am to 6:00 pm.  Some residual smoke is expected 1-3 days afterward. The park plans to take advantage of the forecasted cooler conditions and northerly transport winds to meet desired project objectives that minimize control concerns and local smoke impacts.   March 10, 2014  Whiskeytown National Recreation Area is Recruiting Volunteers for 2014  Is Whiskeytown one of your favorite places to spend your free time?  Do you enjoy helping others, sharing knowledge, learning new things, and developing new friendships?  Would you like a chance to serve your community, support your park, and have fun at the same time?  If so, we are offering you an opportunity to join Whiskeytown’s dedicated team of “Volunteers-in-Parks.”   March 03, 2014  Tourism to Whiskeytown National Recreation Area creates $32,530,000 in Economic Benefit  Whiskeytown, California – A new National Park Service (NPS) report shows that 814,374 visitors to Whiskeytown National Recreation Area in 2012 spent nearly $33 million in communities near the park. That spending supported 419 jobs in the local area.   February 28, 2014  Women's History in Shasta County  Join Whiskeytown National Recreation Area, Shasta Historical Society, and the Redding Library in celebrating Women’s History Month through an engaging lecture series featuring women of historical Shasta County. Each evening, be inspired by the tales of women who influenced local history. The event will conclude with opportunities for the public to dig deeper into their own interesting stories. Shasta Historical Society Researchers, local historians, and Redding Library Research Librarians will be on hand to discuss their collections and answer questions about how those attending can investigate and document their own remembrances of historical people and events of the California North State. The event is free to the public.   February 26, 2014  Whiskeytown Campgrounds to open on March 1, 2014  All primitive campgrounds at Whiskeytown National Recreation will open on March 1, 2014.  The park’s group campground at Dry Creek will open on May 1.  “We are excited to open all backcountry sites as well as the group campground at Dry Creek for the season,” stated acting park superintendent Tom Garcia. “Many of the sites contain new amenities that will enhance the camping experience for park visitors.”   February 12, 2014  Free Admission to All National Parks on Presidents Day Weekend  To celebrate the connections between our national leaders and national parks, all 401 National Park Service sites will have free admission during Presidents Day weekend, February 15th through February 17th.   January 14, 2014  Free Admission to All National Parks on Dr. Martin Luther King, Jr. Day 2014  You are invited to start your new year with a free visit to a national park!  Whiskeytown National Recreation Area and all of the other 401 national park sites across the country will offer free admission on Monday, January 20 to commemorate Dr. Martin Luther King, Jr. Day.  In 2011, the Martin Luther King, Jr. Memorial officially opened on the National Mall.  You can literally walk in Dr. King's footsteps at Martin Luther King, Jr. National Historic Site in Georgia, the Selma to Montgomery National Historic Trail in Alabama, or the Lincoln Memorial in Washington, DC – just a few of the many national parks that have direct ties to Dr. King or the Civil Rights movement.   December 16, 2013  Artist in Residence Program 2014  The National Park Service, in partnership with the Friends of Whiskeytown and San Francisco’s de Young Museum of Fine Arts, is pleased to announce the eleventh year of hosting an Artist-in-Residence program.  The park is seeking established professional Plein Air artists with a history of exhibiting work to apply for this year’s residencies. The 2014 program emphasis is on landscape Plein Air painting, but is open to candidates offering abstract, impressionism, and sculpture as well.   November 05, 2013  Whiskeytown Annual “Old Time Holiday” Celebration  The National Park Service and California State Parks are gearing up for their annual “Old Time Holiday” celebration on Saturday, December 7 from 11:00 a.m. to 4:00 p.m.  Follow in the footsteps of miners who in 1849, after preparing a holiday meal in Shasta, traveled to Whiskeytown to share their food and cheer!  The events will take place at Shasta State Historic Park and the Tower House Historic District in Whiskeytown National Recreation Area, both located along Highway 299 west of Redding, California.   November 04, 2013  Celebrate Veterans Day 2013 at Whiskeytown  From November 9 through 11, 2013, the National Park Service will honor all military veterans with free entrance to all 401 national parks, including Whiskeytown National Recreation Area, for everyone during the Veterans Day weekend.   October 17, 2013  Whiskeytown National Recreation Area Reopens to Visitors  Whiskeytown National Recreation Area has re-opened to all recreational and permitted activities today.  All trails, the Visitor Center, backcountry roads, campgrounds and other facilities are back in service for public use and enjoyment.  The closure of recreational motor boating, sailing, kayaking, paddle boarding and fishing on Whiskeytown Lake is now lifted.  Whiskeytown National Recreation Area has been closed since October 1 due to the lapse in Congressional Appropriations.   September 19, 2013  Celebrate the 50th Anniversary of President Kennedy’s Dedication of the Clair A. Hill Whiskeytown Dam  To commemorate this poignant, historical event on September 28, the National Park Service at Whiskeytown National Recreation Area, Shasta Historical Society (SHS), Friends of Whiskeytown and Shasta Union High School District will be celebrating the 50th Anniversary of President John F. Kennedy's visit to the region and dedication of the Clair A. Hill Whiskeytown Dam. The public is invited to participate in two events that day.   September 12, 2013  Celebrate the Fall Season at the 3rd Annual Harvest Festival  Whiskeytown National Recreation Area staff and the Friends of Whiskeytown invite visitors to join us for the 3rd Annual Harvest Festival on September 21, 2013, from 10:00 am to 3:00 pm at the park’s Tower House Historic District.   August 16, 2013  Whiskeytown Dam 50th Anniversary Celebration  Please join the National Park Service, Shasta Historical Society and Shasta Union High School District in celebrating the anniversary of Whiskeytown Dam on Saturday September 28th, 2013.   July 22, 2013  2013 Perseid Meteor Shower Party  Whiskeytown National Recreation Area, in partnership with the Shasta Astronomy Club, will be holding a special star party to view the Perseid Meteor Shower on Saturday, August 10, 2013.   July 08, 2013  Junior Lifeguard Program and Waterfront Lifeguard Training  Whiskeytown is offering free Junior Lifeguard and Waterfront Lifeguard training programs from July 15-19, 2013. The training will run from 10:00 am to 3:00 pm at Brandy Creek Beach.   July 02, 2013  Fourth of July 2013  The Fourth of July is one of the busiest days of the year at Whiskeytown National Recreation Area. Most popular park areas will fill up quickly with park visitors and parking will be limited.   July 01, 2013  El 4 de julio  El fin de semana del 4 de julio es uno de los fines de semana más concurridos del año en el Área de Recreación Nacional de Whiskeytown.   June 20, 2013  Artist in Residence Writer Rebecca Swanberg Wants to Hear Your Stories of Whiskeytown  The National Park Service and the Friends of Whiskeytown have invited Artist-in-Residence Rebecca Swanberg of New York, to meet the public at Brandy Creek Beach on Saturday, June 29, 2013, at 11:00 a.m. to hear their stories of Whiskeytown.   June 11, 2013  Public Art Demo with Whiskeytown’s Artist-in-Residence Dan Crowe  Whiskeytown National Recreation Area and the Friends of Whiskeytown invite park visitors to a free art demo and talk with artist-in-residence Dan Crowe on Friday June 14, 2013 from 10:00 am to 12:00 pm at Brandy Creek Beach   May 10, 2013  Free Kayak Tours Offered During Memorial Day Weekend!  Whiskeytown National Recreation Area will once again offer free ranger-guided kayak tours during the Memorial Day weekend Saturday, May 25th through Monday, May 27th.   May 06, 2013  Waterfall Week 2013 Continues  On Wednesday mornings, May 22, 2013 and May 29, 2013, at 9:00 a.m., Park Rangers will meet the public at Whiskeytown National Recreation Area’s Visitor Center to lead a hike to the base of Whiskeytown Falls.   May 01, 2013  Book Signing and Author Reception for Bob Madgic’s The Sacramento- A Transcendent River  The National Park Service and the Friends of Whiskeytown will host a reception and book signing event for local author Bob Madgic at Whiskeytown National Recreation Area’s Visitor Center at 5:30 p.m. on May 10, 2013.   May 01, 2013  Public Art Demonstration with Whiskeytown’s Artist-in-Residence David Seibert  Whiskeytown National Recreation Area and the Friends of Whiskeytown invite the park visitors for a free art demonstration with artist-in-residence David Seibert on Saturday, May 4, from 10:00 am to 12:00 pm at the Visitor Center.   April 19, 2013  Take the Waterfall Challenge during Whiskeytown’s 2013 Waterfall Week  The National Park Service invites visitors to take the Whiskeytown Waterfall Challenge during National Park week, which begins Saturday, April 20 and runs through Sunday, April 28.   January 11, 2013  Whiskeytown National Recreation Area is Recruiting Visitor Center Volunteers  Is Whiskeytown one of your favorite places to spend your free time?  Do you enjoy helping others, sharing knowledge, learning new things, and developing new friendships?  Would you like a chance to serve your community, support your park, and have fun at the same time?  If so, we are offering you an opportunity to join Whiskeytown’s dedicated team of “Volunteers-in-Parks.”   December 14, 2012  Call to Plein Air Artists for the 2013 Whiskeytown National Recreation Area Artist-in-Residence Program  Whiskeytown National Recreation Area's Artist-in-Residence Program is seeking submissions from professional plein air artists to apply for the park's 2013 residencies.   November 01, 2012  Whiskeytown and Shasta State Historic Park Partner for the Annual “Old Time Holiday” Celebration  The National Park Service and California State Parks are gearing up for their annual “Old Time Holiday” celebration on Saturday, December 1 from 11:00 a.m. to 4:00 p.m.  At the Camden House in Whiskeytown’s Tower House Historic District, families are invited to make a free wreath to take home for the holidays.   October 31, 2012  Evening Presentation by Whiskeytown's Artist-in-Residence Joellyn Duesberry  On Wednesday November 14, 2012 at 7:00 pm, the Friends of Whiskeytown will host a free presentation by nationally recognized visiting artist Joellyn Duesberry at the Turtle Bay Exploration Park Visitor Center Theater.   September 01, 2012  20th Annual Pick-Up Lake Litter Day  Whiskeytown National Recreation Area, the Friends of Whiskeytown, and Forever Resorts are collaborating with local businesses and supporters to help clean up litter around Whiskeytown Lake on Saturday, September 29, 2012   August 31, 2012  Celebrate the Fall Season at Whiskeytown's 2nd Annual Harvest Festival  Whiskeytown's Annual Harvest Festival is a fun and family-friendly event that will feature apple tasting, an apple-themed bake-off contest, games for all ages, and tours of the historic Camden House and orchards on September 22, 2012, from 10:00 am to 3:00 pm at the park’s Tower House Historic District.   August 20, 2012  Art Exhibit  Whiskeytown National Recreation Area park staff invites the public to join them for the unveiling of plein-air paintings by artist Deirdre Shibano on Tuesday August 28, 2012 from 3:00 pm to 5:00 pm at the park Visitor Center.   August 04, 2012  Happy Birthday NPS!  Whiskeytown National Recreation Area will celebrate the 96th birthday of the National Park Service by hosting multiple youth and family activities on Saturday, August 25.   July 11, 2012  2012 Perseid Meteor Shower Party at Brandy Creek Beach  Whiskeytown National Recreation Area, in partnership with the Shasta Astronomy Club, will be holding a special star party to view the Perseid Meteor Shower on Saturday, August 11, 2012.   July 10, 2012  Ribbon Cutting Ceremony for Redesigned Vista Trails at Whiskeytown National Recreation Area  Whiskeytown National Recreation Area, a unit of the National Park Service, will be holding a ribbon cutting ceremony to commemorate the reopening of the Guardian Rock and the Crystal Creek Falls trails.   July 10, 2012  30 Day Public Review of Ranger Station Communications Link Environmental Assessment  Whiskeytown National Recreation Area (NRA) park officials today announced the release of the Whiskey Creek Ranger Station Communications Link Environmental Assessment (EA) for public review. To assist the National Park Service with this project, the public is invited to provide comments during the review period from July 10, 2012 to August 8, 2012.   June 22, 2012  El Cuarto de Julio  El fin de semana del cuarto de julio es uno de los fines de semana más concurridos del año en el Área de Recreación Nacional de Whiskeytown.   June 22, 2012  Fourth of July Weekend  The Fourth of July weekend is one of the busiest weekends and days of the year at Whiskeytown National Recreation Area.   May 31, 2012  Transit of Venus Special Event on June 5th 2012  In celebration of the Transit of Venus—one of the rarest astronomical alignments—the Shasta Astronomy Club and the Schreder Planetarium will be partnering with the National Park Service to provide public viewing of this once in a lifetime occasion.   May 22, 2012  Thanking America's Armed Forces  To show our appreciation for those who serve in the U.S. Military, the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   May 13, 2012  Celebrate National Safe Boating Week at Whiskeytown National Recreation Area  United States Coast Guard Auxiliary Redding Flotilla 39 is promoting safe boating on Whiskeytown Lake as part of a nationwide effort to reduce injuries and fatalities on our waterways.   May 13, 2012  Kayak Tours Offered During Memorial Day Weekend!  Whiskeytown National Recreation Area will once again offer free ranger-guided kayak tours during the Memorial Day weekend Saturday, May 26, through Monday, May 28, 2012   April 09, 2012  Take the Waterfall Challenge During Whiskeytown’s Waterfall Week  Whiskeytown National Recreation Area invites everyone to take the Whiskeytown Waterfall Challenge as part of the larger National Park Week celebration, which begins on Saturday April 21 and continues through Sunday April 29.   April 01, 2012  Whiskeytown is Recruiting for Summer Jobs With the Youth Conservation Corps  Superintendent Jim F. Milestone has announced that Whiskeytown National Recreation Area will be accepting applications for the summer youth job program.   March 20, 2012  Join the \"Volunteers-In-Parks\" team  Would you like a chance to serve your community, support your park, and have fun at the same time?  If so, join Whiskeytown’s dedicated team of “Volunteers-in-Parks.”   March 13, 2012  Take a Hike, Call Me in the Morning  In concert with the Healthy Shasta Initiative and First Lady Michelle Obama’s Let’s Move Campaign, both of which recognize daily exercise as a good “prescription” for a healthy lifestyle, Whiskeytown will be offering hikes on the weekends starting from March 24, 2012.   March 08, 2012  Whiskeytown National Recreational Prescribed Burn  The National Park Service, Whiskeytown N.R.A is planning to continue active under-burn operations within the East Boundary Project located on the Shasta Divide Ridge beginning Thursday, March 8. The planned burn area is approximately 10 acres of pine and oak woodland on the west side of ridge, which separates Whiskeytown Lake from the greater Redding area.   February 28, 2012  Whiskeytown National Recreation Area = Visitors, Money and Jobs for Local Economy  A new National Park Service (NPS) report shows that Whiskeytown National Recreation Area’s more than 788,000 visitors in 2010 spent $32.7 million in the park and in communities near the park.   February 26, 2012  Take Care of Your Valuables While at Whiskeytown  While enjoying Whiskeytown, please take care when leaving your vehicle at trailheads and other areas away from your view.   February 20, 2012  Book Signing and Authors Reception for \"The Unstoppable Eagles\" and \"Baby Birds\"  Whiskeytown National Recreation Area will host local author Jeffrey Rich, and co-authors Terri Lhuillier and Joanne Brady at the park’s visitor center on Saturday, March 10 from 1:30 p.m. to 3:30 p.m. for a personal discussion and book signing.   February 16, 2012  Public Meeting to Discuss Upcoming Park Projects  A public scoping meeting will be held on February 29, 2012 at 6:30 p.m. to assist the National Park Service in the planning of two upcoming park projects.   January 10, 2012  Free Admission to All National Parks from January 14 through 16  You are invited to start your new year with a free visit to a national park!  Whiskeytown National Recreation Area and all of the other 396 national parks across the country will offer free admission from January 14 through 16 to commemorate Dr. Martin Luther King, Jr. Day.   January 09, 2012  Whiskeytown Announces the Temporary Closure of the Crystal Creek Falls Area  The Crystal Creek Falls and Quarry area will be periodically closed weekdays beginning January 10, 2012 while park staff and contractors install a new parking area, restroom facility, paved path and picnic area to make the falls site accessible to individuals with disabilities.   December 23, 2011  Whiskey Creek Boat Launch and Parking to Close Temporarily in January  The boat launch and parking area at Whiskey Creek in Whiskeytown National Recreation Area will be closed to the public January 5 through January 8, 2012.   December 14, 2011  Theft at Whiskeytown's Historic Camden House  On December 8, 2011 the Historic Camden House in Whiskeytown National Recreation Area was broken into, with numerous items stolen from the interior of the home and its outlying buildings.   November 22, 2011  Whiskeytown to Host Weaverville Artist Debee Holland-Olson in a Solo Exhibition  Whiskeytown National Recreation Area will display recent works by North State artist Debee Holland-Olson at the park’s visitor center from Friday, November 25 through January 14, 2012.   November 17, 2011  Missing Man Sought in Forest of Whiskeytown National Recreation Area  National Park Service Rangers, Shasta County Sheriff’s Department, Shasta County Search and Rescue Teams and the California Highway Patrol helicopter have been searching the forests of Whiskeytown National Recreation Area around the Mill Creek and Boulder Creek Falls area in search of Mr. Brian George Brunell.   November 13, 2011  Call to Plein Air Artists for the 2012 Whiskeytown National Recreation Area Artist-in-Residence Program  Whiskeytown National Recreation Area’s Artist-in-Residence Program is seeking submissions from professional plein air artists to apply for the park’s 2012 residencies.  Selected artists will have the opportunity to spend up to four weeks in the artists’ cabin at Whiskeytown to produce new works.   November 08, 2011  Whiskeytown National Recreation Area and Shasta State Historic Park Partner for the Annual “Old Time Holiday” Celebration  The National Park Service and California State Parks are gearing up for their annual “Old Time Holiday” celebration on Saturday, December 3 from 11:00 a.m. to 4:00 p.m.   November 08, 2011  Fee Waiver from November 11 to 13 in Honor of U. S. Veterans and Current Members of the U.S. Armed Forces  This Veterans Day weekend, November 11 to 13, will be celebrated as a fee-free period for all park visitors in honor of U.S. veterans and current members of the U.S. Armed Forces.   November 01, 2011  Finding of No Significant Impact for Oak Bottom Campground Redesign  Whiskeytown National Recreation Area has announced the approval of the Finding of No Significant Impact (FONSI) for the Expansion and Redesign of the Oak Bottom Campground project.   October 07, 2011  Celebrate the Fall Season at Whiskeytown’s 1st Harvest Festival  Visitors are invited to join us for the 1st Annual Harvest Festival on October 22, 2011 from 10:00 am to 3:00 pm at the park’s Tower House Historic District.  This fun and family-friendly event will feature apple tasting, a harvest-themed bake-off contest, games for all ages, tours of the historic Camden House and orchards, and light refreshments.   September 13, 2011  Remembering Whiskeytown— A Historical Cemetery Tour of Whiskeytown’s Pioneers and Past  Join a park ranger on an easy walking tour through Whiskeytown Cemetery on Sunday, September 25 at 2 p.m.   September 12, 2011  Children’s End of Summer Hike to Whiskeytown Falls  Whiskeytown National Recreation Area invites children and their parents or guardians to join park rangers for a pleasant hike to Whiskeytown Falls on Saturday, October 8, 2011.  The hike will celebrate the wonderful summer experience, which is drawing toward a season’s closure.   September 06, 2011  19th Annual Pick-Up Lake Litter Day at Whiskeytown National Recreation Area  Whiskeytown National Recreation Area, the Friends of Whiskeytown, and Forever Resorts are collaborating with local businesses and supporters to help clean up litter around Whiskeytown Lake on Saturday, September 24, 2011.   August 17, 2011  30 Day Public Review of National Park Service Environmental Assessment for Expansion and Redesign of Oak Bottom Campground  Whiskeytown National Recreation Area (NRA) park officials today announced the release of the Expansion and Redesign of the Oak Bottom Campground Environmental Assessment (EA) for public review.  To assist the National Park Service with this project, the public is invited to provide comments during the review period, running from August 17, 2011 to September 16, 2011.   July 15, 2011  Salmon and Steelhead Restoration Project Begins at Whiskeytown  Work to improve Chinook salmon and steelhead trout habitat within Clear Creek below Whiskeytown Dam will soon begin at Whiskeytown National Recreation Area.   June 10, 2011  Whiskeytown Offers Junior Lifeguard Program and Waterfront Lifeguard Training  Whiskeytown is offering Junior Lifeguard and Waterfront Lifeguard training programs on Mondays and Wednesdays from June 27 to August 2, 2011.   June 04, 2011  Goats to be used to manage vegetation at Whiskeytown  Beginning Friday June 3, 2011, Whiskeytown National Recreation Area will utilize goats to help restore the cultural landscape at the Tower House Historic District and to treat hazardous fuels at other locations throughout the Park.   June 04, 2011  Whiskeytown hosts a book release and signing for local children’s author and park volunteer Sheila Heuer  Local author Sheila Heuer will have the formal release and signing of her newly published book Cowboy the Magic Horse at Whiskeytown National Recreation Area Visitor Center bookstore on Friday, June 10, from 5:30 p.m. to 7:30 p.m.   May 18, 2011  Kayak Tours and Special Hikes to the Falls Offered During Memorial Day Weekend  No abstract supplied.   May 02, 2011  Resumption of Prescribed Burning Projects at Whiskeytown  Beginning on Wednesday, May 4, Whiskeytown National Recreation Area will be resuming planned prescribed burning activities initiated this past February within the Buck and East Boundary Projects.   April 20, 2011  Whiskeytown is Recruiting for Summer Jobs With the Youth Conservation Corps  Superintendent Jim F. Milestone has announced that Whiskeytown National Recreation Area will be accepting applications for the summer youth job program.  Anyone between the ages of 15 and 18 years of age may apply for a summer job.   April 18, 2011  Whiskeytown National Recreation Area’s 2011 Artist-in-Residence Rick Braveheart: Photographic Presentation of “The Great American Landscape”  No abstract supplied.   April 08, 2011  Take the Waterfall Challenge During Whiskeytown’s 5th Annual Waterfall Week Event  No abstract supplied.   March 27, 2011  Photographers Are Invited to Submit Photos of “Whiskeytown Adventures” For an August Exhibition  Whiskeytown National Recreation Area is inviting photographers, professional and amateur, to submit current photographs of park visitors and staff experiencing one of Whiskeytown’s many adventures for an upcoming photo contest and exhibition.   March 05, 2011  Whiskeytown National Recreation Area is Recruiting Volunteers  No abstract supplied.   February 13, 2011  Prescribed Burn Planned at Whiskeytown  Whiskeytown National Recreation Area is planning to conduct 50 – 300 acres of prescribed burning over the next several weeks, weather and air quality conditions permitting. The Buck and East Boundary Prescribed Burns are located along the east boundary of Whiskeytown National Recreation Area, which  borders private property and a small portion of land administered by Bureau of Land Management above the community of Old Shasta.   November 13, 2010  A Call to Artists:  \"Stay in the Woods at Whiskeytown's Artist Cabin\"  Whiskeytown National Recreation Area, as part of the National Park Service's Artist-in-Residence Program, is seeking professional artists working in photography, sculpture, and painting to apply to participate in the 2011 Residency Program.   November 12, 2010  Parks Prepare for a Free, Festive, and Fun \"Old Time Holiday\" Celebration  No abstract supplied.   September 26, 2010  Public Meeting on September 30, 2010 to Discuss the Proposed Expansion and Redesign of the Oak Bottom Campground  No abstract supplied.   September 17, 2010  Temporary Closures for Non-Paved Cyclic Road Maintenance  Beginning Monday September 20, 2010 and continuing through October 15, certain portions of the unpaved road network within Whiskeytown National Recreation Area will be subject to temporary closures between the hours of 7:00 am to 5:30 pm.   August 29, 2010  Join a Ranger for a Moonlight Hike and Experience Whiskeytown's Wild Night Life  Visitors are invited to join a Ranger for a hike under the full moon on Thursday, September 23 from 6:30 to 8:30 p.m.   August 29, 2010  South Fork Mountain Lookout Road to be Open During Deer Hunting Season  The gate on South Fork Mountain Lookout Road within Whiskeytown National Recreation Area will be open between August 21, 2010 and October 24, 2010 to accommodate hunters during the archery and general deer seasons.   August 14, 2010  Environmental Assessment for Managing Access to Enhance Security and Protect Park Resources is Available for 30-Day Public Review  No abstract supplied.   May 17, 2010  The Ever-Popular Kayak Tours Are Back For Memorial Day Weekend!  Whiskeytown National Recreation Area will offer ranger-guided kayak tours during the Memorial Day weekend beginning on Saturday, May 29, through Monday, May 31.    April 28, 2010  Whiskeytown is Offering a Junior Lifeguard Program and Waterfront Lifeguard Training  Junior Lifeguard and Waterfront Lifeguard training will be June 8 to July 14, 2010, Mondays and Wednesdays only from 9:30 to 11:30 at Brandy Creek Beach.   April 21, 2010  Bay Area Artist's \"Sketchbook Images of Whiskeytown\" is Coming to the Whiskeytown Visitor Center  No abstract supplied.   April 17, 2010  Whiskeytown is Accepting Applications for Summer Youth Conservation Corps Jobs  Superintendent Jim F. Milestone has announced that Whiskeytown National Recreation Area will be accepting applications for the summer youth job program. Anyone between the ages of 15 and 18 years of age may apply for a summer job.   April 07, 2010  Environmental Assessment for Abandoned Mines and Crystal Creek Quarry Reclamation is Open for Public Review and Comment  The National Park Service NPS), Whiskeytown National Recreation Area, California, has prepared an environmental assessment (EA) for the proposed project. The EA is now available for public review and comment through April 27, 2010.    April 07, 2010  Take a Hike During Whiskeytown's 4th Annual Waterfall Week Event  As part of the larger National Parks Week celebration, the  4th annual Waterfall Week celebration begins on April 17 at Whiskeytown National Recreation Area, and will continue through April 25.    March 12, 2010  Join a Ranger for a Guided Hike in March and April and Get in Shape for Waterfall Week!  Springtime is nearly upon us, and now is the perfect time for visitors to venture to Whiskeytown National Recreation Area for a ranger-guided hike on some of the parks most popular and scenic trails.   March 01, 2010  Schools Are Invited to \"Hike for Your Health\" on a Ranger-Guided Adventure to Whiskeytown Falls  No abstract supplied.   February 27, 2010  Turtle Bay to Host Ken DeCamp's \"Seasons in the Underworld,\" a Photographic Exploration of Whiskeytown's Beautiful Flora  No abstract supplied.   February 19, 2010  New Federal Firearms Law Takes Effect Monday, February 22  No abstract supplied.   February 19, 2010  National Park Service Considering Proposal for Tobacco Free Beaches at Whiskeytown National Recreation Area  The public is invited to attend a meeting to discuss a proposal to make the four designated swimming beaches at Whiskeytown Lake tobacco free.   January 12, 2010  The birds of Whiskeytown are landing at the Visitor Center!  No abstract supplied.   January 06, 2010  Whiskey Creek boat launch and parking to close temporarily  No abstract supplied.   December 28, 2009  Whiskeytown Falls Vista Closed Due To Rock Slide  The vista at the highest point of Whiskeytown Falls is closed due to a rockslide that occurred some time last weekend.  The trail to the waterfall remains open, and visitors are still able to enjoy the scenic beauty of the falls from its base.   November 10, 2009  \"Whiskeytown's Annual Free Wreath-Making Event is Back!\"  No abstract supplied.   November 03, 2009  Prescribed Fire Planned in the Southeast Portion of Whiskeytown NRA  No abstract supplied.   November 03, 2009  A Call to Landscape Painters - Submit now for the Superintendent's Invitational-Landscape-Residency  No abstract supplied.   October 13, 2009  Handpile Burning to be Conducted at Whiskeytown Over the Next Several Weeks  Whiskeytown National Recreation Area will begin the burning of handpiles this week and continue until completed, which may take several weeks.    September 22, 2009  Bring the Whole Family and Come Meet the Authors and Ilustrator of \"Saving Li'l Smokey\"  The authors of the book, Adam and Celeste Deem, along with illustrator Ryan Lamb, will present a story-time and art demonstration at the Whiskeytown National Recreation Area Visitor Center on Saturday, October 10th, from 1:00 to 2:30 p.m.   September 07, 2009  Ranger-Guided Programs in September  No abstract supplied.   August 30, 2009  A Call to Artists: Whiskeytown National Recreation Area is seeking applications from professional artists for the 2010 National Parks Artist-in-Residence Program  No abstract supplied.   August 28, 2009  Come and Volunteer for the 17th Annual Lakeshore Clean-up at Whiskeytown  No abstract supplied.   August 15, 2009  Come Join a Park Ranger for a Moonlight Hike to Whiskeytown Falls on September 2  Join a Park Ranger on a guided evening hike to Whiskeytown Falls on Wednesday, September 2 and experience the beauty of Whiskeytown by the soft light of the silvery moon.    August 02, 2009  Come and Help Finish the Final Connection of the New Shasta Trinity Trail  No abstract supplied.   July 29, 2009  Celebrate Smokey Bear's 65th Birthday!  Celebrate Smokey Bear's 65th Birthday at a special Junior Firefighter program at Oak Bottom Amphitheater on Saturday, August 8th at 11:00 a.m.   July 24, 2009  Road closure in effect on the upper portion of Brandy Creek Road for approximately two weeks  Effective on Wednesday July 22, the upper portion of Brandy Creek road will be closed to the public for approximately 2 weeks for the purpose of realigning the Brandy Creek Falls trailhead.    July 21, 2009  Moonlight Hike to Whiskeytown Falls on August 5, 2009  Join a Park Ranger on a guided evening hike to Whiskeytown Falls on Wednesday, Aug 5 and experience the beauty of Whiskeytown by the soft light of the silvery moon   July 16, 2009  Get Outside and Hike to Whiskeytown Falls  Join a Park Ranger for a hike to beautiful Whiskeytown Falls on Friday July 24 and 31. Call 530 242-3438 for time and reservations.   July 10, 2009  Shsta Bally Communication Facilities Environmental Assessment Available for Public Review  No abstract supplied.   July 07, 2009  Help The SCA Summer Interns Build the New Whiskeytown Trail  The National Park Service will be hosting a Volunteer Trail Day for individuals who would like to assist 16 College students from across the United States who are constructing the new Shasta Trinity Trail within Whiskeytown National Recreation Area.   July 07, 2009  Free Patio Boat Tours At Whiskeytown NRA in July and August  Whiskeytown National Recreation Area, in partnership with Forever Resorts, will once again offer free patio boat tours of Whiskeytown Lake as part of the national Free Fee Weekend set for July 18-19, 2009.    July 07, 2009  Junior Lifeguard and Waterfront Lifeguard Training Offered at Brandy Creek Beach  Junior Lifeguard and Waterfront Lifeguard training will be July 13 to August 10, 2009, Mondays and Wednesdays only from 9:30 to 11:30 at Brandy Creek  Beach.   June 22, 2009  Whiskeytown to host four artists from New York  The National Park Service at Whiskeytown National Recreation Area will host four artists from New York this summer as part of its Artist-in-Residence Program.   June 12, 2009  Free Patio Boat Tours at Whiskeytown NRA  Whiskeytown National Recreation Area, in partnership with Forever Resorts, will offer free patio boat tours of Whiskeytown Lake as part of the national Free Fee Weekend on June 20-21, 2009.    June 08, 2009  Lichen Not Fungus and Algae Photo Exhibit  No abstract supplied.   May 28, 2009  Moonlight Hikes At Whiskeytown NRA  No abstract supplied.   May 01, 2009  Salmon and Steelhead Restoration Project Begins  Work to improve Chinook salmon and steelhead trout habitat within Clear Creek below Whiskeytown Dam is beginning at Whiskeytown National Recreation Area.    April 14, 2009  Whiskey Creek Boat Launch and Parking Temporarily Closed  The boat launch and parking area at Whiskey Creek in Whiskeytown National Recreation Area will be closed to the public April 20-24, and April 27-May 1, 2009.   April 10, 2009  Whiskeytown Waterfall Week Begins April 25  April 25 through May 3 has been designated “Waterfall Week” at Whiskeytown National Recreation Area.   April 10, 2009  Trails Re-Open at Whiskeytown  The National Park Service is re-opening all trails, including the trail to Whiskeytown Falls for the summer season beginning Friday April 10th.   March 10, 2009  Shasta Bally Newsletter March 2009  At this stage in the process, the NPS has refined the alternatives. Alternative E remains dismissed, and Alternative F is preliminarily identified as the preferred alternative.   February 25, 2009  Trail to Whiskeytown Falls is Closed - Bridge Out  Effective immediately the National Park Service has closed its most popular trail to Whiskeytown Falls after a series of strong storms passed through the area washing out one of the bridges.   February 24, 2009  Photo Images of Whiskeytown Cemetery at Visitor Center  No abstract supplied.   February 02, 2009  Whiskeytown Seeking Volunteers  The National Park Service is searching for nine new Volunteer Information Specialists who will work in the Visitor Center at Whiskeytown National Recreation Area.   January 31, 2009  Man arrested in drug deal at Whiskeytown  On January 29, 2009, an Angels Camp man and his son were contacted by park rangers at a trailhead adjacent to highway 299 at Whiskeytown National Recreation Area.    January 15, 2009  Trail to Whiskeytown Falls Reopens  The National Park Service has re-opened its most popular trail to Whiskeytown Falls after a series of days of fair weather and a long term dry spell is predicted.   January 12, 2009  Painting Exhibit at Whiskeytown Visitor Center  Original oil paintings by local artists Diana Troxell and Bruce Davidson will be on view at Whiskeytown National Recreation Area’s Visitor Center until February 14, 2009.   January 08, 2009  Shasta Bally Update January 06, 2009  Based on discussions at the meeting and subsequent comments from the public and current tenants, two requests are being implemented in this planning effort. First, the initial public comment period is being extended to February 15, 2009 from its initial date of January 15, 2009. In addition, a fifth alternative will be considered – “Alternative F: Permit New Structures and Enlargement of Existing Telecommunications Infrastructure.”   December 17, 2008  James K. Carr Trail to Whiskeytown Falls Is Closed for Rainy Season  With the arrival of rain predicted to begin by this weekend and continue well into next week, the National Park Service will close the James K. Carr trail to Whiskeytown Falls.   December 05, 2008  Shasta Bally Summit Public Scoping  Public Scoping Meeting Regarding the Future Management of the Summit of Shasta Bally. Preliminary alternatives range from continuing the current operations to phasing out and re-locating the telecommunication facilities over a 10 to15 year period.   December 02, 2008  Dry Weather Allows Temporary Re-opening of Whiskeytown Falls Trail  No abstract supplied.   November 25, 2008  Stay in the Woods at a Whiskeytown Artists Cabin  No abstract supplied.   November 24, 2008  FREE HOLIDAY IN THE PARKS CELEBRATION AT WHISKEYTOWN NRA AND SHASTA STATE HISTORIC PARK  No abstract supplied.   November 01, 2008  Closures at Whiskeytown  Closures at Whiskeytown with the arrival of rain and possible debris flows   August 15, 2008  Boulder Creek Falls among more areas to open at Whiskeytown  Nearly two months after dry lighting caused wildfires and park closures, Whiskeytown National Recreation Area is slowly returning to normalcy.   July 28, 2008  Lower Clear Creek Anadromous Fish Restoration and Management Project Environmental Assessment released for 30-day public comment period  The National Park Service and the Bureau of Land Management have released the Lower Clear Creek Anadromous Fish Restoration and Management Project Environmental Assessment for a 30-day public comment period.   July 28, 2008  INTERPRETIVE PROGRAMS RESUME AT WHISKEYTOWN NATIONAL RECREATION AREA  Free ranger-guided programs at Whiskeytown National Recreation Area have resumed after fires and smoky conditions caused the cancelation of many activities in the park.   July 25, 2008  Lower Clear Creek Anadromous Fish Restoration and Management  The National Park Service and the Bureau of Land Management have released the Lower Clear Creek Anadromous Fish Restoration and Management Project Environmental Assessment for a 30-day public comment period. This project addresses potential restoration activities along lower Clear Creek between Whiskeytown Dam and the confluence with the Sacramento River. These restoration activities are planned to improve habitat for native fish including the federally listed Sacramento River spring-run Chinook salmon and steelhead trout.   June 25, 2008  Whiskeytown Complex June 25 Update  Approximately 3000 acres have burned on Shasta Bally as four fires continue to converge. Nearly 100 firefighters are working to contain the fires before they reach structures and high voltage transmission lines.   June 24, 2008  Whiskeytown Complex June 24 Update  Four fires continue to burn in Whiskeytown with no estimated date of containment. New fire closures include lower Crystal Creek road and Mill Creek Trail.   June 23, 2008  Whiskeytown Complex June 23 Update  No abstract supplied.   June 22, 2008  Fires at Whiskeytown  No abstract supplied.   June 21, 2008  Whiskeytown Fires 21 June 2008  Whiskeytown currently has at least four wildfires burning in the park started during a lightening storm on June 21. Currently The Boulder Creek Falls trail is closed to visitors, to allow access for firefighters.   June 02, 2008  South Fork Mountain Road Free Permit Process  For those individuals that wish to cross through the park to access the lands beyond the park boundary or those park visitors with a valid disability card can request a day use permit for vehicle access through the South Fork Mountain gate.   June 02, 2008  Moonlight Kayak Tours Highlight Summer Programs at Whiskeytown  Moonlight kayak tours will highlight the beginning of the 2008 summer ranger-guided activities at Whiskeytown National Recreation Area. These very popular programs will be offered at 7:30PM starting on Friday, June 13 and continue each evening through Tuesday, June 17. Reservations will be taken for these special tours beginning on Monday, June 2 from 9am to 12 noon by calling (530) 242-3462.   May 30, 2008  Quagga Mussel Prevention Program  Whiskeytown has implemented a Quagga and Zebra Mussel Prevention Program.  The park is requesting that all vessel owners certify their boat is free of aquatic nuisance species prior to being launched at Whiskeytown Lake.   May 29, 2008  South Fork Mountain Road Closure Effective June 1 2008  On June 1, 2008, the National Park Service will be closing the road access gate on South Fork Mountain Road to motor vehicles. Only official vehicles, businesses, and residents will be allowed access in motor vehicles on the road.   April 24, 2008  Scouts Help Whiskeytown's Native Plant Garden on Earth Day  No abstract supplied.   April 21, 2008  Junior Ranger Day Gets Kids in Parks  No abstract supplied.   April 15, 2008  Waterfall Week Begins April 20th at Whiskeytown  No abstract supplied.   March 21, 2008  Davis Gulch Trail at Whiskeytown Re-opens  No abstract supplied.   March 18, 2008  School and Youth Group Hikes Offered  The National Park Service is offering free guided hikes to Whiskeytown Falls for school or youth groups during the month of April and May in preparation for Waterfall Week which will start Sunday, April 20   March 12, 2008  Volunteer Campground Host Opportunities at Whiskeytown  No abstract supplied.   February 26, 2008  Reception for Artist In Residence  The public is invited to a reception Friday, February 29th from 4:30 p.m. to 7:00 p.m. at Whiskeytown National Recreation Visitor Center to view artworks donated to the park by Whiskeytown's 2007 National Parks Artist-in-Residence   November 27, 2007  PARKS PREPARE FOR OLD-TIME HOLIDAY CELEBRATION AND FOOD DRIVE  No abstract supplied.   November 24, 2007  FREE HOLIDAY IN THE PARKS CELEBRATION AT WHISKEYTOWN  No abstract supplied.   November 13, 2007  WHISKEYTOWN NRA SEEKING NEW VOLUNTEERS  No abstract supplied.   November 13, 2007  Whiskeytown  Falls Hike  No abstract supplied.   November 07, 2007  Whiskeytown Artist-In-Residence Exhibit at Turtle Bay  Photographs by Marissa Carlisle, current Artist-in-Residence at Whiskeytown National Recreation Area, will be on display at Turtle Bay Exploration Park in Redding until December 18th.   November 05, 2007  Waiver of Fees for Veterans and Members of the US Armed Forces on Veterans Day  No abstract supplied.   October 30, 2007  WHISKEYTOWN WORKING TO REDUCE FUELS AND PROTECT COMMUNITIES  Superintendent Jim Milestone announced that Whiskeytown National Recreation Area is planning a series of hazardous fuel reduction projects this fall and winter.    October 15, 2007  Artists: Stay in the Woods at a Whiskeytown Cabin  No abstract supplied.   October 05, 2007  16th Annual Lakeshore Clean-up at Whiskeytown  The Friends of Whiskeytown and Whiskeytown National Recreation Area are being joined by local businesses and supporters to help clean up litter this Saturday, October 13th starting with sign up at 8:30 AM at the Visitor Center on Highway 299.   August 31, 2007  Kayak and Hiking Tours Continue in September  No abstract supplied.   August 22, 2007  New Concession Contract Open for Proposals  On August 16, 2007, the National Park Service at Whiskeytown National Recreation Area released for public review the Concession Business Opportunity for Marina Services at Whiskeytown National Recreation Area.   July 11, 2007  California Invasive Weed Awareness Week at Whiskeytown  No abstract supplied.   June 22, 2007  Dogs Diapers and Detritus  How clean our water remains is largely up to humans and our visitors and park management activities.    June 16, 2007  Special Ranger Guided Programs at Whiskeytown NRA  The National Park Service has added several special programs in addition to the regular Ranger Guided activities at Whiskeytown NRA.    May 21, 2007  Whiskeytown's Waterfall Week Begins May 20th  May 20 through May 26 has been designated “Waterfall Week” at Whiskeytown National Recreation Area.  The week will begin with a fee-free day on Sunday May 20, when the park will waive the normal daily entrance fee of $5.00.   May 18, 2007  Ranger Guided Activities Offered on Memorial Day Weekend  Whiskeytown National Recreation Area will offer a variety of ranger guided activities during the Memorial Day weekend beginning on Saturday, May 26 through Monday, May 28.   May 14, 2007  Whiskeytown Artist-in-Residence Open Cabin  The public is invited to an “Open Cabin” hosted by Artist-in-Residence Lynne Cunningham on Thursday, May 24th, from 3:00 p.m. to 6:30 p.m. at Whiskeytown National Recreation Area.   May 10, 2007  Plein Air Painters Exhibition at Whiskeytown  No abstract supplied.   May 10, 2007  Free Painting on Location Workshop at Whiskeytown  The public is invited to participate in a \"plein air\" painting (outdoor painting) workshop on Saturday, May 19th from 9:00 a.m. to 1:00 p.m. at Whiskeytown National Recreation Area   April 30, 2007  Summer Youth Conservation Corps Jobs at Whiskeytown  Whiskeytown National Recreation Area will be accepting applications for its summer Youth Conservation Corp program. Anyone between the ages of 15 and 18 years of age may apply.   April 24, 2007  Public Comment Sought on Tower House Interim Site Management Plan  No abstract supplied.   April 17, 2007  Deadline to Submit Snapshots for Whiskeytown Exhibit Near  No abstract supplied.   April 16, 2007  Campground Host Opportunities Available at Whiskeytown  The National Park Service is looking for volunteers willing to work and live at Whiskeytown National Recreation Area this summer.  Positions are available at Brandy Creek RV and at Oak Bottom Campgrounds.   April 04, 2007  Artist Quilt on Display  A large wall-hung quilt depicting Whiskeytown Lake will be on view through April 29th at the Whiskeytown Visitor Center.    April 04, 2007  Parks Working Together Earth Day Event  Whiskeytown National Recreation Area will be joining forces with Shasta State Historical Park in hosting the first annual “Parks Working Together” Earth Day Event on Saturday, April 21st.   March 12, 2007  Waterfall Week at Whiskeytown Begins May 20  May 20 through May 26 has been designated \"Waterfall Week\" at Whiskeytown National Recreation Area.   March 05, 2007  Areas Temporarily Closed to Protect Nesting Bald Eagles  No abstract supplied.   March 04, 2007  Whiskeytown Falls Hike In March  No abstract supplied.   February 22, 2007  2nd Annual Amateur Snapshot Exhibition  The public is invited to submit copies of their favorite \"snapshot\" for exhibition at the Whiskeytown National Recreation Area Visitor Center.   February 08, 2007  WHISKEYTOWN IS WORKING TO REDUCE FUELS  As weather conditions permit, Whiskeytown will cut brush and burn piles along shaded fuelbreaks and burn two prescribed fire units   February 07, 2007  WHISKEYTOWN NRA SEEKING VOLUNTEERS  The park is currently looking for friendly people to assist with staffing the Visitor Center with shifts available on Saturdays, Sundays and Tuesdays beginning immediately.    February 02, 2007  New Reservation Service for Whiskeytown Group Areas  Whiskeytown National Recreation has a new reservation service for Dry Creek Group Campground and Whiskey Creek Group Picnic Area.   February 02, 2007  Winter hike to Whiskeytown Falls  Join a Park Ranger on a hike to Whiskeytown Falls on Saturday February 10, 2007 at 10:00 am.   January 10, 2007  Hike to Whiskeytown Falls January 20th  No abstract supplied.   December 08, 2006  Boat Marina Public Meeting  Public Meeting to Discuss Whiskeytown Lake's Boat Marinas   November 10, 2006  Brandy Creek Trail Has New Bridge  A new trail bridge is nearly completed on the trail to Brandy Creek Falls.    November 09, 2006  Hike to Whiskeytown Falls  Join a Park Ranger on a hike to Whiskeytown Waterfall and view fall colors.   November 04, 2006  Holiday in the Parks Celebration at Whiskeytown and Shasta State Park  Free \"Old-Time Holiday\" celebration at Shasta State Park and Whiskeytown's Tower House Historic District.   November 03, 2006  Enjoy a Stay in the Woods at a Whiskeytown Artist's Cabin  Stay in the Woods at a Whiskeytown Artist's Cabin   November 01, 2006  Outstanding Fall Colors  Whiskeytown's hiking trails and roadways are showing some great color right now.   September 06, 2006  Artist-in-Residence Program Resumes at Whiskeytown  Whiskeytown National Recreation Area is pleased to resume its Artist-in-Residence Program after a three-year break.   September 06, 2006  Artist-in-Residence Open Cabin at Whiskeytown  The public is invited to an \"Open Cabin\" Friday, September 15th and 16th. Guests will get to visit with this year's artist in residence.",
    "url": "https:\/\/www.nps.gov\/whis\/learn\/news\/newsarchive.htm"
}
