{
    "title": "Whiskeytown National Recreation Area: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking              Hiking      Waterfalls, Old-growth Forests, Historic Landscapes While the primary focus for Whiskeytown visitors is water recreation the park also contains cool rugged canyons, forests, streams and waterfalls. What a perfect way to see abundant wildflowers in the spring, experience the glory of fall colors or catch a glimpse of the past as well as view wildlife in their natural habitat. Mountain trails along shaded corridors and eight year-round creeks offer a refreshing break from the summer's heat.Whether hiking, backpacking, mountain biking or horseback riding - the land surrounding Whiskeytown provides many opportunities for these activities.For a listing of all of our trails click here. Individual trail guides are also available (see below) or at the Visitor Center. Check with the Visitor Center for current trail conditions.Summers can be hot and dry. Consider hiking in the early morning to avoid the heat of the day.Winters can be cold, with possible snow and\/or ice. Always be prepared for changing weather conditions and stay on established trails.         Indian Warrior wildflowers along the trail. NPS photo - 2005  Easy Hikes - (prints 8½\" x 11\" color in pdf format) Buck Hollow Camden Water Ditch Crystal Creek Water Ditch Crystal Creek Falls Oak Bottom Water Ditch            Whiskeytown is known for some of the best mountain biking in the area. Redding Mountain Biking - 2005  Moderate Hikes Boulder Creek Falls (via South Shore Drive) Boulder Creek Falls (Mill Creek Road access) Brandy Creek Falls Clear Creek Canal Clear Creek Vista Davis Gulch Guardian Rock Logging Camp Lower Brandy Creek Mt. Shasta Mine Loop  Mule Mountain Pass Peltier Trail Salt Creek Loop Salt Gulch          Lone hiker viewing the recently re-discovered waterfall. NPS photo - 2005  Moderate to Difficult Hikes Mill Creek Kanaka Peak James K. Carr Trail (Whiskeytown Falls) Papoose Pass Trail Rich Gulch Trail     Proper equipment, good conditioning, and a healthy regard for weather and wilderness conditions will serve to enhance your visit. Stay on established roads and trails and notify someone of your travel plans.",
    "url": "https:\/\/www.nps.gov\/whis\/planyourvisit\/hiking.htm"
}
