{
    "title": "Whiskeytown National Recreation Area: Waterfalls of Whiskeytown",
    "body": "Waterfalls of Whiskeytown       If you would like to get some healthy exercise and have a wonderful adventure, consider taking the Whiskeytown Waterfall Challenge and hike to all four waterfalls. Visitors who complete the challenge will receive a free \"I Walked the Falls\" bandana (while supplies last). Click here to print your Waterfall Passport to take with you on your adventure.       Whiskeytown has four major waterfalls that you can visit all year. The best time to visit the waterfalls is in the spring when the creeks are bursting with the runoff from melting snow. During the summer months a hike to a waterfall provides a cool break from the heat of the valley. Whiskeytown invites families, friends and children to get outside, get some good exercise and enjoy these special treasures of Whiskeytown. Whiskeytown promotes responsible outdoor recreation. Please help us further the mission of the National Park Service to conserve the scenery and to leave it unimpaired for the enjoyment of future generations. Detailed trail guides and information are available at the Visitor Center or you may print at home your own copy of our trail guides from our hiking page.  Please contact the Visitor Center to check for current trail conditions.        Whiskeytown Falls form the upper viewpoint NPS  Whiskeytown Falls For over 40 years this 220-foot waterfall was only a secret to the few that knew it existed. For a variety of reasons, some people decided not to share the falls' existence with others. Today, people from all over the world have heard about the hidden secret. After two summers of work, the National Park Service opened the trail to Whiskeytown Falls. The trail itself has been named in honor of James K. Carr, one of Redding's native sons. By developing the Carr Trail, Whiskeytown continues to expand on its exceptional recreational opportunities for the public.  Click here to view or print a trail guide for the James K. Carr Trail to Whiskeytown Falls.         Boulder Creek Falls Helene Fischman  Boulder Creek Falls At over 138 feet high, Boulder Creek Falls was thought to be the tallest waterfall in the park until Whiskeytown Falls was re-discovered in fall of 2004. The three cascades of Boulder Creek Falls are tucked into a dark, shaded box canyon filled with moss and ferns. The forest around Boulder Creek Falls was selectively logged in the 1950s. As you hike to the falls you are on the main hauling road that carried old-growth Douglas fir and ponderosa pines to the sawmill. When the park was established in 1965, some logging continued into the early 70's. Once the logging ended the forest began to recover.  Click here to view or print a trail guide to Boulder Creek Falls via the 2.75-mile route from South Shore Drive.  Click here to view or print a trail guide to Boulder Creek Falls via the shorter one-mile route from Mill Creek Road.         Brandy Creek Falls NPS  Brandy Creek Falls Brandy Creek is noted for five large cascading falls that sweep down across the polished granite rock in the upper box canyon. Upper Brandy Creek Falls plunge in a unique split formation through the steep vertical walls. The umbrella-leafed indian rhubarb is one of the first spring flowers to appear, displaying an array of brilliant pink blossoms. In the fall, the leaves of the indian rhubarb turn a bright orange color. The trail to the falls was improved in 2005 with hand-hewn rock steps and a metal railing to help hikers safely reach the top of the waterfall. Please stay on the trail and watch your footing on the slippery rocks.  Click here to view or print a trail guide to Brandy Creek Falls.         Lower Crystal Creek Falls Heather Hockett  Lower Crystal Creek Falls Lower Crystal Creek Falls is the only \"man-made\" waterfall in the park. When the Central Valley Project was designed in the 1920s, an important component was the diversion of a large portion of the Trinity River to Whiskeytown Lake and from there to the Sacramento River. A 17-mile tunnel was excavated to transport the water underground from Trinity Dam to Carr Powerhouse and the tailings were dumped in the area near Crystal Creek Falls. When it is necessary to shut down Carr Powerhouse for maintenance or to enter the tunnel for cleaning, the valve is turned and the excess water from the tunnel spills into Crystal Creek. When the overflow structure was built, the Bureau of Reclamation rerouted Crystal Creek. The creek was moved about 50 feet to the left to make a shortcut over the cliff, creating this picturesque waterfall. Click here to view or print a trail guide to Crystal Creek Falls.",
    "url": "https:\/\/www.nps.gov\/whis\/planyourvisit\/waterfalls-of-whiskeytown.htm"
}
