{
    "title": "Whiskeytown National Recreation Area: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions             Alerts & Conditions         Alerts    Caution        Safeguard Your Valuables  Alert 1 , Severity ,caution ,, Safeguard Your Valuables  Whiskeytown has experienced recent thefts at campgrounds, trailheads and parking areas. Please lock vehicles\/campers, secure camping equipment, and keep phones\/wallets\/purses with you at all times. Report suspicious activity to (530)242-3431 or dial 911.            Status of roads within Whiskeytown National Recreation Area Roads at Whiskeytown are subject to closure due to special events, maintenance, weather conditions, and fires. See below for current status and conditions.           Road  Status  Detail           Highway 299 Open * The highway is suitable for any type of passenger vehicle, motorcycle, RVs and trailers. * One-way controlled traffic approximately 7 miles west of the park, 24 hours a day, 7 days a week, with possible delays of up to 50 minutes.   John F. Kennedy Memorial Drive Open * The paved road is suitable for any type of passenger vehicle, motorcycle, RVs and trailers.   Paige Bar Road Open * The paved road is suitable for any type of passenger vehicle, motorcycle, RVs and trailers.   Crystal Creek Road  Open * The paved road from Highway 299 to the James K. Carr Trail parking lot is suitable for any type of passenger vehicle and motorcycle. * The unpaved\/dirt road from the James K. Carr Trail parking lot to Coggins Park is recommended for 4-Wheel Drive vehicles only.   South Shore Drive  Open * The unpaved\/dirt road is suitable for most types of passenger vehicles and motorcycles. Low-clearance vehicles not recommended.   Brandy Creek Road  Open * The unpaved\/gravel\/dirt road is suitable for any type of passenger vehicle and motorcycle.   Mill Creek Road  Open * The unpaved\/dirt road is recommended for 4-Wheel Drive vehicles only.   Shasta Bally Road  Open * The unpaved\/dirt road is for 4-Wheel Drive vehicles only.    Peltier Valley Road  Open * The unpaved\/dirt road is recommended for 4-Wheel Drive only.   Mule Town Road  Open * The unpaved\/dirt road is recommended for 4-Wheel Drive only.",
    "url": "https:\/\/www.nps.gov\/whis\/planyourvisit\/conditions.htm"
}
