{
    "title": "Whiskeytown National Recreation Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           14412 Kennedy Memorial Drive  Whiskeytown, CA 96095                 Directions         Car From Interstate 5, take the Highway 44 West exit toward Downtown Redding and Eureka. From Downtown Redding, follow Highway 299 west toward Eureka for approximately 8 miles to reach the Visitor Center. Plane Commercial air service is available to Redding California located approximately 16 miles from Whiskeytown. Rental vehicles are available.  Directions Details           Operating Hours & Seasons         Whiskeytown National Recreation Area Hours The Visitor Center is open daily except on Wednesday, November 21st the Visitor Center will close at at 1 p.m. In addition to November 25th and 26th for Thanksgiving, December 10 from 11:30 to 2:30, December 24th and 25th for Christmas, December 31st and January 1st for New Years Day. •Hours are 10 a.m. to 4 p.m. Seasons The park is open year-round, 24 hours a day.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           Whiskeytown NRA is in a Mediterranean climate, which means hot, dry summers followed by cool, wet winters. Summer temperatures often reach the upper 90's to lower 100 degrees Fahrenheit, as well as the occasional thunderstorm. Winter brings snow to the upper elevations (only occasionally down to the lake level of 1,200'), and rain and ice.         Fees & Passes     Entrance Fees:   Seven Day Entrance Pass - $10.00 This pass gives access to the park for one vehicle. It is valid for seven days and can be applied towards an Annual pass until two weeks after purchase.   Whiskeytown Annual Pass - $40.00 This pass is good for one year after purchase, it covers one vehicle and is valid at Lassen National Park.         Visitor Centers       Whiskeytown Visitor Center The Visitor Center is a great place to start when you arrive in the park. The knowledgeable staff and volunteers will help you maximize your visit. The visitor center is located and the intersection of John F. Kennedy Memorial Drive and CA Highway 299. The visitor center provides information, a variety of use permits, natural and cultural history exhibits, and ADA accessible California native garden, as well as books, maps, and souvenir items for sale.                 Whiskeytown offers a wide variety of recreational opportunities for you and your family year-round. Kayaking, sailing, fishing, swimming and water skiing are some of the favorite activities one can experience within the cool, clear waters of Whiskeytown Lake.  Visitors may also inquire about gold panning and historic mine tours at the Visitor Center. Learn about campgrounds and purchase visitor passes. Books, maps and postcards may also be purchased at the bookstore.",
    "url": "https:\/\/www.nps.gov\/whis\/planyourvisit\/basicinfo.htm"
}
