{
    "title": "Whiskeytown National Recreation Area: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit      If your need help planning your visit to Whiskeytown National Recreation Area, please click on one of the links below:Basic Information   Directions & Transportation    Eating & Sleeping    Things To Do    Calendar    Safety    Accessibility Whiskeytown Lake was created by diverting water through tunnels and penstocks, from the Trinity River Basin to the Sacramento River Basin.  The most prominent landmark within the Recreation Area is Shasta Bally (elevation 6,209 feet). The summit may be reached on foot and by 4-wheel drive vehicle, but is closed in the winter. As the only one (of the three) units administered by the National Park Service, personal watercraft are prohibited on Whiskeytown Lake, but are allowed on the Shasta and Trinity Units of the Shasta-Trinity National Recreation Area which are administered by the US Forest Service. Lake based recreational opportunities are Whiskeytown’s primary focus during the hot and dry summer months, including Whiskeytown’s popular free kayak tours!.  Other Ranger-guided programs are also offered during the summer months with year-round recreational opportunities also becoming more popular.  Whiskeytown Lake includes 36 miles of shoreline and 3,200 surface acres of water, and is excellent for most water-related and other activities including:  Swimming Boating Water skiing and Wake Boarding Fishing Scuba diving Long distance swimming Rowing Picnicking Hiking Mountain biking Horseback riding Trail running Photography Bird watching Wildlife viewing Exploring California's 1849 Gold Rush history and remains                  Wildflowers on Kanaka Peak Trail.   Whiskeytown is an all season park with year round recreation. Winter storms leave snow at the higher elevations, but sunny winter days provide opportunities for horseback riding, hiking and mountain biking at the lower elevations. Spring brings excellent opportunities for wildflower viewing and birding.          Sluice on Crystal Creek Ditch Trail.   Our hot summers lure visitors to the lake for sailing, water skiing, scuba diving, swimming and fishing. Hikers find refuge from hot days hiking alongside rushing creeks and visiting waterfalls. Pine, fir and cedar thrive at higher elevations, providing a home to wildlife.  Visitors can enjoy ranger led tours of historic mines and buildings from the Gold Rush Era. Public transportation is not available to the park or within the park. Main park roads are paved, but back country roads are dirt and high clearance vehicles are suggested. Read the links to plan your visit to the park!",
    "url": "https:\/\/www.nps.gov\/whis\/planyourvisit\/index.htm"
}
