{
    "title": "Whiskeytown National Recreation Area: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Camping At Whiskeytown         Lakeside camping at Oak Bottom Campground. NPS photo  Oak Bottom Campground Oak Bottom tent campground has fire grates and central restrooms. Lakeside tent sites are $25.00\/night with other tent sites at $23.00\/night. Oak Bottom RV sites (separate from tent campground) include a central restroom, dump station, water, but no hookups. Sites are $20.00\/night during the summer season, April 15 to October 15, during the off season, October 16 to April 14, all sites are $11. Maximum 6 persons per site. If camper has a Senior Pass or an Access Pass, the cost is $5.50 per night. Your pets are allowed for a fee of $2.00 per night per pet. For reservations at Oak Bottom call the campground directly at (530)359-2269 for the latest information. For more information on Oak Bottom Campground: Campground General Information Campground Regulations  Oak Bottom Area Map Oak Bottom Campground Map        Campsite at Crystal Creek Primitive Campground. NPS photo  Primitive Campsites Whiskeytown's primitive campsites have fire rings, tables, food storage lockers, and restrooms. The sites are available only on a first-come-first-served basis. Permits available at the Visitor Center for $15.00\/night (no advanced reservations accepted). The sites are located away from the lake and are accessible by dirt road. Maximum 6 persons per site. Ask for camping regulations when you get your permit. Traditional backpack camping is available with a Backcountry Use Permit.  Some primitive campsites may be closed during winter months - please contact the Visitor Center for current information. Primitive Camprounds General Information     Brandy Creek RV Campground Brandy Creek has RV camping for self-contained units only - a dump station and water provided; no hookups or restrooms. The sites are offered on a first come first served basis (no advance reservations accepted), and are paved parking spots on an access road.  The fee is $15.00 per night. Permits are available at the campground registration box. Brandy Creek RV Camping Information     Dry Creek Group Tent Campground Dry Creek Group Campground is located just beyond the Brandy Creek Beach day use area. There are two designated group sites in this tent campground. Each site contains two large serving tables, numerous picnic tables, a large charcoal barbecue grill, a cleared fire pit area, vault toilets, bear-proof storage lockers and drinking water. Each site can hold a minimum of 20 and a maximum of 50 people and are available by reservation. Larger groups may reserve both sites for a total of 100 campers. The fee is $80.00 per night. Reservations are required from April 1 through October 31. The area is closed between November 1 and March 31.All vehicles are now required to display a use pass. A Whiskeytown Entrance Pass costs $10.00 and is valid for 7 days. Annual passes are $40. The following passes are accepted in lieu of a Whiskeytown pass: Lassen Volcanic Annual Pass, Golden Age and Access Passports, America the Beautiful Annual, Senior and Access Passes. Pass must be displayed on driver's side vehicle's dashboard. Reservations can be made online at http:\/\/www.recreation.gov  or call 1-877-444-6777.      Backcountry Camping   For overnight backpacking trips at Whiskeytown, register at the Visitor Center. The camping permit for overnight backpacking in undeveloped areas is issued at no cost.   Your vehicle must display a valid park pass. $10 seven day entrance passes or $40 annual passes may be purchased at the Visitor Center when you obtain your backcountry camping permit. Click here for information and regulations regarding overnight backpacking at Whiskeytown.          Campground Status  Season Number of Sites Price per Night Maximum Occupancy Reservable Potable Water Shower Toilet Type  Notes    Oak Bottom Tent Campground Open Year-round  94 $23 for regular $25 for shoreline 6 People 2 Tents Yes Yes Yes Flush Summer rates from 4\/15 - 10\/15. During the rest of the year, tent sites are $11. There are four ADA accessible sites. For reservations, call (530) 359-2269.    Oak Bottom RV Open Year-round  22 $20 10 People No tents  Yes Yes Yes Flush Summer rates from 4\/15 - 10\/15. During the rest of the year, RV sites are $11. No hookups, no shade. For reservations, call (530) 359-2269.   Brandy Creek RV Open Year-round  37 $15 10 People No Tents First-Come\/First-Served Yes No No Toilet Water and dump station may be shut off periodically during winter to prevent freezing.   Brandy Creek Open Closed in Winter  2  $15 6 People 2 Tents First-Come\/First-Served No No  Vault Steep downhill road to reach the lower campsite (#2).   Sheep Camp Open  Closed in Winter  4 $15 6 People 2 Tents  First-Come\/First-Served No No Vault Caution: Sites are near a steep drop-off to the creek.   Peltier Bridge Open Year-round  9  $15 6 People 2 Tents  First-Come\/First-Served No No Vault All sites are near Clear Creek.   Horse Camp Open  Year-round  2  $15 6 People 2 Tents First-Come\/First-Served  Yes No Vault Only campground where camping with horses is allowed. Call (530) 242-3412.   Crystal Creek Open  Closed in Winter 2  $15 6 People 2 Tents  First-Come\/First-Served No No Vault Both sites are very close to Crystal Creek.   Coggins Park Open  Closed in Winter  1   $15  6 People 2 Tents First-Come\/First-Served No No No Toilet 4WD or high-clearance vehicles are highly recommended for the unpaved road to the remote campsite.         Group Campground Status Season Number of Sites Price per Night Maximum Occupancy Reservable Potable Water Shower Toilet Type Notes   Dry Creek Group Camp  Open 4\/1 - 10\/31  2  $80 50 People (20 minimum)  Reservations are Required Yes No  Vault  Call 1-877-444-6777 or visit www.recreation.gov for reservations up to one year in advance. Closed from 11\/1 - 3\/30. Large groups can reserve both sites.",
    "url": "https:\/\/www.nps.gov\/whis\/planyourvisit\/whiskeytown-camping.htm"
}
