{
    "title": "Yosemite National Park: Tuolumne Meadows",
    "body": "Tuolumne Meadows        The scenic Tuolumne Meadows relects a healthy hydrologic regime. Christine White Loberg       One of the largest high-elevation meadows in the Sierra Nevada, Tuolumne Meadows at 8,600 feet has been also among the most visible to past pioneers, and present visitors and scientists.  It’s accessible due to the park roadway that crosses the southern edge of the meadow. From this point all the way to the south of Mt. Whitney, no other roads cross the High Sierra. Thus, this roadway marks the northern end of the largest contiguous roadless wilderness in the continental United States.         Three creeks feed the Tuolumne Meadows region.   Within Tuolumne Meadows, visitors see the Tuolumne River meandering quietly through its meadow channel and cascading over the granite river bottom against a backdrop of rugged mountain peaks and glacially carved domes. The river, declared by Congress a Wild and Scenic River in 1984, originates in the high country near the east side of the park.  What is the source of Tuolumne Meadows groundwater and where does it go? Water sources include two forks deep in Yosemite's wilderness—the Dana and the Lyell—and include three creeks—Budd, Delaney and Unicorn. The Tuolumne River runs through the middle of the meadows, for three miles, and is supplied by snowmelt and hill-slope aquifers. In spring as soon as the snow melts, it is not uncommon to see large areas of the meadows flooded and practically transformed into a lake. Most of the water that filters through Tuolumne Meadows eventually becomes the drinking water for San Francisco, via the Hetch Hetchy Reservoir. That water is so clean, that it is one of the few urban reservoirs in the United States to require only minimal water treatment.  Glaciated granitic bedrock dominates the Tuolumne Meadows landscape. The area receives 1,000 mm (39 inches) of precipitation annually, predominately in the form of snow. Shallow groundwater supports meadow vegetation within most areas of Tuolumne Meadows. Accumulation of topsoil—made up of glacial till and fluvial deposits—at Tuolumne Meadows has taken place for more than 2,000 years.  Plant species composition changes across the meadows with different landforms, landscape positions, and summer water-table depths. In a recent vegetation analysis, six plant communities were identified. Areas with seasonal flooding and deep-standing water support the inflated sedge-Sierra willow (Carex vesicaria-Salix eastwoodiae) community. The main herbaceous wet-meadow communities are alpine aster-nearly-black sedge (Aster alpigenus-Carex subnigricans), King’s ricegrass-western bistort (Ptilagrostis kingii-Polygonum bistortoides), and Breweri’s reed grass-dwarf bilberry (Calamagrostis breweri-Vaccinium caespitosum) communities. Finally, found in drier uplands within or on the edge of the meadow are the thread-leaved sedge-meadow pussy-toes (Carex filifolia-Antennaria corymbosa) and Sierra lodgepole pine-Ross sedge (Pinus contorta-Carex rossii) communities.  Yosemite’s scientists continue to study key meadow issues in Tuolumne from hydrologic processes, including surface and groundwater levels, to conifer encroachment. An encroachment of lodgepole pines into Tuolumne Meadows can be observed easily from the road as small trees and seedlings appear to be “marching” into the meadow edge. It is still unknown what causes this pattern in Tuolumne or if it is a natural cycle.  Comprehensive Tuolumne studies provide data that informs park management of this highly valued ecosystem. At this time, Yosemite National Park is preparing the Tuolumne Wild and Scenic River Comprehensive Management Plan, which could be finalized by the end of 2010. It seeks to establish long-term guidance for protecting water quality, free-flowing conditions and the area’s unique values.  Learn More   Follow the development of the Tuolumne River Plan Read a Tuolumne Wild & Scenic River fact sheet [794 kb PDF] Find out more about the National Wild and Scenic Rivers System created in 1968",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/tuolumne.htm"
}
