{
    "title": "Rocky Mountain National Park: Teacher-Ranger-Teacher",
    "body": "My Life as a Teacher-Ranger-Teacher at Rocky Mountain National Park          IntroductionMy name is Elizabeth and I am working as one of the Teacher-Ranger -Teachers in Rocky Mountain National Park for the Summer 2011 season. I am very excited and feel honored to be a part of the National Park Service. I am working with the environmental education team to deliver educational programs to various school, scout, and local audiences. Purpose  Reflect on my experiences as a RMNP Teacher-Ranger-Teacher  Brainstorm ways in which to bringinterpretation techniques and environmental education topicsinto my classroom Inform other teachers of the opportunities that are associated with being a teacher ranger teacher About meI attended Southern Illinois University and graduated with a Bachelors of Science in Biological Sciences from the school of Education in 2004.I taught biology at a high school in the western suburbs of Chicago for the next three years. During that time, I was also a co field instructor for an Adventure Studies course that was both created and facilitated by a coworker. It was there that I truly realized the importance of experiential education and the profound impact it can have on students. During the summers in 2007 and 2008, I worked for the YMCA of the Rockies in Estes Park, Colorado. I gained knowledge of the Front Range area and of RMNP as well as met many people from all over the world that had a common interest in the beauty and recreational opportunities that these mountains could provide. I immediately saw the opportunity for local students to learn through these abundant natural areas that were essentially in their backyard.  I started working in the Denver Metro area as a high school biology teacher in 2008. In 2009, I started a graduate program at the University of Colorado Denver. The program I chose has helped me to further develop my teaching style to incorporate more inquiry, kinesthetic, and experiential learning for my students. I am hoping to culminate the program in the fall by developing a curriculum for an environmental adventure club at my school. In this blog I will share my experiences and ideas about teaching, nature interpretation, and nontraditional education. I will include three sections per post: What I did, What I learned, and Reflection. I will also include pictures as a way to help document my experiences.         June 13-17, 2011Week 2: Training What I didWeek two of training was slightly different in that it focused less on the big picture of interpretation and more on environmental education (EE) programming.Many of the interpretation staff began preparing their individual programs while we broke off to learn more about the paperwork and preparation associated with EE programs.Again, training was held both indoors and outdoors based on the topic.Topics included:  Naturalist walk with plant, tree, animal evidence identification Computer training to become familiar with RMNP Intranet and shared staff files Alpine tundra research on changes in geologic morphology and permafrost locations West side tour including alpine tundra lesson,Alpine Visitor Center, and Holzwarth Historic Site Summer calendar and program assignments to EE staff·      Discovery Days prep Aquatic ecology example program Group management techniques Past staff panel Meet and greet EE volunteers  What I learnedAgain, this week of training provided so much information!Although I have not been an employee of the park before, I do think I had a good handle on the information because of my biology and teaching backgrounds.I would imagine things may get a little overwhelming if one had no background in anything science related, or had never worked in some type of educational setting.  The naturalist walk was incredibly helpful. Our EE supervisor assessed our comfort areas and areas of need after one week of training.We all agreed that field practice was needed. The naturalist walk helped me to learn more about specific species of plant and animals in the park specifically the montane ecosystem.  I found the west side tour to be really helpful.I had no idea on the history of the Holzwarth Historic Site.What an awesome story!It is so cool to find how things have changed in terms of structures and “businesses” in the park. I have really enjoyed soaking in information about the past and present conditions of RMNP.I am also so glad that the training staff did such an excellent job making sure that the “newbies” understand all parts of the park-not just one visitor center or one area.I feel prepared….and as a teacher, I really like feeling prepared!  The computer training was much needed in order to find and edit education documents and files. I found the RMNP Intranet has a couple of really cool and handy tools. The morning report is great for knowing specifics on the weather and trail conditions for the day. The Intranet also has a spot to document any backcountry travel a ranger may do. This certainly makes me (and my mother) feel safe as to my whereabouts and intentions for any type of roving while working.  ReflectionI will admit things got momentarily stressful while reviewing the schedule for the summer and assigning duties.Between planning\/preparation and facilitating groups, time seemed a bit tight.I began to wonder if I would be staying late in the office as I did nearly every day during the school year. As I inquired further, I found that sometimes programs and program planning would require more than an eight hour day. Thankfully, the 40 hour work week daily start and end times can be flexed by coming in later one day or leaving early one day. This makes things very do-able for a teacher on summer break! I am thinking about trying to incorporate some type of naturalist walk activity as a science skills lab in the beginning of the year.Now, unfortunately my students in Aurora, CO probably won’t get to identify elk scat or badger holes, but I bet I could do some type of indoor\/outdoor stations or walk activity to get the kids thinking about and using their observation, data collection, and concluding skills.  It may be a good first day activity where I could also incorporate safety. Additionally, I am also looking to make a lab data sheet similar to the one used for the aquatic ecology program for my first lab of the year (unit: ecology, lab: water quality).I also realized (after participating in the aquatic ecology program) that the lab I have been using in the classroom does not incorporate the bigger picture and concept of a watershed.I know that I simply cannot fit everything I would like into an eight day unit on ecology, but I do think introducing the idea of where the students’ water comes from is necessary.Even though I would ideally take the students to the water source (aka Aurora reservoir), I will at the very least do a water collection on my own from the site so the students will find more relevancy in the topic and in its importance. Perhaps I will offer extra credit for students that would like to do an analysis on the water from a nearby pond, lake or stream if one is close to their home.         NPS Photo  June 20-24, 2011Week 3: Discovery Days and Prep What I didThis week was a transition between training and “the real thing.”It was a combination of planning in teams and planning as an individual for upcoming programs. The big push at the beginning of the week was our first Discovery Days program “Feathered Friends.”During 9 weeks of the summer, the environmental education team will be hosting a Tuesday morning program that features a different nature topic every week. The program included learning stations with informative posters and hands-on, engaging activities as well as crafts and a reading corner. It is designed for local (or visiting) children to interact with their parents, siblings, park rangers, etc. It qualifies as a ranger-led program which helps children to earn a junior ranger badge. The latter portion of the week was spent preparing for CU Science Discovery “Beyond Our Backyard” camp in Boulder, Colorado.Myself and two other EE staff members assigned roles and responsibilities, edited the existing program, pulled materials, and created new activities for the week-long camp. We visited the site on Friday in order to find good and safe spots for water quality testing, tree identification, tie dying, insect collection, and senses investigations. My big prep assignments involved graphics and guides for aquatic macroinvertebrate and tree identification and instructions and a non-chaotic plan for tie dying with 7 year olds.        NPS Photo  The preparation for CU Discovery was really pretty easy. There is already an existing program that simply needed to be reviewed and revised. The only worry I had was making sure that we had each and every material, prop, etc. as we were going to be facilitating a program a long way from home! Even though I would consider myself very flexible, I will say I see the value in seeing and using the site before the program begins….I know it will make transitions go smoothly!ReflectionUsing learning stations as an inquiry tool is a great idea for the very beginning of a unit. It is probably one of the best ways to get kids hooked and engaged in a new topic.Although the self-guided learning stations require a lot of up-front work, I think it could be well worth depending on the unit. I think units like ecology, anatomy, and cells may be good spots for me to incorporate beginning-of-the-unit learning stations (unlike biochemistry, bioenergetics, and genetics).          NPS Photo  I am looking forward to a successful week at CU Science Discovery.I know that working with elementary school children will require me to step out of my comfort zone and will provide a challenge that I am ready for. I am hoping that the kids will find the content to be interesting and that it will psych them up for their end -of-the-week field trip to RMNP! I am a little worried since I have not formally explained science-related topics to young children. My two teammates assured me it would be fine and that they would jump in if need be…I am so thankful to be working with the elementary experts!         NPS Photo  July 5-6, 2011Week 4: Estes Park Library Nature Walk What I didI led a nature walk around Lily Lake for approximately eight adults and six children from 6:30 to 7:30 pm. The program was advertised through Estes Park library for children in grades 3-5 and their families. The program was comprised of a quick macroinvertebrate survey and tree\/flower\/lichen identification using stories, senses, and large magnifying glasses. The children were allowed to go off trail in order to further examine tree bark, spider webs, and pinecones. The overall message conveyed during the program was that nature is all around and all components are equally important as they serve a critical role in the ecosystem.  What I learned Though I provided the adults with flower field guides, it seemed as though they enjoyed smelling the Ponderosa pines, touching the various types of lichen, and hearing the stories and riddles as much as the kids! In preparing for this program, I realized how little I have actually paid attention to the many significant components of the Lily Lake area that I have been to countless times. In fact, I scouted the area twice before I was finally satisfied with all of the little things I could make my visitors aware of.The funny part was that in one hour, we got around about 1\/5 of the lake because we stopped to explore so many times.I loved it---true naturalists at work!        NPS Photo  Reflection I was proud of myself for this program as it was the first program that I designed from start to finish.It brought me back to the first year of teaching in the \"start from scratch\" aspect. It also showed me the value of being alone in an area for an extended amount of time in an effort to give undivided attention to the details of that ecosystem for instruction purposes. Ironically, my audience and I accomplished the same things.          NPS Photo  July 7, 2011 Week 5: Sarah Milner Elementary School What I did   The environmental education (EE) team provided three separate programs (based on grade) for students attending Sarah Milner Elementary School. Twenty-two students engaged in my habitat-themed program around the Moraine Park Visitor Center from 1-4 p.m.Throughout the program, students were asked to compare and contrast various animals (elk, terrestrial insects, birds, mice) and their respective habitats.Students were able to successfully identify the four components of a habitat by the end of the program.  What I learned  These students really liked competition when doing activities. It was also fun to see how the kids played differently when we told them that the activities were based on survival. Many of their problem solving skills came out almost immediately! Reflection  The chaperones and teachers were very positive and appreciative of the programs that the EE rangers facilitated.This has been the only school group program that I have experienced so far. I am looking forward to organizing a first-time-ever field trip to RMNP for my students during this school year (yes, teacher-rangers-teachers can bring their students to RMNP for programming!). It is very obvious that there is nothing comparable to the real thing when it comes to nature and science!         July 11 and 14, 2011 Weeek 6 (a): Greeley Adventure Club          NPS Photo  What I did I worked with approximately 18 students that regularly participate in a recreation club through the Greeley Park District. The EE team helped to facilitate a one week science camp for these individuals at both the Poudre Learning Center and RMNP.      On Monday of that week, another ranger and I traveled to Greeley to meet the students and to introduce them to various aspects of RMNP such as watershed and the Continental Divide, Leave No Trace ethics, and group recreation expectations. Our agenda included tie-dying shirts and an aquatic ecology program.    The students then traveled with their group leaders to a group campsite in Moraine Park. Three other rangers and I greeted and welcomed the students (many of which were first-time campers and or visitors of RMNP) on Tuesday as we helped them set up camp, create natural journals, and familiarize themselves with area ecology. The following day was primarily an alpine tundra exploration day that included tundra ecology, snow play, a short hike, and a tour of the alpine visitor center.   On Thursday, students traveled a short distance to Lily Lake to experience a GPS scavenger hunt, an aquatic ecology program, and a trout fishing lesson. My job was again to teach the concepts of watershed and the Continental Divide by facilitating the aquatic ecology program. The students were divided into two groups: one group started with Ranger Dave doing macroinvertebrate collection and the other group started with me doing an abiotic survey and chemical testing.  What I learned I discovered that \"flexibility\" has a whole new meaning when it comes to instruction in the outdoors. The environmental conditions were not that of a comfortable, climate-controlled classroom. Monday's visit to Greeley came with intense heat and a plentiful population of mosquitos. The students needed (indoor) modifications to their program in order to make the program enjoyable and meaningful. The flood watch for the Big Thompson River caused an abrupt change to our location and to the science journal we spent awhile creating. Thursday's lesson started with a bluebird day and ended with cloud cover and wind. Although the students learned a lot and appeared to be having a good time, the weather no doubt had some challenging impacts.        NPS PHOTO  Reflection As a group, we debriefed this program quite extensively. We noted that there were several variables in this program and that we would like to re-direct the goals and focus for next year. This program originally started with a science focus; hence the 2 days spent comparing The Poudre River's aquatic ecology with other east-moving waterways in RMNP. However, the students could have benefitted more from an introductory camping theme as they were struggling with outdoor living skills, changes in weather, and available mountain-style recreation activities. Themes aside, the students had an amazing opportunity to experience RMNP. This was certainly evident by the smiles and friendships shown on the culminating slide show on the last day.         July 13, 2011 Week 6(b): Manhattan High School  What I did I facilitated an aquatic ecology program for Manhattan High School (in Kansas) students enrolled in a 3 week field biology course. We started by welcoming the 18 students and 2 teachers and moved into introductions and the basics of a watershed. Because the students were very familiar with water ecology vocabulary and initial concepts, I was able to expand a little more on the topic than I had been able to in the past. The students participated and were eager to contribute to the dialogue.   Next, as done in the past, I taught the abiotic survey and chemical testing portion of the program while another ranger led the macroinvertebrate collection. We had ample time to spend on all topics and were able to switch student groups halfway through the program so that all students could experience all portions of the program. Even though the program location was switched at that last minute (due to The Big Thompson being on a flood watch), my group was still able to record stream velocity, benthic cover, channel morphology, etc. and follow the science journal guide we had originally created (not always the case when location is switched).    Our conclusion highlighted Leave No Trace (LNT) ethics and how this portion of their watershed is in a protected area. The students were very engaged and started to ask related questions on the topics of elk exclosures, wildfires, pine beetle kill, etc. What I learned I am jealous! I talked with the instructors extensively after the program regarding the creation and adoption of this type of course in a public high school. The teachers have been leading this field biology course for almost 20 years and always spend at least 1.5 weeks in and around RMNP. Almost effortlessly, the students combined their \"book\" knowledge and Kansas prairie knowledge and applied it to RMNP ecology. It was so awesome to see young people doing true science in the field. The striking impact and value of this type of course can be seen by the students, the instructors, and the outside facilitators (RMNP rangers). Reflection As mentioned earlier, I would really like to change the ecology lab in my current classroom curriculum to one that looks like the RMNP aquatic ecology program. I know that I can, and will likely have to, create an indoor version of this program if I wish to use it, but I can't get around the impact that this type of field experiences has on kids. I am trying to think of ways I can \"maximize\" bringing the outdoors in….videotape the moving river and the macroinvertebrate collection, collect macroinvertebrates from a local source (Aurora Reservoir) for identification, create a \"paper\" stream for velocity measurements….none of which will compare to a hands on experience. Ho hum. The realities of changing from an outdoor teacher to an indoor teacher are becoming real again!         NPS PHOTO  July 20, 2011 Week 7: Groundwork Denver What I did I worked with a Denver-based non profit called Groundwork Denver on two scheduled programs. This quickly turned into only one program as the first was a night walk that quickly got rained out. Luckily, that evening did provide a time for introductions, which was good in establishing some type of working relationship for our adventures during the next program. This group of 12 students ranged in age from18 to 25 years old. Many were born and raised in the Denver area while a few lived most of their life in Africa. The partnership between RMNP and Groundwork Denver offered opportunities for students to work in various departments of RMNP so that they could see what jobs in the field of natural resources may be like. The EE role in this partnership was to introduce the students to RMNP so that they gain familiarity with the various ecosystems.  Two other rangers and I spent a day in the Tundra with Groundwork Denver. We began by caravanning to the Alpine Visitor Center (AVC) so that the students could look at the exhibits and ask any initial questions. We then walked along the 4 mile trail from AVC to Milner Pass. The students observed two ecosystems, along with a herd of elk, and plenty of snow. After losing the trail for a bit and eating lunch, we traveled to a huge snowfield so that the students could truly experience alpine snow play in July. The students had a blast playing Frisbee and exhausted themselves during an impromptu snow soccer game. We also took some great \"jumping up\" pictures as a group. We then headed to Rock Cut to discuss area geology and view marmots and pikas. The animal viewing was both peaceful and exciting. We were really lucky to see so many animals with our binoculars. Many of the students found this stop to be a good one for picture-taking and video recording.    Our last stop was quick due to fast-moving storm. We stopped at Forest Canyon Overlook to lie down and view the tundra wildflowers. The students seemed skeptical at first when I asked them to actually lie down on their bellies with a hand lens. Within seconds, they all seemed totally consumed with the variety and textures of the mighty little plants.        NPS PHOTO  What I learned This group was really great to work with. I learned that last year, Groundwork Denver started in with their work right away after arriving in RMNP. It was determined that, like rangers, the students need to familiarize themselves with the area first, before working their day-to-day jobs. I was glad to be a part of their introduction to RMNP. Although a group with seemingly diverse backgrounds, all seemed to both absorb and enjoy their experiences during their first week. Reflection I wish that I was able to follow up with the students after their four week experience here. I am anxious to know whether the natural resources work in RMNP is what they thought it would be. I may consider doing a little extended research to see how their hands on experience impacted their desire to get into the natural resources field. I think high school students, especially ones that have not had many outdoor recreation experiences, may not realize field work is a whole other realm of careers in science. This made me realize that incorporating a \"Jobs in Natural Resources\" unit into my nature-adventure curriculum (I am developing one for both my graduate project and for a club at my school) would be yet another way to guide students into science-related jobs.\\",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/photosmultimedia\/teacher_ranger_teacher_blog.htm"
}
