{
    "title": "Yosemite National Park: Educational Fee Waivers",
    "body": "Educational Fee Waivers        Fee Waiver Qualifications In order to qualify for a waiver, a group must meet all of the following criteria:   Educational and scientific groups must submit proof of official recognition as an accredited institution by a federal, state, or local government entity. Private schools or other scientific institutions may submit documentation of tax exempt status granted for educational purposes. Groups or organizations that have been “officially recognized by a school or scientific institution for the purpose of providing education…” must provide evidence of this official recognition. The intended trip must relate directly to the educational or scientific purpose of the visit and to the unique features and resources of Yosemite. The visit \"shall not be primarily for recreation purposes.\" Submit a one-page lesson plan listing objectives, itinerary, and how lessons relate to park resources. A sample lesson plan outline is available, if desired.  Requests from colleges or universities should also include a copy of the course description from the school’s course catalog or handbook.  How to Apply Complete the Fee Waiver for Educational Study form and mail it, along with the criteria listed above, in writing, at least two weeks in advance of your visit to:    Fee Waivers National Park Service P.O. Box 577 Yosemite, CA 95389  Or fax 209\/372-0208 (at least two weeks in advance of your visit). Note: The proposed trip must be sanctioned as an approved school educational activity by an authorized school official. The form must be signed by the school’s principal, department head, or other appropriate official. Additional Information Other than groups traveling as part of a commercial tour, individuals 15 years or under, or individuals 62 years and older possessing a Senior Pass, or permanently disabled persons possessing an Access Pass, are exempt from park entry fees. If an educational fee waiver has not been granted, all others must pay the required entrance fees. Please keep in mind that day hiking groups in the wilderness (generally, undeveloped parts of Yosemite) are limited to 35 people (on trail) and eight people (off trail).  Be sure each vehicle has a copy of the approved fee waiver in its possession at the entrance gate or they will be charged normal entrance fees.   Call 209\/372-0207 for additional assistance.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/waivers.htm"
}
