{
    "title": "Whiskeytown National Recreation Area: Ranger-led Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger-led Programs               Ranger Programs      The 2016 FREE summer ranger-led programs season begins on Saturday, June 19th and will last until Monday, September 5th (Labor day).  Attending a ranger-led program is a great way for families and friends to learn about nature and cultural history while participating in fun and exciting outdoor activities.  Please call the visitor center at (530) 246-1225 or Ranger Matt Switzer at (530) 242-3454 for the latest information on ranger-led programs.  For upcoming special park events, click on Schedule of Events.    Kayak Program Junior Ranger Kayak Program Moonlight Kayak Program   Walk in Time Junior Ranger Evening Astronomy Program    Junior Firefighter Star Party     General Kayak Information: Reservations are required and can be made up to two weeks in advance of a tour date by calling (530) 242-3462.  Volunteers are usually available to take your call from 9 a.m. to 1 p.m. on Monday through Friday.  Reservation can only be made by talking directly to a kayak volunteer. However, due to the popularity of the kayak programs, you may not always be able to get through and unfortunately left messages will not secure a spot on a kayak tour.  Please keep trying or call back at a less busy time.  Your patience towards the park volunteers is greatly appreciated. Click here for rules and requirements.         A visitor thoroughly enjoying a kayak tour on Whiskeytown Lake   Kayak Program departing from Brandy Creek Beach (2.5 hours) Daily tours at 9:30 am Monday through Sunday, and 5:30 pm tours are offered on Saturday through Thursday (2 ½ hours), from June 11 through September 5. Hop on a tandem kayak with a friend and explore the quiet coves around Whiskeytown Lake while you learn more about the natural and cultural values of the park. Children must be at least six years old. Reservations can be made up to two weeks in advance beginning Monday, May 30th. To reserve your spot, call (530) 242-3462, Monday through Friday, between the hours of 9 a.m. to 1 p.m. Click here for rules and requirements.        Visitors enjoying the sunset on moonlight tour NPS photo  Moonlight Kayak Programs departing from Brandy Creek Beach (2.5 hours) Several tours dates are offered each month: July 14-18 at 8:00 pm; and August 13-17 at 7:30 pm (2 ½ hours) Experience the dramatic changes in the landscape as you explore Whiskeytown Lake under the light of the moon. Reservations slots fill up fast for this ranger-led program, calling in the morning two weeks in advance will give the best opportunity of securing a slot. If tour is full, remember this is a FREE program and people often cancel so ask the volunteer phone reservationist to put you on the waiting list! To reserve your spot, call (530) 242-3462, Monday through Friday, between the hours of 9 a.m. and 1 p.m. Click here for rules and requirements.        Junior Kayaker exploring the lake. NPS Photo  Junior Ranger Kayak Program departing from Brandy Creek Beach Monday and Thursday at 1:30 pm (1.5 hours) Beginning June 13 for the summer season Join us for a special program that pairs parents and their children in a kayak so they can discover and share the joy of nature with each other as they paddle and play. The Monday program is geared for children three to six years of age, and the Thursday program is geared toward children seven to twelve years old. To reserve your spot, call (530) 242-3462, Monday through Friday, between the hours of 9 a.m. and 1 p.m. Click here for rules and requirements.             A young child explores nature during the Junior Ranger Program NPS photo  Junior Ranger (1 hour) Saturdays at 10:00 am. Beginning June 11 for the summer season. A self-led program is offered at the Visitor Center year round. Children and adults of all ages (geared for ages 6 to 12) can learn about preserving and protecting park resources while making new friends during a special one-hour activity that explores the wonders of Whiskeytown. Download a Junior Ranger card before you come to Whiskeytown or stop by the visitor center to pick one up and ask how you can become a Whiskeytown Junior Ranger. Meet at the Oak Bottom Amphitheater.             Junior Firefighters operating a fire engine NPS photo  Junior Firefighter (1 hour) Saturdays at 11:00 am Beginning June 11 for the summer season Join National Park Service firefighters to learn how they manage fire to promote forest health and protect lives and property. Visitors will learn about the important role that fire plays in the ecosystems of our national parks during this hands-on activity. Participants who complete the program will earn a Junior Firefighter Badge. Meet at the Oak Bottom Amphitheater.           The Andromeda galaxy. Cory Poole  Evening Astronomy Programs (1 hour) Friday evenings beginning June 17 at 9:00 pm (1 hour); during August and September, start time is 8:30 pm Spend the evening with a Sky Ranger and learn about wonders of the night sky. Discover the stories of the how ancient cultures used the sky to navigate and mark important seasonal changes. Learn about the challenges we face today as urban light pollution threatens the dark sky and find out what you can do to help. After a 20 minute presentation, the Shasta Astronomy Club will share their powerful telescopes to assist visitors with their celestial gazing. Meet at the Oak Bottom Amphitheater for the first half of the program, star gazing will take place at the Oak Bottom Beach parking lot.           Milky Way over Whiskeytown Lake. Cory Poole  Star Party Saturday sunset to midnight on 5\/7, 5\/14, 6\/4, 6\/11, 7\/2, 7\/9, 8\/6, 8\/27, 9\/3 and 9\/10 (weather permitting). For up to date information call the visitor center (530) 246-1225 or visit park web site or www.shastaastronomyclub.org  Experience the splendor of the dark night sky! Because of its unique position nestled within mountain ranges and miles from urban light pollution, Whiskeytown is a great place to explore the heavens. The night constellations often elude urban dwellers; but at Whiskeytown, visitors are able to see deep into space aided by powerful telescopes provided by the passionate and knowledgeable Shasta Astronomy Club. NPS Sky Rangers provide engaging activities and share epic tales of heroes and demigods immortalized in the constellations. Take Paige Bar Road and meet at the Mount Shasta Mine Loop Trail parking lot. As a courtesy, please dim your headlights on arrival if it is safe to do so.          Visitors on a tour of the historic home of Charles Camden NPS photo  Walk In Time (2 hours) Saturday, Sunday, and Monday at 1:00 pm on Memorial Day Weekend. Wednesday and Saturday at 1:00 pm beginning June 11 for the summer season Discover how pioneers\/prospectors Charles Camden and Levi Tower reshaped the landscape to create a home for their families and an \"oasis\" for many travelers during and after the California Gold Rush. After a tour of the Camden house, built in 1852, enjoy a leisurely stroll through the area, then try your hand at finding gold the old-fashioned way-with a gold pan in the creek! Please bring a bottle of water and extra clothing if you choose to get wet. Meet the ranger at the Tower House Historic District parking lot in front of the bulletin board kiosk.",
    "url": "https:\/\/www.nps.gov\/whis\/planyourvisit\/rangerprograms.htm"
}
