{
    "title": "Yosemite National Park: Self-Guiding Visits",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     Self-Guiding Visits                  Self-Guiding Visits          Exploration of Yosemite with your students, even without a guide, can be one of the most rewarding parts of your classroom visit. Yosemite is the ultimate outdoor classroom with opportunities to make critical thinking skills along with classroom topics very real yet fun. Find resources below to help you plan a self-directed visit, or to supplement a Parks as Classrooms ranger program.  Hiking Even during a short visit, your class may have time to explore at least one of Yosemite's trails. See the hiking page for links to different areas of the park, available trails with length and difficulty descriptions. In Yosemite Valley, many classes explore the Lower Yosemite Fall trail, the Cook's Meadow trail, Mirror Lake, or the Happy Isles area. All of these are easy trails with a one hour or less roundtrip time, though they may require a shuttle ride or brief walk to the trailhead. Yosemite Valley Yosemite Valley is one of the more popular areas for classroom visits. In addition to many short trails, group can explore a variety of places, including visitor center exhibits, a reconstructed Indian village, Indian Cultural Museum, a free park overview film, and many other activities.  Mariposa Grove  A popular area for classrooms visiting from Fresno or other areas south of the park during spring, summer, and fall, students can stroll through some of the largest trees in the world. These amazing and unique trees inspired the beginnings of land conservation leading to the national park idea. See the Mariposa Grove page for more details about walking and transportation into the Grove.   Field trip planning and logistics Yosemite Guide (scheduled programs and events)",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/education\/selfguiding.htm"
}
