{
    "title": "Whiskeytown National Recreation Area: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes      WHISKEYTOWN ENTRANCE FEESAll vehicles parked at Whiskeytown must display a valid entrance pass on the driver's side of the dashboard.  Citations for failure to display a permit start at $125.  By purchasing a pass, you are directly contributing to improvements at Whiskeytown.The visitor center will remain open every day from 10 am to 4 pm, except for Thanksgiving,Christmas and New Year's days.However, we may not be able to issue the following passes on Monday, Tuesday, Wednesday and Thursday: Senior Pass, Access Pass, Military Pass and Fourth Grade Pass. These passes may be available only on Friday, Saturday and Sunday.Pass upgrades, exchanges and refunds may be available only Friday, Saturday and Sunday.Please call the fee program office at (530) 242-3412 to inquire about available services.Fees Per Vehicle  $10.00 Week - Valid at Whiskeytown for 7 days from date of purchase. $40.00 Whiskeytown Annual Pass - Valid for one year from month of purchase.  The Whiskeytown Annual Pass is also valid for entrance into Lassen Volcanic National Park.   Other valid passes include:  Lassen Volcanic Annual Pass  Interagency Passes (Click Here):  America the Beautiful Annual Senior, Access, or Volunteer Pass Golden Age, Access Passports Military Annual PassYou can now purchase your Whiskeytown Weekly Pass, Annual Pass, and Gold Panning Permit online at pay.govOther locations that sell Interagency PassesThe senior, Access, Military and $80 Annual Passes may be obtained at the two offices Monday through Friday, 8:00 to 4:30 (except major holidays):US Forest Service office at 3644 Avtech Parkway (near the airport in the USDA Service Center) Phone: 530-226-2500Bureau of Land Management office at 355 Hemsted Drive (past View 202 restaurant several blocks in a low white building) Phone: 530-224-2100ONLY the Senior and Access Passes may be obtained at these two offices from Monday through Friday, 8:00 to 4:30 (except major holidays):Shasta Lake Ranger Station (not the visitor center, which is closed in winter) at 14225 Holiday Road (down the street from the visitor center) Phone: 530-275-1587Weaverville Ranger Station at 360 Main Street in Weaverville Phone: 530-623-2121Please note that the Shasta Dam visitor center does not sell any Interagency Passes. Seven Day Entrance Passes may be purchased at eight pay-by-envelope stations throughout the park and at the Visitor Center. Buy the $80 Interagency Pass on-lineGo to the United States Geological Survey website and pay by credit card: www.usgs.gov. Click on the link on the right side of the home page that says \"Buy recreation passes.\"Senior and Access Passes can be purchased by mailOrder forms are available at the visitor center or online at www.usgs.gov. There is an extra $10 charge for shipping and handling. ACADEMIC ENTRANCE FEE WAIVERGroups from bona fide educational institutions are eligible for an entrance fee waiver if they are coming to study park resources. Requests should be sent at least 2 weeks in advance of visit using the form below.Application for Academic Fee Waiver (pdf file)Mark Your 2016 Calendars for Fee Free Days at Whiskeytown!  Whiskeytown National Recreation Area joins national parks across the nation in waiving the entrance fees on 16 days in 2016. The following dates are fee free:*   January 18:  Martin Luther King Jr. April 16-24:  National Park Week August 25-28:  National Park Service 100th Birthday Weekend September 24:  National Public Lands Day  November 11:  Veterans Day   *Fee waiver includes: entrance fees, commercial tour fees, and transportation entrance fees. Other fees such as reservation, camping, tours, concession and fees collected by third parties are not included unless stated otherwise.        WHISKEYTOWN OAK BOTTOM CAMPGROUND RESERVATIONS  Managed by Forever Resorts  Oak Bottom Campground  530-359-2269 (daily 8 am until 5 pm PST) Email:   WHISKEYTOWN GROUP RESERVATIONS (groups only)  Dry Creek Group Campground Whiskey Creek Group Picnic Area",
    "url": "https:\/\/www.nps.gov\/whis\/planyourvisit\/fees.htm"
}
