{
    "title": "Whiskeytown National Recreation Area: Goods & Services",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Goods & Services              Goods & Services         Whiskeytown Marina (Forever Resorts) rental pontoon boat. NPS \/ Matt Switzer  Services in Whiskeytown National Recreation Area Forever Resorts is the National Park Service concessionaire that operates Oak Bottom Marina and Brandy Creek marina. Both marinas offer slip rentals and launch ramps. Buoy moorage is available at Oak Bottom Marina and dry storage at Brandy Creek. The Oak Bottom Marina rents 16' fishing boats, 24' pontoon boats, and 26' deck cruisers. Kayak and paddle board rentals are available at both Oak Bottom and the Brandy Creek Beach Store. Forever Resorts also operates the Oak Bottom Campground with 94 walk-in tent campsites and 22 dry-camping RV sites, all within walking distance of the lake, swim beach, and showers. An RV dump station is available. Each tent campsite has a fire pit, picnic table and a bear-proof storage locker. Forever Resorts operates stores at Oak Bottom campground & marina and seasonal stores at Brandy Creek and Oak Bottom Beach. All stores sell ice, ice cream, snacks and a variety of summer and beach merchandise. The friendly and knowledgeable staff at Oak Bottom Marina wants all guests to enjoy their favorite outdoor activities and is always ready to assist with boating necessities, boat rental and camping reservations. For further information, please call:  Camping Reservations - (530) 359-2269 Moorage questions: - (530) 359-2008 Marina Store and Boat Rental Reservations: - (530) 359-2671 Brandy Creek Beach Store and Kayak\/SUP Rentals: - (530) 246-1056 Oak Bottom Beach Store: - (530) 359-2675  Hours of Operation Oak Bottom Beach Store Open: Memorial Day weekend to Labor Day weekend Open: Thursday through Monday 11:00 a.m. to 6:00 p.m. Closed: Tuesday and Wednesday Oak Bottom Bathhouse Open: Memorial Day weekend to Labor Day weekend - 7 days a week (7:00 a.m. to 10:00 p.m.)  Oak Bottom Campground Store Open: March to mid-November - 7 days a week (8:00 a.m. to 7:00 p.m.) Open: Mid-November to end of February - Friday, Saturday, and Sunday (8:00 a.m. to 4:00 p.m.)  Oak Bottom Campground Open: At a minimum, from Memorial Day through and including Labor Day (24 hours a day) Oak Bottom Marina Store Open: At a minimum, from May 16 through and including Labor Day, 7 days a week (8:00 a.m. to 8:00 p.m.) Open: After Labor Day and before May 16 (8:00 a.m. to 4:00 p.m.) Oak Bottom Marina Moorage Open: Year-round, 7 days a week (24 hours gate access to customers) Oak Bottom Rentals Open: At a minimum, from Memorial Day through and including Labor Day, 7 days a week (8:00 a.m. to 8:00 p.m.) Open: After Labor Day and before Memorial Day (8:00 a.m. to 4:00 p.m.) Brandy Creek Store Open: Memorial Day weekend to Labor Day weekend, 7 days a week (11:00 a.m. to 6:00 p.m.) Brandy Creek Marina Moorage Open: Year-round, 7 days a week (24 hour gate access to customers) Brandy Creek Dry Storage Open: Year-round, 7 days a week (24 hour gate access to customers) Note Concession is closed on Thanksgiving, Christmas, and New Year's Eve & Day. When any concession facility is closed, signs will be posted with emergency numbers displayed where they are easily visible to the public.",
    "url": "https:\/\/www.nps.gov\/whis\/planyourvisit\/goodsandservices.htm"
}
