{
    "title": "Yosemite National Park: Snow Surveys",
    "body": "Snow Surveys       When you want to know how deep the snow is, do you simply stick a big ruler down in the ground? Well, this image is not far from the real work of Yosemite’s snow surveyors since the late 1920s.        Rangers use the Mount Rose Snow Tube to weigh a snow core to determine its water content.   The tool of choice has been the century-old Mount Rose Snow Tube created in 1909 by Dr. James Edward Church to monitor Lake Tahoe’s water level. Surveyors thrust the hollow, aluminum tube into the snowpack until it strikes the ground beneath. This sample, called a snow core, can be used to measure snow depth and water content. Both of these measurements are important because measuring only depth cannot tell you how much water the snowpack contains—15 inches or more of fluffy powder could contain the same amount of water as just a few inches of wet, densely packed snow.  Measurements are collected several times per year at carefully chosen locations called snow courses. A snow course is simply a section of a snow-covered area where several snow core samples are taken at regularly spaced intervals (such as 50 feet), and measurements are averaged. Snow courses are often located at high elevations, in wilderness areas far from plowed roads. To access the snow courses, today’s surveyors often clip on snowshoes or skis and head out over Yosemite’s rugged terrain, just as they did 90 years ago.        A ranger treks into the wilderness, crossing Falls Creek, to reach some of the 13 snow survey sites monitored by Yosemite staff.   Snow surveys are traditionally conducted four to five times per year, on (or near) the first of February, March, April, May, and sometimes June. The April 1 snow survey is expected to show the peak of the seasonal snow pack. The largest April 1 snow survey in Yosemite’s recent history measured a snow depth of 232.9 inches in 1969 (see below). The highest water content measured 96 inches in 1983. Other years with very high measurements include 1995, 2005, and 2011. The lowest snow water content by far was just two inches in April 2015, when 10 out of 17 courses in and around Yosemite had no snow at all. These survey data provide information about mountain snowpack that can be used to identify trends that are valuable for park managers, hydrologists, climatologists, and water resource managers. The snow survey record in Yosemite is especially valuable because it dates back to 1930 for some snow courses, and because surveyors have taken great effort to assure consistency of measurement techniques and location.             In addition to the monthly snow course data, many agencies monitor snow depth and water content using automated sensors. These sensors are usually installed at weather stations in middle and high elevations. The most common automated sensor is the snow pillow, a sensor like a large scale that uses the weight of the snow to estimate its water content. Although automated methods allow great temporal resolution and potential for high accuracy, these techniques are relatively new and do not have long historical records. It is a priority for surveyors to continue traditional snow course surveys in addition to more advanced techniques.   More Information  California Cooperative Snow Surveys coordinates snow surveys throughout California and maintains a graph showing how this year's snowpack compares to previous years.  Watch the Yosemite Nature Notes \"Snow\" episode, which features snow surveyors at work.  Read \"Snow Surveying,\" [600 kb PDF] a Yosemite Nature Notes article by Duane D. Jacobs, the park’s assistant chief ranger, in January 1953.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/snow-surveys.htm"
}
