{
    "title": "Yosemite National Park: Half Dome Cables",
    "body": "Half Dome Cables Trail Study         A completed Half Dome trail study captures visitor experiences.   Half Dome, one of Yosemite National Park's most familiar sights, rises nearly 5,000 feet above the Valley floor. In 1865, this granite dome was considered \"perfectly inaccessible,\" but thousands of Yosemite hikers now reach the top each year by following a strenuous trail from the Valley floor. The final 400-foot ascent, up the peak's steep east face, follows a pair of metal cables raised on posts that lead to the breath-taking summit. This cable route was constructed in 1919 by the Sierra Club for visitors without technical rock climbing ability. Following the Half Dome Cables Trail is a unique experience, and it has become one of the most popular hikes in Yosemite National Park.         What Studies Are Taking Place on the Half Dome Trails? In all of these studies, survey research is meant to gauge visitor exposure to information, awareness of safety issues, perceptions of crowding, perceptions of risk, and other factors that influence a safe and enjoyable visit. This information is complemented by other standard survey research questions such as visitor demographics. 2012  Half Dome Trail Visitor Use Monitoring Report [815 kb PDF]. This report details findings from the 2011 study to document visitor use conditions on Half Dome. The purpose of this study was to examine the effects of the new seven day a week permit system on Half Dome, previously a weekend only permit system in 2010.   2011 The following two documents are the most recent reports and studies related to Half Dome.  Half Dome Cables Visitor Use Model Scenario Analysis - Final Report [2.78 MB PDF] The purpose of the work presented in this report is to use the computer simulation model developed as part of the 2008 study (see below) to assess the effects of alternative planning scenarios on visitor use, crowding, and travel impediments on the Half Dome Trail and cables route. Half Dome Scenarios 1 & 2 - Interim Report [465 kb PDF] This document is simply an interim report that was used within the final scenario report (listed above). This interim report was completed in 2010 but was used to inform the final report that was completed in 2011.   2010 Yosemite National Park decided to implement the Half Dome Cables Day Use Interim Permit Program in 2010 for visitors ascending the Half Dome cables on Fridays, Saturdays, Sundays, and holidays. The Half Dome Trail Visitor Use Monitoring Report [1.4 MB PDF], completed in November 2010, documents the effects on visitor use conditions on and around Half Dome from the permit system in an attempt to limit daily visitor use to 400 people per day. This report focuses on the descriptive data regarding visitor densities, travel times, and overall daily visitor-use levels and discusses the documented effects of this management action to use levels during weekdays (Monday through Thursday). The report is the first of two years of monitoring visitor-use conditions on the Half Dome Trail in tandem with the Half Dome Trail Stewardship Plan process to determine a long-term management strategy. 2008 - 2009 In 2008, studies on the Half Dome Cables Trail combined computer-based simulation modeling and survey research to understand impacts to the natural environment and social conditions on the trail and help define a baseline for current visitor experience conditions. These studies occurred in July and August 2008 with the Half Dome Cables Modeling and Visitor Use Estimation Final Report: Yosemite National Park [6.3 MB PDF] completed in April 2009. The primary objective of the computer modeling is to understand the connection between the number of people using the trail and the amount of time spent on the cables. Delay times were collected on the trail as well as time spent at the summit. With these data, the computer model is able to predict crowding based on people per viewscape and people at one time on the trail. This information provides important baseline data for projections of use of the cables based on the amount of people arriving at the Happy Isles Trailhead.        A chain of climbers ascend the Half Dome cables.   How Will These Studies Help Park Managers? Science-based visitor use modeling and social science research allows park management to better understand preferred visitor experiences, use levels, and safety on the cables as well as on the trail networks leading to the cables. Baseline data are useful in planning for the future of the park, monitoring use over time, and informing park staff about visitor use trends and attitudes. The computer simulation model allows management to observe a full spectrum of conditions by running hypothetical simulations to understand how use levels might affect social and natural conditions in this region of the park.  Visit the Half Dome hiking page if you plan to hike the trail. Although it's possible to hike Half Dome in a day, some prefer to backpack to Little Yosemite Valley on way to Half Dome. To address safety concerns, permits to hike to the top of Half Dome are required. Get answers to FAQs regarding Half Dome permits. Yosemite is initiating a long-term plan to manage use on the Half Dome Trail. Videos: Watch a 2008 \"Yosemite Nature Notes\" video on Half Dome's iconic history and a 2010 video on how to plan your Half Dome hike.  Watch social scientist Bret Meldrum discuss Half Dome's visitor experience in a \"Study the Scientist\" video. Know the wilderness conditions when planning to hike Half Dome or other peaks.  Find out more about geology and rock fall.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/half-dome-cables.htm"
}
