{
    "title": "Yosemite National Park: Tunnel View",
    "body": "Scenic Vistas: Tunnel View        With Yosemite National Park's granite monoliths as a backdrop, the Tunnel View overlook was re-dedicated in an Oct. 24, 2008, ceremony attended by Secretary of the Interior Dirk Kempthorne.          The Tunnel View overlook has captured the awe of visitors for nearly 75 years. This historic view has been an iconic part of Yosemite National Park’s viewshed.   What is the Wawona Tunnel View? The Tunnel View overlook has been renovated—the first changes to this area since constructed in 1933—and re-dedicated in an Oct. 24, 2008, ceremony. The Tunnel View scenic overlook is a historic site, located adjacent to Wawona Road, affording expansive views of Yosemite Valley, El Capitan, Bridalveil Falls, and Half Dome. The overlook was constructed during an era that heralded a boom in design and development throughout the National Park Service, and helped initiate the National Park Service “rustic design style.” Wawona Tunnel and Tunnel View were determined eligible for listing on the National Register of Historic Places in 1986 because of their exemplary design. Improvements from the 2008 renovatation include an expanded handicap accessible viewing area, improved traffic flow, educational exhibits, and historic rockwork. This $3 million project was funded by The Yosemite Fund and the National Park Service as part of the President’s Centennial Initiative. Very little physical change occurred to Tunnel View’s physical features (including rockwork, circulation patterns, and configuration) since it was built. The site remains one of the most popular scenic overlooks in Yosemite National Park, with an estimated 5,000 to 7,000 people visiting per day during the height of the tourist season.        Visitors take in Yosemite's famous scenery, including of the Valley, from Tunnel View on a summer day in 1940. NPS Historic Photograph Collection  Why Undertake This Project? The purpose of the Tunnel View Overlook Rehabilitation Project is to remedy long-standing vehicle-to-vehicle and vehicle-to-pedestrian safety issues, to correct drainage deficiencies and problems, to provide clear circulation patterns for pedestrians and vehicles, to enhance and maintain viewing opportunities for visitors, to provide accessibility to viewing areas, to correct safety problems associated with the Inspiration Point trailhead, and to address sanitation issues, while maintaining the naturalistic, rustic character and integrity of this historic site. Several factors demonstrated the need for this project:  Since the Wawona Tunnel was completed in 1933, the NPS has responded to vehicle-to-vehicle accidents, single-vehicle accidents, and vehicle-to-pedestrian near-misses. Drivers traveling east through the tunnel often speed, are blinded by light as they exit the tunnel, encounter ice-patches at the east portal, and are faced with crowds of pedestrians and slow moving vehicles moving in and out of the roadway from the Tunnel View parking areas. Combined, these conditions create a sustained and serious safety problem. Visitors who have parked their vehicles in the south parking lot are directed to access viewing areas by crossing Wawona Road at locations that are on blind corners and not clearly visible by motorists. Currently storm-water and melting snow drain from the tunnel directly onto the north parking lot. From here, the water flows in sheets over the parking area, and eventually drains down the Wawona Road. In the winter the surface water on the entire parking area often freezes, creating hazardous driving and walking conditions. The northern parking area has an indistinct circulation pattern. Drivers of single-family vehicles and tour buses have ill-defined parking. The existing viewing area in the north parking lot consists of a five-foot wide sidewalk, which is insufficient to accommodate the existing pattern of visitor use. Often crowds three to five people deep form to see the view of Yosemite Valley. The problem is further compounded because vegetation such as ponderosa pine and incense cedar has grown and obscured much of the historic view. The vegetation forces visitors to cluster into smaller viewing areas than what existed historically.  What Has This Project Entailed? This completed project provides a safer, rehabilitated scenic overlook from which to experience one of Yosemite’s most spectacular views. Elements of the project include:  Restore the historic view by selectively thinning conifers that currently obstruct it Provide clear parking areas for cars, RVs, trams, and tour buses Improve traffic flow to lessen congestion Improve visitor safety at viewing platform Improve accessibility at site Install new wayside exhibits  Learn more about the science behind scenic vistas in Yosemite. Learn more about Yosemite's Scenic Vista Management Plan.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/scenic-vistas-tunnel-view.htm"
}
