{
    "title": "Yosemite National Park: Wawona Meadow",
    "body": "Wawona Meadow Ecological Restoration         Wawona Meadow's restoration is meant to repair human impacts, like the CCC's 1936 ditch digging. NPS Historic Photo Collection    Looking out onto Wawona Meadow in 1936, Yosemite National Park visitors could have seen Civilian Conservation Corps men hard at work—digging two mile-long ditches to divert water to the edges of Wawona Meadow. A walk in Wawona Meadow today reveals how these historic ditches, now deepened to 10 feet in some places, have altered meadow hydrology by diverting surface flow, draining groundwater, drying out the landscape, and altering plant communities. Wawona Meadow, one of the first areas explored by Euro-Americans, felt the effects of early settlers decades before the CCC built these ditches. Cattle and horses heavily grazed the meadow; an airstrip occupied the southern portion; and in 1918, the lower third of the meadow was developed into a golf course. The airstrip was decommissioned in the late 1930s; grazing ceased in 1970; and although the golf course is still there, the upper 165 acres of the meadow provides valuable lower montane meadow habitat. With the Wawona Meadow Ecological Restoration Project, park ecologists aim to restore the meadow to its original lush state with ample water—full of willows, sedges, buttercups, and lupine—by undoing human damage.        During fall 2010, Yosemite’s restoration ecologists began work at Wawona Meadow. In this trio of photos, see a portion of the meadow before restoration, during restoration with a dozer spreading native soil, and after restoration.   The Wawona Meadow Ecological Restoration Project took place September through early November 2010, with more restoration work scheduled for 2011.   Project goals are to improve meadow hydrology and restore native plant communities and wildlife habitat. Wawona Meadow provides wetland, riparian and upland habitat for a variety of rare and sensitive plant species and wildlife, including two state endangered birds—the willow flycatcher and great gray owl. Most Sierra Nevada meadows are sustained by sheet flow (water slowly flowing over the surface) and high groundwater levels rather than a channel through the meadow. The ditches built by the CCC in Wawona Meadow interrupt sheet flow by diverting and concentrating surface flow, draining groundwater from the sides, drying out the adjacent areas and changing plant communities. Upland and non-native plants, such annual grasses and wooly mullein, dominate in areas without access to sufficient groundwater altering habitat for wildlife and insects. The project will fill the ditch with native soil, restore natural meadow topography and re-establish native vegetation. Despite heavy rains in October 2010, work progressed smoothly with heavy equipment, including an excavator, dozer, skid steerer, loader and dump trucks. Restoration crews successfully filled 1,000 feet of the deepest section of the ditch, planted hundreds of salvaged plants and willows, placed erosion control blankets in vulnerable areas, and seeded the newly restored landscape. Nearly 5,000 cubic yards of soil was transported to the meadow, compacted and spread to restore natural meadow topography. Restoration crews revegetated the area by replanting salvaged vegetation, seeding areas with locally gathered seeds (more than 30 species were collected) and planted plugs of sod taken from nearby sedges.         Restoration crews place erosion control blankets to discourage and channelization. Once the blankets are in place, woody debris is placed on top to keep it anchored, to capture sediment and slow water flow.   Erosion control blankets were anchored in areas experiencing high levels of surface flow to discourage any channelization. The restoration area was then covered with woody debris to slow water flow, capture sediment and discourage any channels from forming. Groundwater elevations immediately responded to the filling of the ditch and are nearly at the surface with water sheeting across areas in the meadow that have been dry for decades. Direct restoration work occurred on 0.7 acres, and it is anticipated that the raised groundwater elevations will restore 4 acres of wetlands that had converted to upland habitats. Additional filling of shallower sections of the ditch will continue in 2011, further restoring hydrology across the entire meadow.        A Yosemite restoration ecologist spreads a seed mix of 15 different plant species adapted to wet conditions on the exposed soil.   Because invasive plants, such as velvet grass, can easily establish and dominate newly disturbed areas, close attention to the establishment of any non-native plants in the newly restored area will ensure early detection and treatment. Ongoing monitoring of hydrology, plant communities and wildlife will help determine the success of the project. Park staff has taken every precaution to maximize the protection of the meadow with the ultimate goal of a healthier and more naturally functioning meadow. Work at Wawona Meadow is part of a larger effort to keep the park's pristine meadows healthy.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/wawona-meadow.htm"
}
