{
    "title": "Yosemite National Park: Hydrology and Climate Data",
    "body": "Hydrology and Climate Data Sources       General Data  California Dept. of Water Resources Data Exchange Center  USGS National Water Information System  NPS Water Resources Division        Happy Isles Gaging Station Webcam of the Merced River at the Happy Isles gaging station (provided by the USGS).      Streamflow Data Merced River  The Pohono and Happy Isles gages are located on the main stem of the river in Yosemite Valley. The Wawona gage is on the South Fork of the Merced, near the southern boundary of Yosemite National Park. The Briceburg gage is on Bureau of Land Management land, downstream of the park and downstream of the confluence with the South Fork Merced River.    Pohono Bridge (USGS) Happy Isles (USGS) South Fork Merced River at Wawona (CDEC) Compilation of hourly stage, height, and dischargehydrographs at four locations in the past 24 hours (USGS)   Tuolumne River The Grand Canyon of the Tuolumne gage is located just upstream of Hetch Hetchy Reservior, while a second gage is located just downstream of O'Shaughnessy Dam. Data are also available at Falls Creek, a tributary that flows into Hetch Hetchy from the north, and at Tuolumne Meadows, in the Yosemite high country.   Grand Canyon of the Tuolumne (USGS) O'Shaughnessy Dam (USGS) Falls Creek (CDEC) Tuolumne Meadows (CDEC)       Weather Data  Access weather data from stations in Yosemite National Park:  Crane Flat (CDEC) Crane Flat climate monitoring station (NCDC\/NOAA) Dana Meadows (CDEC)  El Portal (RAWS) Gin Flat (CDEC)  Happy Isles (MesoWest) Hetch Hetchy (CDEC) Lower Kibbie Ridge (CDEC) Mariposa Grove (CDEC) Merced Lake (CDEC) Ostrander Lake (CDEC) Paradise Meadow (CDEC) Slide Canyon (CDEC) South Entrance of Yosemite (WRCC) Tenaya Lake (CDEC)  Tioga Pass (CDEC)  Tuolumne Meadows (CDEC)  Wawona (CDEC)  White Wolf (CDEC)  Yosemite Valley (CDEC)    Yosemite air quality and smoke monitoring data, including near real-time ozone and particulate matter levels Yosemite weather and road updates: call 209\/372-0200 (then dial 1)    Snow Data   Compare this season's Sierra Nevada snow water content with the wettest year on record, the driest year on record, the mean value, and last year's value. See snow survey data from the most recent surveys in California. Snow surveys are performed four times per year at 17 courses in Yosemite and many more throughout the West, with records dating back to 1927. Maximum snow depth at one of Yosemite's snow courses was 232.9 inches in 1969; maximum snow water content was 96 inches in 1983. Read the survey's 1953 history in a Yosemite Nature Notes article [600 kb PDF]. California Cooperative Snow Survey's real-time data combines data from multiple agencies to monitor seasonal snowpack, forecast snowmelt runoff, and provide a central source of information about snow and water conditions in California. You can also view real-time snow data in the Yosemite area. View a series of snow melt graphics of the 2010 snow cover, which represents a typical snow year.    Yosemite Hydrology Videos These Yosemite-produced videos explore water-related topics:  Hydrologist: Study the Scientist Glaciers: Yosemite Nature Notes  Frazil Ice: Yosemite Nature Notes  Yosemite Falls: Yosemite Nature Notes Horsetail Fall: Yosemite Nature Notes  Snow: Yosemite Nature Notes Tracking the Snowline: Yosemite Nature Notes The Tuolumne Wild and Scenic River: Yosemite Nature Notes Floods of 1996 and 1997: Yosemite Presents    Resources and Further Reading   National NPS climate change webpage Read the 2010 NPS Climate Change Response Strategy, which covers science, adaptation, mitigation, and communication [5.2 MB PDF] Read a report on Climate Change Impacts in the US from the Third National Climate Assessment [3.2 MB PDF] Learn more about RAWS (Remote Automatic Weather Stations) [159 kb PDF]weather station network and get data from California stations—to find data near Yosemite, scroll to the “Central Sierra” section. Stations in or near the park include El Portal, Crane Flat (listed as CRANE), Wawona, and White Wolf (listed as WWOLF).   See a 2009 Park Science article [955 kb PDF] by the park's hydrologist on the effects of climate change on the water supply in western national parks  View a more detailed list of hydrology references         Get Involved: Volunteer in the park's water quality monitoring effort of the Merced River. Help collect water samples that will be tested for nitrate and phosphorous concentrations. Participate 8 am to 5 pm the first Wednesday of every month (except December and February). Call the volunteer office at 209\/379-1850 to sign up.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/hydrology-data.htm"
}
