{
    "title": "Rocky Mountain National Park: Firewood Lottery 2014",
    "body": "Lottery Results for Firewood Permits       Click here for more information on the firewood collection permit lottery.  Names selected for the lottery on the east side are: Watry, Mary Kay Neuzil, Wendy Meulener, Guy Wens, Shane Antonucci, Louis (Gary) Summer, Davina Scott, Bryan Fretz, James Brna, Karen Rappell, Serena Names selected for the lottery on the west side are: Steineck, Valerie Marte, Marcus Carabell, Janet Steineck, Richard Hidell, Derek Canon, Robert Frasier, Karen Larkin, Kelly Cordsen, Carolyn Bors, Steve         Lottery Results for East Side Firewood Permits 2014 Firewood collection reminders: 1. Permits may be obtained in person at the Backcountry Office adjacent to the Beaver Meadows Visitor Center near Estes Park or the Kawuneeche Visitor Center near Grand Lake beginning Friday, September 19, 2014. Permits will be issued daily from 8:00 a.m. to noon and 1:00 pm to 4:00 p.m. 2. Firewood permits must be picked up in person by Monday, September 22, 2014 by 10 am. Permits must be picked up within 48 hours of notification on the park's website. Unclaimed permits will be given to the next name on the list.  3. Firewood collection begins Saturday, September 20, 2014 and lasts through Friday, October 3, 2014 for east side firewood.  4. Personal identification must be presented upon pickup of the permit and must match the physical address shown on the lottery application. 5. Payment must be made in cash in the exact amount or a personal check. 6. Early collection is encouraged due to the limited supply and winter road closures. The sooner you collect, the higher the probability of getting up to five cords of firewood.         Lottery Results for West Side Firewood Permits 2014  Firewood collection reminders:  1. Permits may be obtained in person at the Backcountry Office adjacent to the Beaver Meadows Visitor Center near Estes Park or the Kawuneeche Visitor Center near Grand Lake beginning Friday, September 19, 2014. Permits will be issued daily from 8:00 a.m. to noon and 1:00 pm to 4:00 p.m. 2. Firewood permits must be picked up in person by Monday, September 22, 2014.  3. Firewood collection begins Saturday, September 20, 2014, and lasts through Friday, October 3, 2014 for west side firewood. 4. Personal identification must be presented upon pickup of the permit and must match the physical address shown on the lottery application. 5. Payment must be made in cash in the exact amount or a personal check. 6. Early collection is encouraged due to the limited supply and winter road closures. The sooner you collect, the higher the probability of getting up to five cords of firewood.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/news\/lottery_results_firewood_permits.htm"
}
