{
    "title": "Yosemite National Park: Visitor Use Monitoring",
    "body": "Visitor Use and Impact Monitoring       Yosemite National Park’s Visitor Use and Impact Monitoring program safeguards the quality of both park resources and the visitor experience. Simply put, indicator monitoring in Yosemite serves as a report card to measure how well the park is protecting and enhancing park resources and the quality of visitor experiences. The park has developed a set of indicators and standards to quantitatively monitor and maintain cultural, biophysical, and social conditions defined within the Merced and Tuolumne Wild and Scenic River Plans. These plans identify Outstandingly Remarkable Values (ORV) for each segment protected by the Wild and Scenic River designations. Each river plan monitoring program findings give park managers the information and rationale needed to make sound, science-based decisions about the impacts associated with visitor use.   Definition of Terms  The monitoring program quantifies impacts through a series of indicators and standards.  An indicator presents a subject to be measured (e.g., water quality, informal trails in meadows, visitor densities at destination sites). Indicators are specifically selected for their ability to provide insight into the integrity of river values and for their ability to provide early warnings of change. Indicators are derived from easily collected data that is repeatable temporally and across observers.  A standard establishes the measureable threshold for the indicator (e.g., there would be no more than X number of parties encountered along a designated trail section per hour). Management standards are defined as the desired condition of a river value. The majority of river values (ORV) are currently in a condition that is better than the identified management standards. When the standard is approached, management action will be taken to prevent conditions from changing to an undesirable level. Trigger points have been identified to assure management actions are put into place prior to standards being reached or exceeded.  Trigger points have been identified for each indicator. A trigger point is a quantifiable level at which park managers will take specified actions to protect the identified resource and to prevent standards from being reached or exceeded.    Required Management   Trigger points for each indicator have specific types of management actions associated with them. When a trigger point is reach, park managers will be required to implement these actions that are listed alongside each indicator in the Wild and Scenic River planning documents. Actions have been specifically developed for each indicator to limit further impacts to the integrity of river values. Management actions include activities such as increased monitoring, secondary measurements and studies, visitor education and outreach, and ecological restoration.  Reporting and Monitoring Methods: Monitoring to protect and enhance ORVs is ongoing. Managers made an initial sampling effort during the summer 2014 field season and are currently finalizing reports and protocols. When available, updated final sampling protocols and annual monitoring reports will be posted on this page.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/visitor-use-monitoring.htm"
}
