{
    "title": "Yosemite National Park: Treating Star-Thistle",
    "body": "Yellow Star-Thistle: A \"Wanted\" Weed       Yellow star-thistle (Centaurea solstitialis), is one of Yosemite National Park's most problematic weeds. It is an aggressive invader that can outcompete most other vegetation to form monocultures. One individual plant can disperse up to 150,000 seeds in a single season, and the wind dispersed seeds can travel long distances.       Fall protection-certified NPS crews apply herbicide with a blue indicator dye to yellow star-thistle.        In 2010, at the peak of the infestation, yellow star-thistle occupied 18 canopy acres in Yosemite, scattered over 250 gross acres of steeply sloped and complex terrain. A canopy acre is essentially a wall to wall acre. For example, if there is one acre of star-thistle, it means that there is a football field (1 acre) with every inch covered in star-thistle. As of 2014, after six years of intensive herbicide treatment, Yosemite crews have drastically reduced the treated area to just over 1 canopy acre. This decrease in treated acreage corresponds with a significant reduction in the amount of herbicide used each year. In these areas that were once monocultures of yellow star-thistle, park botanists have observed amazing levels of diversity, documenting over 180 species of plants.   To control this plant in the Merced River Canyon, an interagency management effort went into effect, spanning the slopes above 18 river miles. More than seven agencies and groups have worked to control yellow star-thistle in the canyon since 1998, but the problem demands a stepped-up approach to protect the canyon from being overtaken by this spiny, aggressive weed.        Left: NPS crews use ropes to secure themselves on steep slopes as they apply herbicide to yellow star-thistle infestations. Right: With the Yosemite Forestry \"cherry picker,\" staff can safely access the steep and unstable cut-bank slopes of Foresta Road, minimizing erosion.   What is the best way to limit this plant's spread?   Hand-pulling can control small to medium-sized infestations, but at some point, infestations spread faster than they can be pulled. Timed mowing has worked well, but due to the large scale of the infestation and complexity of the terrain, this method is too hazardous to worker safety. Based upon the best available science, herbicide treatments are the only reasonable option for successfully controlling the largest patches of yellow star-thistle.   Current herbicide treatments (glyphosate and aminopyralid) are the safest and most efficient options on the steep slopes of the Merced River Canyon. The use of herbicide maximizes the success of control efforts while minimizing negative impacts, such as soil disturbance, erosion, and danger to workers on nearly vertical slopes. When treatments are effective, fewer re-treatments are needed, and larger treatment areas can be handled. Resources are then freed up to allow work on prevention efforts, early detection surveys, and rapid response treatments of new populations.    Since 2010, infested areas around El Portal have been treated with herbicides by National Park Service (NPS) crews with United States Forest Service (USFS) technical support and funding. Both NPS and USFS have used hand-pulling (manual control) near waterways where herbicides are not desired.        In some areas, federal land managers choose not to spray herbicides because barrier zones exist near waterways. Here, American Conservation Experience crew members hand-pull yellow star-thistle along the Merced River on U.S Forest Service land.        Herbicide Treatment Totals The chart below details the reduction in canopy acreage of yellow star-thistle resulting from successful treatments. Yellow star-thistle is an annual plant that produces seed with a mean viability of about two to six years. As the seed bank is depleted, the acreage will continue to decrease until it is exhausted and the seed is no longer viable. On the ground, the annual reduction in canopy acreage is greater than it appears on this chart, because every year additional new populations are found and treated. Plans exist to continue the USFS-NPS cooperation through at least 2015 which is the time needed to deplete the seed bank.        Herbicide Treatment Totals    Year  NPS (canopy acres*)  USFS (canopy acres*)    2009  10.62  0.19    2010  16.11  9.22    2011  8.95  19.13    2012  7.35  14.1    2013  1.72  4.06    2014  1.06  2.65      *Canopy acre: A canopy acre is essentially a wall to wall acre. For example, if there is one acre of star-thistle, it means that there is a football field (1 acre) with every inch covered in star-thistle.       Left: Herbicides used by the Yosemite Invasive Plant Crew to control yellow star-thistle are called glyphosate and aminopyralid. Both contain a blue indicator dye used to mark sprayed foliage during treatment application; the blue dye fades in a day or two. Right: Interagency efforts in the Merced River Canyon will continue to treat yellow star-thistle, an annual plant that produces seeds with a mean viability of two to six years.         Left: Sierra National Forest botanist Christina McAdams hand-pulling star-thistle growing along Highway 140. Yellow star-thistle, and other invasive plants often take root near roads and disturbed areas. Right: Blue dye marks areas on El Portal's steep slopes in Yosemite treated for yellow star-thistle.        Who Else Has Contributed to Improving the Merced River Canyon  Partners are busy in the canyon with complementary work keeping invasive weeds under control.       The Bureau of Land Management (BLM) works with Yosemite National Park staff to control yellow star-thistle and Italian thistle along seven miles downstream of Briceburg on BLM land.   Sierra and Stanislaus National Forests work with National Park Service staff to eliminate yellow-star thistle in the Merced River Canyon.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/yellow-star-thistle.htm"
}
