{
    "title": "Yosemite National Park: Rattlesnakes",
    "body": "Rattlesnakes         Beware of reaching in rock crevices or under rocks where rattlesnakes reside. Gary M. Stolz\/U.S. Fish and Wildlife   Basic Biology   Physical description: Brownish gray, has a triangular head, narrow neck, and vertical pupils Size: 2 to 4 four feet long Diet: Primarily California ground squirrels Habitat: Under cover, such as rocks, logs and woodpiles up to 9,000 feet in elevation Rattle frequency: Rarely rattle, even around predators; instead, remain still to avoid being seen Rattle rate: 20-100 times per second, depending on temperature (warm snakes rattle faster) Rattle growth: Add a “rattle” made of hardened keratin (like fingernails) each time skin is shed Tongue behavior: Increase the rate of tongue flicking to obtain scent information  Yosemite National Park is home to only one rattlesnake–the Northern Pacific rattlesnake (Crotalus oreganus oreganus). Rattlesnakes, an important component of the park’s ecosystem, help control rodent populations. Predators, whether bobcats or coyotes or snakes, control prey that can grow out of balance otherwise. Because rattlesnakes are venomous, visitors should educate themselves on identification and precautions. The good news: Deaths are very uncommon, and, in fact, no one has ever died from a bite in Yosemite (except for one questionable account in 1931). In addition, 30 percent of adult rattlesnake bites have no venom injected. Follow this Advice Should you Encounter a Rattlesnake:  Keep your distance--rattlesnakes can strike only a distance equal to half their own length. Watch where you step or reach with your hands. Stand still if you think you hear a snake, until you’ve located the snake; then move away. Beware of snakes without a rattle–baby rattlesnakes don’t have rattles and adult rattles can break off.  If a Bite Occurs:  Determine if a dry-bite occurred (with no venom injected) by assessing pain, swelling and muscle twitching. Those symptoms will occur if venom has been injected. Immobilize and gently wash the bite area with soap and water and keep it lower than the heart. If possible, stay put to avoid moving the muscle, which would spread the venom. Mark the area of the swelling with a pen with the time on it. Remove any jewelry that might constrict swelling. Do not cut the wound with a knife. Do not pack the bite area in ice. Do not suck out venom by mouth (avoid the common Sawyer Extractor). Do not use a loose constricting band around bite to minimize venom spreading because this can be detrimental. Get to a hospital as quickly as possible for anti-venom to be administered.  Note: Non-venomous snake species exist, too, in Yosemite such as kingsnakes and yellow-bellied racers. Some species are rattlesnake lookalikes, such as the gopher snake that mimics the rattler by hissing, broadening its jaw to look triangular and shaking its tail in leaves.  View a list of Yosemite's other reptile species.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/rattlesnake.htm"
}
