{
    "title": "Yosemite National Park: Threatened Species",
    "body": "Threatened Mammals       Yosemite National Park’s wildlife biologists monitor all the park's mammals but focus heavily on animals listed as endangered or threatened in order to ensure their long-term survival. Of Yosemite’s special status mammal species, the Sierra Nevada bighorn sheep, the California wolverine, and the Pacific fisher are listed under the U.S. Endangered Species Act, and the Sierra Nevada red fox and the California wolverine are part of the 14 mammals protected by the state of California.        This red fox, photographed in 2002, was part of a study in Lassen Volcanic National Park.  Note the white round plastic tag in the animal’s right ear. Keith Slausen, USFS \/ PSW  Sierra Nevada Red Fox: State Threatened  Endangered Status: State threatened Physical description: Dark-colored fur compared to other red fox Den: In rock outcrops, hollow logs and burrows in soil Preferred Range: Approx. 6,000 feet in elevation Behavior: Shy, perhaps avoiding human encounters  Slightly smaller and darker than the introduced lowland population of red foxes, the Sierra Nevada red fox (Vulpes vulpes necator) is one of two native species of fox in Yosemite. Due to rare sightings, relatively little is known of the life history of the Sierra Nevada red fox, but it is assumed that its habits are similar to those of other red foxes regarding den choice, hunting tactics, and breeding behavior. Photographs of the Sierra Nevada red fox were taken at Lassen National Forest during a 1990 study of another animal, the wolverine, when remotely triggered cameras captured a Sierra Nevada red fox on film.  To attempt to document the elusive red fox in Yosemite in fall 2010, the park's wildlife biologists have placed three cameras in the Tioga Pass area where the last documented sighting occurred in the early 1990s. The cameras, which will remain posted until mid-November, cover a four-square-mile grid for potential red fox activity. Yosemite's mammal-sighting momentum builds on an August 2010 sighting near Sonora Pass, north of the park in the Sierra Nevada. There, a remotely triggered trail camera photographed a Sierra Nevada red fox biting a bait bag of chicken scraps. That bait bag was sent to geneticists at UC Davis to analyze saliva samples, and DNA results confirmed it as a Sierra Nevada red fox.        This Sierra Nevada red fox, in Lassen Volcanic National Park, was part of a study there in the late 1990s. Here, the fox triggered a camera's motion-detecting sensor by eating the bait at the base of the tree. John Perrine, Cal Poly State University  The fox's range is from the Cascade Range east to the Sierra Nevada and then south along the Sierran Crest to Tulare County. Sightings of the subspecies range from 5,000 to 7,000 feet in elevation with extremes placed at 3,900 feet in Yosemite Valley and 11,900 feet at Lake South America in the southern Sierra Nevada. You would be most likely in summer to see a Sierra Nevada red fox above 6,000 feet in the subalpine zone, amongst the red fir and lodgepole pines, and alpine fell-fields. These fox, however, inhabit remote areas of the state where chance encounters with humans are uncommon. Some scientists have come to the conclusion that Sierra Nevada red fox likely never occurred in large numbers, relying on references in Joseph Grinnell's Fur-bearing Mammals of California in 1937 [962 kb PDF]. During the 1940s and 1950s, trappers collected 135 pelts and that number shrunk to just two pelts a year by the 1970s. The state of California banned Sierra Nevada red fox trapping in 1974 and added the animal to the state-threatened list in 1980, where it remains today. The numbers of native fox decline while non-native red fox populations increase and compete for food, particularly in the Central Valley. Research in the late 1990s by UC Berkeley biologist Tom Kucera followed by colleague John Dixon Perrine highlighted the only known population, located in Lassen National Forest. In late 1997, a young male fox begging at a campground was captured and radio-collared, and, in early 1998, a female fox was likewise captured and collared in Lassen. These were the first individuals of this species ever captured and radio-collared in California. Eventually, with the help of remotely triggered cameras, a population of 10 to 15 individuals was documented in the Lassen Peak vicinity, located in Lassen Volcanic National Park.        Note the dark shins and the black behind the ears of this Sierra Nevada red fox. This fox also shows the white-tipped tail. John Perrine \/ Cal Poly  Read a 2010 state of the red fox in the U.S. Forest Service’s Sierra Nevada Red Fox (Vulpes vulpes necator): A Conservation Assessment, by John Perrine, Lori Campbell and Gregory Green. [4.57 MB PDF] In an attempt to save this important mammal, other Sierra Nevada-related studies are taking place. The California Department of Fish and Game is currently surveying high-elevation habitats in the southern Cascade and Sierra Nevada ranges, both north and south of Yosemite, for the Sierra Nevada red fox and other mesocarnivores. Using baited camera stations and passive hair-snaring devices, the 2009-2011 project aims to expand knowledge of the distribution of the fox and to investigate the genetic characteristics of its populations.  Learn more about the Sierra Nevada red fox on the California Department of Fish & Game’s work in northeastern California on and near private timberlands.  Have you seen a possible Sierra Nevada red fox? If so, report sightings online with photo documentation to the state’s wildlife officials.        Wolverine: State Threatened  Endangered Status: State threatened and federal candidate species  Physical description: Brown with a pale stripe across the top of head and down the side of body Size: Largest member of the weasel family at 26 to 34 inches in length and 24-40 pounds Territory: May travel extensively over a multi-state range Behavior: Fierce predator that will attack larger, wounded or weak animals Population: Unknown if any exist in California  If you ask Yosemite National Park scientists the status is of the wolverine in the park, they will reply that they just don’t know. Evidence of wolverines (Gulo gulo) in California has not been scientifically verified since the 1920s. The last confirmed Sierra wolverine was shot as a specimen in 1922.  Rumored sightings occur every year in Sequoia National Park, just south of Yosemite, and in the northern part of the state. The California Department of Fish and Game lists the wolverine as present but threatened. The department indicates receiving about 150 sightings of this largely nocturnal animal during the past several decades, typically at about 8,000 feet in elevation.        An animal believed to be a wolverine was photographed by a remote sensor camera north of the park  in 2008. K. Moriarty\/Oregon State University  Excitement rippled through the California scientific community in late February of 2008 when a wolverine was photographed in the Tahoe National Forest while an Oregon State University student conducted research on pine martens with a remote-controlled camera. DNA tests of collected scat samples, however, prove the animal is related to wolverines in the Rocky Mountains rather than historic California specimens found only in museums. How the photographed wolverine got to California is unknown, but the species frequently travels long distances. One wolverine in Wyoming fitted with a tracking collar, for instance, covered 543 miles over 42 days before its collar fell off. The North American wolverine resembles a small bear and acts as fierce as a grizzly. Their jaws are very powerful and are adapted to crush and shear frozen meat and bones. Wolverines subsist on a variety of foods including small- and medium-sized mammals, birds, insects, berries, and fungi. Carrion, especially in the form of large ungulates, is believed to be an important component of the diet, particularly during winter. Wolverines, which have disappeared from almost half of their North American range, are found primarily in Washington, Montana, and Idaho. Historically, wolverines occurred in the remote and high-elevation areas of California, ranging from the northwestern part of the state to the southern Sierra Nevada. Studies have mapped some of reported sightings in Yosemite and Sequoia-Kings Canyon national parks. Wolverines, it’s believed, were probably never numerous in California due to their extensive home range size and small amount of suitable habitat in the state. Renowned scientist Joseph Grinnell suggested in 1937 that fur trappers might have reduced wolverines to as few as 15 pairs by the 1930s.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/threatened-mammals.htm"
}
