{
    "title": "Yosemite National Park: Mountain Lions",
    "body": "Mountain Lions         Mountain lions roam high and low elevations within Yosemite and throughout half of California. Copyright Green TV  Basic Biology  Physical traits: Tawny-colored with black-tipped ears and tail Weight: 130-150 pounds for males and 65-90 pounds for females Diet: Hunts at night for small mammals to eat Roams 10,000- foot elevation range Behavior: Shy \/ solitary       Mountain lions--also called cougars, pumas or panthers--roam Yosemite’s mountains and valleys. These important predators, native to the Americas, are a natural part of the Yosemite landscape. Because they are shy, solitary creatures, they elude visitors and are typically unconcerned by human presence even in close proximity. Sightings in the park often document a mountain lion on the prowl–-sometimes chasing, killing or eating a raccoon or coyote-–in developed areas. Half of California is believed to be prime mountain lion country–-from sea level to 10,000 feet in elevation–-with a potential population of 5,000 statewide. Historically, from 1907-1963, they were viewed by the State of California as a “bountied predator” in which a monetary incentive was offered for every kill in an attempt to eradicate them. Then, their status changed to \"big game,\" and mountain lions were made available to trophy hunting. Ultimately, in 1990, Proposition 117 passed that bans almost all killings of mountain lions in California.        A 2003 park study yielded an estimate of one mountain lion per 25 square miles. CA Department of Fish & Game  Adult males can reach more than 8 feet long, from nose to end of their tail, and females can be 7 feet long. Mountain lions are unable to roar but can vocalize a penetrating a scream. These stalk-and-ambush predators, quiet as a mouse at times, kill prey with one powerful bite and will come back to feed on a carcass several times. Wildlife biologists have shown concern for the endangered Sierra Nevada bighorn sheep, occassionally predated on by lions. The large cats hunt sheep, amongst other mammals. Scientists, in 2003, validated the increase of mountain lion sightings in Yosemite National Park through a park-affiliated study that detailed no aggressive behavior by these animals toward visitors. To gather data, the researchers attached radio-collared transmitters to some of the animals on park land. The 18 known individuals in the study area, which went beyond the park’s boundaries, yielded an estimate of one mountain lion per 25 square miles. (Yosemite covers approximately 1,169 square miles.) Suspicions existed then and now that density is likely to be higher. Mountain lions, according to the study, occasionally pass through developed areas but seldom linger. Some animals migrate in vast ranges seasonally between higher and lower elevations.  Often, attacks by mountain lions are attributed to human infringement through development on the animals’ territory, but, in Yosemite, this is not a factor. Findings of the 2003 Yosemite study offered an unexplained periodic use, sometimes more intense than others, of Yosemite Valley by the animals. The park prohibits feeding of all animals, including raccoons, coyotes and mule deer, in part because doing so attracts their predators to developed areas. If you see a mountain lion, take these additional precautions:  Do not run. Shout in a low voice and wave your arms or hold open your coat to look large and threatening. Maintain eye contact and do not crouch down. Throw sticks or rocks. If an attack occurs, fight back.  To Learn More  Tracks: Difference between dog vs. mountain lion tracks. View a mountain lion fact sheet. [131 kb PDF] Meet a mountain lion tracker in the film Counting Sheep",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/mountainlion.htm"
}
