{
    "title": "Rocky Mountain National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive       2010 April 27, 2010 Rocky Mountain National Park Lyceum Series Continues in May The Lyceum schedule runs through May. Financial support for the lyceum series is provided by the park’s nonprofit partner, the Rocky Mountain Nature Association.  Programs are free and open to the public.  They are held at 7 p.m. at the Beaver Meadows Visitor Center auditorium in Rocky Mountain National Park. April 19, 2010 Rocky Mountain National Park Celebrates National Junior Ranger Day As part of National Park Week, April 17-25, the National Park Service will sponsor National Junior Ranger Day on Saturday, April 24. Not only are park entrance fees waived throughout the week at Rocky Mountain National Park, but additional programs will be offered to allow children to learn about the park and earn their Junior Ranger badges. April 19, 2010 Rocky Mountain National Park 2010 Lyceum Series Continues Saturday, April 24, 7 p.m. at Beaver Meadows Visitor Centr - The Real Value of Wilderness Have you ever asked yourself why you care so much about wilderness? Forest Service Wilderness Program Manager Ralph Swain will explore the values of wilderness and why the American people have historically cared so much for wild places. April 13, 2010 Earth Day Open House at Rocky Mountain National Park Greenhouse Come celebrate Earth Day at the Rocky Mountain National Park Greenhouse Thursday, April 22, from 11 a.m. to 2 p.m. April 13, 2010 Rocky Mountain National Park Lyceum Series Continues April 17 Rocky Mountain National Park will feature Doug Scott speaking on “Our Wilderness: America’s Common Ground,” at 7 p.m. on Saturday, April 17, in the Beaver Meadows Visitor Center auditorium.  The program is free and open to the public. April 08, 2010 Colorado Division of Wildlife Recognized for Their  Partnership In Protecting Park Resources Rocky Mountain National Park Superintendent Vaughn Baker announced that the Colorado Division of Wildlife (CDOW) is the recipient of the 2009 Rocky Mountain National Park Stewardship Award. April 07, 2010 Park Partners with Town of Estes Park for Community Cardboard Recycle Day Rocky Mountain National Park and the Town of Estes Park are teaming up again to provide an opportunity for area residents to recycle corrugated cardboard. April 05, 2010 Protection of High Value Trees and Hazard Mitigation Projects Continue in 2010 at Rocky Mountain National Park Bark beetles continue to impact large numbers of conifer trees in the park.  Starting in early April and ending by Memorial Day weekend, the park is planning to apply a Carbaryl based insecticide to up to 5,000 high-value trees to protect them from bark beetles. March 29, 2010 Rocky Mountain National Park Announces Plans for Spring 2010 Prescribed Burning Fire managers from Rocky Mountain National Park are preparing to conduct prescribed burns in the South Lateral Moraine area, approximately 135 acres of open ponderosa. March 22, 2010 Rocky Mountain National Park Lyceum Series Continues - March 27, April 3, and April 10 2010 Lyceum Series “Wilderness: Of What Avail Are Forty Freedoms Without A Blank Spot On The Map?” March 10, 2010 Rocky Mountain National Park 2010 Biennial Research Conference Rocky Mountain National Park’s 2010 Biennial Research Conference will be held on March 30, and 31, in the Estes Park Town Board Room. March 08, 2010 Rocky Mountain National Park Lyceum Series Continues March 13 & 20 2010 Lyceum Series “Wilderness: Of What Avail Are Forty Freedoms Without A Blank Spot On The Map?” Programs are free and open to the public.  They are held at 7 p.m. at the Beaver Meadows Visitor Center auditorium in Rocky Mountain National Park. March 08, 2010 Temporary Closures to Protect 2010 Nesting Raptors in Rocky Mountain National Park Each year to protect raptor nesting sites, Rocky Mountain National Park officials initiate temporary closures in the Lumpy Ridge and Sheep Mountain areas of the park.  To ensure that raptors can nest undisturbed, specific areas within the park are closed temporarily to public use during nesting season and monitored by wildlife managers. All closures went in to effect on March 1 and will continue through July 31, if appropriate. These closures may be extended longer or rescinded at an earlier date depending on nesting activity. March 02, 2010 Rocky Mountain National Park Lyceum Series Continues March 6 Saturday, March 6, 7:00 p.m. – Driven Wild: The Automobile and the Making of Modern Wilderness February 22, 2010 Rocky Mountain National Park Lyceum Series Continues on February 27 Saturday, February 27, 7:00 p.m.  –  Ute Life in the Forest, Then and Now February 15, 2010 Rocky Mountain National Park 2010 Lyceum Series Continues February 20 Saturday, February 20, 7:00 p.m. – \"America's Wilderness: A Political Climate Change?\" February 11, 2010 New Online Accessibility Information for Rocky Mountain National Park Travelers with disabilities need to know more about an actual destination and accommodations before starting their trips. February 03, 2010 Rocky Mountain National Park Announces Continuation of Winter 2010 Pile Burning Operations Fire managers from Rocky Mountain National Park plan to take advantage of winter weather conditions to burn piles of slash from several forest thinning projects. February 02, 2010 Rocky Mountain National Park Lyceum Series Continues 2010 Lyceum Series “Wilderness: Of What Avail Are Forty Freedoms Without A Blank Spot On The Map?” January 25, 2010 Small Water System Being Considered on West Side of Rocky Mountain National Park The National Park Service (NPS) is considering the construction of a new small water system at the Green Mountain Housing Area to comply with Colorado State Department of Public Health and Environment potable water regulations. January 22, 2010 Keynote Speaker Kicks Off This Year's Rocky Mountain National Park Lyceum Series 2010 Lyceum Series: “Wilderness: Of What Avail Are Forty Freedoms Without A Blank Spot On The Map?” The Lyceum schedule runs from January 30 through May. Financial support for the lyceum series is provided by the park’s nonprofit partner, the Rocky Mountain Nature Association. Programs are free and open to the public. January 22, 2010 Celebrating 95 Years Rocky Mountain National Park turns 95 years old in 2010. January 19, 2010 Small Mountain Owls of Rocky Saturday, January 23, 7 p.m. at Beaver Meadows Visitor Center. The Program is free and open to the public. January 12, 2010 Rocky Mountain Research Fellows Present Two-Part Program Saturday, January 16, 7 p.m. January 07, 2010 New Kid-Friendly Snowshoe Programs Join a Park Ranger at Rocky Mountain National Park for a kid-friendly snowshoe adventure on the west side of the park. January 04, 2010 Explore Rocky Mountain National Park During the 2010 Winter The park is less visited in winter but still very much open and alive with activity.      2009 December 18, 2009 Holiday Fun at Rocky Mountain National Park The holiday season is a great time to visit Rocky Mountain National Park. In addition to beautiful scenery, wildlife viewing and a variety of winter recreational activities to do on your own, some fun activities with park rangers are offered. November 30, 2009 Great Holiday Gift that Gives in Many Ways-Rocky Mountain National Park Pass Looking for a unique gift idea for the holidays?  A Rocky Mountain National Park Annual Pass is a great gift for that person who enjoys visiting the park or would like to visit more often. November 23, 2009 Saturday Evening Programs - November 28 and December 5 at Rocky Mountain National Park This fall and early winter, Rocky Mountain National Park will continue to celebrate our national parks, with Saturday evening programs at 7 p.m. in the Beaver Meadows Visitor Center Auditorium. All programs are free and open to the public. November 4, 2009 Saturday Evening Programs at Beaver Meadows Visitor Center This fall and early winter, Rocky Mountain National Park will continue to celebrate \"America’s Best Idea,\" our national parks, with Saturday evening programs at 7:00 pm in the Beaver Meadows Visitor Center Auditorium. All programs are free and open to the public. October 26, 2009 Flights Scheduled to Monitor 2009 Elk Population Over the next five months, weather conditions permitting, fixed wing and helicopter flights will occur over Rocky Mountain National Park October 21, 2009 National Park Service Officials Close Trail Ridge Road to Through Travel For the 2009 Season Today, Wednesday, October 21, 2009, Trail Ridge Road officially closed for the season to through travel. October 13, 2009 Cardiac Incident at Rocky Mountain National Park At 12:15 p.m. today, October 13, park dispatch received a cell phone call concerning a 72-year-old man who was suffering from a possible heart attack on the Dream Lake Trail in the Bear Lake area of Rocky Mountain National Park. October 8, 2009 Lottery Results for Firewood Permits October 2, 2009 Seeking Applications for Rocky Mountain National Park Artist-In-Residence Program 2010 The National Park Service is accepting applications for its summer 2010 Artist-in-Residence Program from October 1, 2009, through December 1, 2009, at Rocky Mountain National Park. September 29, 2009 Firewood Collection Permits Available from Rocky Mountain National Park in October More permits will be available to collect firewood generated from hazard tree removals within Rocky Mountain National Park. September 22, 2009 Rocky Mountain National Park Announces Winter 2009\/2010 Pile Burning Operations Fire managers from Rocky Mountain National Park plan to take advantage of any upcoming wet or winter weather conditions to burn piles of slash from several forest thinning and hazard tree mitigation projects. September 22, 2009 Help Us Make America's Best Idea Even Better! Join Rocky Mountain National Park on September 26 for a Day of Service and Celebration Be part of an unprecedented event on September 26, when Rocky Mountain National Park and national parks across the country invite you to make America’s Best Idea – the national parks – even better. September 18, 2009 Former Yellowstone National Park Superintendent Presents \"Reflections of a National Park Manager - 42 Years on the Griddle\" Retired Yellowstone National Park Superintendent Bob Barbee will speak at Beaver Meadows Visitor Center Auditorium in Rocky Mountain National Park on Wednesday, September 30, 2009. September 11, 2009 Fatality on Longs Peak at RMNP A body of an unidentified male was found below the False Keyhole this morning at 10:15 a.m. by an off duty park employee. It appears that his fatal injuries were a result of a significant fall on the north side of Longs Peak.  September 10, 2009 Numerous New Projects Will Soon Be Underway in RMNP A number of projects are underway or soon to begin in Rocky Mountain National Park. September 8, 2009 Saturday Evening Programs in September Celebrate National Parks Saturday evenings in September, Rocky Mountain National Park will celebrate our National Parks. All programs are held at the Beaver Meadows Visitor Center at 7:00 p.m. and are free. September 4, 2009 Fatality near Odessa Lake at Rocky Mountain National Park September 4, 2009, a 62-year-old woman from Boulder, Colorado, fell between 25 to 50 feet on the Fern Lake Trail near Odessa Lake, landing in a creek. September 2, 2009 Incident on Longs Peak in Rocky Mountain National Park Tuesday, September 1, at approximately 2:30 p.m. a 53-year-old man from Glen Ellyn, Illinois, took a 25 foot tumbling fall in the “Trough” area of Longs Peak. September 2, 2009 National Science Funding The National Ecological Observatory Network (NEON) is a continental scale research instrument consisting of geographically distributed infrastructure, networked via state-of-the-art communications. September 1, 2009 RMNP Reviewing Proposal from National Science Foundation Rocky Mountain National Park staff have received a proposal from the National Ecological Observatory Network (NEON), which is under the auspices of the National Science Foundation (NSF). September 1, 2009 Saturday Evening Programs for September, 2009 Saturday evenings in September, Rocky Mountain National Park will celebrate our National Parks.  All programs are held at the Beaver Meadows Visitor Center at 7:30 p.m. and are free. August 31, 2009 Reminder for Closure Areas in Rocky Mountain National Park Designated for 2009 Elk Rut On September 1, park officials will put closures in place for travel on foot or horse off established roadways or designated trails from 5:00 p.m. to 7:00 a.m. August 29, 2009 Temporary Closure on Section of Grand Ditch Road in Rocky Mountain National Park There is currently a 2.5 mile section of the Grand Ditch Road which is temporarily closed. This section of the road is from the Little Yellowstone Trailhead to the Thunder Pass Trailhead. This section of the road will be closed to public travel through October 15, 2009. August 20, 2009 Newspaper Summer 2009 Second Run  August 18, 2009 Rocky Mountain National Park Announces Plans for Prescribed Burning Fire managers from Rocky Mountain National Park are preparing to conduct prescribed burns in the areas of Upper Beaver Meadows, Little Horseshoe Park, and South Lateral Moraine.  August 10, 2009 Life Saved at Rocky Mountain National Park At 11:15 a.m. today, park dispatch received a call from a family member of a seventy-three year old man who was suffering from a possible heart attack on the Flattop Mountain Trail in the Bear Lake area of Rocky Mountain National Park. August 9, 2009 Follow Up to Incident on Mount Ida in Rocky Mountain National Park A seven member litter team, consisting of park staff assisted by Rocky Mountain Rescue, and two park medics, began hiking toward the group who had spent last night below the summit of Mount Ida. August 8, 2009 Incident on Mount Ida in Rocky Mountain National Park A 32 year old male, hometown unknown, had a 20 foot tumbling, sliding fall near the summit of Mount Ida. He suffered a broken leg and cuts and bruises. August 7, 2009 Temporary Closure at Timber Creek Campground in Rocky Mountain National Park Timber Creek Campground in Rocky Mountain National Park will be closed from noon on Tuesday, August 11, through noon on Friday, August 21, for resurfacing of the roads in the campground. August 4, 2009 Firewood Collection Permits Available from Rocky Mountain National Park Permits are available to collect firewood generated from hazard tree removals within Rocky Mountain National Park beginning August 15 through September 8.  August 4, 2009 Three Individuals Recognized for Their Leadership In Protecting Park Resources Rocky Mountain National Park Superintendent Vaughn Baker announced that Karl Cordova, Karen Battle-Sanborn and Jim Freeman are the recipients of the 2008 Rocky Mountain National Park Stewardship Award. The National Park Service proudly presents the Stewardship Award to outstanding individuals and organizations that contribute significantly to the stewardship of the park and the surrounding environment.  July 26, 2009 Carry-out from Black Lake in Rocky Mountain National Park Today, near Black Lake (10,620 feet) in Rocky Mountain National Park, a 47 year old female, suffered a broken ankle. July 24, 2009 Incident on Longs Peak-July 24, 2009 This morning, a 64 year old male from Estes Park, Colorado, fell approximately 10 feet in the “Trough” area of Longs Peak. July 22, 2009 Bear Lake Road Chip Seal Work On Monday, July 27, weather permitting, a chip seal project will begin on Bear Lake Road in Rocky Mountain National Park. The project will be between the Bear Lake Road Junction with Highway 36 (Trail Ridge Road) and the Park & Ride, which is roughly 5 miles. July 20, 2009 Fatality in Rocky Mountain National Park-July 20 A 62 year old man from Durango, Colorado, was roughly 110 yards from the summit of Longs Peak (14,259 feet) in the “Homestretch” area, when he had a cardiac emergency. July 09, 2009 Road Work Underway on Trail Ridge Road In Rocky Mountain National Park Work is currently underway on Trail Ridge Road from the boundary near the Grand Lake Entrance, continuing north through the switchbacks by Farview Curve. July 06, 2009 Swift Water Rescue at Rocky Mountain National Park Mountain streams can be dangerous, especially after all of the spring runoff and continued moisture in the park. Visitors are reminded to remain back from the banks of streams and rivers and provide proper supervision for children, who by nature, tend to be attracted to water. July 01, 2009 Sobriety Checkpoint in Rocky Mountain National Park Park rangers will be cooperating with local and state law enforcement agencies throughout the Fourth of July weekend increasing Law Enforcement Patrols and conducting a Sobriety Checkpoint. June 29, 2009 New Recorded Line on Status of Trail Ridge Road Rocky Mountain National Park has a new recorded phone line dedicated to the status of Trail Ridge Road. The number is (970) 586-1222. June 29, 2009 All About Wildlife Series-Programs in Spanish In partnership with the Estes Park Public Library, Rocky Mountain National Park staff are giving wildlife programs in Spanish. All programs will be held at 2:00 p.m. at the Estes Park Public Library. June 20, 2009 Science Behind the Scenery Programs Back by popular demand is the Thursday evening Science Behind The Scenery Series. These programs begin at 7:30 p.m. and are held in the auditorium at Beaver Meadows Visitor Center in Rocky Mountain National Park. They are free and open to the public. Expand your knowledge of the park by learning more about the research behind the scenes. June 09, 2009 Two Climbers Injured at Rocky Mountain National Park Rocky Mountain National Park rangers are responding to an incident that occurred this afternoon above Emerald Lake. June 02, 2009 Saturday Evening Programs for June, 2009 Saturday Evening programs at Beaver Meadows Visitor Center for June, 2009 June 01, 2009 Artists Selected for Program at Rocky Mountain National Park for 2009 Six artists have been selected for the summer 2009 Artist-in-Residence Program at Rocky Mountain National Park. May 27, 2009 Saturday Evening Program Highlights Recent Visit by Park Staff to Santa Elena and Monteverde Cloud Forest Area Shared Missions and Shared Challenges: Notes from a trip to the southern end of the Continental Divide. May 26, 2009 Public Meetings Scheduled for Highway 7 Recreation Improvements Plan Rocky Mountain National Park (RMNP) and the Boulder Ranger District of the U.S. Forest Service (USFS) have completed the Highway 7 Recreation Improvements Plan and Environmental Assessment which proposes changes at Lily Lake and the Longs Peak Trailhead in RMNP and the Meeker Park Campground in the Roosevelt National Forest. May 22, 2009 Trail Ridge Road Is Open for 2009 Season Trail Ridge Road in Rocky Mountain National Park opened around 9 a.m. yesterday, May 21. May 19, 2009 Storyteller Depicts Enos Mills Evening Program at Rocky Mountain National Park May 23 2009 Lyceum Series - Celebrate our Natural World: Artists Who Are Inspired by the Environment May 12, 2009 Rescue Underway at Rocky Mountain National Park A fifty-seven year old male was discovered at 11:00 a.m. this morning at the base of Ptarmigan Glacier near Notchtop Couloir in Rocky Mountain National Park by two backcountry skiers. May 11, 2009 Lyceum Program Presents James Frank Celebrating Inspiration, Photographs of Rocky Mountain National Park Thirty-year Estes Park resident and photographer, James Frank, will present a visual celebration of photographs at 7:00 p.m., Saturday, May 16, in the Beaver Meadows Visitor Center at Rocky Mountain National Park. May 08, 2009 Mitigation Work in 2009 for Beetles Continues at Rocky Mountain National Park Bark beetles continue to be active within Rocky Mountain National Park, impacting large numbers of conifer trees. May 04, 2009 Lyceum Program Continues May 9 at Rocky Mountain National Park 2009 Lyceum Series - Celebrate our Natural World: Artists Who Are Inspired by the Environment April 30, 2009 Fatality at Rocky Mountain National Park-Update Deceased person inside a burned vehicle discovered near Kawuneeche Visitor Center. April 29, 2009 Fatality at Rocky Mountain National Park Deceased person inside a burned vehicle discovered near Kawuneeche Visitor Center. April 28, 2009 Acclaimed Writer and Conservationist T.A. Barron To Speak at Lyceum Program 2009 Lyceum Series - Celebrate our Natural World: Artists Who Are Inspired by the Environment April 28, 2009 Food Canisters Now Required For Backcountry Camping at Rocky Mountain National Park Backcountry overnight campers will be required to carry a food canister in to Rocky Mountain National Park’s backcountry this summer. April 21, 2009 Author Describes Influences of Rocky Mountain National Park 2009 Lyceum Series - Celebrate our Natural World: Artists Who Are Inspired by the Environment April 14, 2009 Storyteller Depicts Enos Mills Evening Program at Rocky Mountain National Park 2009 Lyceum Series - Celebrate our Natural World: Artists Who Are Inspired by the Environment April 09, 2009 Salazar Joins Congressional Delegation, Local Leaders To Dedicate Rocky Mountain National Park Wilderness Area Secretary of the Interior Ken Salazar joined members of the Colorado congressional delegation and local officials today to dedicate the Rocky Mountain National Park Wilderness Area. March 31, 2009 Upcoming Evening Programs at Rocky Mountain National Park Focus on the Art of Photography 2009 Lyceum Series - Celebrate our Natural World: Artists Who Are Inspired by the Environment March 24, 2009 Plans to Replace Grand Lake Entrance Station Facilities at Rocky Mountain National Park Rocky Mountain National Park (RMNP) staff are proposing to replace the Grand Lake Entrance Station to correct safety deficiencies and improve visitor service. March 24, 2009 Park Partners with Town of Estes Park for Third Community Cardboard Recycle Day Rocky Mountain National Park and the Town of Estes Park have again teamed up to provide an opportunity for area residents to recycle corrugated cardboard. The third opportunity will be on Saturday, March 28 from 8:00 a.m. to 11:30 a.m. March 24, 2009 Temporary Closures to Protect 2009 Nesting Raptors in Rocky Mountain National Park Rocky Mountain National Park officials initiate temporary closures in the Lumpy Ridge and Sheep Mountain areas of the park to enable wildlife managers to gather information and ensure that raptors can nest undisturbed. March 23, 2009 Looking For a Few Good Volunteers - Bighorn Brigade Recruitment Rocky Mountain National Park is currently recruiting new volunteers for the Bighorn Brigade at Sheep Lakes. March 23, 2009 Isabella Bird Revisits Rocky Mountain National Park Join us Saturday night as a time traveler comes back to Rocky Mountain National Park. March 18, 2009 Park Gives Donation to Ambulance Fund Today, March 18, Rocky Mountain National Park staff presented a $2,500 donation to the Quota Club Estes Park Medical Center (EPMC) Ambulance Fund in recognition of ongoing services provided by Dr. Scott Chew. March 17, 2009 Rocky Mountain National Park Announces Winter 2009 Pile Burning Operations Fire managers from Rocky Mountain National Park plan to take advantage of any upcoming winter weather conditions to burn piles of slash from several forest thinning and hazard tree mitigation projects. March 23, 2009 Lyceum Programs Through March 14 2009 Lyceum Series - Celebrate our Natural World: Artists Who Are Inspired by the Environment February 20, 2009 Second Community Cardboard Recycle Day On February 28, from 8:00 a.m. to 11:30 a.m., Rocky Mountain National Park and the Town of Estes Park will team up to provide an opportunity for area residents to recycle corrugated cardboard. February 20, 2009 Changes at Glacier Basin Extensive beetle mitigation work continues at a variety of locations in Rocky Mountain National Park, including Glacier Basin Campground, on the east side of the park. February 17, 2009 Into Thin Places  Enjoy a visual journey through Rocky Mountain National Park with award-winning photographer, Erik Stensland, who has spent years exploring the hidden corners of Rocky capturing unique moments of beauty. February 10, 2009 Bear Lake Road Phase 2 Reconstruction Planning Efforts The National Park Service (NPS), in partnership with the Federal Highways Administration (FHWA), is proposing to reconstruct a 5-mile section of Bear Lake Road in Rocky Mountain National Park. This is Phase 2 of the project and would complete the reconstruction of the entire road. February 09, 2009 Tatras-Wildife Frozen in Time Learn more about Tatras National Park February 02, 2009 The Art of Seeing Rocky Mountain National Park 2009 Lyceum Series - Celebrate our Natural World: Artists Who Are Inspired by the Environment. Join artist Jim Disney Saturday, February 7 at 7 p.m. as he presents a discussion about finding artistic inspiration in the natural beauty of Rocky Mountain National Park combined with a digital presentation of photographs, paintings & drawings. January 26, 2009 Celebrated Woodcarver Highlights Beautiful Bird Species  Join local resident and award-winning woodcarver Jim Smith as he presents \"The Art of Carving Birds.\" January 21, 2009 Cowboy Brad Fitch Entertains for Lyceum Program  “Cowboy” Brad Fitch Entertains for Lyceum Program. 2009 Lyceum Series - Celebrate our Natural World: Artists Who Are Inspired by the Environment January 21, 2009 Input Needed for New Fire Management Plan Input Needed for Rocky Mountain National Park’s New Fire Management Plan January 21, 2009 First Community Recycle Day Park Partners with Town of Estes Park for The First Community Cardboard Recycle Day. January 13, 2009 Keynote Speaker Kicks Off This Year's Lyceum Series 2009 Lyceum Series - Celebrate our Natural World: Artists Who Are Inspired by the Environment January 10, 2009 Fatality On the Longs Peak Trail In Rocky Mountain National Park A fifty-five year old man from Lakewood, Colorado, died along the Longs Peak trail in Rocky Mountain National Park on Saturday, January 10. The victim was approximately 2.5 miles (over 10,000 feet elevation) from the Longs Peak Trailhead. January 5, 2009 Explore Rocky Mountain National Park in the Winter 2009 Winter activities at Rocky Mountain National Park.       2008  December 16, 2008 Great 2009 Holiday Gift that Gives in Many Ways Looking for a unique gift idea for the holidays? A Rocky Mountain National Park Annual Pass is a great gift for that person who enjoys visiting the park or would like to visit more often. December 04, 2008 December 2008 Evening Programs at Rocky Mountain National Park All evening programs are on Saturdays at 7:00 p.m. at the Beaver Meadows Visitor Center in Rocky Mountain National Park. They are free and open to the public. November 13, 2008 November 2008 Evening Programs at Rocky Mountain National Park All evening programs are on Saturdays at 7:00 p.m. at the Beaver Meadows Visitor Center in Rocky Mountain National Park. They are free and open to the public. November 12, 2008 Test Burn to be Conducted in Beetle Killed Trees Fire managers from Rocky Mountain National Park are collaborating with Colorado State University researchers to learn more about the impacts of the mountain pine beetle epidemic on fire behavior. November 06, 2008 National Park Service Officials Close Trail Ridge Road to Through Travel For the 2008 Season Today, Thursday, November 6, 2008, Trail Ridge Road officially closed for the season to through travel. Old Fall River Road officially closed for the season on October 20, 2008. October 28, 2008 Flights Scheduled to Monitor Elk Population 2008 Over the next five months, weather conditions permitting, fixed wing and helicopter flights will occur over Rocky Mountain National Park. October 21, 2008 Rocky Mountain National Park Announces Winter Pile Burning Operations Fire managers from Rocky Mountain National Park plan to take advantage of the upcoming winter weather conditions to burn piles of slash from several forest thinning and hazard tree mitigation projects. October 21, 2008 National Park Service Distributes Federal Funding To Local Volunteer Fire Departments in 2008 Rocky Mountain National Park staff distributed $27,544 in 2008, to assist four local volunteer fire departments. October 15, 2008 Seeking Applications for Rocky Mountain National Park Artist-In-Residence Program 2009 The National Park Service is accepting applications for its summer 2009 Artist-in-Residence Program from October 1, 2008, through December 1, 2008, at Rocky Mountain National Park. September 10, 2008 Rocky Mountain National Park Announces Fall Prescribed Burning Fire managers from Rocky Mountain National Park are preparing to take advantage of favorable weather conditions to conduct prescribed burning in an area south of Trail Ridge Road. Prescribed burning operations may begin as early as September 16th September 08, 2008 Mount Rushmore National Memorial Superintendent Speaks about Modern Indian Identity Superintendent Gerard Baker of Mount Rushmore National Memorial will speak at Beaver Meadows Visitor Center Auditorium in Rocky Mountain National Park on Thursday, September 18, 2008. The talk will start at 7:00 pm and is open and free to the public. September 03, 2008 September Saturday Evening Progams at Beaver Meadows Visitor Center in Rocky Mountain National Park All programs are at 7:00 p.m. and are free and open to the public. July 15, 2008 Summer Evening Programs Available Every Night at Beaver Meadows Visitor Center in Rocky Mountain National Park There are many wonderful programs through the day and night at Rocky Mountain National Park. The following evening programs are held at the Beaver Meadows Visitor Center auditorium through August 23; they are free and open to the public. June 25, 2008 Rocky Mountain Transit Management to offer 5 hour tour of Trail Ridge Road Rocky Mountain Transit Management in conjunction with Rocky Mountain National Park will be offering a 5 hour interpretive tour of Trail Ridge Road on Wednesdays in July and August. June 25, 2008 Science Behind the Scenery Series, Thursday Nights At Rocky Mountain National Park Back by popular demand, is the Thursday evening Science Behind The Scenery Series in the auditorium at Beaver Meadows Visitor Center in Rocky Mountain National Park. June 25, 2008 Artists Selected for Program at Rocky Mountain National Park 2008 Six artists have been selected for the summer 2008 Artist-in-Residence Program at Rocky Mountain National Park.June 24, 2008 June 24, 2008 First Centennial Project Coming to Rocky Mountain National Park Youth will benefit from a $112,500 Federal grant made to Rocky Mountain National Park as part of the National Park Service Centennial Challenge. June 23, 2008 Rocky Mountain National Park Road Hogs Win Regional Volunteer Award For Their Services to Rocky Mountain National Park One of Rocky Mountain National Park’s stellar volunteer groups, the Road Hogs, is one of the National Park Service’s winners of the 2008 George B. Hartzog Award for Outstanding Volunteer Service. June 16, 2008 Report Released on Climate Change Issues in Rocky Mountain National Park Rocky Mountain National Park and the Center of the American West recently released a report on climate change. June 13, 2008 Fatality Near Alberta Falls In Rocky Mountain National Park A seventy year old man from St. Louis, Missouri, died above Alberta Falls in Rocky Mountain National Park, today, Thursday, June 12. June 08, 2008 Fatality Near Emerald Lake In Rocky Mountain National Park A sixty-six year old man from Fort Collins was killed in a fall above Emerald Lake in Rocky Mountain National Park, on Saturday June 7. May 23, 2008 Trail Ridge Road Opened Today-May 23 With the current weather patterns it is likely, as with most spring and fall seasons, that the road will temporarily close off and on, please plan accordingly. May 05, 2008 Water Supply And Storage Company To Pay $9 Million For Damages To Rocky Mountain National Park Water Supply and Storage Company (WSSC), a mutual ditch company and the owner and operator of the Grand River Ditch, has agreed to pay $9 million for damages to natural resources within Rocky Mountain National Park caused by a May 30, 2003, breach of the Grand River Ditch. May 20, 2008 Saturday Evening Programs at Rocky Mountain National Park-May 2008 All evening programs are on Saturdays at 7:00 p.m. at the Beaver Meadows Visitor Center in Rocky Mountain National Park. They are free and open to the public. April 22, 2008 Rocky Mountain National Park Celebrates National Volunteer Week To celebrate National Volunteer Week, Rocky Mountain National Park is hosting an all-invited volunteer project on Thursday morning, May 1. Anyone interested in celebrating the rewards of volunteering is invited and encouraged to participate. April 23, 2008 Mitigation Work for Beetles Continues at Rocky Mountain National Park Bark beetles continue to be of concern within Rocky Mountain National Park; as they continue to impact large numbers of conifer trees. May 06, 2008 Last Two Lyceum Programs 2008 How do real people make real decisions about real problems in the entire Rocky Mountain Region, as well as in Rocky Mountain National Park? April 17, 2008 Lyceum Series Continues into May The Lyceum schedule runs through May 17, 2008. Financial support for the lyceum series is provided by the park’s nonprofit partner, the Rocky Mountain Nature Association. Programs are held at the Beaver Meadows Visitor Center and are free and open to the public. April 10, 2008 Preliminary Results for Research on Live Chronic Wasting Disease Test for Elk in Rocky Mountain National Park This is the first time free ranging elk have been tested for CWD using this live procedure. This study is being done at the park to take advantage of the implementation of the recently announced Rocky Mountain National Park Elk and Vegetation Management Plan. April 08, 2008 Lyceum Series Continues in April The park’s 2008 Lyceum theme is “Learning Lessons: Management Decisions of the Past and Future.” April 07, 2008 Temporary Closure at Timber Creek Campground Timber Creek Campground, on the west side of Rocky Mountain National Park, will be temporarily closed until early July for hazard tree removal. March 19, 2008 Rocky Mountain National Park Biennial Research Conference Rocky Mountain National Park’s 2008 Biennial Research Conference will be held on April 7, 8 and 9, in the Estes Park Town Board Room. March 18, 2008 2008 Lyceum Series Continues through March The park’s 2008 Lyceum theme is “Learning Lessons: Management Decisions of the Past and Future.” As Rocky Mountain National Park's centennial approaches, it is a good time to explore decisions made in the past, face the issues of today, and look forward to the future. How do real people make real decisions about real problems in the entire Rocky Mountain Region, as well as in Rocky Mountain National Park. March 10, 2008 2008 Lyceum Series Continues 2008 Lyceum Series Explores Learning Lessons: Management Decisions of the Past and Future. On March 15 join Terrestrial Ecologist, Daniel J. Manier, as he discusses the natural and modified dynamics of ecological systems, with examples of current issues of concern like wildlife, bark beetles and climate. March 03, 2008 Park Officials Propose to Replace Chasm Meadows Patrol Cabin Rocky Mountain National Park staff are proposing to replace the Chasm Meadows Patrol Cabin, which was destroyed by an avalanche in the spring of 2003. February 11, 2008 2008 Lyceum Series-February 16 through March 8 2008 Lyceum Series Explores Learning Lessons: Management Decisions of the Past and Future February 26, 2008 Temporary Closures to Protect Nesting Raptors Each year to protect raptor nesting sites, Rocky Mountain National Park officials initiate temporary closures in the Lumpy Ridge and Sheep Mountain areas of the park. February 01, 2008 Additional Day Scheduled for Snowshoe Ecology Walks Mondays have been added to the regular snowshoe walks schedule. January 29, 2008 Flights Scheduled to Monitor Elk Population Fixed wing and helicopter flights will occur over Rocky Mountain National Park this week, wether permitting. January 28, 2008 2008 Lyceum Series Explores Learning Lessons: Management Decisions of the Past and Future Series continues with topics about international agreements and climate change in Rocky Mountain National Park. January 21, 2008 Media Advisory-Observe Air Curtain Burner in Operation On January 22, media will have an opportunity to observe park staff operating a new Air Curtain Burner to dispose of trees killed by beetles. January 21, 2008 Keynote Speaker Kicks Off This Year's Lyceum Series 2008 Lyceum Series Explores Learning Lessons: Management Decisions of the Past and Future January 17, 2008 Rocky Mountain National Park Announces Continuation of Winter Pile Burning Operations Fire managers from Rocky Mountain National Park plan to take advantage of the upcoming winter weather conditions to burn piles of slash from several forest thinning projects.  January 16, 2008 Media Advisory-Observe Chronic Wasting Disease Testing in Elk at Rocky Mountain National Park On January 18 media will have an opportunity to discuss research pertaining to testing live elk for Chronic Wasting Disease (CWD) with National Park Service staff. This research is the first time free ranging elk will be tested for CWD January 14, 2008 Saturday Evening Program at Rocky Mountain National Park-January 19, 2008 Delve deep into the Jungle ecosystem, beyond the flourishing plant life, and find an environment that tests each animal’s survival skills.      2007 December 28, 2007 Snowshoe Ecology Walks Offered in Rocky Mountain National Park Beginning Saturday, January 5, 2008 rangers will lead beginner-level snowshoe ecology walks on Saturdays, Sundays, and Wednesdays throughout the winter. December 28, 2007 Rocky Mountain National Park to be Laboratory for New Research In January, research will begin in Rocky Mountain National Park to evaluate procedures for testing live elk for Chronic Wasting Disease (CWD) and the effectiveness of a new experimental multi-year fertility control agent December 21, 2007 Saturday Evening Programs at Rocky Mountain National Park: Film Series, Planet Earth, Concludes in January Don’t miss the last two installments of this year’s 11-part Fall Film Series, Planet Earth, January 5 and 12. December 13, 2007 Christmas Week Activities at Rocky Mountain National Park From hikes to movies; come see what we have to offer! December 11, 2007 Final Elk and Vegetation Management Plan for Rocky Mountain National Park Released Today The result of seven years of research, followed by four years of planning,the Final Elk and Vegetation Management Plan\/Environmental Impact Statement (EIS) for Rocky Mountain National Park was released today. December 05, 2007 Great Holiday Gift that Gives in Many Ways 2007 Looking for a unique gift idea for the holidays? A Rocky Mountain National Park Annual Pass is a great gift for that person who enjoys visiting the park or would like to visit more often. November 27, 2007 Saturday Evening Programs at Rocky Mountain National Park-Fall Film Series Continues This year’s Fall Film Series, Planet Earth, continues every Saturday at 7:00 p.m. through December 15 at Rocky Mountain National Park’s Beaver Meadows Visitor Center Auditorium. October 05, 2007 Saturday Evening Program at Rocky Mountain National Park to Feature Tatra National Park in Slovakia Join visiting park rangers from Tatra National Park in Slovakia, Rocky Mountain National Park's new sister park. September 18, 2007 New Improvements Completed at Rocky Mountain National Park In partnership with the Rocky Mountain Nature Association, two projects were recently completed in Rocky Mountain National Park. September 17, 2007 Trail Ridge Road Construction Update Construction work on Trail Ridge Road in Rocky Mountain National Park is on schedule to be completed this season. September 13, 2007 Saturday Evening Programs at Rocky Mountain National Park Evening Programs on Saturdays at 7:00 p.m. at the Beaver Meadows Visitor Center in Rocky Mountain National Park are free and open to the public. September 12, 2007 Youth Education Program in Rocky Mountain National Park Gets Boost from the Centennial Initative The National Park Centennial Initiative, put forth by President Bush and unveiled by Secretary Kempthorne one year ago, is designed to infuse both federal and private funds into the National Park System as the agency approaches its 100th anniversary in 2016. September 11, 2007 Seeking Applications for Rocky Mountain National Park Artist-In-Residence Program The National Park Service is accepting applications for its summer 2008 Artist-in-Residence Program. September 10, 2007 Evening Program-Preserving Night SkiesSaturday, September 15, at 7:00 p.m. at the Beaver Meadows Visitor Center auditorium in Rocky Mountain National Park September 07, 2007 Experience Autumn in Rocky Mountain National Park Autumn is a magical time, a season of color and sound. A variety of ranger-led programs are available during the fall. September 04, 2007 Search Underway in Rocky Mountain National Park Search underway for couple missing in Rocky Mountain National Park. August 31, 2007 Reminder for Closure Areas in Rocky Mountain National Park Designated for Elk Rut Elk rut closures begin August 29. August 07, 2007 Science Behind the Scenery Program American Playground-Images of Rocky Mountain National Park Join Ann Komara at Beaver Meadows Visitor Center Auditorium on Thursday, August 16, at 7:30 p.m. as she explains reception theory and shares her favorite images of the park found during her study. August 03, 2007 Public invited to see new Alpine Tundra Stamps make national debut in Colorado on Aug. 28 at Rocky Mountain National Park It’s a Rocky Mountain high! Ten of the most beautiful wildlife and scenic U.S. postage stamps this year will be unveiled in their natural, majestic home setting of Rocky Mountain National Park and Estes Park, CO on August 28. August 01, 2007 Science Behind the Scenery Program Focuses on Night Skies It is difficult to believe at first, how could something so simple and harmless as light be considered a pollutant? Join Dr. Tyler Nordgren as he discusses the National Park Service’s Night Sky Program during the Science Behind the Scenery Series at 7:30 p.m. on Thursday, August 9, at Beaver Meadows Visitor Center. July 31, 2007 Special Concert at Rocky Mountain National Park Featuring Musician Kevin Traynor Artist-In-Residence and musician Kevin Traynor will perform songs from his CD, Garden and from his sonata, For the Earth, on Friday, August 10 and Tuesday, August 14 at 7:30 p.m. at the Beaver Meadows Visitor Center at Rocky Mountain National Park. July 24, 2007 Rocky Mountain National Park Celebrates World Ranger Day On Tuesday, July 31 at 7:30 p.m., park staff will show “The Thin Green Line” an international ranger documentary made by Australian ranger, Sean Willmore.  July 16, 2007 Five Backcountry Campsites Close Due to Bear Activity-Sites Re-Opened Due to increased bear activity and visitor safety concerns, park staff closed five backcountry campsites in Rocky Mountain National Park on July 13. July 09, 2007 Eco-Tones to Perform at Rocky Mountain National Park The Eco-Tones, featuring Jimmy Sferes and Jennifer White, will be performing at the Beaver Meadows Visitor Center Auditorium. July 02, 2007 Rocky Mountain National Park Celebrates Volunteers On Friday, July 13, Rocky Mountain National Park will honor park volunteers at the annual Volunteer Recognition Event, to be held at the YMCA of the Rockies – Reusch Auditorium from 5:00pm to 8:00pm. June 26, 2007 Summer Evening Programs Swing in to Full Gear Numerous programs are beginning for the summer season at Rocky Mountain National Park. Programs held at the Beaver Meadows Visitor Center auditorium are free and open to the public. June 20, 2007 Park Receives Funds to Improve Junior Ranger Program Rocky Mountain National Park is pleased to announce that it has been selected to receive a 2007 Junior Ranger Ambassador grant to redesign its Junior Ranger program this summer. June 20, 2007 Trail Closure in Rocky Mountain National Park-Trail Has Re-opened Due to hazardous rock fall, the trail from Chasm Junction to Chasm Meadows, near Chasm Lake, in the Longs Peak area of Rocky Mountain National Park, was closed today, June 20.  June 12, 2007 Saturday Evening Program-Rhythms in the Clouds Learn more about Estes Park’s sister city, Monteverde, on Saturday, June 16, at 7:00 p.m. at Beaver Meadows Visitor Center. May 29, 2007 Estes Park Schools and Rocky Mountain National Park Benefit From Lions Donation The Estes Park Lions Club has made its annual donation of $1,200 to the Bob Bastilla Transportation Fund which pays for bus transportation for Park School District field studies in Rocky Mountain National Park.  May 29, 2007 Saturday Evening Program-A Longs Peak Tale Whether you love or hate to hike, everyone can enjoy the antics and high adventure of climbing one of Colorado’s best known peaks during the 1870s. May 29, 2007 Artists Selected for Program at Rocky Mountain National Park Six artists have been selected for the summer 2007 Artist-in-Residence Program. May 25, 2007 Trail Ridge Road Opened Today The road is celebrating its 75th anniversary this year. May 24, 2007 Temporary Closures Extended to Protect Nesting Each year to protect raptor nesting sites, Rocky Mountain National Park officials initiate temporary closures in the Lumpy Ridge and Sheep Mountain areas of the park. May 21, 2007 Saturday Evening Program: Those Amazing Mammals Kick off the summer program season with park ranger Don Cope on Saturday, May 26, at 7:00 p.m. in the auditorium at Beaver Meadows Visitor Center. May 07, 2007 Park Hosts Hotshot Presentations New Alpine Hotshot Superintendent Chris Kirby will introduce two presentations at noon on Wednesday, May 16, in Rocky Mountain National Park’s Beaver Meadows Visitor Center Auditorium. May 07, 2007 Saturday Evening Programs Celebrate Wetlands May is American Wetlands Month. We recognize and celebrate the wonderful ways wetlands enrich the environment and people. April 29, 2007 Last Program This Saturday for the 2007 Lyceum Series Saturday, May 5, 7:00 p.m. White-tailed Ptarmigan: Ghosts of the Alpine March 19, 2007 Temporary Closures to Protect Nesting Raptors in Rocky Mountain National Park Areas within Lumpy Ridge and Sheep Mountain areas temporarily close to enable raptors to nest undisturbed. March 05, 2007 Compelling Stories and Beautiful Scenery \"Past Perfect?: Preserving Nature and History in the National Parks\" National Park Service Historian Richard West Sellars at Beaver Meadows Visitor Center Auditorium, Tuesday, March 13. February 27, 2007 March 2007 Lyceum Threatened and Endangered Species: Going … Going … Saved! is the theme for this year's Lyceum. February 26, 2007 Trail Ridge Road Construction Much-needed repairs begin this spring. January 03, 2007 Explore Rocky Mountain National Park During the Winter For those who are prepared, winter is an enchanting time to explore the park.        2006 December 18, 2006 After Christmas Ranger Programs Week Full of Fun Activities at Rocky Mountain National Park November 29, 2006 Great Holiday Gift that Gives in Many Ways Looking for a unique gift idea for the holidays? A Rocky Mountain National Park Annual Pass is a great gift for that person who enjoys visiting the park or would like to visit more often.  November 20, 2006 Fall Film Series Continues in December at Rocky Mountain National Park This fall join us each Saturday night for a film festival highlighting North American Wildlife Unleashed Across America and Surviving! November 15, 2006 Towns of Estes Park and Grand Lake Receive Park Stewardship Award The National Park Service proudly presents the Stewardship Award to outstanding individuals and organizations that contribute significantly to the stewardship of the park and the surrounding environment. November 07, 2006 Search Ends Happily at Rocky Mountain National Park Park staff locates Brian Jorrey after all-night search. November 02, 2006 Rocky Mountain National Park to Honor Veterans Veterans, Members of the U.S. armed forces and families admitted free on Veterans Day November 01, 2006 Fall Film Series Continues at Rocky Mountain National Park This fall join us each Saturday night for a film festival highlighting North American Wildlife Unleashed Across America and Surviving! October 23, 2006 Trail Ridge Road Closes for the Season National Park Service Officials Close Trail Ridge Road to Through Travel For the Season. October 23, 2006 Fan Lake Wetland Stabilization and Restoration Project Park to restore hydrologic, vegetative and habitat conditions at the confluence of Roaring River and Fall River. October 06, 2006 Lumpy Trails Day Sixth annual volunteer trail work day at Lumpy Ridge October 06, 2006 Open House Scheduled for Proposed Hiking and Equestrian Trail Reroutes Public invited to review and provide input on trail reroutes in National Park and US Forest Service areas. October 05, 2006 Artist-In-Residence The National Park Service is accepting applications for its summer 2007 Artist-in-Residence Program from October 1, 2006, through December 1, 2006, at Rocky Mountain National Park. September 22, 2006 National Park Service Distributes Federal Funding To Local Volunteer Fire Departments Rocky Mountain National Park is distributing $67,600 in federal funding this year to assist four local volunteer fire departments. September 20, 2006 Rocky Mountain National Park Announces Fall \/ Winter Pile Burning Operations Fire managers to take advantage of the upcoming cooler temperatures and more favorable fall weather conditions to burn piles of slash. September 14, 2006 Rocky Mountain National Park Hosts the National Parks America Tour Rocky Mountain National Park Hosts the National Parks America Tour September 23, 2006. September 15, 2006 Vehicle Fire on Trail Ridge Road Leads to Injuries Vehicle catches fire one quarter mile west of the Forest Canyon Overlook on Trail Ridge Road. September 13, 2006 Closures at Glacier Gorge Parking Area Rocky Mountain National Park staff will be conducting helicopter operations to fly trail tread material to two trail locations beginning September 18 and continuing through early October. September 03, 2006 Falling Tragedy at Rocky Mountain National Park Colorado man fell to his death in Rocky Mountain National Park. August 31, 2006 Civil Complaint Filed to Recover Damages From Grand River Ditch The United States Department of Justice, on behalf of the Department of the Interior, has filed a civil complaint today against Water Supply and Storage Company (“WSSC”) in an attempt to recover damages related to the May 30, 2003 breach of the Grand River Ditch in Rocky Mountain National Park. August 07, 2006 Open House Scheduled for Highway 7 Recreation Improvements Plan National Park Service and US Forest Service will host an open house to gather public input for the initial planning stages of the Highway 7 Recreation Improvements Plan on Monday, August 14, 2006. July 26, 2006 Rocky Mountain National Park Lifts Fire Restrictions Effective July 27, 2006 at 8 am, fire restrictions will be rescinded. June 29, 2006 Fire Danger High; Holiday Weekend Approaching June 27, 2006 Shuttles Ready to Roll in Estes Park (PDF Format) June 24, 2006 Search Continues for Missing Volunteer in Rocky Mountain National Park June 13, 2006 Rocky Mountain National Park Announces Fire Restrictions (PDF Format) April 24, 2006 Draft Elk and Vegetation Management Plan for Rocky Mountain National Park Released Today (PDF Format) February 02, 2006 Park Releases Reports Pertaining to Jeff Christensen's Accident and Fatality      2005 September 26, 2005 Prescribed Fire Planned for October (PDF Format) July-August, 2005 Search for and Recovery of Park Ranger Jeff Christensen",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/news\/newsarchive.htm"
}
