{
    "title": "Yosemite National Park: Pseudoscorpion",
    "body": "Pseudoscorpion: Unique to Yosemite        The Yosemite Cave Pseudoscorpion became an official species in 2010. Photo by Jean K. Krejca       Yosemite National Park, shaped by glacial erosion over the past several million years, has witnessed rock falls from Yosemite Valley's sheer 3,000-foot granite walls. Within the talus slopes that line the walls of the Valley, park officials have learned about a new species of arachnid presently living amongst the jumble of rocks.        Yosemite's pseudoscorpion inhabits the park's granite talus slopes. Photo by Jean K. Krejca  In September 2010, research biologists, in collaboration with Yosemite National Park staff, officially recognized a new species of pseudoscorpion, called the Yosemite Cave Pseudoscorpion (Parobisium yosemite), crawling within Yosemite's talus caves. These \"caves\" form instantaneously as the result of rock falls, where the largest boulders provide stable roofs for extensive passages. Yosemite Valley's talus slopes create caves of various sizes, and within two caves located in close proximity, a tiny pseudoscorpion—about the length of a fingernail—was discovered. A pseudoscorpion is an arachnid that resembles a true scorpion but does not possess a stinger or a tail. More than 3,000 species exist worldwide.  The park's new arachnid was found deep in passageways, at the end of light zones, among granite sand, granite rocks, leaf litter, and debris. Living in an average temperature of 51° Fahrenheit, the Yosemite Cave Pseudoscorpion is believed to prey upon mites, flies, small spiders, beetles, ants, and millipedes. The Yosemite Cave Pseudoscorpion is blind, possessing no posterior eyes and lacking the typical tapetum, the layer of reflective tissue that is present on the back of the eye. The new species also presents an atypical color, which is a tan\/amber with reddish-brown legs. The cave-adapted Yosemite Cave Pseudoscorpion differs from other pseudoscorpions due to its loss of eyes and its elongated palp, the pincer like feature on the front two legs of scorpions and pseudoscorpions. \"We are thrilled about the new discovery of this fascinating species. Yosemite National Park is one of the great laboratories of the natural world and finds like this are incredibly exciting,\" said Niki Nicholas, chief of Resources Management and Science at Yosemite. \"We will continue to study the pseudoscorpion, as well as look for other new species of flora and fauna.\"  The pseudoscorpion is known as a troglobite, a small cave-dwelling animal that has adapted to a dark environment. Such species typically include spiders, insects, and fish. Most troglobites live permanently underground and cannot survive outside of their cave environment. Sixteen other pseudoscorpion species of the genus Parobisium exist, all from the Northern hemisphere--including the United States, China, Japan, and South Korea. The Yosemite Cave Pseudoscorpion is believed to be only the second troglobite (first was in central Texas) connected to granite talus caves in North America. Ongoing research on the pseudoscorpion—by Yosemite staff and the study's invertebrate biologists James Cokendolpher with the Natural Science Research Laboratory at the Museum of Texas Tech University and Jean Krejca with Zara Environmental LLC—is being conducted to further understand the new species. Extensive searching of many talus caves took place, but only two caves revealed specimens. The exact location of the caves in which the pseudoscorpions were found is being withheld to protect the tiny cave-dwellers. This discovery will further inspire biologists to explore regions of the park not traditionally sampled for new fauna. For example, biologists typically investigate limestone and marble caves for new species, rather than talus caves. Additionally, biologists in Yosemite have made it a top priority to continue further research into the park's talus cave ecosystem to learn more about these relatively unexplored areas thought to house additional pseudoscorpion species. The Yosemite Conservancy, the primary fundraising organization for the park, contributed vital funding for the important fieldwork that led to the discovery of this new Yosemite species.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/pseudoscorpion.htm"
}
