{
    "title": "Yosemite National Park: Special Status",
    "body": "Special Status Bird Species            Willow flycatcher D. Herr\/U.S. Forest Service  Yosemite National Park’s special status bird listings can come from state and federal designations. Four bird-related state ratings apply in Yosemite right now, with the newest listing–-California Bird Species of Special Concern–-incorporating a higher degree of scientific evidence. (No federally listed designations currently apply in Yosemite.) The following Yosemite National Park’s bird species carry a special status declared by the state (view definitions of special status categories):  California Endangered (CE) California Species of Special Concern (CSC) California Fully Protected (CFP) California Bird Species of Special Concern (BSSC)   Willow flycatcher—CE Bald eagle—CE Great gray owl—CE American peregrine falcon—CFP (removed from CE list in November 2009) Harlequin duck—CSC, BSSC Northern goshawk—CSC, BSSC Northern harrier—CSC, BSSC Golden eagle—CFP Long-eared owl—CSC, BSSC California spotted owl—CSC, BSSC Vaux’s swift—CSC, BSSC Black swift—CSC, BSSC Olive-sided flycatcher—CSC, BSSC Yellow warbler—CSC, BSSC        American peregrine falcon D. Gomez\/U.S. Forest Service  American Peregrine Falcon's Success: This bird of prey is a symbol of a recovering species. In August 1999, the U.S. Fish and Wildlife Service removed the American peregrine falcon from the list of endangered and threatened species, marking one of the most dramatic successes of the Endangered Species Act. In November 2009, the peregrine was removed from California’s endangered species list, 10 years after it was federally delisted. Yosemite National Park represents the highest peregrine falcon nesting density in the Sierra Nevada and has played a key role in its recovery since 1978. In 1994, six of 14 pairs in the Sierra Nevada south of Lake Tahoe nested in Yosemite. Active management for recovery of the peregrine has occurred in Yosemite since 1978, including the monitoring of known nest sites; surveying for additional nest sites; removing of damaged eggs for laboratory hatching and rearing; fostering of laboratory-reared chicks into active nest sites; releasing of young into the wild; doing pesticide analysis of eggshells and eggs for population health assessment; and restoring habitat protection. The Santa Cruz Predatory Bird Research Group coordinated much of this effort. Peregrine falcon records in Yosemite date back to 1940 and are notably absent from 1949 to 1975, corresponding with the noted decline and reappearance of the bird nationally. Peregrines were first re-discovered in Yosemite in 1978, breeding on El Capitan. Since the 1980s, climbing closures have often been in place to protect the breeding pairs.  Download the Yosemite bird checklist [343 kb PDF].  E-mail bird or other wildlife sightings with location details to a park ornithologist.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/ss-bird-species.htm"
}
