{
    "title": "Yosemite National Park: Bears",
    "body": "Bears         Black bear cubs weigh only a half-pound on average when born. Mark Betram\/U.S. Fish and Wildlife   Basic Biology   Color: Most are not black but brown or even blond or reddish brown Weight: Average adult male is about 250 pounds and average adult female is about 150 pounds Diet: Mostly grasses and berries, with acorns as a favored food in the fall Hibernation:  Reduced body temperature, pulse rate, and respiration conserve energy Reproduction: Females give birth while in hibernation to a litter of one to three cubs Young: Cubs remain with their mother until about 16 to 17 months of age         American black bears (Ursus americanus) are found in to Yosemite's forest habitats. U.S. Forest Service  American black bears found in Yosemite National Park have long been of intense interest to park visitors and managers. Seeing one of the approximately 300 to 500 black bears in Yosemite can evoke excitement, awe, and fear. Visitors who spot a bear sauntering across a meadow or eating berries in a forest should consider themselves lucky. The brown bear, also known as the grizzly, is on California state flag. So, why not look for it here in Yosemite? This is because there are no more grizzlies in California. When Euro-Americans arrived, they found a large population of grizzlies throughout the state. Grizzlies were perceived as a dire threat to life and property, and were killed in large numbers. By the early 1900s, few grizzlies and little of their prime habitat in the Central Valley remained. The last California grizzly was killed south of Yosemite in the Sierra foothills in the 1920s, according to one account. Black bears, in contrast to brown bears, have fared much better due to a combination of their greater adaptability around people and different habitat requirements. Black bears fascinate wildlife enthusiasts due to their unique biology and behaviors. Most of Yosemite's black bears, despite their name, are not black, but are brown in color. Truly black-colored black bears are rare in the Southwest. Black bears vary greatly in size--the largest black bear captured in Yosemite weighed 690 pounds, which is much larger than the typical male found here that usually weighs around 250 pounds. Bears weigh the most in fall when gorging on acorns and other seasonal foods. This enables them to gain fat and survive winter--consuming up to 20,000 calories a day. (That is a lot of calories, equating to a human eating 40 Big Mac sandwiches in a day.) Bears hibernate in hollow trees or logs, under the root mass of a tree, or in caves formed by a jumble of large rocks. While hibernating, bears enter a state of reduced body temperature, pulse rate, and respiration that conserves energy, and do not defecate nor urinate, but can metabolically extract energy from body wastes. Their \"sleep\" is not a deep one. Black bears often leave the den periodically. After emerging from winter dens, bears feed largely on meadow grasses, which are low in nutrition but sustain them until berries of various plant species ripen and other foods become available that provide higher calories. Bears also eat ants, termites, and insect larvae ripped out of logs or dug from the ground. The oldest bear known in Yosemite was a 32-year-old female first captured in the Tuolumne Meadows area in the 1980s. Visitors who encounter a bear should keep their distance for safety and respect for themselves and the animal. If visitors see a black bear in undeveloped areas, they should remain at least 50 yards from it. If they encounter a bear in developed areas, they should stand their ground and scare the bear away by raising their arms and making very loud noises. Black bears may show dominance by bluff charging, especially when guarding food or cubs. Attacks are rare, and no one has been killed or seriously injured by a black bear in Yosemite.        The Yosemite bear management team places signs where a vehicle-bear collision has occurred in the park to educate drivers to slow down.   Park managers attempt to preserve this species that can be negatively affected by humans. First, visitors should drive the speed limit, reminded by signage placed where a bear has been hit by a vehicle. Next, visitors should avoid poor food storage practices. Researchers study how to better make humans aware of their actions. (Academic Reports: Read about human-bear interaction.)  Bear management attitudes have changed since the early days of the park's history when little was done to keep bears from becoming conditioned to human food. Decades ago, the National Park Service maintained several bear feeding areas in the park where bears were fed for entertainment reasons. When visiting, visitors should expect black bears to attempt amazing acts to obtain human food. If food has been left in a car, bears will break vehicle windows, bend car frames, and pop open camper shells. To get into a trunk, they will enter the passenger area and claw through the back seat. Learn about Yosemite’s bear management and food storage regulations for campgrounds, trailheads, lodging and wilderness. Source (more on Bear Management page):   Mazur, R. & Seher, V. (2008). Socially Learned Foraging Behaviour in Wild Black Bears, Ursus Americanus, The Association for the Study ofAnimal Behaviour, 75: 1503-1508. [166 kb PDF]  To Learn More  Get up-to-date details of Yosemite's bear activity. See how to use bearproof food lockers located throughout the park. View a video on proper food storage for all visitors. Backpackers need to take additional precautions to ensure proper food storage. Canisters are required in all of Yosemite's backcountry. If you see a bear, file a wildlife observation summary report or e-mail sighting specifics with location details to the park.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/bears.htm"
}
