{
    "title": "Yosemite National Park: Alpine Butterflies",
    "body": "Alpine Butterflies         Sierra Nevada Parnassian Illustration © 2008 by John Muir Laws\/www.johnmuirlaws.com   Basic Biology   Habitat: Typically above 10,000 feet in elevation Lifespan: Live two to four weeks as adults Distribution: Do not disperse over large areas Population: Declining at their known Sierra Nevada sites   Yosemite National Park’s rare alpine butterflies flutter at the highest of elevations, where conditions can be extreme. The Sierra Nevada Parnassian butterfly, for instance, is associated with stonecrop growing high in granitic rock gardens. Approximately 60 species of butterflies choose to live with cold winters and short summers at 10,000 feet and higher for one reason: food. In fact, approximately 35 of the 60 species are found exclusively in the high alpine area because they need alpine plants as egg laying sites and food sources for larvae. (View a list of all of Yosemite’s butterflies.) Scientists believe food sources for alpine butterflies and other alpine animals might be affected by climate change. Climate can affect plant life which, in turn, can affect animal life. Although it is not yet clear how alpine butterflies in Yosemite are responding to climate change, they are a well studied insect group in the park.        Milbert's Tortoiseshell   Scientists surveyed alpine butterfly populations through transect counts with nets in 2007 and have conducted additional field surveys in 2008 through a Yosemite Fund grant. Because scientists have access to distribution rates going back to the 1930s, they can compare current population changes and the interconnectedness of populations inside and outside the park boundary through genetic methods. Overall, scientists are surveying a large number of Yosemite sites, over multiple years, to collect information on abundance.      On a statewide landscape, citizen scientists do the same thing through the North American Butterfly Association’s annual butterfly counts. Trends suggest that alpine butterflies are no longer found in some historic sites or very few exist at a site, confirming that they do not disperse across large distances or have the ability to re-colonize a large area in a short period of time. Part of their biological limitations to reproduce might be that alpine butterflies only live two to four weeks as adults. The butterflies emerge after snowmelt during the warm summer months, and then their eggs and caterpillar larvae must survive long winters in a state or hormonally-controlled cessation of growth and metabolic processes known as diapauses. The presence of the alpine butterfly benefits other creatures in the alpine landscape. Those animals depend on alpine butterflies as a food source. The rarity of butterflies may strain the food chain for birds, spiders, and insects and decrease pollen dispersal.        Edith's Copper   In order to have the best chance to view butterflies, visitors should travel to the high country on a warm, clear day. Use a pair of binoculars or a zoom-lens camera to take a look when they settle on a flower. Information about many rare species of alpine butterflies is often difficult to obtain. If you take a photograph of an unusual butterfly, this could be valuable to park scientists on where and when alpine butterflies are active. E-mail sighting specifics with location details, or fill out a Wildlife Observation Card to report wildlife sightings to the park. [37.83 kb PDF].  For more on butterflies, visit the North American Butterfly Association website. View an alpine butterfly fact sheet.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/butterflies.htm"
}
