{
    "title": "Antietam National Battlefield: Left Wing, part 2",
    "body": "Army of Northern Virginia - Left Wing, Part 2           Jackson's (Left) Wing, Part 2 MGen Thomas J. \"Stonewall\" Jackson  HILL'S LIGHT DIVISION MGen Ambrose P. Hill  Branch's Brigade BGen Lawrence O. Branch (k), Col James H. Lane 7th North Carolina, Col Edward G. Haywood 18th North Carolina, LtCol Thomas J. Purdie 28th North Carolina, Col James H. Lane, Maj William J. Montgomery 33rd North Carolina, LtCol Robert F. Hoke 37th North Carolina, Capt William G. Morris  Gregg's Brigade BGen Maxcy Gregg (w) 1st South Carolina (Provisional Army), Col Daniel H. Hamilton, Sr. 1st South Carolina Rifles, LtCol James M. Perrin (w) 12th South Carolina, Col Dixon Barnes (mw), Maj William H. McCorkle 13th South Carolina, Col Oliver E. Edwards 14th South Carolina, LtCol William D. Simpson  Field's Brigade Col John M. Brockenbrough 40th Virginia, LtCol Fleet W. Cox 47th Virginia, LtCol John W. Lyell 55th Virginia, Maj Charles N. Lawson 22nd Virginia Battalion, Maj Edward P. Taylor  Archer's Brigade BGen James J. Archer, Col Peter Turney 5th Alabama Battalion, Capt Charles M. Hooper 19th Georgia, Maj James H. Neal, Capt Tilghman W. Flynt (w), Capt F. M. Johnston 1st Tennessee (Provisional Army), Col Peter Turney 7th Tennessee, Maj Samuel G. Shepard, Lt G. A. Howard 14th Tennessee, Col William McComb (w), LtCol James W. Lockert  Pender's Brigade BGen William D. Pender 16th North Carolina, LtCol William A. Stowe 22nd North Carolina, Maj Christopher C. Cole 34th North Carolina, LtCol John McDowell 38th North Carolina  Thomas' Brigade Col Edward L. Thomas 14th Georgia, Col Robert W. Folsom 35th Georgia 45th Georgia, Maj Washington L. Grace 49th Georgia, LtCol Seaborn M. Manning  Artillery LtCol Reuben L. Walker Branch (North Carolina) Artillery (A. C. Latham's Battery) (left in Leesburg, VA) Crenshaw's (Virginia) Battery, Capt William G. Crenshaw Fredericksburg (Virginia) Artillery (Braxton's battery), Capt Carter M. Braxton Letcher (Virginia) Artillery (Davidson's battery), Capt Greenlee Davidson Middlesex (Virginia) Artillery (Fleet's battery) (left in Leesburg, VA) Pee Dee (South Carolina) Artillery (McIntosh's battery), Capt David M. McIntosh Purcell (Virginia) Artillery (Pegram's battery), Capt William J. Pegram   HILL'S DIVISION MGen Daniel Harvey Hill  Ripley's Brigade BGen Roswell S. Ripley (w) Col George P. Doles 4th Georgia, Col George P. Doles, Maj Robert S. Smith (k), Capt William H. Willis 44th Georgia, Capt John C. Key 1st North Carolina, LtCol Hamilton A. Brown 3rd North Carolina, Col William L. De Rosset (w), Maj Stephen D. Thruston (w)  Rodes' Brigade BGen Robert E. Rodes (w) 3d Alabama, Col Cullen A. Battle 5th Alabama, Maj Edwin L. Hobson 6th Alabama, Col John B. Gordon (w), LtCol James.N. Lightfoot (w) 12th Alabama, Col Bristor B. Gayle (k, 9\/14), LtCol Samuel B. Pickens (w, 9\/14), Capt Tucker (k), Capt Maroney (w), Capt Adolph Proskauer (w) 26th Alabama, Col Edward A. O'Neal (w)  Garland's Brigade BGen Samuel Garland, Jr. (k, 9\/14) Col D. K. McRae (w) 5th North Carolina, Col D. K. McRae (w), Capt Thomas M. Garrett 12th North Carolina, Capt S. Snow 13th North Carolina, LtCol Thomas Ruffin, Jr. (w), Capt J. H. Hyman 20th North Carolina, Col Alfred Iverson 23rd North Carolina, Col Daniel H. Christie  Anderson's Brigade BGen George B. Anderson (mw) Col R. T. Bennett (w) 2nd North Carolina, Col C. C. Tew (k), Capt G. M. Roberts 4th North Carolina, Col Bryan Grimes, Capt W. T. Marsh (k), Capt D. P. Latham (k) 14th North Carolina, Col R. T. Bennett 30th North Carolina, Col F. M. Parker (w), Maj W. W. Sillers  Colquitt's Brigade Col Alfred H. Colquitt 13th Alabama, Col Birkett D. Fry (w), LtCol W. H. Betts (w) 6th Georgia, LtCol James M. Newton (k), Maj Philemon Tracy (mw), Lt E. P. Bennett 23rd Georgia, Col W. P. Barclay (k), LtCol Emory F. Best (w), Maj James H. Huggins (w) 27th Georgia, Col Levi B. Smith (k), LtCol Charles Thorton Zachry (w), Capt William H. Rentfro 28th Georgia, Maj Tully Graybill (w), Capt N.J. Garrison (w), Capt George W. Warthen  Artillery Major Scipio Pierson Hardaway's (Alabama) Battery, Capt Robert A. Hardaway Jefferson Davis (Alabama) Artillery, Capt James W. Bondurant Jones' (Virginia) Battery, Capt William B. Jones King William (Virginia) Artillery, Capt Thomas H. Carter     Notes of Abbreviations:  Lt = Lietutenant Capt = Captain Maj = Major LtCol = Lieutenant Colonel Col = Colonel BGen = Brigadier General MGen = Major General   (w) = wounded (mw) = mortally wounded (k) = killed (c) = captured Unless otherwise noted, casualities occured on September 17th.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/anv-left-wing2.htm"
}
