{
    "title": "Yosemite National Park: Species List",
    "body": "Fish Species List        The California Department of Fish and Game captured this Sacramento sucker in the Merced River in El Portal during a native fish survey.        Listed are native and non-native fish found in Yosemite National Park. Native fish   Native fish are only found in the lower elevations of Yosemite. Native fish—including California roach, Sacramento pikeminnow, hardhead, and riffle sculpin—inhabit the lower reaches of the Merced River up to the vicinity of El Portal. Historic accounts suggest that rainbow trout and Sacramento suckers occurred as high as Yosemite Valley on the Merced River. Waterfalls prevented fish from migrating up the Tuolumne River into the Poopenaut and Hetch Hetchy Valleys and up the South Fork of the Merced River to Wawona. Hence, the majority of waterbodies in what is now Yosemite were naturally fishless. Rainbow trout (Oncorhynchus mykiss) California roach (Lavinia symmetricus symmetricus) Sacramento pikeminnow (Ptychocheilus grandis) Hardhead (Mylopharodon conocephalus) —CA Species of Concern Sacramento sucker (Catostomus occidentalis) Riffle sculpin (Cottus gulosus)        Brown trout is one of Yosemite's seven non-native trout species. U.S. Fish and Wildlife Service  Non-native fish Seven non-native species and two non-native hybrid trout occur in Yosemite National Park. From the first recorded planting in 1877 until 1990, more than 33 million fish were stocked into waters of Yosemite. Most of these fish were trout for sport fishing. Rainbow trout, although native to lower elevations, are non-native to waters above Yosemite Valley. The following non-native fish can be found in the park:  Bullgill (Lepomis macrochirus) Smallmouth bass (Micropterus dolomieu) Brook trout (Salvelinus fontinalis) Brown trout (Salmo trutta) Lahontan cutthroat trout (Oncorhynchus clarki henshawi) Golden trout (Oncorhynchus mykiss aguabonita) Rainbow trout (Oncorhynchus mykiss) Rainbow-golden hybrid trout (O. mykiss X  O. mykiss aguabonita) Rainbow-Lahontan cutthroat hybrid trout (O. mykiss X Oncorhynchus clarki henshawi)   View Yosemite's general fish webpage, including fishing license information Stop spread of Didymo when fishing or recreating. Invasive freshwater algae can be transported from one body of water to another--resulting in massive blooms. [142 kb PDF] Read a Restoration of the Sierra Nevada Yellow-legged Frog: Experimental Fish Removal fact sheet for more on the impact of non-native fish. [66 kb PDF]  Fill out a Wildlife Observation Card to report wildlife sightings to the park. [38 kb PDF]",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/fishlist.htm"
}
