{
    "title": "Yosemite National Park: Cultural Resources and Fire",
    "body": "Cultural Resources and Fire         Fire archeologists at Yosemite National Park monitor vulnerable cultural resources--before, during and after wildland fire incidents and prescribed burns.   Cultural resources and the stories they tell can be damaged or destroyed by fire or by fire management activities. Fire archeology, therefore, is an important facet of the fire management program in Yosemite. As visitors might expect, archeological sites can be burned over during a fire, as it is a natural process throughout the Sierra Nevada. The role of a fire archeologist is to identify cultural resources that might be impacted by fire and\/or management activities, and to recommend measures to prevent or mitigate those impacts. If impacts cannot be avoided, the fire archeologist will document any damage. Many objects found at a site tell a small piece of a larger historical story--one that is slowly emerging. Context--referring to an artifact's position in time and space relating to things like soil, other artifacts, landmarks, and geographical location--plays a large part in piecing together the story of the past. This context can be lost due to a variety of fire-related activities, such as fireline construction, water use, vehicle impacts, and the rehabilitation of firelines. Other impacts can result directly from fire itself, like: loss of data (obsidian hydration, radio-carbon dating), loss of form (melting and spalling), and loss of context (due to erosion) or items lost to looting (after being exposed). What types of archeologically significant items might burn in a fire? Artifacts might be tin cans, bottles, ceramics, obsidian projectile points or flakes, ground-stone mortars, and pestles. Examples of features might include a privy pit, hearth, blaze on a tree, or a bedrock mortar. Sites might include artifacts and features, or be a collection of many artifacts. Some sites have pictographs or wooden structural elements. In order to protect cultural artifacts and their context, fire archeologists survey hand lines (firelines\/fuelbreaks) and perform pre- and post-burn assessments of archeological sites. Protection measures might include for example, clearing of fuels from bedrock mortars to protect them from high-intensity burns.   Watch a short video (3 minutes and 40 seconds) to hear a fire archeologist describe his job.   Learn about the park's archeological study of the past.   Learn how fire affects Yosemite's wildlife.  View more about fire ecology, which studies the origins of wildland fires and their relationship to the environment. Read about how invasive plant species can change fire regimes to be more frequent and intense.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/cultural-fire.htm"
}
