{
    "title": "Rocky Mountain National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 12, 2016  Artist-in-Residence Programs Continue At Rocky Mountain National Park  With Visual Artist Dawn Lee  Visual Artist Dawn Lee comes to Rocky Mountain National Park from Sayville, New York.   August 10, 2016  Special Evening Program Longs Peak Experience the Keyhole Route  Do you aspire to reach the summit of Longs Peak?   August 09, 2016  Decision Reached on Sprague Lake Dam Repair  The Director of the Intermountain Region, National Park Service (NPS), has signed a decision document that will enable the NPS Dam Safety Program to repair the Sprague Lake Dam in Rocky Mountain National Park.   August 09, 2016  Repairs To Alluvial Fan Ypsilon Lake And Lawn Lake Trails In Rocky Mountain National Park  The Director of the Intermountain Region, National Park Service (NPS), signed a decision document earlier this summer that enabled Rocky Mountain National Park (RMNP) to conduct repairs to the Alluvial Fan, Ypsilon Lake, and Lawn Lake Trails that were damaged in the September 2013 flood.   July 28, 2016  World Ranger Day Celebrated At Rocky Mountain National Park Sunday July 31  The staff of Rocky Mountain National Park invite you to celebrate World Ranger Day with them as they recognize world conservation areas, and the professional staff – the rangers – that form the Thin Green Line around these most valuable resources. The free program will be held on Sunday, July 31 at 7 p.m. at the Beaver Meadows Visitor Center auditorium.   July 27, 2016  Please Help Your Friends Behave Better To Protect Rocky Mountain National Park  Most visitors know how to behave while enjoying their national parks.  Some do not.  Park staff continue to see a large increase in behaviors that do not protect the park or visitor experiences.  Plan to visit Rocky Mountain National Park with friends who need some tips?  Here are a few of ours!   July 22, 2016  Items Stolen From Hidden Valley Facility In Rocky Mountain National Park  Late last night or early this morning, unknown suspect(s) broke two windows in a facility at Hidden Valley in Rocky Mountain National Park.   July 13, 2016  Illegal Campfires Increase In Rocky Mountain National Park  In the past three days, park rangers and fire crews at Rocky Mountain National Park have responded to three separate fire incidents.  This morning, two people had an illegal campfire along Old Fall River Road.   July 11, 2016  Small Fire Near Twin Sisters Trailhead In Rocky Mountain National Park  This morning, Monday, July 11, Rocky Mountain National Park visitors notified officials that they saw smoke and flames near the Twin Sisters Trailhead.   July 07, 2016  Safety Checkpoint July 9 In Rocky Mountain National Park  To help ensure a safe and enjoyable stay for park visitors, Rocky Mountain National Park rangers will be increasing Law Enforcement Patrols and conducting a Safety Checkpoint on Saturday, July 9, on the east side of Rocky Mountain National Park.   June 27, 2016  Old Fall River Road In Rocky Mountain National Park Expected To Open Wednesday, June 29  Old Fall River Road in Rocky Mountain National Park is expected to open this Wednesday, June 29, for the season.   June 22, 2016  Artist-in-Residence Programs Continue At Rocky Mountain National Park With Youth Artist Leah Kegerreis  Visual Artist Leah Kegerreis from Plano, Texas, was Rocky’s first child Artist-in-Residence back in 2011 when she was just eight years old.   June 22, 2016  Discover The Wonders Of Rocky With The Whole Family  Discovery Days, through August 10:  Drop in Tuesdays from 12:30 to 4:30 p.m. and Wednesdays from 9 a.m. to 4:30   June 21, 2016  Play In The Dirt At The Upcoming Community Weed Pull Event July 2  On Saturday, July 2, join Rocky Mountain National Park staff and Estes Land Stewardship Association (ELSA) from 8 a.m. to noon to help pull exotic plants and learn more about noxious weeds.   June 15, 2016  When Visiting Rocky Mountain National Park Plan Ahead For A More Enjoyable Visit  In 2015, Rocky Mountain National Park was the third most visited national park with over 4.1 million visitors.   June 15, 2016  Artists Selected For 2016 Program At Rocky Mountain National Park Celebrate The Centennial Of The National Park Service  Rocky’s Artist-in-Residence Program will celebrate the National Park Service centennial this year, by hosting three professional artists and three youth artists.   June 07, 2016  Spread Your Wings For Bird Conservation At Rocky Mountain National Park On International Migratory Bird Day  “Spread Your Wings for Bird Conservation” is the theme for this year’s International Migratory Bird Day.  On Saturday, June 11, celebrate birds during two special events.   June 06, 2016  Darla Sidles Named Superintendent Of Rocky Mountain National Park  Darla Sidles has been named superintendent of Rocky Mountain National Park in Colorado, according to Sue E. Masica, Intermountain Region director for the National Park Service (NPS).   June 06, 2016  Ride The Rockies To Travel Through Rocky Mountain National Park On June 16  On Thursday, June 16, Ride The Rockies Bicycle Tour will be traveling over Trail Ridge Road through Rocky Mountain National Park.   June 04, 2016  Incident On Longs Peak Resolved  At approximately 3:10 p.m. today, Friday, June 3, members of the military group were flown from the summit of Longs Peak.   June 03, 2016  Incident On Kiener’s Route On Longs Peak  Late last night, Rocky Mountain National Park staff were notified that a group of ten people were requesting assistance on Kiener’s Route on Longs Peak.   May 28, 2016  Trail Ridge Road Opens For The 2016 Season Night Closures In Place  Trail Ridge Road in Rocky Mountain National Park will open at 11 am today, Saturday, May 28.  Due to melting snow on the road during the day and freezing temperatures at night, visitors should plan for night closures occurring at 8:00 p.m. until conditions change.   May 26, 2016  Lily Lake Trail Project Taking Place  The south section of the Lily Lake Trail in Rocky Mountain National Park is being repaired.   May 23, 2016  Memorial Day Weekend Special Evening Programs Saturday, May 28 Sunday, May 29  Rocky Mountain National Park staff invite you to two special programs this Memorial Day weekend on Saturday, May 28 and Sunday, May 29 at 7 p.m. at the Beaver Meadows Visitor Center.   May 16, 2016  Special Evening Programs Friday, May 20 Saturday,  May 21  Two upcoming programs at Beaver Meadows Visitor Center Friday, May 20, 7 p.m. – Celebrate Endangered Species Success Stories Saturday, May 21, 7 p.m. – Landscapes for the People: George Alexander Grant, First Chief Photographer of the National Park Service   April 25, 2016  Major Water Line System Improvements Begin  At Rocky Mountain National Park  Beginning on Tuesday, April 26, visitors may experience minor delays on Bear Lake Road between the Bear Lake Road\/Trail Ridge Road junction and Moraine Park Discovery Center due to a water line improvement project.   April 13, 2016  Junior Ranger Day Kicks Off A Week’s Worth Of Activities  For National Park Week At Rocky Mountain National Park  Come celebrate National Junior Ranger Day and National Park Week at Rocky Mountain National Park.   April 13, 2016  Commercial Services - Prospectus Issued for Trail Ridge Store  The National Park Service issued a prospectus for the merchandise and food service operations at Trail Ridge Store on April 11, 2016.   April 11, 2016  Protection Of High Value Trees And Hazard Mitigation Projects Continue In 2016  Bark beetles continue to be active within Rocky Mountain National Park, impacting large numbers of conifer trees.   March 23, 2016  Available for Public Review: Reroutes and Repairs to Flood Damaged Trails Environmental Assessment  Rocky Mountain National Park staff have released an Environmental Assessment (EA) for public review for reroutes and repairs to five trails that were heavily damaged or lost during the September 2013 flood. The purpose of the environmental assessment is to address damaged portions of the trails, while protecting natural and cultural resources and preserving wilderness character.   March 01, 2016  Seeking Volunteers At Rocky Mountain National Park  To learn more about the volunteer program and to get involved as a volunteer in the park, join park staff for an informative session hosted by the park’s Volunteer Coordinator in the Estes Valley Library's Hondius Room on March 10 at 6:30 p.m.   February 29, 2016  Temporary Closures For 2016 To Protect Nesting Raptors in Rocky Mountain National Park  Each year to protect raptor nesting sites, Rocky Mountain National Park officials initiate temporary closures in the Lumpy Ridge and Sheep Mountain areas of the park.   February 28, 2016  Fatality Yesterday On Deer Mountain Trail In Rocky Mountain National Park  Yesterday afternoon, Saturday, February 27, park rangers were notified at 2:07 p.m. that a woman was unconscious, pulseless, and not breathing on the Deer Mountain Trail just below the summit, roughly 3.5 miles from the trailhead.      Rocky Mountain National Park",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/news\/newsreleases.htm"
}
