{
    "title": "Yosemite National Park: Protection",
    "body": "Protection of Archeological Resources       People know appropriate behaviors for libraries, movie theaters and restaurants, but what about at a national park? Park visitors, even the most environmentally minded ones, should consider their potential impacts on archeological sites while hiking and camping because an archeological object or site could be right under their feet.        Archeologists inventory objects found at sites within Yosemite in hopes of preserving a scientific record that doesn't \"grow back\" if disturbed.   Objects older than 50 years are considered historic and can be significant pieces of our collective history. Cans found at a construction camp can indicate the number of workers and the length of stay at that particular camp. Chinese ceramics and imported food containers in refuse piles along the river reveal information about trade networks and the ethnic groups that were living and working in the park. This is not information that can be found easily in historical documentation. It can often only be discovered by careful scientific examination of archeological material. If visitors come upon archeological materials, they should not remove them. Removal of artifacts from their location destroys essential information needed to understand who was here and how they lived. The interrelationship of objects or how they are situated on the landscape can often be more important than the objects themselves. Federal and state laws, in fact, protect archeological site location information to prevent unauthorized collection, vandalism, or other visitor-caused disturbances. The first congressional act passed to protect cultural resources on public lands was The American Antiquities Act in 1906 by President Theodore Roosevelt. Other laws that assisted include the 1966 National Historic Preservation Act, the 1978 American Indian Religious Freedom Act, the 1979 Archeological Resources Protection Act, and the 1990 Native American Graves Protection and Repatriation Act. Follow Ways to Protect Archeological Sites  Watch Your Step. Cultural sites are fragile and easily damaged by picnicking, hiking and camping in the front and back country. Hands to Yourself. Oils from skin damage pictographs and petroglyphs. Leave artifacts where you find them. Do not move them from one place to another. Out of context, artifacts mean little to experts. Keep Your Food to Yourself. Crumbs attract rodents that may nest in archeological sties. Keep Your Eyes Open. Tell someone in charge if you see someone collecting or disturbing an archeological site. Call the park's dispatch office at 209\/379-1992.        Be Aware of Mistaking Archeological Objects as Trash Many stewards of the land make it a habit to pick up trash on the trail or in their campsite. Trash collection, however, can threaten historic artifact deposits when those artifacts are mistaken for modern trash.        A bottle or can that looks like trash might be an historic artifact.   Yosemite archeologists share this “trash vs. treasure” message with Facelift participants. The annual clean-up, hosting 2,000 volunteers over five days to pick up garbage, results in more than 40,000 pounds of debris, from old utility poles to other large items left in the park long ago. Yosemite archeologists, however, were alerted to potential impacts on archeological sites when volunteers unknowingly collected historic material in 2006 and 2007. Since that time, education has minimized impacts on cultural resources.  In 2008, only four volunteer groups returned with trash bags containing five or more historic artifacts compared to 11 groups in 2007. In 2008, 10 people reported to park rangers discoveries of historic material that they left in place. Participate in the Next Facelift Event: The event begins each year in late September on the Wednesday prior to National Public Lands Day. This collaborative effort, co-sponsored by the Yosemite Climbing Association and the National Park Service, has gained momentum since 2004 to clean up climbing routes, roadways, river corridors, trails, parking, camping and lodging areas. For more, see www.yosemiteclimbing.org.  Archeologists emphasize that history doesn’t grow back; once disturbed, it's a permanent loss. For questions, contact the archeology office at 209\/379-1314.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/protect-arch.htm"
}
