{
    "title": "Yosemite National Park: National Historic Landmarks",
    "body": "National Historic Landmarks in Yosemite                Five Yosemite National Park properties have received the highest distinction possible within the National Register framework. Read descriptions of these National Historic Landmarks as published in Architecture in the Parks: A National Historic Landmark Theme Study, written by Laura Soullière Harrison in 1986. Click on the listing’s title to read the author's full description. Wawona Hotel & Thomas Hill Studio This group of wood-frame structures are of mainstream, rural-California architectural styles laid out in a relatively formal pattern. Remarkable aspects of this group are its position as the largest existing Victorian hotel complex within a national park, and one of the few remaining in the United States with this high level of integrity; its 110 years of continuous use as a hostelry; and its significance as the studio of landscape painter Thomas Hill during the last 22 years of his life. LeConte Memorial Lodge LeConte Memorial Lodge is a transitional building in 20th-century American architecture, with strong European roots in its Tudor Revival design, and a revolutionary use of building materials and architectural forms found in work of architects of the Bay Region tradition. The architect, John White, brother-in-law of architect Bernard Maybeck, allowed the materials and the site to determine the design of the building. Originally constructed in 1903 and then moved and rebuilt in 1919, the building was the principal foothold of the influential Sierra Club in the mountains from which they took their name. The building is outstanding for its unusual design and theory.  Parsons Memorial Lodge This simple structure is a straightforward response to the materials and the environment. The harsh climate at the site high in the Sierra Nevada prompted the highly expressive use of basic forms and simple, natural materials—characteristics indicative of progressive contemporary architecture of the San Francisco Bay area as seen in the work of Maybeck and others. The building’s design is in large measure determined by the site and materials, and not by style. Rangers’ Club Personally funded by Director Stephen T. Mather, the building is representative of his commitment to an architectural aesthetic appropriate for the park lands that he was charged to manage. The foundations of that aesthetic guided the design of park buildings through World War II. The Ahwahnee Hotel Designed by the architect Gilbert Stanley Underwood, this building is the epitome of rustic monumentality and luxury. The concrete that was formed and stained to imitate wood, the rough granite piers, and the building’s chunky, monolithic quality are enhanced on the interior by stained glass-windows and murals in the geometric Indian\/Deco designs, and other exotic decorative features.         Yosemite’s luxurious Ahwahnee Hotel, designed by architect Gilbert Stanley Underwood, opened July 14, 1927. The hotel was the brainchild of the National Park Service’s first director Stephen T. Mather who envisioned building a hotel to attract the wealthier class of visitors. Christine Loberg",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/nhl-yose.htm"
}
