{
    "title": "Yosemite National Park: Hutchings Women",
    "body": "More on the Hutchings Women       Although adventurer James Mason Hutchings stakes a name for himself in Yosemite’ history books, the women in his family served integral roles, too. Major chronological points follow:       17-year-old Elvira Sproat met 39-year-old Englishman James Mason Hutchings when he checked into her mother’s boarding house in San Francisco, and shortly after his stay, she married him in 1860.         Flo Hutchings, who died at age 17.    Elvira Hutchings had the first non-Indian child —Florence “Flo”—to be born in Yosemite Valley on Aug. 23, 1864.   Daughter Flo, also called Floy or Flora, became famous for her tomboy ways, complaining throughout her short life that she had not been born a boy while she played with lizards instead of dolls and, when a bit older, rolled her own cigarettes. Flo died a tragic death while guiding a party up to Glacier Point when a large boulder loosed on the Ledge Trail and struck her, according to one account. Yosemite visitors, then and now, visit the grave of the 17-year-old girl in the Yosemite Cemetery just east of Yosemite Falls.   The Hutchings moved back to San Francisco into the home of Elvira’s mother—Florantha T. Sproat—shortly after they had been evicted from Yosemite in 1875. Not long after, however, Elvira divorced James and left her husband and children with her mother. The sad husband remained in his mother-in-law’s home, and, four years later, married the next door neighbor, Augusta Sweetland, who moved into his mother-in-law’s house to live. (Augusta, like James and Flo, is buried in the Yosemite Valley Cemetery.)         Watercolor painting by Elvira Hutchings.    Elvira, for the rest of her life, pursued watercolor painting of Yosemite scenes — even though the 1906 earthquake at her San Francisco home destroyed most of her works—and died in 1917 at the home of her daughter Gertrude, aka “Cosie,” in Vermont. Elvira painted watercolors of the Valley, six of which are preserved in the Yosemite Museum collection.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/hutchings-women.htm"
}
