{
    "title": "Antietam National Battlefield: Ninth Corps",
    "body": "Army of the Potomac - Ninth Corps           MGen Ambrose E. Burnside MGen Jesse L. Reno (k, 9\/14) BGen Jacob D. Cox  Escort: Company G, 1st Maine Cavalry, Capt Zebulon B. Blethen  FIRST DIVISION BGen Orlando B. Wilcox  First Brigade Col Benjamin C. Christ 28th Massachusetts, Capt Andrew P. Caraher 17th Michigan, Col William H. Withington 79th New York, LtCol David Morrison 50th Pennsylvania, Maj Edward Overton (w), Capt William H. Diehl  Second Brigade Col Thomas Welsh 8th Michigan (transferred to First Brigade, Sept. 16th), LtCol Frank Graves, Maj. Ralph Ely 46th New York, LtCol Joseph Gerhardt 45th Pennsylvania, LtCol John I. Curtin 100th Pennsylvania, LtCol David A. Leckey  Artillery 8th Massachusetts, Capt Asa M. Cook E, 2nd U.S., Lt Samuel N. Benjamin   SECOND DIVISION BGen Samuel D. Sturgis  First Brigade BGen James Nagle 2nd Maryland, LtCol J. Eugene Duryea 6th New Hampshire, Col Simon G. Griffin 9th New Hampshire, Col Enoch Q. Fellows 48th Pennsylvania, LtCol Joshua K. Sigfried  Second Brigade BGen Edward Ferrero 21st Massachusetts, Col William S. Clark 35th Massachusetts, Col Edward A.Wild (w), LtCol Sumner Carruth (w) 51st New York, Col Robert B. Potter 51st Pennsylvania, Col John F. Hartranft  Artillery D, Pennsylvania, Capt George W. Durell E, 4th U.S., Capt Joseph C. Clark, Jr. (w)   THIRD DIVISION BGen Isaac P. Rodman (mw) Col Edward Harland  First Brigade Col Harrison S. Fairchild 9th New York, LtCol Edgar A. Kimball 89th New York, Maj Edward Jardine 103rd New York, Maj. Benjamin Ringold  Second Brigade Col Edward Harland 8th Connecticut, LtCol Hiram Appelman (w), Maj John H. Ward 11th Connecticut, Col Henry W. Kingsbury (k) 16th Connecticut, Col Francis Beach 4th Rhode Island, Col William H. P. Steere (w), LtCol Joseph B. Curtis  Artillery A, 5th U.S., Lt Charles P. Muhlenberg   KANAWHA DIVISION Gen Jacob D. Cox Col Eliakim P. Scammon  First Brigade Col Eliakim P. Scammon Col Hugh Ewing 12th Ohio, Col Carr B. White 23rd Ohio, LtCol Rutherford B. Hayes (w, 9\/14), Maj James M. Comly 30th Ohio, Col Hugh Ewing, LtCol Theodore Jones (w,c), Maj George H. Hildt 1st Ohio Battery, Capt James H. McMullin Gilmore's Company, West Virginia, Cavalry, Lt James Abraham Harrison's Company, West Virginia, Cavalry, Lt Dennis Delaney  Second Brigade Col Augustus Moor (c), Col George Crook 11th Ohio, LtCol Augustus H. Coleman (k), Maj Lyman J. Jackson 28th Ohio, LtCol Gottfried Becker 36th Ohio, Col George Crook, LtCol Melvin Clarke (k), Maj E. B. Andrews Chicago Illinois Dragoons, Capt Frederick Schambeck Kentucky Battery, Capt Seth J. Simmonds  UNATTACHED TROOPS 6th New York Cavalry (8 companies), Col Thomas V. Devin 3rd Company Ohio Cavalry, Lt Jonas Seamen L and M, 3rd U.S. Artillery, Capt John Edwards, Jr.     Notes of Abbreviations:  Lt = Lietutenant Capt = Captain Maj = Major LtCol = Lieutenant Colonel Col = Colonel BGen = Brigadier General MGen = Major General   (w) = wounded (mw) = mortally wounded (k) = killed (c) = captured Unless otherwise noted, casualities occured on September 17th.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/org-cht-9-corps.htm"
}
