{
    "title": "Antietam National Battlefield: First Corps",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Army of the Potomac     First Corps                  Army of the Potomac - 1st Corps      MGen. Joseph Hooker (w) BGen George G. Meade Escort: 2nd New York Cavalry (4 companies), Capt John E. Naylor FIRST DIVISION BGen John P. Hatch (w, 9\/14) BGen Abner Doubleday First Brigade Col Walter Phelps, Jr. 22nd New York Infantry, LtCol John McKie, Jr. 24th New York Infantry, Capt John D. O'Brian (w) 30th New York Infantry, Col William M. Searing 90th New York Infantry, (14th Militia), Maj. William H. de Bevoise 2nd U.S. Sharpshooters, Col Henry A. V. Post (w) Second Brigade BGen Abner Doubleday Col William P. Wainwright (w, 9\/14) LtCol J. William Hofmann 7th Indiana Infantry, Maj Ira G. Grover 76th New York Infantry, Col William P. Wainwright, Capt John W. Young 95th New York Infantry, Maj Edward Pye 56th Pennsylvania Infantry, LtCol S. William Hofmann, Capt. Frederick Williams Third BrigadeBGen Marsena R. Patrick21st New York Infantry, Col William F. Rogers23rd New York Infantry, Col Henry C. Hoffman35th New York Infantry, Col Newton B. Lord89th New York Infantry (20th Militia), LtCol Theodore B. Gates Fourth BrigadeBGen John Gibbon19th Indiana Infantry, Col Solomon Meredith, LtCol Alois O. Bachman (k),Capt William W. Dudley2nd Wisconsin Infantry, Col Lucius Fairchild (w, 9\/14), LtCol Thomas S. Allen (w),Capt George B. Ely6th Wisconsin Infantry, LtCol Edward S. Bragg (w), Maj Rufus R. Dawes 7th Wisconsin Infantry, Capt John B. Callis ArtilleryCapt J. Albert Monroe1st New Hampshire, Lt Frederick M. Edgell D1st Rhode Island,Capt J. Albert MonroeL, 1st New York, Capt John A. ReynoldsB, 4th U.S., Capt Joseph B. Campbell (w), Lt James StewartSECOND DIVISIONBGen James B. Ricketts First BrigadeBGen Abram Duryea97th New York, Maj Charles Northrup104th New York, Ma Lewis C. Skinner105th New York, Col Howard Carroll (mw)107th Pennsylvania, Capt James MacThomson Second BrigadeCol William A. ChristianCol Peter Lyle (w)26th New York, LtCol Richard H. Richardson94th New York, LtCol Calvin Littlefield88th Pennsylvania, LtCol George W. Gile (w), Capt Henry B. Myers90th Pennsylvania, Col Peter Lyle, LtCol. William A. Leech Third BrigadeBGen George L. Hartsuff (w)Col Richard Coulter12th Massachusetts, Maj Elisha Burbank (mw), Capt Benjamin F. Cook13th Massachusetts, Maj J. Parker Gould83rd New York (9th Militia), LtCol William Atterbury11th Pennsylvania, Col Richard Coulter, Capt David M. Cook ArtilleryF, 1st Pennsylvania, Capt Ezra W. MatthewsC, Pennsylvania, Capt James Thompson THIRD DIVISION (Pennsylvania Reserves) BGen George G. Meade BGen Truman Seymour First BrigadeBGen Truman Seymour Col R. Biddle Roberts1st Pennsylvania, Col R. Biddle Roberts, Capt William C. Talley2nd Pennsylvania, Capt James N. Byrnes5th Pennsylvania, Col Joseph W. Fisher6th Pennsylvania, Col William Sinclair13th Pennsylvania (1st Rifles), Col Hugh W. McNeil (k, 9\/16), Capt. Dennis McGee Second BrigadeCol Henry C. Bolinger (w, 9\/14)Col Albert L. Magilton3rd Pennsylvania, LtCol John Clark4th Pennsylvania, Maj John Nyce7th Pennsylvania, Col Henry C. Bolinger (w, 9\/14) Maj Chauncey A. Lyman8th Pennsylvania, Maj Silas M. Bailey Third BrigadeCol Thomas F. Gallagher (w)LtCol Robert Anderson9th Pennsylvania, LtCol Robert Anderson, Capt Samuel B. Dick10th Pennsylvania, LtCol Adoniram J. Warner (w), Capt Jonathan P. Smith11th Pennsylvania, LtCol Samuel M. Jackson12th Pennsylvania, Capt Richard Gustin Artillery A, 1st Pennsylvania, Lt John G. Simpson B, 1st Pennsylvania, Capt James H. Cooper C, 5th U. S., Capt Dunbar B. RansomNotes of Abbreviations:Lt = LietutenantCapt = CaptainMaj = MajorLtCol = Lieutenant ColonelCol = ColonelBGen = Brigadier GeneralMGen = Major General(w) = wounded(mw) = mortally wounded(k) = killed(c) = captured Unless otherwise noted, casualities occured on September 17th.      Second Corps Fifth Corps Sixth Corps Ninth Corps Twelfth Corps Cavalry Division",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/org-cht-1-corps.htm"
}
