{
    "title": "Yosemite National Park: Their Lifeways",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Yosemite Indians     Their Lifeways                   Their Lifeways         Man using atlatl or spear-thrower that uses a tool for leverage to throw a projectile point farther than simply throwing it by hand.   Who lived here? Although we know very little about the earliest residents, people have been living in the Yosemite area for as long as 8,000 years. Archeological evidence suggests that the earliest people ground seeds on small flat stones and hunted using spears and atlatls.  The lifeways of the early inhabitants changed over time as one culture replaced another and as oral histories and traditions were passed down through generations. Yosemite Valley came to be called Ahwahnee, meaning gaping mouth-like place. The people called themselves Ahwahneechee.          Historical Overview Indian people have lived in Yosemite for nearly 4,000 years. Miwok legends tell of the creation of people here, and of events that took place long before the coming of non-Indians. By the late 18th century, it appears that most of Yosemite was populated by Southern Miwok people, with Central Miwok people utilizing the northern quarter of the park.  The lives of Indian people in the Sierra Nevada have changed greatly since the 1790s, when the first influences of non-Indians were felt. During the 19th century, Mono Lake Paiute people from east of the Sierra crest, former Mission Indians from the California coast, and Chukchansi Yokuts and Western Mono people came to live with the indigenous Southern Miwok people of the Yosemite region.         Callipene and Lena Brown   The California Gold Rush of 1849 brought thousands of non-Indian miners to the Sierra Nevada. Many miners were ruthless in their search for gold, and thousands of Miwok people were killed or died of starvation. Yosemite Valley was first entered by non-Indians in 1851 by the Mariposa Battalion, a state-sponsored militia. The Battalion made two attempts to remove the Indian people to the Fresno River Reservation, but those attempts, along with a U.S. Army punitive expedition in 1852, were ultimately unsuccessful in removing the Indian people from the Yosemite region.  When non-Indians began settling in the Yosemite area, life changed drastically for the native residents. Euro-American clothing styles and foods were adopted. Men worked in a variety of jobs, including guides, wrangles and wood cutters for local non-Indians, and women provided childcare, housekeeping services, and wove baskets to sell to non-Indian residents and visitors.  After 1900, the number of Indian people living in Yosemite began to shrink. The older Indian Village was disbanded in the early 1930s and a group of cabins was established as a new Indian Village (with the National Park Service as landlord). With housing more difficult to obtain, fewer Indian people came to Yosemite for employment. The National Park Service gradually dismantled the new village, and the last homes there were razed in 1969.  Today, descendants of Yosemite’s native people live both nearby and scattered throughout the world. In 1990 over 400 Indian people resided in Mariposa County and 500 in Tuolumne Country.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/their-lifeways.htm"
}
