{
    "title": "Antietam National Battlefield: Sixth Corps",
    "body": "Army of the Potomac - Sixth Corps           MGen William B. Franklin Escort: B and G, 6th Pennsylvania Cavalry, Capt H. P. Muirheid  FIRST DIVISION MGen Henry W. Slocum  First Brigade Col Alfred T. A. Torbert 1st New Jersey, LtCol Mark W. Collet 2nd New Jersey, Col Samuel L. Buck 3rd New Jersey, Col Henry W. Brown 4th New Jersey, Col William B. Hatch  Second Brigade Col Joseph J. Bartlett 5th Maine, Col Nathaniel J. Jackson 16th New York, LtCol Joel J. Beaver 27th New York, LtCol Alexander D. Adams 96th Pennsylvania, Col Henry L. Cake  Third Brigade BGen John Newton 18th New York, LtCol George R. Myers 31st New York, LtCol Francis H. Pinto 32nd New York, Col Roderick Matheson (mw, 9\/14), Maj George F. Lemon (mw, 9\/14) 95th Pennsylvania, Col Gustavus W. Town  Artillery Capt Emory Upton A, Maryland, Capt John W. Wolcott A, 1st Massachusetts, Capt. Josiah Porter A, 1st New Jersey, Capt William Hexamer D, 2nd U. S., Lt Edward B. Williston   SECOND DIVISION MGen William F. Smith  First Brigade BGen Winfield S. Hancock Col Amasa Cobb 6th Maine, Col Hiram Burnham 43rd New York, Maj John Wilson 49th Pennsylvania, LtCol.Willlam Brisbane 137th Pennsylvania, Col Henry M. Bossert 5th Wisconsin, Col Amasa Cobb  Second Brigade BGen W. T. H. Brooks 2nd Vermont, Maj James H. Walbridge 3rd Vermont, Col Breed N. Hyde 4th Vermont, LtCol Charles B. Stoughton 5th Vermont, Col Lewis A.Grant 6th Vermont, Maj Oscar L. Tuttle  Third Brigade Col William H. Irwin 7th Maine, Maj Thomas W. Hyde 20th New York, Col Ernest von Vegesack 33rd New York, LtCol Joseph W. Corning 49th New York, LtCol William C. Alberger (w), Maj George W. Johnson 77th New York, Capt Nathan S. Babcock  Artillery Capt Romeyn B. Ayres B, Maryland, Lt Theodore J. Vanneman 1st New York, Capt Andrew Cowan F, 5th U. S., Lt Leonard Martin         Notes of Abbreviations:  Lt = Lietutenant Capt = Captain Maj = Major LtCol = Lieutenant Colonel Col = Colonel BGen = Brigadier General MGen = Major General   (w) = wounded (mw) = mortally wounded (k) = killed (c) = captured Unless otherwise noted, casualities occured on September 17th.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/org-cht-6-corps.htm"
}
