{
    "title": "Yosemite National Park: Mirror Lake Loop",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Yosemite Valley     Mirror Lake Loop                  Mirror Lake Trail       With a fresh perspective looking up at Half Dome directly from its base, you'll be rewarded with views of Tenaya Canyon, Mount Watkins, Washington Column, and more.         Mirror Lake in April (top) and August (bottom). Mt. Watkins rises in the distance.   Trail Overview Distance: 2 miles (3.2 km) round trip to lake and back; 5 miles (8 km) loop around lake Elevation: 100 feet Difficulty: Easy to Moderate Time: 1 hour round trip to the lake (end of paved trail); 2-3 hours for full loop Begin at: Mirror Lake Trailhead (shuttle stop #17) This trail begins at shuttle stop #17. The first mile of this trail is a paved service road that leads directly to Mirror Lake. You may access the loop trail from the end of the paved path. The loop follows Tenaya Creek beyond the lake, and crosses two bridges after the Snow Creek Trail junction before returning past Mirror Lake on the south side of Tenaya Canyon. (There is no safe access to the north side of Mirror Lake directly from the south side of the loop, except via bridges at the west and east ends of the trail).  Mirror Lake has little water much of the year and, while pleasant at any time of year, it is fullest in spring and early summer, when Tenaya Creek flows freely with fresh snowmelt. When water is calm, the lake offers beautiful reflections of surrounding cliffs. Exhibits along the trail tell the story of Mirror Lake's lake-to-meadow succession, and also highlight some of the cultural history of the area. Mirror Lake is often referred to as Mirror Meadow in late summer due to the lack of water and the influx of grasses and sandy areas.   Seasonality This trail is open year-round. In winter it can be icy and snowy, especially along the south side of Tenaya Creek.           Stay Safe  Be aware of slick conditions along the south side of this loop trail during winter and early spring. With few natural barriers to hold onto or to brace yourself, it is fairly easy to slip and fall. This section of trail often remains covered in snow and ice, even when the north side of the loop is snow-free. When winter conditions exist, consider making an out and back trip along the north side of the loop.  Stay on the trail! This is especially important during spring and early summer when water levels are highest. When hiking on the south side of the loop, hikers often spot what appears to be an easy way to rock-hop across Tenaya Creek, either just for fun, or as a way to shortcut the loop and rejoin the trail without doing the entire loop. While this crossing is only ankle deep at first, it quickly becomes thigh deep, and, all too often, hikers are swept into dangerous whitewater and pinned against rocks. Don’t be tempted to leave the trail, and always remember when approaching moving water to look at the conditions downstream.  Watch our preventive search and rescue\/swiftwater videos to learn more about past experiences visitors had in this area of the park.  Water Drinking water is not available at the trailhead or along the trail. Come prepared, and if you opt to extend your hike to travel the full Mirror Lake Loop or up the Snow Creek Trail, plan accordingly.  Restrooms Vault toilets are available about 0.5 miles (0.8 km) from the trailhead and also 1 mile (1.6 km) from the trailhead at the end of the paved service road at Mirror Lake. There are no additional restrooms along the trail. Parking Parking is not available at the trailhead. The nearest parking area is at Half Dome Village (formerly Curry Village), though you can easily access the trail by parking anywhere in eastern Yosemite Valley and taking the free shuttle (get off at shuttle stop #17).  Transportation  The Valley Visitor Shuttle (7 am to 10 pm year-round) serves the trailhead at shuttle stop #17. You can also bicycle the first mile of the trail to the end of the paved service road. From there, you can either turn around or park your bike and begin your hike.  Trail Etiquette Leashed pets, bicycles, and strollers are allowed on the first paved mile of the trail. Beyond that, they are prohibited. Keep your food within arm's reach at all times and do not feed the wildlife. Carry out all trash and food waste (fruit peels, shells, etc.).   Other Easy and Moderate Hikes in Yosemite Valley  Bridalveil Fall Trail Lower Yosemite Fall Cook's Meadow Loop Mirror Lake Loop Valley Loop Trail Vernal Fall and Nevada Fall Trails  << Back to Yosemite Valley Day Hikes                 Download the USGS topographic map (north) (8.6 MB PDF) Download the USGS topographic map (south) (8.8 MB PDF)      Other Easy and Moderate Hikes in Yosemite Valley  Bridalveil Fall Trail Lower Yosemite Fall Cook's Meadow Loop Mirror Lake Loop Valley Loop Trail Vernal Fall and Nevada Fall Trails  << Back to Yosemite Valley Day Hikes",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/mirrorlaketrail.htm"
}
