{
    "title": "Yosemite National Park: Half Dome",
    "body": "Half Dome Day Hike                   Skip to:  Hiking  Half Dome Cables  Preparation Safety Wildlife Trailhead and Parking     A permit is required to hike to Half Dome seven days per week when the cables are up.         Introduction Rising nearly 5,000 feet above Yosemite Valley and 8,800 feet above sea level, Half Dome is a Yosemite icon and a great challenge to many hikers. Despite an 1865 report declaring that it was \"perfectly inaccessible, being probably the only one of the prominent points about the Yosemite which never has been, and never will be, trodden by human foot,\" George Anderson reached the summit in 1875, in the process laying the predecessor to today's cable route. Today, thousands of people reach the summit. For most, it is an exciting, arduous hike; for a few, it becomes more of an adventure than they wanted. Indeed, park rangers assist hundreds of people on the Half Dome trail every summer. Most of these emergencies could have been prevented... read on to learn how. Much of the hike to Half Dome is an adventure into Wilderness, and, while there is nothing you can do to guarantee your safety, below you will find some tips to reduce your risk and have a safer, more enjoyable hike.      Hiking The 14- to 16-mile round-trip hike to Half Dome is not for you if you're out of shape or unprepared. You will be gaining elevation (for a total of 4,800 feet) most of your way to the top of Half Dome. Most would say the reward is worth the effort. Along the way, you'll see outstanding views of Vernal and Nevada Falls, Liberty Cap, Half Dome, and--from the shoulder and summit--panoramic views of Yosemite Valley and the High Sierra. Most hikers take 10 to 12 hours to hike to Half Dome and back; some take longer. If you plan on hiking during the day, it's smart to leave around sunrise (or earlier) and then have a non-negotiable turn-around time. For instance, if you haven't reached the top of Half Dome by 3:30 pm, you will turn around. Check for sunrise and sunset times before you hike. Regardless, each person should carry a flashlight or headlamp with good batteries (hikers commonly struggle down the trail after dark because they don't have a flashlight). Although the trail is well marked, you should be prepared with a good topographic map and compass and know how to use them.            Half Dome Cables The most famous--or infamous--part of the hike is the ascent up the cables. The two metal cables allow hikers to climb the last 400 feet to the summit without rock climbing equipment. Since 1919, relatively few people have fallen and died on the cables. However, injuries are not uncommon for those acting irresponsibly. The Half Dome cables usually go back up the Friday before Memorial Day (conditions permitting) and come down the day after Columbus Day. Tips while using the cables:  Take your time and be patient with slower hikers Allow faster hikers to pass you (when possible) Remain on the inside of the cables  Do not attempt the ascent if:  Storm clouds are in the area The ground is wet (the cables and rock become very slick when wet; most accidents on the cables occur during wet conditions) The cables are down for the winter (typically, from the day after Columbus Day until Memorial Day weekend) (check conditions update for status and any available updates)       Preparation  Footwear Bring well broken-in boots with good ankle support and good traction. Some of the most common injuries Half Dome hikers suffer are blisters and ankle injuries; good footwear is the best way to prevent these problems. Gloves Many people find gloves helpful on the cables. However, if you bring your gloves up, pack them out. Hundreds of pounds of rotting gloves otherwise accumulate. Trash There is no trash service on trails. While hiking in Yosemite, be sure to pack out all trash. When possible, you can help park rangers by picking up trash that you encounter on the trail. Bearproof trash cans are available at trailheads. Water One of the easiest ways to ensure a safe, enjoyable hike is to be sure to have plenty of water. Weather conditions and personal preference affect the amount of water you need, but suggested minimum amounts per person are:  1 gallon (4 liters) if hiking to the top of Half Dome 2 quarts (2 liters) if hiking only to the top of Nevada Fall 1 quart (1 liter) if hiking only to the top of Vernal Fall The only treated water on the trail is available (summer only) at a drinking fountain at the Vernal Fall Footbridge (less than a mile from the trailhead). Merced River water is available up to Little Yosemite Valley, however you should treat this water by boiling, using iodine, or using a giardia-rated water filter. Drinking untreated river water may cause significant illness.  Restrooms Flush toilets are available at the Vernal Fall Footbridge (below Vernal Fall). Composting toilets are available near Emerald Pool (above Vernal Fall), near the top of Nevada Fall, and in Little Yosemite Valley. At any other location, you are required to bury any solid human waste at least six inches (15 cm) deep and at least 100 feet (30 m) from water or trails. Pack out toilet paper.      Safety Weather The summit of Half Dome is a dangerous place during a lightning storm. Check the weather forecast before your hike and try to reach the summit early in the day to avoid thunderstorms, which are more common in the afternoon (but can occur at any time). If a storm appears nearby, do not continue to the summit and, if in the summit area, leave the area (while still using caution when descending the cables and steps). The summit is typically 15°F (8°C) to 20°F (11°C) cooler than Yosemite Valley and windy conditions are common. Be prepared for cool temperatures and rain showers. Altitude Sickness A few visitors each summer have problems with altitude sickness. Symptoms may include severe headache and\/or nausea. The only way to relieve altitude sickness is to descend immediately. Other environmental illnesses include heat exhaustion, dehydration, and hyponatremia (low electrolyte levels). In addition to drinking plenty of water, be sure to eat, and to take regular rest breaks in the shade. Emerald Pool  Entering Emerald Pool and the Silver Apron is prohibited, and entering pools above waterfalls is strongly discouraged, because of frequent injuries and fatalities. Use extreme caution near flowing water; rocks adjacent to streams can be surprisingly slick.  Emergencies  Even if you plan properly and bring the correct equipment, you might still encounter problems. Some cell phones have coverage from Half Dome and from some locations on the trail. Little Yosemite Valley Ranger Station is staffed during summer. You can find the ranger station on the north side of the valley, near where the Half Dome Trail begins to climb out of the valley. Park rangers frequently patrol the trail, so the ranger station is not always staffed. You may need to send some members of your group to Yosemite Valley to get assistance.      Wildlife Black bears frequent Yosemite's Wilderness and are adept at grabbing backpacks from hikers and campers--during both day and night. Always keep your food within arm's reach (or on your back); never leave it unattended. If you see a bear, act immediately to scare it away: make as much noise as possible by yelling. If there is more than one person, stand together to present a more intimidating figure, but do not surround the bear. Squirrels, Steller's jays, chipmunks, and other animals also live along the trail; never feed them or allow them to get your food. Do not leave your pack unattended (e.g., at the base of the cables or while you take a swim or nap). Keep wildlife wild: respect them from a distance. Improper food storage and feeding of wildlife may result in a fine (up to $5,000).      Trailhead and Parking Information Most people begin the hike from Happy Isles (shuttle stop #16), which is about a half-mile from the trailhead parking lot or about 3\/4 of a mile from Half Dome Village (formerly Curry Village) (parking available). Shuttle service doesn't begin until 7 am, so if you're arriving prior to then, you can walk on the road (closed to all but authorized vehicles) from either parking area to the trailhead. The nearest campgrounds are Upper, Lower, and North Pines Campgrounds, but reservations are very difficult to get in summer. Camp 4 walk-in campground is also busy. The nearest campgrounds outside Yosemite Valley that may have some first-come, first-served space are Bridalveil Creek and Tamarack Flat Campgrounds. More information about:  Half Dome permits  Campground reservations Camping without a reservation Campground opening dates and other information Half Dome cables study Study the Scientist: a social scientist (video includes footage and information about the Half Dome cables) Yosemite Nature Notes: Half Dome (video) Businesses authorized to guide hikes in Yosemite [250 kb PDF]   Still have questions? Call a wilderness ranger at 209\/372-0826 (Monday-Friday, 9 am to noon and 1 pm to 4:30 pm).  Don't forget your camera and have a safe, enjoyable hike! Other Strenuous Hikes in Yosemite Valley   Vernal Fall and Nevada Fall Trails (includes part of the trail to Half Dome)  Yosemite Falls Trail Snow Creek Trail Four Mile Trail  << Back to Yosemite Valley Day Hikes",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/halfdome.htm"
}
