{
    "title": "Yosemite National Park: Lower Yosemite Fall",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Yosemite Valley     Lower Yosemite Fall                  Lower Yosemite Fall Trail       Delight in stunning views of Yosemite Falls in its entirety, with the opportunity to walk to the base of the lower fall; it roars in spring but falls silent by late summer.          Trail Overview Distance: 1 mile (1.6 km) loop Elevation gain: Approximately 50 ft (15 am) Difficulty: Easy Time: 30 minutes Begin at: Lower Yosemite Fall Trailhead (shuttle stop #6) Part of North America's tallest waterfall, Lower Yosemite Fall is the final 320-foot (98-meter) drop. Deafening in spring and early summer when the waterfall peaks in volume, you can expect to get sprayed with water when standing on the footbridge near its base. This short, easy walk rewards with spectacular views of both Upper and Lower Yosemite Falls. This paved loop trail offers different vantage points of Yosemite Falls and Yosemite Creek, and you can stop at the many exhibits to learn more about the natural and cultural history of the area. If walking from the Valley Visitor center, follow the bicycle path to shuttle stop #6 and begin the trail. Consider walking the loop in a clockwise direction for best views of Yosemite Falls. This eastern portion of this loop trail is wheelchair accessible (when not covered in ice or snow).  To learn more about this Yosemite icon, view a 10-minute video podcast episode about Yosemite Falls. Seasonality The trail to Lower Yosemite Fall is open year-round. When the water is at its peak in spring and early summer, you can expect to get a little wet. This waterfall is often dry from late July or August through October. Expect icy conditions in some areas during the winter, especially on the short climb leading to the footbridge on the western trail.          Stay Safe   Stay on the paved trail. Above the wooden footbridge that crosses Yosemite Creek, the rocks and boulders are slippery even when dry. Scrambling off-trail in this area has led to serious injuries.  Water A drinking fountain is available near the restrooms along the western trail. Drinking water is not available along the trail.  Restrooms Restrooms are available along the western trail; no additional restrooms are available along the way.  Parking Parking is not available at the trailhead. Parking is available in Yosemite Village at the day use parking area.  Transportation  Ride the free Valley Visitor Shuttle (7 am to 10 pm, year-round) to shuttle stop #6 and follow the bicycle path in either direction to access both the western and eastern sections of this loop trail. Beginning the hike from the west offers full views of Yosemite Falls right from the start. You can also walk along the bicycle path from the Yosemite Valley Visitor Center—this adds approximately 0.5 miles (0.8 km) to your hike).  Trail Etiquette Share the trail! Leashed pets and strollers are allowed. Bicycles are prohibited with numerous bicycle racks located nearby for your convenience. Keep your food within arm's reach at all times and do not feed the wildlife.  Other Easy Hikes in Yosemite Valley  Bridalveil Fall Trail Cook's Meadow Loop Mirror Lake Loop  << Back to Yosemite Valley Day Hikes          Download the USGS topographic map (8.8 MB PDF)",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/lowerfalltrail.htm"
}
