{
    "title": "Yosemite National Park: Vernal & Nevada Falls",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Yosemite Valley     Vernal & Nevada Falls                  Vernal Fall and Nevada Fall Trails       Climb along nature's \"giant staircase,\" where you are rewarded with close-up views of two waterfalls and numerous geologic features (depending on how far you choose to hike). Powerful and turbulent, these two waterfalls will soak you in spring and entice you year-round.          Trail Overview Vernal Fall Footbridge Distance: 1.6 mi (2.6 km) round trip Elevation gain: 400 ft (120 m) Difficulty: Moderate Time: 1-1.5 hours  Top of Vernal Fall Distance: 2.4 mi (3.9 km) round trip (via Mist Trail) Elevation gain: 1000 ft (300 m) Difficulty: Strenuous Time: 3 hours Top of Nevada Fall Distance: 5.4 mi (8.7 km) round trip (via Mist Trail) Elevation gain: 2000 ft (610 m) Difficulty: Strenuous Time: 5-6 hours You can also take the John Muir Trail to the top of Vernal Fall (via the Clark Point cutoff) and the top of Nevada Fall, or combine the Mist Trail and John Muir Trail into a loop. See the map, profile, and description below for more information. All begin at: Happy Isles (shuttle stop #16) This very popular hike originates near Happy Isles in eastern Yosemite Valley (shuttle stop #16). The John Muir and Mist Trails offer spectacular, up-close views of two large waterfalls, enjoyable scenery along the Merced River, and unique views across Yosemite Valley. This first paved mile of trail is busiest and accesses the Vernal Fall Footbridge. Almost entirely uphill, you can appreciate views along the way, and during spring, when the water levels are at their peak, you can also glimpse Illillouette Fall from this first section of trail.  You'll find an excellent view of Vernal Fall from the footbridge at 0.8 miles (1.3 km). About 0.2 miles (0.3 km) beyond the bridge, the Mist Trail and the John Muir Trail diverge. To proceed directly to the top of Vernal Fall, follow the Mist Trail 0.5 miles (0.8 km) up a steep granite stairway of over 600 steps. Prepare for slippery footing and a tremendous amount of waterfall spray in spring and early summer (hence the name for this trail!). You will delight in views of Vernal Fall all along this stretch of trail and may even be able to see a rainbow in the spray of the fall. At the top of Vernal Fall, you can experience jaw-dropping views straight down the length of the 317-foot waterfall (please don't cross the railings and use extreme caution while you're near any flowing water or wet rock in this area).  From this point, you can: choose to turn around and head back the way you came; continue up to the next junction (about 0.2 miles \/ 0.3 km) and take the longer route back via the John Muir Trail; or continue uphill on the Mist Trail to the top of Nevada Fall. If you choose to continue on the Mist Trail, shortly beyond Vernal Fall, you will pass by Emerald Pool and Silver Apron. Both of these look may look inviting on a hot summer’s day, but it is illegal and dangerous to swim here due to the extremely hazardous current.  Continuing along the Mist Trail, you’ll experience another 1.5 miles (2.4 km) of steep, rocky switchbacks in order to reach Nevada Fall. Crashing down 594 feet, this thunderous waterfall is fullest in spring and early summer, and you will find terrific photographic opportunities along this stretch of trail. At the top of the climb, head right to reach the footbridge that crosses the Merced River above the fall, allowing you a closer view of it. Use extreme caution while you're near any flowing water or wet rock in this area. From here, you can either return down the Mist Trail, or continue over the bridge to the John Muir Trail for an alternate route back to Yosemite Valley. If you choose the John Muir Trail, you will enjoy different scenery, with great views of Liberty Cap and different views of Nevada Fall. The John Muir Trail is longer—approximately 4 miles one-way compared to the Mist Trail’s 2.5 miles (4 km)—so plan accordingly.  Some hikers may be continuing from the top of Nevada Fall to hike to Half Dome or elsewhere in Yosemite’s wilderness. Seasonality You can hike to both waterfalls all year. However, in winter, there is a specific route that remains open while some sections of trail are closed. The lower portion of the Mist Trail along Vernal Fall closes in winter due to risk of falling ice and rock. The upper portion of the John Muir Trail between Clark Point and the top of Nevada Fall is closed in winter due to treacherously icy conditions. Keep in mind that the sections of trail that remain open in the winter may be very icy and\/or snowy. View current conditions for trail closures and view historical opening and closing dates for this trail. View a trail profile and map of the winter route to the top of Vernal Fall and Nevada Fall.          Stay Safe   Stay on the established trail: do not swim or wade in the river and do not walk along the edge of the river.  Observe warning signs and railings—these exist for your safety. Carry a head lamp (with fresh or extra batteries) in case you end up hiking more slowly or farther then planned and find yourself hiking back in the dark. Sprained ankles and knee injuries are common on this trail. There are many areas of loose rock\/decomposed granite, mixed with steep steps, and water, which makes for slippery footing in places. Avoid becoming dehydrated or experiencing heat exhaustion. Drink plenty and drink often; pace yourself; rest in the shade; and eat salty snacks. The granite steps along the Mist Trail leading up to the brink of Vernal Fall can be slick and crowded. Consider making a loop by continuing on the trail, past the brink of Vernal Fall and Emerald Pool, taking the cutoff trail to Clark Point, and then hiking down the John Muir Trail.    Water Drinking water is available at the shuttle stop near the trailhead (stop #16) and also at the Vernal Fall Footbridge (May to October). This is the only drinking water available along the trail, so carry plenty of water for your hike.     Destination Amount of water to bring    Vernal Fall Footbridge  1 quart\/liter    Top of Vernal Fall  2 quarter\/liters    Top of Nevada Fall  3-4 quarts\/liters      Restrooms Unlike many other trails in the park, several restrooms are available along your hike. Restrooms are located at the shuttle stop near the trailhead (stop #16). Additionally, restrooms are located at the Vernal Fall footbridge, approximately 1 mile up the trail (May to October). Vault toilets are available beyond the top of Vernal Fall (along the Mist Trail) and at the top of Nevada Fall (along the Mist Trail).  Parking Parking is not available at the trailhead itself, but you can park at Half Dome Village (formerly Curry Village), less than one mile (1.6 km) from the trailhead. However, accessing the trailhead is easy by taking the Valley Visitor Shuttle (7 am to 10 pm year-round) to shuttle stop #16.  Transportation  Ride the Valley Visitor Shuttle (7 am to 10 pm year-round) to shuttle stop #16 and follow the signs across the bridge to where the trail begins.  Trail Etiquette Pets, bicycles, and strollers are prohibited. Do not shortcut switchbacks, which causes rapid trail erosion and results in injuries. Keep your food within arm's reach at all times and do not feed the wildlife. Carry out all trash and food waste (fruit peels, shells, etc.).                   Download the USGS topographic map (8.8 MB PDF)      Other Moderate and Strenuous Hikes in Yosemite Valley   Valley Loop Trail Yosemite Falls Trail Snow Creek Trail Four Mile Trail Half Dome Trail  << Back to Yosemite Valley Day Hikes",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/vernalnevadatrail.htm"
}
