{
    "title": "Antietam National Battlefield: Chronic Wasting Disease Plan",
    "body": "Public Meetings for Review of a Chronic Wasting Disease Plan       Antietam and Monocacy National Battlefields have prepared a plan and environmental assessment (plan\/EA) for Chronic Wasting Disease Detection and Initial Response. The plan\/EA outlines a range of strategies for the detection of and initial response to chronic wasting disease (CWD) in white-tailed deer in the battlefields. It is important to note that Chronic Wasting Disease (CWD) has not been detected in white-tailed deer in Maryland. However, since the disease has been detected within 60 miles of the park units and may threaten park units in the future this planning process was initiated in 2007.   The National Park Service (NPS) also announces it will host two public open house sessions to present the Detection and Initial Response Plan\/Environmental Assessment. The plan\/EA presents and evaluates three alternatives for responding to Chronic Wasting Disease (CWD) should it appear within or near park lands at Antietam National Battlefield in Sharpsburg, Maryland or Monocacy National Battlefield in Frederick, Maryland.   As part of the National Environmental Policy Act (NEPA) requirements for this project, the NPS has continued to review and consider a range of potential disease management alternatives and has hosted four previous meetings to present the issue and invite input. The three alternatives, including the preferred alternative, are presented in detail in the draft plan\/EA, which can be reviewed at the National Park Service’s Planning, Environment and Public Comment (PEPC) website at http:\/\/parkplanning.nps.gov\/anti.   Two public open houses, identical in format, will be held to present the plan\/EA to the public and provide a forum for receiving public input. The first open house will be held on Monday, August 31, 2009 in the Visitor’s Center at Antietam National Battlefield, Sharpsburg, Maryland off MD Route 65, 10 miles south of I-70 (Exit 29) and 1 mile north of Sharpsburg. The second will be held on Tuesday, September 1, 2009 in the Visitor’s Center at Monocacy National Battlefield, Frederick, Maryland off MD Route 355, one mile south of the City of Frederick. Antietam’s Visitor Center is located at 5831 Dunker Church Road, Sharpsburg, MD and Monocacy’s Visitor Center is located at 5201 Urbana Pike, Frederick, MD. Both sessions will begin at 6:00 pm and end at 8:00 pm. The open house format will offer the opportunity to review informational displays about the plan\/EA and talk with park staff.   Public comment on the plan\/EA will be accepted at either of the public open houses or electronically at http:\/\/parkplanning.nps.gov\/anti. Comments will be accepted until September 18, 2009. Additional information about the battlefields can be found at www.nps.gov\/anti and www.nps.gov\/mono.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/management\/cwd.htm"
}
