{
    "title": "Yosemite National Park: JMT Permits",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking     John Muir & Pacific Crest Trails     JMT Permits                  Wilderness Permits for John Muir Trail Hikers       Over the last several years, Yosemite National Park has noted a significant increase in demand for permits to hike the John Muir Trail (JMT). From 2011 to 2015, there has been a 100% increase in JMT permits requested. The trail’s rising popularity has strained the traditional methods that hikers use to access the JMT. The increased number of JMT hikers has made it difficult for non-JMT hikers to get wilderness permits for other trails within Yosemite National Park. Also during this same time, the NPS has noted an increase in the number of resource related impacts within the Sunrise Creek and Lyell Canyon areas. Finally, some wilderness campsites along the JMT in Yosemite have seen a sharp increase in overnight users, which negatively impacts the quality of the visitor experience.   To protect access for other hikers and preserve the quality of the JMT experience, Yosemite National Park is implementing an exit quota on an interim basis. The exit quota will help the park to address access and resource concerns until a comprehensive approach can be developed through the upcoming wilderness stewardship planning process. The interim quota will limit the number of hikers exiting the Yosemite Wilderness over Donohue Pass to 45 per day. The exit quota applies to all wilderness permits reserved or issued after February 2, 2015.  Wilderness trailhead quotas are not being reduced. The interim solution will help to restore traditional wilderness use patterns, balance access for JMT hikers with non-JMT hikers in the Yosemite Wilderness, and reduce physical and social impacts. Additionally, the interim quota will allow Yosemite National Park to collect visitor use and impact data along the JMT. Yosemite National Park anticipates launching a planning process to develop an updated wilderness management plan this spring and invites all to participate.   Frequently Asked Questions   What is the park doing about the increased demand for JMT permits?  The park is implementing an interim management solution to address increased demand for JMT permits until a more holistic and comprehensive approach can be developed through a larger planning effort. (The park anticipates beginning scoping for an updated wilderness management plan this spring or summer).   The goal of the interim solution is to   balance the number of permits issued to Yosemite through-hikers and within-park hikers, maintain a quality visitor experience for Yosemite’s wilderness users, and  reduce resource impacts to the Sunrise Creek area (along the JMT near Little Yosemite Valley) and Lyell Canyon (along the JMT near Tuolumne Meadows)   What are some of the impacts along the JMT?  The increased levels of use have led to significant social and physical impacts along the trail. Impacts include   inability of Yosemite visitors to obtain wilderness permits for hiking within the park; numerous new campsites being created along the trail corridor in Sunrise Creek and Lyell Canyon; more groups, resulting in many people (as many as 60) being within sight and sound of each other; and  thirty-one of 35 reported wilderness bear incidents in 2014 occurred along the JMT.   Why is it a problem if people use other trailheads to access the JMT?  Traditionally, JMT hikers have started their trips at either the Happy Isles or Lyell Canyon trailheads. The overwhelming demand for JMT permits has led to hikers starting their trips at other trailheads. As JMT hikers use a greater percentage of the available spaces for trailheads throughout the park, including trailheads not traditionally associated with the JMT, many non-JMT hikers are unable to get wilderness permits to hike to other areas of the park. The result is much higher use along the JMT, and much lower use elsewhere in the park, than the existing trailhead quota system intended.    What actions is the park taking?  The park is implementing an exit quota over Donohue Pass as an interim solution. The goal of the exit quota is to restore traditional wilderness use patterns, balance access for JMT hikers with access for non-JMT hikers in the Yosemite Wilderness, and reduce physical and social impacts. Additionally, the interim exit quota allows the park to collect more data to inform future planning efforts.  Where does authority come from to utilize quotas as a management tool? The park’s current wilderness management plan allows for the use of quotas as a management tool. The plan allows the park to use quotas and adjust them in order to meet management objectives.   Are these quotas new?  No. Yosemite’s current management plan has been in place for more than 25 years. This plan allows for the use of quotas as a tool to manage wilderness zone capacities. Yosemite has adjusted its quotas in the past to address previous issues (e.g., resource concerns, safety, visitor access) but has not previously used an exit quota. However, existing trailhead quotas limit the number of people who start an overnight hike from each trailhead.    What is the actual exit quota over Donohue Pass?  The exit quota limits the total number of hikers exiting Yosemite Wilderness over Donohue Pass to 45 hikers per day.   Which trailheads does this quota apply to? Will permits be available on a first-come, first-served basis?  In order to receive a permit with Donohue Pass as your exit point from Yosemite, you MUST start at Lyell Canyon, Happy Isles to Little Yosemite Valley, Happy Isles pass-through, Glacier Point to Little Yosemite Valley, or Sunrise Lakes. Other entrance trailheads will not be approved.  Lyell Canyon trailhead: Permits for 25 people, with 60% (15) available by reservation and 40% (10) available on a first-come, first-served basis.  Happy Isles to Little Yosemite Valley, Happy Isles pass-through, Glacier Point to Little Yosemite Valley, and Sunrise Lakes trailheads: Permits for 20 people, all of which are available by reservation. Late cancellations will be available on a first-come, first-served basis, although we don't expect any to be available most days.   How will the Mono\/Parker Pass trailhead be affected by this exit quota?  Trails providing access to national forest lands through day-use-only areas of Yosemite, including Mono\/Parker Pass, are not considered valid trailheads for overnight wilderness trips in Yosemite. Those beginning a long-distance trip at Mono\/Parker Pass trail may do so, but must camp in the national forest and head south of Yosemite via Koip Peak Pass. The daily trailhead quota for Mono\/Parker Pass is 15.   How will I know if my permit falls under the exit quota of 45 permits per day for Donohue pass?  Printed permits will state “Donohue Pass Exit” on them.    What has been the total reduction in trailhead permits due to the exit quota at Donohue Pass?  There is no reduction in the total number of trailhead permits available for hikers visiting the Yosemite Wilderness.  What are the reported use levels of the JMT?        2002-2006: average number of people using the JMT was about 1,000 per year2006-2009: number of people nearly doubled to almost 2,000 per year2009-2014: number of people increased to 3,500 per year2015-2016: number of people leveled out just above 3,500 per year               Reservation data as of January 9, 2015 shows an approximate year-to-date increase of 242% as compared to last year for JMT permits and an overall increase in permit requests of approximately 165%   How does the park’s wilderness permit system work?  Our website has more information about wilderness permits and wilderness permit reservations.   Doesn’t the park want people to experience Yosemite Wilderness?    Yes, the park wants visitors to experience Yosemite Wilderness. This change will increase the number of people hiking within Yosemite Wilderness. Spaces in the permit system freed up by this exit quota will be available for hikers wishing to stay within or closer to Yosemite. Visitor use will be more evenly distributed throughout the wilderness and provide better access to, and a better experience in, Yosemite.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/jmtfaq.htm"
}
