{
    "title": "Yosemite National Park: Snow Creek",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Yosemite Valley     Snow Creek                  Snow Creek Trail       After you venture beyond Mirror Lake, you'll be rewarded with views across Tenaya Canyon and be dwarfed by Half Dome as you climb out of Yosemite Valley, one switchback at a time.         Winter view looking east from the Snow Creek trail   Trail Overview Distance: 9.4 mi (15.1 km) round trip Elevation gain: 2,700 ft (820 m) Difficulty: Strenuous Time: 6-7 hours Begin at: Mirror Lake Trailhead (shuttle stop #17) This trail is tucked back in Tenaya Canyon, accessed from the eastern Yosemite Valley. It is a grueling hike that begins on the Valley floor and climbs to its rim, but which offers great views along the way. Comparable to the Yosemite Falls Trail, this trail climbs steeply along several dozen switchbacks but is narrower in comparison. Snow Creek Falls is the nearby cascade, but is not visible from this trail. You will often find fewer people on this trail compared to other Yosemite Valley trails.  The first part of the trail consists of the Mirror Lake Trail. About a mile beyond Mirror Lake, you'll come to the junction of the Snow Creek Trail. From here, you will begin climbing steeply out of Tenaya Canyon, one switchback after another. You are rewarded with good views of various granite landforms (e.g., Half Dome, Quarter Domes, Clouds Rest) after only a dozen or so switchbacks. The views get better as you climb higher until the trail leaves the open canyon walls and enters the forest. Approximately 2.6 miles (4.2 km) after beginning the uphill climb, you'll reach a trail junction near Snow Creek. A right at the fork brings you to the footbridge and makes a logical turnaround point. If you aren't up for the strenuous, 2,700-foot climb to the footbridge, then take pleasure in knowing that you can enjoy fantastic views from partway up and choose your turnaround point at your own leisure.   Seasonality The Snow Creek Trail is open year-round and in winter becomes a popular trail for backpackers (equipped with snow shoes and\/or cross-country skis) to access the wilderness. The lower portion of the trail can be snow covered and very icy in winter (the upper portion receives abundant sun and usually melts out with good weather).           Stay Safe  Start your hike early; this trail can become very hot mid-day in the summer. By starting as early as possible, you will be able to hike during the cooler part of the day. Much of the trail is exposed, receiving little to no shade until late afternoon or early evening.  Avoid becoming dehydrated or experiencing heat exhaustion. Drink plenty and drink often; pace yourself; rest in the shade; eat salty snacks. Sprained ankles and knee injuries are common on this trail. There are many areas of loose sand mixed with rocky terrain, which can make for slippery footing in places. Stay on the trail; there are numerous steep drop-offs and ledges off-trail.  Know your limits. Pre-existing medical conditions can be easily exacerbated on the steep ascent.  Be aware of rattlesnakes! Watch where you step, and if you want to take a break, look first before sitting and watch where you place your hands.   Water Drinking water is not available along the trail or at the trailhead. Plan ahead and bring plenty of water for your hike.  Restrooms Vault toilets are available 0.5 miles (0.8 km) from the trailhead and again 1 mile (1.6 km) from the trailhead at the end of the paved service road at Mirror Lake. There are no additional restrooms along the trail.  Parking Parking is not available at the trailhead. The nearest parking area is at Half Dome Village (formerly Curry Village), though you can easily access the trail by parking anywhere in eastern Yosemite Valley and taking the free shuttle.  Transportation  The Valley Visitor Shuttle (7 am to 10 pm year-round) serves the trailhead at shuttle stop #17. You can also bicycle the first mile of the trail to the end of the paved service road. From there, you can either turn around or park your bike and begin your hike. Trail Etiquette Leashed pets, bicycles, and strollers are allowed on the first paved mile of the trail. Beyond that, they are prohibited. Do not shortcut switchbacks, which causes rapid trail erosion and results in injuries. Keep your food within arm's reach at all times and do not feed the wildlife. Carry out all trash and food waste (fruit peels, shells, etc.).                  Download the USGS topographic map (north) (8.6 MB PDF) Download the USGS topographic map (south) (8.8 MB PDF)      Other Strenuous Hikes in Yosemite Valley   Vernal Fall and Nevada Fall Trails Yosemite Falls Trail Four Mile Trail Half Dome Trail  << Back to Yosemite Valley Day Hikes",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/snowcreektrail.htm"
}
