{
    "title": "Yosemite National Park: Fire Restrictions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking     Regulations     Fire Restrictions                  Wilderness Fire Restrictions       As fire danger increases during summer, Yosemite National Park may implement fire restrictions. There are two stages of restrictions, which affect where the restrictions are in effect.        Current Fire Restrictions     Stage 1 fire restrictions are in effect. Where: Below 6,000 feet except in frontcountry campgrounds and picnic areas What: Fires are only permitted in portable stoves using pressurized gas, liquid fuel, propane, or alcohol (including tablet\/cube stoves). Wood fires (including twig stove fires) and charcoal fires are prohibited. Smoking is not allowed below 6,000 feet except in campgrounds, picnic areas, and buildings in which smoking is normally allowed.      Where Do Fire Restrictions Apply?   Stage 1 restrictions apply to all park areas below 6,000 feet (but not to designated campgrounds and picnic areas in the frontcountry).  Stage 2 restrictions apply parkwide, regardless of elevation, including High Sierra Camps and Little Yosemite Valley (but not to designated campgrounds and picnic areas in the frontcountry).   What are the Fire Restrictions?  When and where fire restrictions are in effect, fires are only permitted in portable stoves using pressurized gas, liquid fuel, propane, or alcohol (including tablet\/cube stoves). Wood fires (including twig stove fires) and charcoal fires are prohibited. Smoking is allowed only above 6,000 feet and in any campgrounds or picnic areas where wood and charcoal fires are allowed, or in buildings in which smoking is normally allowed.  When and where fire restrictions are not in effect, wood fires are allowed in existing fire rings only and prohibited above 9,600 feet in elevation. Fires are also not allowed at Lower Cathedral Lake and within 1\/4 mile of the shoreline of Kibbie Lake. Use dead and down wood only.  How are Fire Restrictions Determined?  Fire restrictions may go into effect based on conditions at Crane Flat. When energy release component (which is related to how hot a fire could burn based on current conditions) at Crane Flat exceeds 70 for three consecutive days, stage 1 restrictions may go into effect. When the energy release component exceeds 80 for three consecutive days, stage 2 restrictions may go into effect.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/firerestrictions.htm"
}
