{
    "title": "Scotts Bluff National Monument: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         Black-tailed Prairie Dog NPS photo  Scotts Bluff National Monument is one of the few places in the Panhandle of Nebraska where wildlife is protected in a natural environment. There are resident populations of various species of reptiles, amphibians, birds, mammals and invertebrates, although an inventory of invertebrates has not been done. Migrating bird species also utilize the Monument for rest and feeding. The Monument is surrounded by private land, approximately half of which is used for agriculture. This somewhat restricts the movement of animal populations in and out of the Monument. The larger prairie animals encountered by the pioneers, such as grizzly bears, bighorn sheep, bison, and elk are gone from the Monument, and will probably never return. Currently 21 fish, 6 amphibian, 9 reptile, 101 bird, and 28 mammal species have been identified within the Monument.        Cliff Swallow NPS photo    Federally-listed threatened species are those plant or animal species for which the U.S. Fish and Wildlife Service has sufficient information on their biological status and threats to their ongoing viability to allow them to be officially listed as \"threatened\" under the Endangered Species Act. Federally-listed endangered species are those plant or animal species for which the U.S. Fish and Wildlife Service has sufficient information on their biological status, threats to their ongoing viability, and severity of \"threatened\" status to allow them to be officially upgraded to the \"endangered\" category under the Endangered Species Act. Federally-listed candidate species are those plant or animal species for which the U.S. Fish and Wildlife Service has sufficient information on their biological status and threats to their ongoing viability to allow them to officially propose them as threatened or endangered under the Endangered Species Act.        Burrowing Owl NPS photo  There are only four known federally-listed endangered or threatened species of concern that have, or could have, any association with Scotts Bluff National Monument. The threatened northern bald eagle can be found in and around the Monument during the winter months. Loafing habitat exists for this raptor along the adjacent North Platte River and several eagles may be observed during the winter months. The whooping crane, an endangered species, has been seen migrating through the Monument area. Some potential habitat exists for this species among the shallow braided channels of the adjacent North Platte River and associated with borrow pit lakes within the area. The endangered peregrine falcon migrates through the area; habitat is potentially available for this species among the steep eroded slopes of Scotts Bluff itself as well as other nearby bluffs. Since the Monument has a resident population of black-tailed prairie dogs, it is theoretically possible that the endangered black-footed ferret could be found on Monument lands, as prairie dogs and their burrows constitute its preferred prey and habitat. However, the prairie dog town is thought to be too small to support even one black-footed ferret. Federally and Nebraska state-listed candidate species for Scotts Bluff National Monument include the mountain plover and the swift fox. Habitat that could support either of these species potentially exists at the Monument. However, there have been no reported sightings or indications that either of these species exists in the area. The State of Nebraska also lists the prairie falcon as threatened, and this bird has been known to nest at the Monument. Nesting occurs from February to mid-June. The burrowing owl, which lives and breeds in the Monument's prairie dog town during the summer, is also a candidate species for the state and federal lists.          Spiny Softshell Turtle NPS photo   The long-term goal of the Monument's natural resource management program is to maintain wildlife populations in harmony with healthy natural plant communities. This includes a primary responsibility for the restoration and management of the Monument's relatively small portion of Great Plains native mixed-grass prairie to its historical appearance (based on the best available scientific and historical evidence). Primary methods for accomplishing this goal include, but are not limited to (1) seeding native grass and forb species, and (2) applying a prescribed fire program to simulate natural fire frequency, intensity, and season. The Monument presently uses prescribed fire to perpetuate its grassland and sparse forest communities. The use of prescribed fire helps to maintain the health of the ecosystem by reducing hazardous fuel accumulations and lessening the encroachment of non-native plant species. This active resource management program should encourage the development of a stable and biologically diverse prairie ecosystem of plants and animals on Monument land that should, in turn, benefit the biological diversity within the region.",
    "url": "https:\/\/www.nps.gov\/scbl\/learn\/nature\/animals.htm"
}
