{
    "title": "Voyageurs National Park: America's Great Outdoors",
    "body": "America's Great Outdoors-Let's Move Outside          America's Great Outdoors Initiative aims to reconnect Americans with their own country. With nearly eighty percent of Americans now living in urban areas, getting into the outdoors is much more difficult than in the past. Children spend half the amount of time outdoors that their parents did, and average seven hours daily using electronic devices. Nature is increasingly becoming something the typical person sees only on their calendars. This is a bigger job than the National Park Service can do alone - after all, most Americans aren't fortunate enough to live near one of their national parks. That's why it's not just the National Park Service, or even just the Departments of Interior and Agriculture participating. The Departments of Defense, Commerce, Housing and Urban Developement, Health and Human Services, Labor, Transportation, and Education are all helping Americans get outside into their own country. What are we doing here at Voyageurs National Park? We are one of 36 National Parks participating in the Let's Move Outside Campaign.  Lets Move Outside encourages kids and their families to engage in outdoor activities that get hearts pumping and bodies moving. Part of First Lady Michelle Obama's nationwide Let's Move campaign to end childhood obesity within a generation, the program is now underway in national parks across the nation. At Voyageurs National Park, there are a variety of active outdoor activities to participate in during both summer and winter:     Hike a park trail Paddle a North Canoe with a voyageur Canoe or kayak with your family Swim in one of Voyageurs' lakes Check out free snowshoes and explore the winter landscape Check out free cross-country skis and classic ski on the Black Bay ski trails  Learn how other parks are participating in Let's Move Outside.",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/management\/americas-great-outdoors.htm"
}
