{
    "title": "Rocky Mountain National Park: Meet Your Rocky Rangers Video Series",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Meet Your Rocky Rangers Video Series                Meet Your Rocky Rangers Video Series              Meet Your Rocky Trails Ranger   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 30 seconds  From the Meet Your Rocky Rangers series, this video highlights the dynamic, hard working, and thrilling role of the Trails Crew at Rocky Mountain National Park.               Meet Your Rocky Wilderness Office Ranger   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 21 seconds  From the Meet Your Rocky Rangers series, this video explores the multi-faceted role of the Wilderness Office Ranger at Rocky Mountain National Park.                Meet Your Rocky Interpretation Ranger   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 55 seconds  From the Meet Your Rocky Rangers series, this video introduces you to the rangers who greet you at visitor centers and inspire you with evening programs at Rocky Mountain National Park.               Meet Your Rocky Snowplow Ranger   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 11 seconds  From the Meet Your Rocky Rangers series, this video features the thrilling role of the Snowplow Ranger at Rocky Mountain National Park.                Meet Your Rocky Education Ranger   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes   From the Meet Your Rocky Rangers series, this video features the exciting role of the Education Ranger at Rocky Mountain National Park.               Meet Your Rocky Wildlife Biologist Ranger   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 18 seconds  From the Meet Your Rocky Rangers series, this video features the fascinating role of Wildlife Biologist Rangers at Rocky Mountaing National Park.               Meet Your Rocky Search and Rescue Ranger   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 37 seconds  From the Meet Your Rocky Rangers series, this video features the demanding yet rewarding role of the Search and Rescue Rangers of Rocky Mountain National Park.",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/photosmultimedia\/rockyrangersvideos.htm"
}
