{
    "title": "Antietam National Battlefield: Scenic Vistas",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Scenic Vistas                Scenic Vistas      Most of the scenic vistas found across the battlefield today served as an important post for those in command at the time of the Battle of Antietam. Not only are scenic vistas valuable from an aesthetic standpoint, but also an interpretive one.The observation room of the Visitor Center is located in the center of the park. From there, three-quarters of the battlefield's rolling hills are visible with South Mountain on the horizon. Historically, the site was the location of Stephen Lee's Confederate Artillery Battery.The Pry overlook, located on the east side of the Pry house, offers a great view of the north and central sections of the battlefield. More importantly, this was the location of General McClellan’s headquarters at the time of the battle. From the Pry overlook one can see Bloody Lane, the Visitor Center, the Mumma Farmstead and the Hawkins-Zouaves Monument.The Hawkin's Zouaves monument marks the furthest advance of the Federal Army on September 17, 1862. From there, you can see almost the entire south end of the battlefield as well as South Mountain to the east.Behind the National Cemetery, the magnificent view extends all the way to the gap in the Blue Ridge Mountains in Harpers Ferry. The location of this vista is where General Robert E. Lee sat on his horse Traveler, and watched the Federal advance towards the town of Sharpsburg.Burnside Bridge is one of the most well-known and most visited historic landmarks at the battlefield. Located west of the bridge is an interpretive plaza, overlooking this famous structure. Visitors can stand here, directly above the Georgia Sharpshooter rifle pits, and view the position confederate infantrymen held as they fired down on the union soldiers struggling to cross the bridge. This is another area actively managed by park staff to prevent exotic\/invasive plant species from overtaking the hillside.Last but not least, the Observation Tower at the end of Bloody Lane offers spectacular views of nearly the entire battlefield. Erected in 1897, this structure was used by the U.S. War Department to study the battle lines and strategies.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/nature\/scenic-vistas.htm"
}
