{
    "title": "Antietam National Battlefield: Field Trips",
    "body": "Field Trips      Battlefield Tour A nine-mile, bus accessible, eleven-stop tour road takes you through the battlefield. The battlefield tour is designed to be self-guided. The self-guided tour takes about an hour and a half, giving students time to get off the bus and walk Bloody Lane and to the Burnside Bridge. Please click here to view the tour map. Students and teachers may enhance their self-guided tour by using the \"Antietam: People and Places\" handout. Click here to download handout. (pdf, 8.2 mb) This includes stories specific to each stop on the route and is especially suitable for school groups. Another self-guided driving tour to complement your students' visit is \"Contradictions and Divided Loyalties: Slavery on the Antietam Battleground.\" Click here to download handout. (pdf, 2.3 mb) This handout also follows the driving tour route. There are also several teacher-led activities that students can complete during their visit including museum and battlefield scavenger hunts. Please click here to download these activities. Although the battlefield tour is designed for you to do on your own, a certified battlefield guide can be hired through our cooperating association's museum store to provide a guided tour. Please call (301) 432- 4329 or visit http:\/\/antietammuseum.stores.yahoo.net\/bato.html for more information. Fee Waiver Educational groups may request a waiver of the park entrance fees if they are making an educational visit to the battlefield. Please click here for more information about receiving an academic fee waiver for your group. Financial Assistance for Transportation to Antietam Battlefield The Civil War Trust's Field Trip Fund provides funding and assistance to teachers who are planning field trips to Civil War battlefields or related historic sites. For more information, please visit: http:\/\/www.civilwar.org\/education\/teachers\/field-trip-fund\/field-trip-fund.html?referrer=https:\/\/www.google.com\/. Enhancing Your Field Trip with a Ranger-led Program Please note that while we do not have the staffing and resources for park rangers to provide step-on guide services or full battlefield tours for individual school groups, we do offer a number of ranger-led education programs to enhance your students' visit. Education programs are curriculum-based, interactive, hands-on, and free of charge. We offer these programs year round to school groups and other youth groups. During a field trip a teacher or youth group leader typically requests one or two of the ranger-led programs listed below and then does the self-guided driving tour on their own. If you do not want to utilize the self-guided teaching materials for the battlefield tour, please consider contacting our bookstore to hire a certified guide at 301-432-4329. Please note, you may pick a MAXIMUM of two ranger-led educational programs. Due to staffing we cannot accommodate groups of less than 15 or groups larger than the size stated in the following program descriptions. Park rangers present the following educational programs: A Kid's Life in the 1860's: The 19th Century Life Ways Program will help young people learn about everyday life 150 years ago. This program will be presented by park rangers and volunteers. Children will participate in farm and household chores, play 19th Century games, and recreate a one room school environment. Group size: Up to 25 students. Time: 45 minutes. Grades: Recommended for grades K-4. Angels of the Battlefield: During this role-playing activity students will re-create the battle of Antietam; dramatizing medical care, field hospitals, and Clara Barton's role as a nurse. Students will discuss how they might feel before and during the battle, and about the care they received afterwards. Group size: 20 - 50 students. Time: 30 minutes. Grades 4-6. Antietam National Cemetery Exploration: Students will have the opportunity to learn about history by exploring the Antietam National Cemetery with a park ranger. Students and rangers will work together to answer questions on a worksheet and to make personal connections to the soldiers buried in the National Cemetery. Group Size: Up to 50 students. Time On-Site: 45 minutes. Note: This program meets at the entrance to the National Cemetery (Stop number 11 on the driving tour map). Grades 7-12. You may also do this program on your own. Click here for the National Cemetery Exploration Teacher's Guide. Battlefield in a Box: A ranger will create a large representation of the battlefield on the ground that shows the roads, bridges and other features. Groups of students can be moved around the map to illustrate the movements of troops during the battle and to demonstrate the influence of terrain on the battle. This overview of the battle includes a degree of participation by selected volunteers from the audience. Group size: 20 - 50 students. Time: 30 minutes. Grades 8 and up. Cannoneers to Your Posts: Students will participate in a Civil War artillery drill with artillery implements using one of the park's cannons. (No actual firing of the cannon). In case of inclement weather, this program cannot be moved inside. Group size: Up to 40 students. Time: 30 minutes. Grades 5 and up. Civil War Soldier: A park ranger will discuss the life and times of a typical Civil War soldier; using clothing, leather gear and other soldier items. Group size: Up to 50 students. Time: 30 minutes. Grades K-5. Flags that Talk: Students will be divided into \"signal stations,\" with each station comprising three or four students. Using signal flags and cipher discs, student will send and receive messages in the same way as Civil War armies. Group size: Up to 50 students. Time: 30 minutes. Grades 5 and up. Map to the Past: Students will work with the park ranger to assemble a large interactive map of the battlefield. They will explore events on a time line and demonstrate how the battlefield map changed and remained the same from historic times to the present by adding and removing components (including monuments, buildings, and bridges) on the map. Afterwards the group will discuss the map and the future landscape of the battlefield, including how their actions today will help change or preserve the battlefield in the future. Group Size: Up to 25 students. Time: 30 minutes. Grades K-5. Mumma & Roulette Farms Trail: This trail combines social studies and environmental earth science. Depending on grade level and curriculum, topics will include history, soil formation, succession, elements of the ecosystem, food chains, watersheds, habitats, habitat restoration, battlefield preservation, and many more concepts. The trail is .8 miles long and is not wheelchair accessible. Students are encouraged to wear sturdy walking shoes and to dress for the weather. Group size: Up to 30 students per group. Time: 1 hour. Grades 3-9. Click here for the 37 page trail guide (pdf 4.2 mb) During Your Visit When planning your trip, 1) please remind your students to dress for the weather; 2) in case of inclement weather, some of the ranger-led programs can be modified and presented in the Mumma Barn; 3) there are rest-rooms (porta-johns) at the Mumma Farm Education Center; 4) for groups who stop at the park visitor center, please make sure your groups are properly chaperoned; 5) All ranger-led education programs, except for the National Cemetery Exploration, take place at the historic Mumma Farm (stop number 6 on the driving tour route). For a map and directions to the education center please click here. (pdf 224 KB) Reservations are required for visits by school groups participating in ranger-led activities. Program availability depends on staffing levels and previously scheduled groups. Spring trips should be scheduled as early as possible. Please contact the park rangers at (301) 432-5124 for reservations or for more information about your visit or you can email us.      Results  There are no results to show.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/education\/classrooms\/fieldtrips.htm"
}
