{
    "title": "Ozark National Scenic Riverways: Guest Speakers",
    "body": "Explore This Park    Learn About the Park     Education     Guest Speakers              Guest Speakers         Ranger working on owl pellet dissection with the kids.   Kids love rangers and rangers love kids, so why not invite one to your classroom? Here are some of the activities we offer. We are always willing to discuss other ideas you may have that relate to the natural or cultural history of the Ozarks. (We are also eager to meet with teachers at teacher meetings and in-service trainings to discuss available services and programs.) Call Dena Matteson at 573-323-8028.   About Owls - Enjoy a short slide and sound presentation about these hunters of the night, followed by an activity in which we will dissect owl pellets to determine what they ate and how they fit into their ecosystem. Concepts: Food webs, habitats, predator \/ prey relationships.* Caves - Learn how caves form by making a working model of the cave formation process! Watch as millions of years of karst development pass in a few minutes! Ideal pre-activity for cave field trips. Concepts: karst, geology, erosion, groundwater. You may want to look at our Teacher's Guide to Caves for ideas on classroom activities you can do on your own. Native Americans - See and touch actual Native American artifacts and learn about Missouri's first people, the Paleo-Indians who were here thousands of years before Columbus. Concepts: human culture, archeology, archeological preservation. Habitat Study - Build your world! Students will build their own habitats and compare them with what their classmates came up with. Concepts: food chains, habitats, ecosystems.* Community Development - Based on the computer game \"Simm City\", students will design their own community, keeping in mind the need for jobs, living space, waste disposal, energy, etc. Concepts: Environmental responsibility, community development, economics. (No computer required!) Water Quality - Using a simulated stream sample, we'll explore the techniques of monitoring water quality by sampling aquatic insect life. Ideal for use before a stream study field trip. Concepts: water pollution, indicator species, ecosystems. Mammals - By making plaster casts of animal tracks and seeing mammal pelts and skulls, students will learn about our closest animal relatives. May include a short video. Concepts: Food chains, endangered species, adaptations, hunting & trapping, ecosystems.* Natural Resources Careers - For older students, a slide presentation on the many careers in the natural resources field: Rangers, Educators, Maintenance Workers, Researchers, Firefighters, even Administrative careers. Question and answer session after slides. Bats - Learn about the fascinating world of bats through a slide presentation, discussion and hands on examination of bat artifacts. Concepts: Endangered species, ecosystems, food webs.* Recycling - Why only live once? Students will learn about the importance of using resources sparingly and see examples of recycled products. Concepts: pollution, recycling, energy flow. *Note: We do not provide programs with living animals. Some programs may include dead animal mounts, skins, hides or models.   NOTE TO TEACHERS: Educational Activities are meant to further your educational objectives. They are not intended to be primarily recreational, although we hope everyone has fun learning! We want teachers to be involved. We are open to your ideas and suggestions for developing programs to meet your needs. Our schedule fills up quickly, so please call to reserve programs as early as possible. We prefer to serve your class in the spring and fall, although any time of year is possible. There is no fee for these activities.",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/education\/guestspeakers.htm"
}
