{
    "title": "Antietam National Battlefield: Water Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Water Quality                Water Quality      The surface waters of Antietam Creek are generally characterized as being of good quality, although the area is showing some impacts from human activities. Primarily agricultural, wooded, or rural residential land users surround the creek and its tributaries within the battlefield; however, upstream municipalities and the neighboring town of Sharpsburg may also impact the quality of the park’s water resources. These are problems that affect many natural areas in the face of intensive agricultural practices and increasing development.Park resource managers have identified the following specific threats to the quality of Antietam’s surface and groundwater resources:1) Agricultural runoff or nutrients and erosion into park surface waters possibly causing eutrophication or sedimentation.2) Groundwater contamination from old septic systems in Sharpsburg.3) Sewage discharge from upstream municipalities.4) Storm water runoff from the streets of Sharpsburg.Many of the same hazards that threaten the waters of Antietam National Battlefield have led to a decline in the health of the Chesapeake Bay. One of the most serious threats is the excessive discharge of nutrients such as nitrogen and phosphorus into the tributaries of the Bay, resulting in the eutrophication of many waterways. This process depletes water of oxygen, which in turn kills fish and other plants and animals. The National Park Service joined the Chesapeake Bay Program (a regional agreement to reduce nitrogen and phosphorus levels entering the Bay) in 1994 with a commitment to aid in the creation of streamside riparian buffer zones throughout these tributaries. These buffers are vegetated areas that stretch 35 feet or more from the water’s edge and may be fenced off to prevent livestock from entering the water. Riparian buffers will help achieve both the nutrient reduction and the habitat restoration goals put in place by the program. In addition to the establishment of these zones, park staff also works with cooperating farmers on agricultural nutrient management issues. As a means of examining the effects of these programs, Antietam’s Natural Resources Division has initiated a water quality-monitoring plan. Thirteen times a year, several water quality parameters are measured at six different locations within the park. Park staff record the water temperature, depth, pH, dissolved oxygen content, and nitrogen and phosphorus levels for each of these sites. Using computer software, data is recorded and analyzed to determine impacts of park activities on water quality. In an effort to contribute to the environmental awareness of today’s youth, a program known as \"Water Watchers\" has been established. For only a few days each spring and fall, students from area schools, elementary to high school, are invited to participate in this three-hour program. Park rangers discuss with the students the importance of clean water and viable aquatic ecosystems. Then, in groups of four, the children conduct basic water quality tests in either Antietam Creek or Sharpsburg Creek here at the battlefield. They calculate and record not only physical parameters such as water depth and temperature but also chemical properties like pH and dissolved oxygen content. The third characteristic of water quality that Water Watcher participants examine is the type of macroinvertebrate species that inhabit the creek. These animals, mostly aquatic larval insects and worms, live under rocks of the creek bed and in the earth itself. Students donning waders and carrying nets, then stand in the water and do the “benthos two-step,” where they twist and kick their feet to loosen the creek mud and dislodge the aquatic inhabitants. Once their nets are full, they return to the stream bank to sort and identify the creatures they caught. Based on the types of animals they have found, students can determine the health of the creek for that moment in time. Class averages for the water tests are then calculated and recorded for long-term trend monitoring. By introducing children to the importance of water protection through its Water Watchers program, the staff of Antietam National Battlefield hopes to foster an environmental consciousness in the youth of today that will accompany them well into the future.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/nature\/water-quality.htm"
}
