{
    "title": "Antietam National Battlefield: Pests",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Pests                Pests      Animal pests and insects are another environmental factor managers must attend to when preserving park resources. These creatures can invade and even destroy structures and natural resources. Integrated Pest Management (IPM), discussed as a method to control nonnative species, can also be used to control the following animal and insect pests. WOODCHUCKS, also known as groundhogs, are large, brown rodents belonging to the squirrel family. Woodchucks are serious agricultural pests. Not only do they travel considerable distances to raid gardens, but also their immense burrows damage farm machinery and destroy building foundations. HOUSE MICE are very small but troublesome pests. They weigh about a half-ounce and usually are light gray in color. An adult is about 5 1\/2 to 7 1\/2 inches long, including the 3- to 4-inch tail. These rodents will nest in houses and barns, meanwhile consuming and contaminating food meant for humans, livestock or other animals. In addition to damaging structures and property, they transmit diseases such as salmonellosis. SUBTERRANEAN TERMITES are yellowish-brown in color and are 12 to 15 mm long. These pests are considered one of the most destructive and aggressive species of termites in the world. They feed on wood and paper products damaging not only buildings but also plants. For the most part, subterranean termites attack the bases of poles, old tree stumps or other wood in contact with soil. They may even construct galleries to the upper stories of buildings in order to feed on the wood. POWDER POST BEETLES include several small, brownish, dry wood-eating insects ranging in size from one-twelfth to one-fifth inch long. They acquired their name through their eating habit, in which the wood upon which they feed is generally converted into a fine, flourlike powder. They can damage and eventually destroy all exposed wood in buildings by penetrating it with their tunnels. Invasive species of FLORA and FAUNA are also considered pests. These may be native or exotic and will take over and dominate an area for a time, thus changing the appearance of that area. Invasive species such as Trumpet Creeper (Bignonia radicans) and Virginia Creeper (Parthenocissus quinquefolia) are natives that need to be controlled so they do not out compete more desirable plant species.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/nature\/pests.htm"
}
