{
    "title": "Antietam National Battlefield: Flags at Antietam",
    "body": "For the Colors       Flags at Antietam Mattie Brunson’s father Joseph was an artilleryman in the Pee Dee Artillery of South Carolina. She remembered as a child her father gathering the children and opening a little tin box and pulling out a cherished piece of cloth. When Joseph slowly unfolded the frayed remnants of a South Carolina flag “with broken voice, he told us of the times when he had seen it flying and took fresh courage, and of Baxter Rollins. Then we children went up and were allowed to touch with reverent hands the faded emblem, all more precious because of its wounds and tatters.” For the soldiers of the Civil War, their national, state and regimental flags were more than cloth and thread, more valuable than life itself, like a beacon reflecting from its folds the love of country, of comrades, and of home. Every unit that marched onto the fields of battle across America was led by at least one flag that was purposely positioned in the center front of the regiment. The flags were the largest and most colorful objects on the field. Through the smoke and terror of battle they acted as a guide, a symbol, and a rallying point. Many of the flags were sewn by the wives and mothers in the home towns who sent their men off to war. Imagine standing on your town square in 1861 with farmers, laborers and merchants apprehensively enlisting, bands playing patriotic music, and town leaders making speeches. At the conclusion of the day a flag would be presented to the new regiment or company. In Louisiana Idelea Collens offered a flag to the DeSoto Rifles and stated, “receive then from your mothers and sisters, from whose affections greet you, these colors woven by our feeble but reliant hands; and when this bright flag shall float before you on the battlefield, let it…inspire you with the brave and patriotic ambition of a soldier aspiring to his own, and his country’s honor and glory.”         In addition to the symbolic value, a unit’s flag also served important functional purposes on a battlefield. One of the most important functions was to help tell the two armies apart. This need was readily apparent at the first major battle of the war – First Manassas or First Bull Run. Most Confederate regiments that fought in the 1861 battle carried the Stars and Bars or First National Flag of the Confederacy. This flag was rectangular, had a square blue field with seven stars and three broad stripes of red and white. Hanging on a staff on a dusty, smoke-filled field soldiers could not tell the Confederate Flag from the Union Colors – colorful confusion reigned.         This confusion led Southerners to adopt a new flag for battle. The Confederate Battle Flag – a red square with the blue St. Andrews Cross and thirteen stars – was more distinguishable from the U.S. flag in the confusion of combat. It was this flag that was issued to the Army of Northern Virginia in the Spring of 1862 and was primarily carried by Confederates at Antietam.      In the Union Army, regulations called for a large six foot by six foot flag. As soldiers marched across the landscape, shoulder to shoulder, with iron and lead tearing though bodies, cannons and screams echoing in their ears, all concentration would be focused on loading and firing weapons and staying aligned with their comrades on the right and left. Having the flags positioned in the center front of the line of battle provided the inspiration, alignment, and direction of movement to press forward. As the flag moved, so did the men. Another valuable functional purpose for the flags was serving as a rallying point. When a regiment retreated, soldiers looked for their flags and friends to gather. Even the words of a popular Civil War song exhorted the men to “rally on the colors boys, rally once again.”             Click here to learn more about two special flags at Antietam and finish the story of Baxter Rollins.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/flags.htm"
}
