{
    "title": "Antietam National Battlefield: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds      Spring is by far the best time of year to bird at the Battlefield.  In the months of March, April, May, and June, birds that have migrated to Central and South America are now returning to the area to breed, thus offering more opportunities for birders.  Probably the best areas to view birds are the wooded areas along the waters edge off of the Sherrick Farm and the Snavely Ford Trails.  Surveys througout the park have resulted in the sighting of 77 different bird species.Some of the most common include:Common Grackle (Quiscalus quiscula) Eastern Bluebird (Sialia sialis) Tree Swallows  (Iridoprocne bicolor) American Goldfinch (Carduelis tristis) Black-capped Chickadee (Parus atricapillus) Eastern Towhee (Pipilo erythrophthalmus) Common (American) Crow (Corvus ossifragus) Northern Cardinal (Cardinalis cardinalis) Red-tailed Hawk (Buteo jamaicensis)During certain times of the year, Grasshopper Sparrows (Amodramus savannarum), Indigo Bunting (Passerina cyanea), and Red-headed Woodpeckers (Melanerpes erythrocephalus) are prevalent at the Park. Raptors are also found throughout the Battlefield.  During the spring, it is common to see a Red-tailed Hawk in a days visit.  Other common raptor sightings include the Sharp-shinned Hawk, Cooper’s Hawk, American Kestrel, and an occasional Broad-winged Hawk. In the fall, Great Blue Herons are frequently spotted along Antietam Creek.  At night, Barred Owls, Screech Owls, and Great Horned Owls break up the silence with their loud calling.  Perhaps the most visible bird hovering over the park are the scavengers known as Turkey and Black Vultures. Gamebird species, such as Ring-necked Pheasants, Bobwhite Quail, and Ruffed Grouse are lacking in the park.  The populations of these three species have been on a steady decline over the past 5 years, possibly due to a large fox population and declining habitat outside the park.When discussing birds, it is important to bring up the success of the bluebird trail at Antietam National Battlefield.  Mark and Jean Raabe have been maintaining the Bluebird box trail by checking each box every week March through August since 1979.  The Battlefield now has 70 nest boxes posted along the tour roads which have fledged over 6,000 Bluebirds.  The close proximity of these nest boxes with the tour roads provides visitors the excitement of birding up close and personal.  As of 2008, a total of 6,249 fledglings have been given a safe place to nest thanks to this wonderful program.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/nature\/bds.htm"
}
