{
    "title": "Antietam National Battlefield: The Medal of Honor",
    "body": "The Bravest of the Brave-The Medal of Honor         Civil War Medal of Honor   Created in the Civil War A Navy version of the Medal of Honor was the first to be approved by President Lincoln on December 21, 1861. At the time it was the first and only decoration formally authorized by the American Government to be worn as a badge of honor. The Army’s version was approved the next year for enlisted men and then amended to also include officers who “shall most distinguish themselves by their gallantry in action and other soldier-like qualities.” A total of 1,520 Medals were awarded during the Civil War. Twenty men received Medals for their gallantry on the Battlefield at Antietam. Eight of the twenty men were awarded the Medal for either capturing or saving flags. In 1916 a board of five retired General Officers was appointed to investigate the validity of all the Medals which had been awarded. 911 names were stricken from the list, most from the Civil War. The majority of those were from the 27th Maine Infantry who in June of 1863, a critical time of the war, received Medals of Honor just for re-enlisting.      What about the Confederates? The Confederate government, seeking to increase morale and to recognize their soldiers, authorized medals and badges for 1) officers “conspicuous for courage and good conduct on the field of battle” or 2) to one enlisted soldier per regiment after each victory. This soldier was to be chosen by a vote amongst regiment. When appropriate medals could not be supplied, the Confederate Congress authorized the Roll of Honor in October of 1862. The Roll of Honor covered all ranks and it was ordered that the Roll would be: 1) preserved in the office of the Adjutant and Inspector General; 2) read at the head of every regiment at the first dress-parade after its receipt and; 3) published in at least one newspaper from each state.      A Woman of Valor The only woman to be awarded the Medal of Honor was Mary Edwards Walker. Born in New York, she graduated from Syracuse Medical College in 1855. At the outbreak of the Civil War, the Union army would not hire women doctors, so Dr. Walker volunteered as a nurse in Washington D.C.’s Patent Office Hospital. Later she was contracted as an assistant surgeon with the 52nd Ohio Infantry -- the first woman to serve with the Army Medical Corps. In 1864 she was captured and spent four months in a Confederate prison. She was awarded the Medal in 1866, only to have it removed by the 1916 Board. In 1977, President Jimmy Carter restored her award which is now on display in the Pentagon.      The Medal Today Over 3,400 Medals of Honor have been awarded and only ten have been awarded for actions since the Vietnam War. Two were bestowed posthumously to Army Master Sgt. Gary I. Gordon and Army Sgt. 1st Class Randall D. Shughart for valor in Somalia in 1993. Three were bestowed posthumously to Army Sgt. 1st Class Jared C. Monti, Army Staff Sgt. Robert J. Miller, and Navy Lieutenant Michael P. Murphy for separate actions in Afghanistan. Four were bestowed posthumously to USMC Cpl. Jason L. Dunham, Army Pvt. 1st Class Ross A. McGinnis, Navy Master-At-Arms 2nd Class Michael A. Monsoor, and Army Sgt. 1st Class Paul R. Smith, for separate actions in Iraq. In November 2010 the Medal of Honor was presented to the first living soldier for actions in Afghanistan, Army Staff Sgt. Salvatore Giunta. To be awarded a Medal today the individual must be in combat as a member of the Armed Forces of the United States. The act of bravery must be: 1) proved by incontestable evidence of at least two eyewitnesses; 2) clearly distinguishes gallantry beyond the call of duty; 3) involve the risk of life. Today the Medal of Honor stands at the top of a pyramid of awards, reserved for the bravest of the brave.       Go to the list of the twenty men who received Medals of Honor for their gallantry on the Battlefield at Antietam.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/moh.htm"
}
