{
    "title": "Antietam National Battlefield: Freedom at Antietam",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Freedom at Antietam                 Freedom at Antietam        NPS image     As the glowing sun set over the bloody fields of Antietam, the Civil War became a different war. Five days after the battle, armed with pen and paper, Abraham Lincoln changed the war when he issued the Emancipation Proclamation.The proclamation reflected Lincoln's new way of thinking about the conflict. Until this time, it was seen as a rebellion, a fight to preserve the Union without touching slavery. Now Lincoln was threatening to crush the Confederacy by destroying slavery, the basis of its economy and society. Now the North was waging a moral crusade to free the slaves.While the Emancipation Proclamation reflected Lincoln's high-minded morality, the president was under great pressure to act. Congress was urging emancipation. Escaped slaves were fleeing to the Union army as it advanced in the South, complicating military operations. And the enlistment of black Americans as soldiers could give the Union's ailing war machine a much-needed boost.     Forever Free, but When?Lincoln's preliminary proclamation, issued on September 22, 1862, declared that on New Year's Day, 1863, slaves in areas then \"in rebellion against the United States shall be then, thenceforward, and forever free.\" For areas not deemed to be in rebellion, slavery would be unchanged.The final proclamation, issued January 1, 1863, identified those areas \"in rebellion.\" They included virtually all of the Confederacy, except areas controlled by the Union army. The document notably excluded the so-called border states of Maryland, Kentucky, and Missouri, where slavery existed side by side with Unionist sentiment. In areas where the U.S. government had authority, such as Maryland and much of Tennessee, slavery went untouched. In areas where slaves were declared free--most of the South--the federal government had no effective authority.By the summer of 1862, Congress was pushing hard for emancipation. Now Lincoln's proclamation, a vital step on the gradual path to freedom for American slaves, articulated emancipation as the government's new policy.Although his famous proclamation did not immediately free a single slave, black Americans saw Lincoln as a savior. Official legal freedom for the slaves came in December 1865 with the ratification of the 13th Amendment to the Constitution abolishing slavery.     Political TightropeLike everything else in Lincoln's administration, the slavery issue was fraught with political pitfalls. On one hand, Lincoln was under pressure to attack slavery from Congress and from some of his own generals.But Lincoln was beholden to the Union border states of Maryland, Kentucky and Missouri, where some slaveowners were loyal Union men. Lincoln was afraid to seize their private property (their slaves) and lose those states to the Confederacy, so he exempted them from his Emancipation Proclamation.The timing of the proclamation was also political. Lincoln penned his first copy in July 1862, when Union armies were losing one battle after another. But Secretary of State William Seward persuaded Lincoln that emancipation then would look like the \"last measure of an exhausted government . . . stretching forth its hands to . . . Ethiopia, instead of Ethiopia stretching forth her hands to the government.\" (In the mid-19th century, black Americans were sometimes called Ethiopians.)So Lincoln decided to wait for a victory on the battlefield. Antietam gave him his opportunity.     Go to Part 2 of Freedom at Antietam to learn more.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/freedom.htm"
}
