{
    "title": "Antietam National Battlefield: Artillery at Antietam",
    "body": "Artillery at Antietam       At Antietam, the rolling terrain was of benefit to the artillerists of both armies. Placing their more than 500 cannons on high ground, blue and gray alike were able to effectively strike enemy troop positions at great distances. So intense was the cannon fire, Confederate Colonel Stephen D. Lee, who commanded the key artillery position located where the Visitor Center is today, referred to Antietam Battlefield as \"artillery hell.\"...      Artillery Basics  The Artillery was a separate, specialized branch of the army that supported the Infantry. The basic organizational unit for cannons was called a battery, made up of four to six guns with approximately 70-100 men commanded by a Captain. There were many models and sizes of Civil War cannon, but there were two basic types--smoothbore and rifled. A smoothbore cannon barrel is just like a pipe, smooth on the inside. In contrast, a rifled cannon has grooves cut into the inside of the barrel, which forced the ammunition to rotate like a football. A rifled cannon was more accurate and had a greater range than a smoothbore gun.       Smoothbore Cannon:         1841 Model Gun •Fires 6 lb. projectiles •Workhorse of Mexican War, but considered obsolete by Civil War •Weight: 1,784 pounds •Range: up to 1,523 yards •Approximate number at Antietam: Confederate: 45, Union: 0         1857 Model Napoleon  •Fires 12 lb. projectiles  •Named after French Emperor Louis Napoleon III  •Weight: 2,355 pounds  •Range: up to 1,619 yards  •Approximate number at Antietam: Confederate: 27, Union: 108       Rifled Cannon:         Parrott Rifle  •Fires 10 lb. projectiles  •Named for designer Robert Parker Parrott  •Weight: 1,799 pounds •Range: up to 1,900 yards •Approximate number at Antietam: Confederate: 36, Union: 42         3-Inch Ordnance Rifle •Fires 10 lb. projectiles  •Lightest and strongest rifled tube  •Weight: 1,726 pounds  •Range: up to 1,830 yards  •Approximate number at Antietam:  Confederate: 40, Union: 9     Click here for Part II on artillery",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/arty.htm"
}
