{
    "title": "Antietam National Battlefield: Photography at Antietam",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Photography at Antietam                Photography at Antietam        Alexander Gardner image of a Union burial crew at Antietam.       The ability to capture a moment in time has fascinated us ever since an image was first produced in 1839. First a novelty, then a powerful medium of information and emotion, photography and photojournalism came of age during the American Civil War. No other conflict had ever been recorded in such detail. Nowhere else is this truer than at Antietam, the first battlefield photographed before the dead were buried.It started with just a few, but by 1865 dozens of photographers were hauling glass plates and volatile chemicals across the war-torn countryside. Today, because of their work, we can still look into the faces of soldiers and visit the locations of tragic events.     Photography Comes to AmericaLouis Daguerre produced the first known image on polished silver plates in his studio in France. His invention quickly captivated the Europeans. Other inventors looked for new ways to produce their photographs. After a decade of silver plates and paper experiments, Englishman Frederick Archer started working with glass plates. This critical breakthrough, the glass negative, allowed positive copies to be transferred or created on light sensitized paper.The initial problem with glass plates was keeping the light-sensitive chemicals on the glass. Archer overcame this problem by using a sticky transparent liquid called \"collodion.\" For this new process a puddle of collodion was poured onto a glass or iron plate. Then the plate was tilted so that the collodion flowed over the entire plate leaving an even coating. When the coating began to set, the plate was then taken into the \"darkroom\" and then lowered into a bath of silver nitrate where it received its light-sensitive coating. The plates had to be sensitized just minutes prior to making the exposure and then developed before the coating dried - thus the name \"wet plate\" photography. After exposing the plate – \"taking the picture\" – the photographer had to quickly fix and wash the plate thoroughly. Then the finished image was dried over an alcohol lamp and coated with a varnish for protection.        Mathew Brady   Samuel Morse, inventor of the telegraph, was in Europe and he helped bring the magic of photography to the United States. One of his students was Matthew Brady. Brady opened his photographic studio in New York City in 1844 where he became almost as famous as the notables who sat for their portraits. Brady’s gallery was still using the Daguerre silver plate process. In 1856, glass plate photography made it to the States and no one perfected its process, or used it more effectively, than Brady’s employee Alexander Gardner.      Alexander Gardner at AntietamWhen war threatened the nation in the spring of 1861, thousands of soldiers flocked to Washington, D.C., to defend the capital. Photographers followed in their footsteps capturing camp scenes and portraits of untested, jubilant greenhorns in their new uniforms. It so happened that Alexander Gardner had just opened a new studio in the capital for the most notable photographer of his era - Mathew Brady. Gardner also took advantage of the coming storm to increase his business. All of the early war photographs were taken in studios or tents. No one had produced images in the field.It wasn’t until September of 1862 that the first true images of war were produced. Antietam was the first battle to depict the grim and bloody truth of civil war through the lens of photographer Alexander Gardner and his assistant James Gibson. Gardner made two trips to Antietam. The first was just two days after the battle, the second, two weeks later when President Abraham Lincoln visited the battlefield.During both of his trips, Gardner moved across the battlefield taking advantage of another new photographic technique that increased the impact of war images – stereograph. Two lenses capture two simultaneous photographs, and when seen through a viewer, the mind creates a three-dimensional image. Parlors were filled with cards and viewers as stereo views became the rage in America. Of the approximately ninety images Gardner took at Antietam, about seventy were in stereo, adding a new, horrific view of the American landscape to home collections.Newspapers could not reproduce photographs, but woodcuts from the Antietam images spread across the country. Gardner’s original images were put on display in New York City at Brady’s gallery. New Yorkers were shocked and appalled. The New York Times stated that Brady was able to \"bring home to us the terrible reality and earnestness of war. If he has not brought bodies and laid them in our door-yards and along streets, he has done something very like it…\"     Antietam Stereo Image and the Published Woodcut       Gardner stereo image entitled \"A Contrast: Federal buried, Confederate unburied, where they fell on the Battlefield of Antietam.\"         Woodcut created from the Gardner photograph that was reproduced in the newspapers.       Go to page 2 of Photography at Antietam",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/photography.htm"
}
