{
    "title": "Antietam National Battlefield: Eyewitness to Battle",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Eyewitness to Battle                Eyewitness to Battle       \"Another day's march brought us to Hagerstown where the cornfields and orchards furnished our meals. The situation, in a sanitary point, was deplorable. Hardly a soldier had a whole pair of shoes. Many were absolutely bare-footed, and refused to go to the rear. The ambulances were filled with the foot-sore and sick.\"           Pvt. Alexander Hunter, Company A, 17th Virginia Infantry        General James Longstreet   \"On the forenoon of the 15th, the blue uniforms of the Federals appeared among the trees that crowned the heights on the eastern bank of the Antietam. The number increased, and larger and larger grew the field of the blue until it seemed to stretch as far as the eye could see, and from the tops of the mountains down to the edges of the stream gathered the great army of McClellan.\"  Lt. Gen. James Longstreet, CSA, Commander, Longstreet's Corps, Army of Northern Virginia     \"We were massed `in column by company' in a cornfield; the night was close, air heavy...some rainfall...The air was perfumed with a mixture of crushed green corn stalks, ragweed, and clover. We made our beds between rows of corn and would not remove our accouterments.\"  Pvt. Miles C. Huyette, Company B, 125th Pennsylvania Infantry\"As night drew nearer, whispers of a great battle to be fought the next day grew louder, and we shuddered at the prospect, for battles had come to mean to us, as they never had before, blood, wounds, and death.\"  Mary Bedinger Mitchell, (Resident of Shepherdstown) \"...I began to feel wretchedly faint of heart, for it seemed timely that the coming of battle meant my certain death.\"  Pvt. Ezra E. Stickley, Company A, 5th Virginia Infantry\"The stillness of the night is broken by the hostile picket shots close to the front. What are the thoughts that fill the minds of the men as they lie there, anxiously awaiting the morning? Who can describe them?\"  Cpl. Arthur S. Fitch, Company B, 107th New York Infantry\"Suddenly a stir beginning far up on the right, and running like a wave along the line, brought the regiment to its feet. A silence fell on everyone at once, for each felt that the momentous `now' had come.\"  Pvt. David L. Thompson, Company G, 9th New York Volunteers\"Our first fire was rattling volley; then came the momentary interval occupied in loading. The rifles were, of course, muzzle loaders, with iron ramrods; the cartridges were new and the brown paper of the toughest description, so that strong fingers were required to tear out the conical ball and the little paper cap of gunpowder. Emptying these into the muzzle and ramming home and capping the piece took time---seemingly a long time in the hurry of action...\"  History of the 35th Massachusetts Volunteers\"It was no longer alone the boom of the batteries, but a rattle of musketry--at first like pattering drops upon a roof; then a roll, crash, roar, and rush, like a mighty ocean billow upon the shore, chafing the pebbles, wave on wave, with deep and heavy explosions of the batteries, like the crashing of the thunderbolts.\"  Charles Carleton Coffin, Army Correspondent\"I was lying on my back, supported on my elbows, watching the shells explode overhead and speculating as to how long I could hold up my finger before it would be shot off, for the very air seemed full of bullets, when the order to get up was given, I turned over quickly to look at Col. Kimball, who had given the order, thinking he had become suddenly insane.\"  Lt. Matthew J. Graham, Company H, 9th New York Volunteers\"Sometimes a shell would burst just over our heads, scattering the fragments among us.\"  Lt. Thomas H. Evans, 12th U.S. Infantry\"The third shell struck and killed my horse and bursting, blew him to pieces, knocked me down, of course, and tore off my right arm...\"  Pvt. Ezra E. Stickley, Company A, 5th Virginia Infantry\"Such a storm of balls I never conceived it possible for men to live through. Shot and shell shrieking and crashing, canister and bullets whistling and hissing most fiend-like through the air until you could almost see them. In that mile's ride I never expected to come back alive.\"  LtCol A.S. \"Sandie\" Pendleton, CSA         \"In the time that I am writing every stalk of corn in the northern and greater part of the field was cut as closely as could have been done with a knife, and the slain lay in rows precisely as they had stood in their ranks a few moments before. It was never my fortune to witness a more bloody, dismal battlefield.\"  Maj. Gen. Joseph Hooker, USA, Commander, I Corps, Army of the Potomac     Continue to Eyewitness to Battle Page 2",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/eyewitness-to-battle.htm"
}
