{
    "title": "Antietam National Battlefield: Teaching Materials",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Teaching Materials                Teaching Materials       We are pleased to provide you with both on-site and classroom teaching materials. These documents will provide you with information about the Battle of Antietam and provide you with lessons and activities that supplement your study of the battle. Teacher-Led Tour Materials: \"Antietam: People and Places\" Self-guided Driving Tour Guide (pdf, 8.2 MB, 25 pages). \"Contradictions and Divided Loyalties: Slavery on the Antietam Battleground.\" Self-guided Driving Tour Guide (pdf, 2.3 MB, 10 pages). Map for Auto Tour (pdf, 130 KB, 1 page). Here is a collection of \"Scavenger Hunt\" worksheets for students to complete when they visit the park: Visitor Center Museum Scavenger Hunt (pdf, 47 kb, 2 pages). Answer Sheet for Visitor Center Museum Scavenger Hunt (pdf, 50 kb, 2 pages). Scavenger Hunt (pdf, 503 KB, 3 pages). Scavenger Hunt for Maryland Students (pdf, 828 KB, 4 pages). Scavenger Hunt for Ohio Students (pdf, 1.1 MB, 4 pages). Scavenger Hunt for Pennsylvania Students (pdf, 891 KB, 4 pages). Scavenger Hunt for Virginia Students (pdf, 773 kb, 4 pages). On-Site Teacher Led Activities: Mumma\/Roulette Farm Education Trail Guide (pdf, 4.2 MB, 37 pages). Mumma Cemetery Exploration Worksheet (pdf, 763 KB, 4 pages). 10 page \"Interview a Monument\" Worksheet and Background Materials (pdf, 330 KB). You're the Gunner Math Activity (pdf, 167 KB, 2 pages). Antietam National Cemetery Teacher Packet (pdf, 8 MB, 34 pages). Antietam National Cemetery Student packet (pdf, 1.5 MB, 6 pages). Teacher Packets (a collection classroom materials and worksheets): Teacher Packet for Kindergarten-4th Grade (pdf, 3.2 MB, 50 pages). Teacher Packet for 5th-8th Grade (pdf, 1.4 MB, 57 pages). Teacher Packet for 9th-12th Grade (pdf, 1.57 MB, 52 pages).   Audio-Visual Materials Antietam PowerPoint Presentation (12.2 mb). A 6-minute youtube video where park rangers describe the battle. You can watch the video by clicking here.       Browse Our Curriculum Materials        By Keyword By Keyword        Search                  Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/education\/classrooms\/teaching-materials.htm"
}
