{
    "title": "Antietam National Battlefield: Key to the Battlefield",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Key to the Battlefield                Key to the Battlefield      While visiting the battlefield, you will notice several tablets, markers, monuments and cannons that dot the landscape. All are part of the long term preservation and interpretation of the battlefield. Here is a guide to what you will see.         National Park Service Waysides These information signs are located at each of the numbered auto tour stops and provide maps, photographs, and quotes. They tell the basic story of the various battles and are designed for use by the general public.         War Department Tablets Over 300 tablets provide more detailed information than the waysides and are scattered throughout the battlefield. They were created by the War Department in the 1890s to mark the location of different parts of each army during the battle. The tablets are best used to find individual regiments and follow the detailed actions of the battle. It is often difficult to use the tablets without a good working knowledge of the battle.         Monuments Primarily built by veterans of the battle and states to commemorate their sacrifices here, the monuments are typically located where the troops fought during the battle. There are 96 monuments at Antietam, the majority of which are Union. After the war, the former Confederacy was so devastated it was difficult for the veterans to raise the needed money to build monuments. Go to our monument pages for a photograph and the text of every monument at Antietam.         Artillery Locations There were over 500 cannons at the battle. The cannons on the field today mark the locations of cannons during the battle. The barrels of these cannons are from the Civil War; the wheels and carriages have been rebuilt. To learn more about cannons, check our Artillery pages.         Mortuary Cannons These cannon barrels, mounted on their muzzles in blocks of stone, mark the names and locations where generals were killed or mortally wounded during the battle. There are three for Confederate generals (Gens. Starke, Anderson, Branch) and three for Union generals (Gens. Mansfield, Richardson, and Rodman). Go to the Six Generals Who Died page for details.         Observation Tower Built by the War Department in 1896 as part of the early development efforts by the military to create an open-air classroom at the battlefield. The tower is located at a corner of \"Bloody Lane\" and is open except during inclement weather.         Historic Fencing The battlefield is currently restoring miles of historic fences that existed at the time of the battle. Using historic maps and photographs, park staff and volunteers have built two main types of fences - five rail vertical and snake, worm or zig-zag. If you see one of these two types of fences in the park, they represent where a fence was during the battle.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/battlefieldkey.htm"
}
