{
    "title": "Antietam National Battlefield: Clara Barton",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Clara Barton                Clara Barton at Antietam      \"In my feeble estimation, General McClellan, with all his laurels, sinks into insignificance beside the true heroine of the age, the angel of the battlefield.\"Dr. James DunnSurgeon at the Battle of Antietam         Arriving at the northern edge of the infamous \"Cornfield\" at about noon, Clara Barton watched as harried surgeons dressed the soldiers' wounds with corn husks. Army medical supplies were far behind the fast-moving troops at Antietam Battlefield. Miss Barton handed over to grateful surgeons a wagon load of bandages and other medical supplies that she had personally collected over the past year. Then Miss Barton got down to work. As bullets whizzed overhead and artillery boomed in the distance, Miss Barton cradled the heads of suffering soldiers, prepared food for them in a local farm house, and brought water to the wounded men. As she knelt down to give one man a drink, she felt her sleeve quiver. She looked down, noticed a bullet hole in her sleeve, and then discovered that the bullet had killed the man she was helping. Undaunted, the unlikely figure in her bonnet, red bow and dark skirt moved on—and on, and on. Working non-stop until dark, Miss Barton comforted the men and assisted the surgeons with their work. When night fell, the surgeons were stymied again—this time by lack of light. But Miss Barton produced some lanterns from her wagon of supplies, and the thankful doctors went back to work. Miss Barton's timely arrival at the battlefield was no easy task. Only the day before, her wagon was mired near the back of the army's massive supply line. Prodded by Miss Barton, her teamsters drove the mules all night to get closer to the front of the line. Within a few days after the battle, the Confederates had retreated and wagons of extra medical supplies were rolling into Sharpsburg. Miss Barton collapsed from lack of sleep and a budding case of typhoid fever. She returned to Washington lying in a wagon, exhausted and delirious. She soon regained her strength and returned to the battlefields of the Civil War.     \"A ball has passed between my body and the right arm which supported him, cutting through his chest from shoulder to shoulder. There was no more to be done for him and I left him to his rest. I have never mended that hole in my sleeve. I wonder if a soldier ever does mend a bullet hole in his coat?\"   Clara Barton at Antietam     Shy TomboyAs Clara Barton moved briskly among the maimed and wounded soldiers at Antietam, few could imagine that she was once a shy, retiring child. Born in the central Massachusetts town of North Oxford on Christmas Day, 1821, Clarissa Harlowe Barton was the baby of the family. Her four brothers and sisters were all at least 10 years her senior.When she was young, Clara‘s father regaled her with his stories of soldiering against the Indians. Her brothers and cousins taught her horseback riding and other boyish hobbies. Although she was a diligent and serious student, Clara preferred outdoor frolics to the indoor pastimes \"suitable\" for young ladies of that time.Despite her intelligence, Clara was an intensely shy young girl, so much so that her parents fretted over it. At times, Clara was so overwrought she could not even eat. But the demure girl overcame her shyness in the face of a crisis—a pattern that would repeat itself during her lifetime. When her brother became ill, Clara stayed by his side and learned to administer all his medicine, including the \"great, loathsome crawling leeches.\"     TrailblazerThroughout her life, Clara Barton led by example. In an era when travel was arduous, and many men and almost all women stayed close to home, Miss Barton traveled far and wide looking for new challenges. After teaching for several years in her home town, she opted for additional schooling.After a year of formal education in western New York state, Miss Barton resumed teaching in Bordentown, N.J. Miss Barton taught a \"subscription school,\" where parents of students chipped in to pay the teacher's salary. On her way to school, Miss Barton noticed dozens of children hanging around on street corners. Their parents could not afford the \"subscription.\" Miss Barton offered to teach in a school for free if the town provided a building. The first day, six students showed up, the next day 20, and within a year there were several hundred students at New Jersey's first free public school.Having lost her position as head of the school to a man simply because she was a woman, Miss Barton moved to Washington, D.C. She took a job as a clerk at the U.S. Patent Office, no mean feat for a women in those days. Even more shocking, she earned the same salary as male clerks.With the outbreak of war and the cascade of wounded Union soldiers into Washington, Miss Barton quickly recognized the unpreparedness of the Army Medical Department. For nearly a year, she lobbied the Army bureaucracy in vain to bring her own medical supplies to the battlefields. Finally, with the help of sympathetic U. S. Senator Henry Wilson of Massachusetts, Miss Barton was permitted to bring her supplies to the battlefield. Her self-appointed military duties brought her to some of the ugliest battlefields of 1862—Cedar Mountain, Va., Second Manassas, Va., Antietam, Md., and Fredericksburg, Va.     \"I may sometimes be willing to teach for nothing, but if paid at all, I shall never do a man's work for less than a man's pay.\"  Clara Barton     Go to part 2 of Clara Barton at Antietam",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/clarabarton.htm"
}
