{
    "title": "Antietam National Battlefield: The Dunker Church",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     The Dunker Church                The Dunker Church        The Dunker Church today.       The Battle of Antietam, fought September 17, 1862, was one of the bloodiest battles in the history of this nation. Yet, one of the most noted landmarks on this great field of combat is a house of worship associated with peace and love. Indeed, the Dunker Church ranks as perhaps one of the most famous churches in American military history. This historic structure began as a humble country house of worship constructed by local Dunker farmers in 1852. It was Mr. Samuel Mumma, owner of the nearby farm that bears his name, who donated land in 1851 for the Dunkers to build their church. During its early history the congregation consisted of about half a dozen-farm families from the local area.     During The BattleOn the eve of the Battle of Antietam, the members of the Dunker congregation, as well as their neighbors in the surrounding community, received a portent of things to come. That Sunday, September 14, 1862, the sound of cannons booming at the Battle of South Mountain seven miles to the east was plainly heard as the Dunkers attended church. By September 16 Confederate infantry and artillery was being positioned around the church in anticipation of the battle that was fought the next day.During the battle of Antietam the church was the focal point of a number of Union attacks against the Confederate left flank. Most after action reports by commanders of both sides, including Union General Hooker and Confederate Stonewall Jackson, make references to the church.At battles end the Confederates used the church as a temporary medical aid station. A sketch by well known Civil War artist Alfred Waud depicts a truce between the opposing sides being held in front of the church on September 18, in order to exchange wounded and bury the dead. At least one account states that after the battle the Union Army used the Dunker Church as an embalming station. One tradition persists that Lincoln may have visited the site during his visit to the Army of the Potomac in October 1862.As for the old church, it was heavily battle scarred with hundreds of marks from bullets in its white washed walls. Likewise artillery had rendered serious damage to the roof and walls. By 1864 the Church was repaired, rededicated and regular services were held there until the turn of the century.       Truce at the Dunker Church Alfred Waud      After the WarThe congregation built a new church in the town of Sharpsburg. Souvenir hunters took bricks from the walls of the church and a lack of adequate maintenance weakened the old structure. In 1921 a violent storm swept through the area flattening the church.       The destroyed Dunker Church NPS photo      The land and church ruins were put up for sale and purchased by Sharpsburg resident Elmer G. Boyer. He salvaged most of the undamaged material of the building and in turn sold the property. The new property owner built a home on the foundation of the old church and in the 1930’s operated a gas station and souvenir shop on the site. This structure was removed in 1951 when the property was purchased by the Washington County Historical Society. They in turn donated the site, then just a foundation, to the National Park Service. The Church was restored for the 100th Anniversary of the Battle in 1962 on the original foundation with as much original materials as possible and now stands as a beacon of peace on the battlefield.     The Dunker Church TodayA visit to the Dunker Church today is like a step back into time. Take a seat inside and contemplate the sacrifice of the people of 1862. Note the simplicity of the church with its plain windows, crude wooden benches on which you may have sat for hours during the services in bygone years, and the simple table at the front where the elders of the church would have read from the old Bible.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/dunkerchurch.htm"
}
