{
    "title": "Antietam National Battlefield: Campaign Timeline",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Campaign Timeline                Antietam Timeline         Date Eastern Theater    Other Events   August  28  Thursday Three day Battle of Second Manassas or Second Bull Run, VA begins   CSA Gen. Braxton Bragg leads the Army of the Tennessee North from Chattanooga, TN   29  Friday     CSA Gen. Edmund Kirby Smith’s Army of Kentucky invades Kentucky   30   Saturday Union Gen. John Pope's Army of Virginia defeated at Second Manassas, begins withdrawal toward Washington, D.C.        September  1  Monday Battle of Chantilly or 0x Hill, VA; Pope's rearguard attacked in driving rainstorm, Union army continues toward Washington       2  Tuesday Union Gen. George B. McClellan restored to command in Virginia and around Washington  CSA Gen. Robert E. Lee concentrating Army of Northern Virginia (ANV) at Chantilly       3 Wednesday Lee moves ANV toward Leesburg, VA, writes CSA President Jefferson Davis \"The present seems to be the most propitious time since the commencement of the war for the Confederate Army to enter Maryland\"    Smith occupies state capitol of Frankfort, Kentucky    4  Thursday   Lee begins crossing his army over the Potomac River near Leesburg VA. All the units will be in Maryland by Sept. 7       5  Friday Army of the Potomac begins to move out of Washington       6  Saturday \"Stonewall\" Jackson occupies Frederick, MD, Lee's entire army is across the Potomac       7  Sunday McClellan moves his headquarters out of Washington to Rockville, MD       8  Monday Lee issues a Proclamation to the people of Maryland: \"It is for you to decide your destiny freely and without constraint\"        9   Tuesday -Lee issues Special Orders #191 in Frederick outlining plans for taking of Harpers Ferry, VA (now WV)  -CSA Gen John G. Walker's Division leaves Frederick enroute to the Monacacy River Aqueduct and Loudon Heights, VA       10 Wednesday -Jackson leaves Frederick toward Middletown at 3 am, over South Mountain to Boonsboro by nightfall  -CSA Gen James Longstreet follows Jackson through Middletown toward Hagerstown  -CSA Gen Layfayette McLaws' Division moves toward Maryland Heights by way of Middletown and Burkittsville.  -Walker fords Potomac at Point of Rocks and camps through the 11th       11   Thursday Confederates enter Hagerstown, MD.  By evening, Jackson within 4 miles of Martinsburg, VA (now WV)       12   Friday McClellan enters Frederick        13   Saturday -McLaws begins assault on Maryland Heights  -CSA Gen D.H. Hill at Boonboro  -Jackson occupies Martinsburg  -McLaws takes Maryland Heights  -Walker reaches Loudon Heights, VA  -By night, Jackson reaches Bolivar Heights,WV   Copy of Special Orders 191 found in Frederick, delivered to McClellan by early evening; by 10 pm Lee knows of excitement in Federal camp, orders Longstreet to Boonsboro, warns McLaws       14   Sunday BATTLE OF SOUTH MOUNTAIN  -Union Gen William Franklin's VI Corps takes Crampton's Gap, in line facing South in Pleasant Valley  -Union Gens Jesse Reno (IX Corps) and Joseph Hooker (I Corps) attack at Fox's and Turner's Gaps   -D.H. Hill and Longstreet withdraw after dark  -Walker has artillery in place on Loudon Heights by 1 pm  -McLaws has artillery in place on Maryland Heights by 2 pm            Go to Part 2 of the Antietam Timeline",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/timeline.htm"
}
