{
    "title": "Antietam National Battlefield: The Dunkers",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Dunkers                Who Were the Dunkers      The Dunker movement began in Germany in the early eighteenth century. The peace treaty that ended the Thirty Years War ( 1618 –1648 ) recognized three state churches. Dissenters were persecuted and forced to meet in communities where some degree of tolerance prevailed. In 1708 the denomination was formed with the baptism of eight believers by full immersion. The name Dunker derives from this method of baptism. However they were more commonly known as the German Baptist Brethren. In 1908 the official name became Church of the Brethren.Because of the church's prominence in the Battle of Antietam, many believe that the Dunkers were the dominant religious denomination in the Sharpsburg area. Actually, they were a very visible, yet prominent minority. The original settlers to this region in the mid 18th century, were the so called \"Pennsylvania Germans\" or \"Deutsche\" (Pennsylvania Dutch). These people arrived in the early 1700's and settled in southeastern and south central Pennsylvania before moving into western Maryland and the Shenandoah Valley of Virginia.One misnomer concerning the Germans is that they were all \"Plain People\" or \"Sect People\" (Members of the Dunker, Mennonite or Amish sects). While it is true that the first sizable influx of Germans were Mennonites, these so-called \"Sect People\" were a minority. The large majority, as many as 90 percent, of the Germans that came to the New World were known as the \"Church People,\" members of the Lutheran and Reformed Church. So it was with the citizens of Sharpsburg and the surrounding countryside. Thus, while some noted area families such as the Mummas were Dunkers, most of the other farm families were not.Dunkers practiced modesty in their dress and general lifestyle. Other Christian principles which the Dunker's stress are: pacifism, members both North and South refused military service; the brotherhood of man, including opposition to slavery; and temperance, total abstinence from alcohol. A typical Dunker church  service supported their beliefs in simplicity. Hymns were sung with no musical accompaniment from organ, piano or other instruments. The congregation was divided with men seated on one side and women on the other. The churches were simple with no stained glass windows, steeple or crosses.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/who-were-the-dunkers.htm"
}
