{
    "title": "Antietam National Battlefield: Researching Civil War Ancestors",
    "body": "Researching Civil War Ancestors       The following are some guidelines and suggestions on researching Civil War ancestors. Usually, it is best to start with the soldier's full name, his military unit (regiment, battery, ship, etc.) and the county where you believe he enlisted. Then, each of the following steps may yield more information. In many cases, information about Confederate soldiers is limited. 1. For information about researching here at the battlefield, click here. 2. The Civil War Soldiers and Sailors System database, Internet accessible at www.itd.nps.gov\/cwss\/ is a good place to start. The CWSS database contains over 5 million soldier names from over 30 states and territories, and the website has several other useful links to possibly obtain more detailed information. 3. The National Archives has copies of official military and pension records for Civil War soldiers. You may request a search of these records by first obtaining NATF forms 85 (for pension files) and 86 (for military record) from the National Archives, by either email at inquire@arch2.nara.gov or by postal mail at: Textual Reference Branch (NWDT1) National Archives and Records Administration 7th and Pennsylvania Avenue NW Washington, DC 20408 Be sure to include the type of form(s) you are requesting (NATF 85, NATF 86, or both), the quantity of forms you need, and your postal mailing address. The National Archives website, www.nara.gov, also has useful information. 4. In addition, check with the state archives in the home state of your ancestor's unit to see what records are available. County and local historical societies are often another good source of more detailed information. 5. Studying your ancestor's military unit may also be beneficial. Frederick Dyer's A Compendium of the War of the Rebellion has short histories of Union regiments, while Joseph H. Crute, Jr.'s Units of the Confederate States Army includes Southern regiments. Specific histories on your ancestor's regiment may also be available in local libraries. The Antietam National Battlefield library has some reference materials, plus unit files on regiments that fought in the Battle of Antietam. You may do research at the library by making an appointment with the park historian at (301) 432-8674. Other NPS battlefield sites may also have more information on particular units. 6. Many other resources for genealogical research, such as guidebooks and websites, may help you further your search. Check your local bookstore, or do a word search on the Internet and see what you can find. Good luck!",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/research.htm"
}
