{
    "title": "Rocky Mountain National Park: West Side Stories",
    "body": "West Side Stories        NPS Photo       Introduction Thanks for visiting Rocky Mountain National Park's official west side blog, West Side Stories. Home to the Colorado River and abundant with life, the valley provides an area for moose and elk to graze, wild flowers to grow and fish to swim. It is a place where many animals choose to live and I'm fortunate enough to live there as well. West Side Stories focuses on Rocky Mountain National Park's west side. In this blog you will find entries from the staff, with a goal of presenting you with a well-rounded understanding of our area. Although you may not be able to visit the park on a daily basis like those of us working here, this blog will give you the chance to regularly experience it through our words. Check back frequently for our most recent adventures!       November 2, 2011 I Say Hello I had many great experiences this year: hiked news trails, saw new species of animals, made new friends, and, I'd like to think, became a bit wiser. Some would argue about the latter.        NPS Photo       As the season starts to wind down so does activity at Rocky Mountain National Park (RMNP). Everything seems to move a bit slower as the number of visitors decline. It begins getting colder earlier in the day and warmer later; the Earth begins preparing for winter. Bears are looking for enough food to survive through their long naps and the bitter cold. The rivers' and streams' water levels drop or completely dry up, waiting next years run off. The aspen leaves become glowing patches on the mountainsides, while the elk band together in the lowlands to avoid the extreme weather. Here I sit writing this blog, thinking about how I must began preparing myself as well. I will soon be leaving my temporary home in Rocky Mountain National Park. My season is ending, and as the warmth of the summer months escapes the mountains, I'll be leaving with it. Even though I will not be living in the park during the winter, I am fortunate to be able to visit it this year. I'm looking forward to seeing the park in a new light. One that is less forgiving and less traveled.  The snow in RMNP seals some areas of the park away from many travelers.  An area that was once bustling with people will soon become still with only the animals and maybe a few souls to witness the events that take place.       NPS Photo       You can't truly know an area until you have witnessed it in all of its seasons. Like a friend, you've never seen happy or sad, there is still a personality to this park I've not yet greeted. This is the park I'm looking forward to now: the park I've not yet seen.       October 18, 2011 Just Another Day in the Office Not to be unoriginal, but I think Wallace Stegner had it right when he said that the national parks are this country's greatest idea (don't get me wrong, baseball and the nationwide recognition of pedestrian right-of-way laws are also magnificent developments, but that is matter for another post). Almost 150 years ago, the pioneers of what are now parks took Manifest Destiny into their own hands, convincing citizens of the heavily populated and urbanized Eastern United States that grand riches and opportunities awaited in the West. However, these were not riches that could be carried in waistcoat pockets and these were not opportunities that required a log-hauling mule team. These pioneers saw not the treasure within the mountains and rivers, but the treasure of the mountains and rivers.       NPS Photo       Enos Mills, John Muir, Theodore Roosevelt, Thomas Moran, and other pioneers of national parks saw, in the words of Jeff Rennicke, our national postcards in these wild places. They saw the Sistine Chapel in the sheer face of Half Dome, the Cathedral of Notre-Dame de Paris in the giant sequoias, the Roman Aqueducts in Old Faithful. This young country was establishing its international worth not through its examples of mankind's ingenuity, but through its examples of untrammeled wildness.        NPS Photo  There is a reason that 281,303,769 people from around the world visit the 58 national parks and 337 additional National Park Service units and why almost 100 countries have followed suit and created similar systems to protect their own wild lands. There is something inexplicable about the sense of freedom, calm, adventure, peace, joy, awe, connection, or any number of other emotions that many of us experience when roaming our natural environment. National parks are playgrounds not only for our adventurous spirits and wanderlust feet, but for our imaginations as well. National parks are places where it is socially acceptable, even highly encouraged, for adults and children alike to delight in the sprightly path of a chipmunk, pass nights gazing in awe of the starry sky, or make tree identification a fully sensory experience. There is no one right way to enjoy national parks (as long as all rules are being followed, but again, matter for another post) - there are loads of opportunities for visitors to learn all about the flora, fauna, geology, history, and management of their park, but there will be no tests, no homework, only deeper understanding … and that's why I'm here. As an Intern in Rocky's west side Interpretation Division, I am here to help visitors more fully understand why our waterfalls and flowers and rocks and critters of all shapes and sizes are so worthy of our attention and protection.       NPS Photo       Sometimes when I'm walking to the Kawuneeche Visitor Center in the morning, listening for elk bugling in the distance and watching the frosted aspen leaves thaw in the rising sunlight or when I'm diving into research about exactly why the park's moose like the west side so much, I just have to stop. I live in a national park. This is my job. Some days I spend the afternoon talking with people on trail or in the visitor center about the elk rut, and the evening helping those same elk cross Trail Ridge Road. It is my duty to know the park and interpret its significance to visitors, so I spend my days hiking, talking with first time and veteran visitors and staff, and reading all about park history, policy, and management. Many people I talk with think that this must be an awesome job (and it is!), but there is more to working in - and visiting - a national park than reveling in picture-perfect sunsets and pondering the tracks left from critters' morning hikes. To go to a national park is to support a national park and thus to support all it stands for - conservation, sustainable use, protection of the country's most precious resources. National parks would not exist without people - people who visit them, support them, protect them, work in them, study them, maintain them, and all the people in between - and I dare say that people would be different without national parks. Our National Park System doesn't only preserve significant natural and historic sites; it preserves a fundamental understanding of who we are as a people. And I'm not only talking about Americans who better understand our culture upon seeing the Statue of Liberty or Gettysburg, I'm talking about people from any state or country, who speak any language or live in any culture, and who fall anywhere on the outdoorsy spectrum who visit and are changed by national parks. Whether they leave more calm, enlightened, fit, or informed, whether they snapped the photo of their life, climbed a mountain, conquered a fear, or learned something new, national parks allow us to look beyond the everyday, to marvel in the extraordinariness of nature, humanity, and ourselves. And that seems like a pretty good idea to me.          NPS Photo  July 14, 2011Keeping Them WildI had a great start to my day yesterday. An adventurous cow moose (female moose) and her twin calves (juvenile moose) decided to pay a visit the backcountry office. Just as I was telling my coworker how many elk were in the meadow next to my cabin last night the cow and twins popped out from behind the Kawuneeche Visitor Center. Seeing twin calves is always a pleasure because of their rarity, but seeing them this close from within the safety of the visitor center was amazing! They continued to graze near the center, browsing the aspens and willows for about an hour.        NPS Photo  Moose calves are usually born in May or June and stay with their mothers for almost the entire year. Cow moose usually have only one offspring. I’ve read that having twins isn’t common, but it might not be as rare in Rocky Mountain National Park because of the plentiful food. As enjoyable as seeing the twin calves was, I want to remind everyone of how territorial and protective moose can be, especially with their young around. Always avoid getting between a female moose and her calves. It is illegal to approach or feed wildlife in Rocky Mountain National Park. The park clarifies its policy about feeding wildlife,   Despite their good intentions, some wildlife watchers are loving park animals to death. Feeding junk food to wildlife reduces its ability to survive the long mountain winter. When they panhandle by roadsides, animals fall easy prey to automobiles. As they become habituated to humans and lose their natural fear, the animals become aggressive and may be destroyed. Harassing or feeding wildlife is illegal in all national parks.        NPS Photo  And about viewing wildlife,  Watch from a distance. Use binoculars or a telephoto lens to get close-up views. Following larger animals too closely to get a photograph or a better look can stress them and threaten their health. If animals notice you or if they seem nervous, you are too close. Move away.        NPS Photo  Keeping a distance from the animals helps keep wildlife wild and all of us safe. After all, the reason we visit national parks is to be in the wild, right? More information about park wildlife can be found on Rocky Mountain National Park’s Wildlife Viewing webpage. On another note, my wildlife sightings have started out well this season. I’ve spotted moose, elk, mule deer, fox, coyote, big horn sheep, garter snake, ground and red squirrels, chipmunks, lots of different species of birds, marmot and a black bear. For you wildflower enthusiasts, I’ve also spotted many flowers including the calypso orchid, also known as the fairy slipper.        June 26, 2011The Mountains Are CallingMy winter was spent in Chicago, Illinois. I love the city of Chicago, but the contrast between it and Rocky Mountain National Park (RMNP) could not be greater. In Chicago, my towering peaks were those of glass and steel built as early as the 19th century, while RMNP holds naturally formed rock and dirt created millions of years ago. Both present amazing experiences but I could not be happier to be back. As John Muir once said, “The Mountains are calling and I must go.”Like last year, the drive from Illinois to Colorado was long but enjoyable. The drive gives me time to think about the upcoming season and also to catch up on some books on tape. After around 16 hours of driving, Grand Lake greeted me with a “Howdy” by hurling me back into winter. Just a few hours earlier, I was in Denver eating breakfast outdoors, wearing a t-shirt and sweating! Not only is there snow here, but Grand Lake has faced one of its most intense winters. In fact, it experienced, or maybe I should say is experiencing, its third largest snowfall in recorded history! I invite you to come and experience this. Most of the higher trails are still covered in snow, so remember to bring snowshoes, gaiters, and waterproof boots if you want to hike into the mountains above the Kawuneeche Valley.         Training for the season with the rest of the Backcountry Office, started on the east side of RMNP. We have a lot of returning staff along with some great new additions to the office. As always, training was a rewarding experience. The highlight of my visit had to be our hike up Trail Ridge Road. Trail Ridge Road is always an amazing sight, but the abnormal snowfall made it extraordinary. The winds were incredible, nearly pushing us over, and the snow walls reached as high as 23 feet! As remarkable as the snowfall is, it also brings added elements of danger. While hiking, it is important to be aware of your surroundings. As the snowpack begins to melt avalanches become more common. If you plan to do backcountry camping, be sure you understand the winter camping regulations. It was a long winter, but it felt like it had been even longer since I’d put on my gray and green uniform. It feels natural and is an honor to wear the National Park Service uniform. On my first day of work as I hung my flat hat behind my desk, I realized I was back and this new chapter of my time in RMNP could now begin.                    Tuesday, November 30, 2010 Stop, Drop and Roll Saturday, September 18 started out just like any other day in the Backcountry Office. Issuing backcountry permits, answering visitors' questions and suggesting day hikes was the norm. It was when the day started to wind down that the routine began to change. By way of radio, the visitor center was notified that a wildfire was currently burning near the Onahu (on-a-who) Creek Trailhead.  A trailhead located about three and a half miles north of the visitor center. I immediately responded to the notification and proceeded to the area. Upon reaching the fire, I met up with a fellow ranger. Our first concern was to ensure the safety of RMNP's visitors. Drawn to the commotion and smoke, a large crowd had gathered hoping to gain a glimpse of the fire. Because the fire had become a threat,   the visitors were asked to evacuate the area. Once the area was secure we were advised of two backcountry campers scheduled to stay the night at a campsite further up the Onahu Creek Trail. As a precautionary measure, I began hiking up the trail in an attempt to locate and evacuate the backpackers. The smoke was thick on the trail, and though smoke itself can be harmful there was no immediate threat of fire to the area. I passed two hikers while on my way to the campsite. I updated them on the current situation then continued to my destination. I arrived at the campsite and found no campers or signs of use. Because the area was clear I continued back down the trail to catch up with the hikers I had passed earlier. They seemed in good spirits and were actually excited about the wildfire and being \"rescued.\" I continued to check with the hikers to make sure everything was ok. It turned out one of the backpackers was asthmatic and, due to the smoke, was beginning to have difficulty breathing. I reported the situation to fellow rangers who met the hiker at the Onahu Creek Trailhead to provide medical care. Thankfully, no one was hurt or injured during this fire, and due to the prompt reactions of several local agencies it was quickly contained. The Onahu Creek Fire burned approximately forty acres. It was amazing to watch how well organized RMNP was and the cooperation between the National Park Service and local fire departments. I am very proud to have been able to assist. While there are many stigmas against wildfires they are actually, if closely monitored, beneficial to the forest.  An example of this can be found in the lodgepole pine, the most prevalent tree on the west side of RMNP. Many lodgepole pines have what is known as serotinous cones. Recognizable by their closed cone structure, serotinous cones can only be opened by high temperatures. High temperatures, such as would be found in a fire, melt the resin that seals the scales of the cone, thus releasing its seeds. Trees that produce serotinous cones are often found in forests where fire is a regular part of the environment. Many forest fires allow for growth, and in the case of the Onahu fire, the fire allowed for regeneration by clearing away dead and diseased trees making space for the new. If you're in the area, drop by the Kawuneeche Visitor Center to see some of the serotinous cones that were recently opened by the Onahu Creek fire! To learn more about the Onahu Creek fire and other happenings around the park please visit our website at http:\/\/www.nps.gov\/romo\/parknews\/newsreleases.htm       Monday, September 27, 2010 My Journey Thus Far Hi, my name is Andrew. I've been at Rocky Mountain National Park (RMNP) for about three months, and it's hard to express what this job means to me. This is my first season as a Backcountry Office Ranger at RMNP. The season is already beginning to wind down, and I think about the amazing times I've had working here. When I first heard news that I got the job working in the Backcountry Office I was more than thrilled. Everyone I informed, no matter what his interest was in the outdoors, was ecstatic about the idea of working as a ranger in a national park. Like most, I had a preconceived notion of what life would be like working in RMNP. When one thinks of a park ranger, images of a cartoon bear and picnic baskets come to mind. However, I soon found out being a national park ranger meant more than what is commonly associated with Yogi and the gray and green uniform. I lived in Chicago, Illinois before moving to Colorado. The drive was long, over 1,000 miles, but it passed quickly. There is something special about traveling west to pursue new adventures; it's a classic journey. Once I arrived in Grand Lake, the town bordering the west side entrance, I went to the Kawuneeche Visitor Center to pick up the key to my rustic cabin. I was pleased to find the cabin was a part of the historic Green Mountain Ranch, built in the early 1900s, and is nestled in the Kawuneeche Valley. I knew this was going to be a great summer. The job began quickly. My training ranged from wilderness orienteering to interpretation skills. While I was well-versed in some of the activities, there was still a lot to learn. After the first few weeks, I had the chance to put my training to practice. I began to issue camping permits and patrol the backcountry, among other duties. Rangers are in the parks every day helping to create an experience for visitors and preserve the premiere natural areas in the country.   At times a ranger's duty involves managing risk. In just the small amount of time I have worked at RMNP there have been multiple rescues where rangers have faced danger to assist someone in need. Our duties range from helicopter rescues to collecting entrance fees. All are necessary to preserve the park. Rangers are not the only people who help to preserve our National Parks. Everyone's involvement in the National Park Service is what makes our parks as amazing as they are. I have never felt more of a connection to a job before. I feel as though I'm a part of something larger than myself, a legacy of environmental stewardship that dates back to before the National Park Service was founded, to stewards such as John Muir. I leave you with a quote from John Muir,  … people are beginning to find out that going to the mountain is going home; that wildness is necessity; that mountain parks and reservations are useful not only as fountains of timber and irrigating rivers, but as fountains of life.  Enjoy this west side blog and the insights you will gain from a variety of west-side staffers!",
    "url": "https:\/\/www.nps.gov\/romo\/learn\/photosmultimedia\/west_side_blog.htm"
}
