{
    "title": "Yosemite National Park: Merced River Final Plan",
    "body": "Explore This Park    Get Involved     Planning     Merced River Plan     Merced River Final Plan                Merced River Final Plan and EIS           MRP Home   Final Plan    Planning Process Documents   Stay Informed                 Record of Decision      Date   Format   Size   Title     March 31, 2014  PDF  8.9 MB   Merced Wild and Scenic River Comprehensive Management Plan Record of Decision              The Merced Wild and Scenic River Final Comprehensive Management Plan and Environmental Impact Statement (Final Merced River Plan\/EIS) is divided into three volumes. Volume 1: Chapters 1-8 provides the framework for comprehensive management plan, as well as the range of alternatives. Volume 2 contains Chapters 9-13, which provides the analysis of impacts associated with each alternative and information about consultation efforts. Volume 3 contains Appendices A-T which provide additional detail and specific evaluations to support the plan's framework and decisions.        Merced Wild and Scenic River Final Comprehensive Management Plan and Environmental Impact Statement        Date   Format   Size   Title     Feb. 14, 2014   PDF  23.8 MB Volume 1: Chapters 1-8   Feb. 14, 2014  PDF  76 kb Executive Summary   Feb. 14, 2014  PDF   21.4 MB  Volume 2A: Chapter 9    Feb. 14, 2014  PDF  21.4 MB Volume 2B: Chapters 9-13    Feb. 14, 2014  PDF  36.1 MB Volume 3A: Appendices A-L    Feb. 14, 2014  PDF  16.1 MB Volume 3B: Appendices M-T   Feb. 14, 2014  PDF  3.9 MB Appendix P: Public Concerns and Responses Report   Feb. 2014  PDF  228 kb Overview Fact Sheet   Feb. 2014  PDF  214 kb Restoration Fact Sheet   Feb. 2014  PDF  201 kb Merced River Final Plan and EIS Fact Sheet   March 6, 2014  Link    Final Merced River Plan\/EIS Informational Meeting Recording             Public involvement has been a cornerstone of the planning process. Over 30,000 comments were received on the draft plan during a formal public comment period, which ran from January 8, 2013 through April 30, 2013. Throughout plan development, the park conducted over 60 public meetings, both in the park, and throughout the state. The park also conducted several webinars to help people understand some of the more complex elements of the plan so they could provide informed comments. Many of the changes between the draft and final plan were the direct result of concerns raised during public meetings, agency and tribal consultation, and in public comments. The final preferred alternative (Alternative 5: Enhanced Visitor Experience and Essential Riverbank Restoration) is based on guiding principles that include restoring natural conditions to riparian areas, riverbanks and meadows, modifying the transportation system to provide a better visitor experience in Yosemite Valley, enhancing recreational opportunities, and reducing or eliminating unnecessary facilities and services in the river corridor. Under the selected alternative, visitors to Yosemite Valley will see marked improvements in the transportation system, including more efficient parking and traffic flow. Coupled with enhancements to meadows, improvements to river access, and extensive riverbank restoration, the visitor experience will be significantly improved. Visitors to Yosemite Village will experience an enhanced \"sense of arrival\" to the heart of Yosemite Valley, as the plan fully integrates the primary day-use parking area with pathways to visitor services, restrooms, and food service. Specific highlights of the Final Merced River Plan include: Protecting the Merced River's Health and Other Resources   ·  Restoring 189 acres, mostly in meadows and riparian areas. This includes the removal of 6,048 linear feet of riprap (stones and cement in and near riverbeds used for stabilization). ·  Improving meadow hydrology by removing artificial fill, filling ditches, and adding culverts. ·  Planting native vegetation to stabilize riverbanks and improve scenic views along the river. ·  Retaining the historic bridges. ·  Implementing the Scenic Vista Management Plan to protect views from historic vista points. ·  Removing informal trails, non-essential roads, and infrastructure causing impacts to archeological sites. ·  Retaining and preserving the Ahwahnee Hotel, Wawona Hotel, Wawona Covered Bridge, LeConte Memorial Lodge, Merced Lake High Sierra Camp, and other historically significant properties.  Preserving and Enhancing Recreational Opportunities ·  Camping will be increased by 37% in Yosemite Valley. This includes building 72 sites in the location of the former Upper and Lower River Campgrounds, 35 walk-in sites east of Camp 4, and 87 sites at the existing Upper Pines Campground. An additional 40 drive-in campsites will be provided at the Trailer Park Village in El Portal. ·  The ice skating rink in Curry Village will be moved to its historical 1928 location outside of the river corridor. ·  Lodging is increased slightly corridorwide (3%) and in Yosemite Valley (5%). ·  Bicycle and raft rentals will remain available in the park, with rental facilities located outside of the river corridor. ·  Picnic and day-use opportunities will be improved and expanded at Yosemite Village, Church Bowl, and Happy Isles. ·  Wawona stables services will be expanded.  Improving Transportation System ·  Additional shuttle bus service in Yosemite Valley will alleviate private vehicle congestion. ·  Regional transit to the park is expanded. ·  Park roads will be rerouted to improve traffic flow and visitor safety by reducing vehicle-pedestrian conflicts. ·  Significant changes to traffic circulation patterns will be made to meet ecological restoration goals and reduce traffic congestion. ·  There will be an 8% increase in parking for day use visitors to Yosemite Valley. This increase includes a new 300-car parking lot located in El Portal with shuttle service to the Valley. Managing Visitor Use to Ensure High Quality Visitor Experience ·  Marked improvements in parking availability, traffic flow, and signage, along with the removal of administrative and industrial facilities will give visitors an enhanced \"sense of arrival\" to Yosemite Village and the heart of Yosemite Valley. ·  Visitation levels will be similar to those seen over the past several years. A user capacity of 18,710 people at one time is established for Yosemite Valley, which will accommodate a peak visitation of approximately 20,100 visitors per day. ·  User capacity for East Yosemite Valley will be managed using advanced monitoring and communication systems and rerouting traffic at the El Capitan Traffic Diversion prior to reaching established limits. ·  Overnight-use capacity will be managed through wilderness permits and reservation systems for lodging and camping. The Final Merced River Plan\/EIS presents and analyzes six alternatives. Alternative 1 (No Action) would have continued current management and trends in the condition of river values. Alternatives 2, 3, 4, and 6 would have protected and enhanced river values by improving conditions that threaten sensitive meadows, archeological resources, and scenic vistas. The action alternatives varied primarily with regard to the degree of restoration proposed and the amount of visitor use that would be accommodated.",
    "url": "https:\/\/www.nps.gov\/yose\/getinvolved\/mrp_finalplan.htm"
}
