{
    "title": "Antietam National Battlefield: George B. McClellan",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     George B. McClellan                George B. McClellan          George B. McClellan was born in Philadelphia, Pennsylvania, on December 3, 1826. He was the third of five children born to Dr. George and Elizabeth (Brinton) McClellan. His family moved within the upper ranks of Philadelphia society. Young George entered school at the age of 5. He attended private schools and a prep school before entering the Military Academy at West Point in 1842. At the age of 15, he was the youngest of the West Point arrivals that year to seek a place as fourth classman. In 1846, he had earned the distinction of graduating second in his class of 59. (He was outranked in his class only by Charles S. Stewart, who later would serve under him as a captain of engineers.) The class of '46 contributed 20 generals to the Union and Confederate armies. Upon graduation, George McClellan was appointed 2nd Lieutenant in the Corps of Engineers. In the Mexican War, he won brevets of 1st Lieutenant and Captain for his zeal, gallantry, and ability in constructing roads and bridges over routes for the marching army. He was also an instructor at West Point for 3 years. McClellan's other accomplishments include surveyor of possible transcontinental railroad routes. As a member of a board of officers, he was sent abroad to study the armies of Europe and observe the Crimean War. This resulted in the development of the \"McClellan saddle,\" which was standard equipment in the army until mechanization eliminated horses in 1942. In 1857, he resigned his commission of Captain in the 1st Cavalry to become Chief Engineer of the Illinois Central Railroad, where he occasionally worked with a lawyer named Abraham Lincoln. When the Civil War began, he was living in Ohio, where he served as president of the Ohio and Mississippi Railroad. His heart was captured by a young lady named Ellen Marcy. Ellen had received numerous marriage proposals, but was strongly encouraged by her father to accept McClellan's. On May 22, 1861, they were married in New York. George McClellan had proven himself to be an efficient organizer with strong personal magnetism. For this reason, and some successes in West Virginia, President Lincoln approved him Major General in the regular army. He was outranked only by General-in-Chief Winfield Scott. He reorganized a disjointed and poorly disciplined army, pushing it into the field in response to Lee's invasion.  After the Battle of Antietam, he was ordered to turn over his command to his good friend Ambrose E. Burnside and to go home to New Jersey to await further orders. They never came. In 1864, McClellan was nominated for President by the Democratic Party but lost the election. He did serve as governor of New Jersey from 1878-1881. On October 29, 1885, George Brinton McClellan died in Orange, NJ. He is buried in Riverside Cemetery in Trenton.",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/historyculture\/gbmcclellan.htm"
}
