{
    "title": "Yosemite National Park: Tuolumne River Plan",
    "body": "Explore This Park    Get Involved     Planning     Tuolumne River Plan               Tuolumne River Plan           TRP Home    Final Plan   Planning Process Documents   Stay Informed                   In Tuolumne Meadows, the Tuolumne River sustains the subalpine meadow and riparian habitat.        The Tuolumne Wild and Scenic River, designated in 1984, includes 83 miles of the river on the western side of the Sierra Nevada in California. The National Park Service (NPS) manages 54 miles of the Tuolumne Wild and Scenic River in Yosemite National Park beginning at its headwaters on the Dana and Lyell forks at the crest of the Sierra Nevada. The forks then converge and the river meanders lazily westward through Tuolumne Meadows before cascading down the Grand Canyon of the Tuolumne and then entering the Hetch Hetchy Reservoir (which is not part of the national wild and scenic rivers system). Below O'Shaughnessy Dam, the river continues through Poopenaut Valley to the park boundary. The U.S. Forest Service manages the 29 miles of the Wild and Scenic Tuolumne River downstream of Yosemite National Park before it reaches Don Pedro Reservoir and flows through the Central Valley of California ultimately converging with the San Joaquin River. Why a Comprehensive Management Plan? The Wild and Scenic River Act (WSRA) requires comprehensive planning for a designated river to provide for the protection of free-flowing condition, water quality, and the outstandingly remarkable values that make the river eligible for inclusion. In addition, a comprehensive management plan (and its recommendations on land use and development) must fulfill the specific direction of the 1984 legislation designating the Tuolumne River as a component of the National Wild and Scenic Rivers System. The Tuolumne Wild and Scenic River Final Comprehensive Management Plan and Environmental Impact Statement (Final Tuolumne River Plan\/EIS) is the National Park Service's response to these requirements. The Final Tuolumne River Plan\/EIS will be the guiding document for protecting and enhancing river values and managing use and user capacity with the Tuolumne River corridor for the next 20 years and beyond. As such, it evaluates impacts and threats to river values and identifies strategies for protecting and enhancing these values over the long-term. The plan follows and documents planning processes required by the National Environmental Policy Act (NEPA), the National Historic Preservation Act (NHPA), and other legal mandates governing National Park Service decision-making. In accordance with these statutes, it was developed in consultation with members of the public, traditionally-associated American Indian tribes and groups, and other key stakeholder groups. The Final Tuolumne River Plan\/EIS reflects a number of changes—discussed in following sections of this document—that were made in response to comments on the Draft Environmental Impact Statement. What the Plan Includes In accordance with WSRA, NEPA, NHPA, and other applicable statutes, the plan:  Establishes the boundaries and segment classifications (as wild, scenic, or recreational) of the Tuolumne Wild and Scenic River. Provides a clear process for protection of the river's free-flowing condition in keeping with WSRA Section 7. Refines descriptions of the river's outstandingly remarkable values (ORVs), which are the unique, rare, or exemplary river-related characteristics that make the river eligible for inclusion in the National Wild and Scenic Rivers System. In addition to free-flowing condition and water quality, the plan identifies 10 ORVs for the Tuolumne River. · Documents the conditions of river values, including water quality, free-flowing condition, and outstandingly remarkable values (ORVs) and establishes actions to protect and enhance these values. Determines the type and location of lands and facilities (both current and future) that provide for public use and enjoyment of the river resource while protecting and enhancing river values. Establishes a visitor use capacity program that addresses the kinds and amounts of public use that the river corridor can sustain while protecting and enhancing the river's ORVs. Evaluates a range of alternatives, assesses the effects of each action alternative on natural and socio-cultural resources, and identifies an \"environmentally preferred\" alternative. Describes consultation and coordination efforts.       Contact Us: The Planning Division, with Tuolumne River Plan Project Manager Mike Yochim, can be contacted at 209\/379-1110 for general inquires. Finally, receive updates on the Tuolumne River Plan process on Facebook at http:\/\/www.facebook.com\/YosemiteNPS.              Keep up to date! Sign up for the park's electronic newsletter to receive periodic email updates on the Tuolumne River Plan. td>",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/management\/trp.htm"
}
