{
    "title": "Antietam National Battlefield: 8-Sunken Road",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Virtual Tour     8-Sunken Road                Tour Stop 8 - The Sunken Road              Introduction This farm lane served as a breastwork for the Con­federate center. For about three hours 2,200 Confederates, later reinforced by ad­ditional troops, held off the attacks of a combined Union force numbering nearly 10,000. Finally, just after noon, this thin gray line collapsed and fell back several hundred yards to the Piper Farm. The Union attackers had suffered too many casualties to pursue their advantage. Seeing the dead in the road an observer wrote, \"They were lying in rows like the ties of a rail­road, in heaps like cordwood mingled with the splintered and shattered fence rails. Words are inadequate to portray the scene.\"      A Simple Farm Lane Changed Forever During the early hours of the battle, Col. John Brown Gordon promised Robert E. Lee: \"These men are going to stay here, General, till the sun goes down or victory is won.\" The Confederate troops that Gordon commanded were part of a well protected line of over 2,200 men hunkered down behind piled-up fence rails in this well worn sunken road. When the Federal attacks shifted south at approximately 9:30 a.m., the Confederates held their fire until the last possible second. Then, as Gordon remembered, \"My rifles flamed and roared in the Federals' faces like a blinding blaze of lightning…the entire line, with few exceptions, went down in the consuming blast.\" For more than three hours thousands of men blazed away at each other at point-blank range. Eventually the overwhelming Union numbers and confusion in the Confederate ranks forced the defenders back. When the fighting subsided, 5,500 soldiers lay dead or wounded on the field and in the road. That number included Col. Gordon, who had been hit five different times. After the deadly struggle for this sunken road, soldiers who fought here described it as the \"road of death\" and a \"ghastly flooring.\" From that day forward, the road has been known as Bloody Lane. \"Heaps Upon Heaps Were There in Death's Embrace\"  Confederate Soldier in the 3rd Alabama Infantry          (1) Within the first few hours of the battle, Gen. D. H. Hill sent more than half of his 5,000 soldiers to reinforce the northern end of the Confederate line. Of the two brigades that remained in the lane, one was commanded by Gen. Robert Rodes and the other by Gen. G.B. Anderson. Combined, they numbered about 2,200 men. (2) The first Federal soldiers to attack the Sunken Road were Gen. William H. French's troops. At approximately 9:30 a.m., these men crested the ridges just in front of the Sunken Road, and the bloody work began. French had close to 5,000 men under his command. (3) About 10:30 a.m. Gen. Israel Richardson's division, led by the famous Irish Brigade, advanced and added over 4,000 soldiers to a Union attack where \"the missiles of death were flying so thickly.\" (4) Some 3,800 Confederate reinforcements, under Gen. Richard H. Anderson, attempted to strengthen the line in the road, but were unsuccessful. Near 1:00 p.m., Richardson's men broke through and captured the Sunken Road. As the Confederates retreated, one soldier remembered that \"the minnie balls, shot and shell rained upon us from every direction except the rear.\" Some of the Federal troops were able to continue south to the Piper Farm, but were driven back by a desperate Confederate stand. When the fighting ended, over 5,000 soldiers had been killed or wounded. Neither side gained a decisive advantage.       Go to the next tour stop - The Burnside Bridge",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/photosmultimedia\/tour-stop-8.htm"
}
