{
    "title": "Yosemite National Park: Search and Rescue",
    "body": "Search and Rescue          Yosemite Search and Rescue (YOSAR) was established in the 1960s to respond to emergencies that occurred in the park. Because of the complexity and frequency of these emergencies the Division of Visitor and Resource Protection requires highly trained supplemental staff to assist in these events during the summer season. The SAR team member volunteer position augments the Yosemite Valley and Tuolumne Meadow Districts' operational staff as on-call resources that assist during emergencies. In exchange, the SAR team member is provided a tent cabin at the Camp 4 walk-in campground or a campsite in Tuolumne Meadows campground. These areas have historically been referred to as the SAR Sites.   SAR Team Members also Receive the Following Benefits:  Annual and Monthly SAR Trainings in Vertical Rope Rescue and Swiftwater Rescue Annual SAR Days training Emergency Medical Trainings. Operational Leadership Training. Access to the Friends of YOSAR Professional Development and Training Grant Program. Access to the Friends of YOSAR Insurance Reimbursement Program. Eligibility for National Park Service Volunteer Benefit Program.   Volunteer Expectations  Responding to an emergency is a SAR team member's highest priority while living on the SAR Site. At any time during the summer season, half of the SAR Team is expected to be available for emergency response. SAR team members should expect to spend at least fifty percent of their time as an on-call resource, ready to respond to the rescue cache. During this on-call time SAR team members are considered volunteers and are not paid. SAR team members could also be expected to volunteer time during trainings, team meetings, and with other tasks as assigned.  Paid Emergency Service  During an emergency incident, SAR team members are hired and paid for the duration of that incident using the AD\/Emergency Hire System. All AD\/Emergency Hire policies, conduct requirements, and workers compensation benefits do apply. On average, Yosemite National Park fields 200 to 250 emergency calls annually. These events range from the frequent on-trail litter carries to complex vertical technical rescue. SAR Team Members are also utilized during other types of emergency incidents and logistical operations, like SAR cache work, transportation assignments, and ambulance duties. Over the course of a typical summer season a SAR Team Member can work between 250 to 400 hours.   Length of Season  Valley SAR Team Members: May 1st through October 31st.  Tuolumne Meadows SAR Team Members: Early to mid June through September 30th (depends on the opening date of Tioga Road).   Skills  The Yosemite SAR Program is looking for highly motivated and skilled individuals to assist in all aspect of emergency services. Historically, typical SAR Team candidates have possessed a variety of outdoor skills focusing in all aspects of Alpinism, i.e., rock climbing, mountaineering, aid climbing, ice climbing, skiing, backcountry navigation, camping and survival. Candidates should also have a strong background or interest in medicine, and all applicants should currently have or be in the process of obtaining a basic Emergency Responder Certification i.e., First Responder or Wilderness First Responder. An Emergency Medical Technician (EMT) or higher certification with a National Accreditation is preferred. Previous Search and Rescue experience is valuable but not a requirement.   How to Apply  Applications will be accepted at any time during the calendar year and kept on file. However, only applications received by January 31 will be considered for the up-coming summer season. Applications received after January 31 are saved and reviewed for the following year's season. Only individuals with valid and current United States Social Security Numbers are eligible.  Application Package  All application documents are to be submitted electronically in PDF format to yose_sar@nps.gov. Applicants will receive an email confirmation that their application has been received. No other status updates on the application process will be sent. Please submit the following items in your application package:   One page letter of intent specifying which area you would like to work in, Yosemite Valley and\/or Tuolumne Meadows. General resume, to include previous work experience, personal or professional Search and Rescue experiences, medical experience, list of current certification, and references. Please do not attach copies of certifications.  One-page climbing resume, to include significant achievements, current proficiency level and grades, and Yosemite-specific experience, if possible. Also briefly describe any swiftwater skills and experience.  Include on your application package your full name, date of birth, and current mailing address. Do not include your Social Security number.",
    "url": "https:\/\/www.nps.gov\/yose\/getinvolved\/sar_jobs.htm"
}
