{
    "title": "Yosemite National Park: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning                         Yosemite Inspiration A conversation with filmmaker Dayton Duncan about protecting Yosemite National Park.  Duration:4 minutes, 9 seconds               KEEP UP TO DATE: Sign up for an e-newsletter to receive periodic emails on park plans and projects.         Plans in the Development Process                 Wilderness Stewardship Plan     The purpose of this plan is to establish a management framework that preserves the five components of wilderness character in the Yosemite Wilderness.         More info…                         Public Scoping: Open for comment through January 29, 2016                  High Elevation Aquatic Ecosystem Plan     It will protect Yosemite's diverse high-elevation aquatic ecosystems and restore natural composition, structure and function to systems that have been disturbed by past or ongoing human activities.          More info…                                 Operational Plans                Ahwahnee Comprehensive Rehabilitation Plan     The purpose of this project is to develop a comprehensive plan for phased, long-term rehabilitation of The Ahwahnee - a National Historic Landmark - and associated guest cottages, employee dormitory, and landscaped grounds.         More info…                       Finding of No Significant Impact signed January 2012                 Ansel Adams Gallery Rehabilitation Plan    Originally constructed as Best's Studio in 1902, Ansel Adams and his family lived in the Gallery through the 1970s. After more than 90 years in service, the buildings are in need of rehabilitation.        More info…                       Finding of No Significant Impact Now Available                 Badger Pass Ski Lodge Rehabilitation EA     Repair and rehabilitation of the ski lodge are necessary to protect its historic integrity, assure visitor safety, and maintain ski-area visitor services while preserving the natural and cultural resources.            More info…        Timeline...           Finding of No Significant Impact Now Available                 Comprehensive Interpretive Plan     This plan will outline a comprehensive approach to interpreting park natural and cultural resources. The final product of this effort will guide interpretation and education in Yosemite for the next 5 -10 years.                               More info…                 Long Range Interpretive Plan Completed - 2012                  Concession Services Plan     The 1992 amendment to Yosemite's General Management Plan that guides the management of concession enterprises, such as lodging, food, retail, and other commercial services in Yosemite National Park. This plan serves as the basis for contracts between the National Park Service and the park's primary concessioner.     More Info...                    Download a PDF [14 MB]                 Curry Village Rockfall Hazard Zone Structures Project     In response to recent rockfall events, the boundary of the rockfall hazard zone in Curry Village has been realigned.  The National Park Service is developing an environmental assessment to address the structures within the zone.         More info…                       Finding of No Significant Impact signed February 2012                 General Management Plan     This plan defines the direction for resource preservation and visitor use in Yosemite National Park. It provides a foundation for decision-making and sets long-term goals for the park. It was developed with broad public involvement.     More info…                     Download a PDF [30.1 MB]                 Half Dome Trail Stewardship Plan     The plan provides long-term stewardship of the Half Dome route in a manner that is consistent with the Wilderness Act and the NPS Organic Act.         More info…                 Finding of No Significant Impact (FONSI) now available                 Invasive Plant Management Plan Update     This plan will give Yosemite National Park resource managers greater flexibility in responding to present and future threats to park resources from non-native invasive species.   More info…    Finding of     No Significant      Impact (FONSI)           Finding of No Significant Impact signed August 5, 2011                 Merced Wild and Scenic River Management Plan     The plan will guide future management of activities in the river corridor, including site-specific actions needed to protect the river in Yosemite Valley, El Portal, and Wawona.       More info…                      The Record of Decision is now available                Restoration of the Mariposa Grove of Giant Sequoias Final EIS     This project's primary goal is to restore giant sequoia habitat through a variety of means. Additionally, this project aims to improve the visitor experience within the Mariposa Grove.      More info…                The Record of Decision (ROD) is now available.                 Scenic Vista Management Plan     The purpose of the Scenic Vista Management Plan is to provide a systematic program for documenting, protecting, and reestablishing Yosemite's important viewpoints and vistas, consistent with the natural processes and human influences that created them.         More info…     Finding of     No Significant Impact       (FONSI)     2014 Work Plan Now Available                 Tenaya Lake Area Plan     Problems associated with visitor use, visitor safety, and resource impacts have been occurring for decades. Thanks to a grant from The Yosemite Fund, a comprehensive analysis of, and solution to these issues is underway.     More info…     Finding of No Significant Impact (FONSI)           FONSI Completed May 2011                 Tioga Road Rehabilitation Plan     The National Park Service developed an environmental assessment (EA) that analyzed rehabilitating approximately 41 miles of the Tioga Road.         More info                    Finding of No Significant Impact (FONSI) Signed                 Tuolumne Wild and Scenic River Management Plan     The Tuolumne River Plan will establish long-term guidance for protecting water quality, free-flowing condition, and unique values for the portion of the Tuolumne River that flows through the park.     More info…                        The Record of Decision is now available                  White Wolf Lodge & Duplex Cabins Rehabilitation Plan     The National Park Service is announcing a new planning effort that will address the rehabilitation of the aging White Wolf Lodge and Duplex Cabin structures.            More Info           Finding of No Significant Impact Now Available                   Yosemite Environmental Education Center EIS     NatureBridge, a NPS non-profit park partner, has provided environmental education programs in Yosemite National Park since 1971. Most of the campus structures and utilities are more than 60 years old and difficult to retrofit to modern standards. The NPS and NatureBridge developed a plan to address these issues.   More info…    Record of Decision                   Record of Decision Signed April 2010               Other Plans      Date   Format   Size   Title    2007  Web       Glacier Point Road Rehabilitation EA     2007   Web       Hetch Hetchy Communications System Upgrade Project EA     2007   Web       Hodgdon Meadow Trailer Replacement Project EA     2006   Web       Rehabilitation of the Yosemite Valley Loop Road EA     1987   PDF   102 kb   Wawona Water Conservation Plan    1997 Web      1997 Flood Recovery          Can't find a plan? You can find additional projects at PEPC.",
    "url": "https:\/\/www.nps.gov\/yose\/getinvolved\/planning.htm"
}
