{
    "title": "Yosemite National Park: Reading Room",
    "body": "Planner's Reading Room       Steps to create a plan Documents Needed for Plans Introduction to Planning Glossary of Terms Newsletters and Updates Get involved! Contact Us      Planning and compliance efforts are guided by a variety of official National Park Service documents as well as scientific research, design guidelines and supporting legislation.  National Park Service Organic Act of 1916  National Park Service Policies:  Management Policies 2006[2.49 MB PDF] includes chapters on natural, cultural and Wilderness resources. Chapter 2 on Park System Planning is especially useful. NPS Policy Website  Freedom of Information Act: Department of the Interior  National Park Service Directives:  Director's Orders 1996 Director's Orders #2: Park Planning; Note this Order regarding Park Planning is now superseded by Chapter 2 of Management Policies 2006 listed above Director's Orders #12: Conservation Planning, Environmental Impact Analysis, and Decision-making Handbook for Environmental Impact Analysis[567 kb PDF] Director's Order #28 and Reference Manual #28: Cultural Resources NPS 28: Cultural Resources Management Guideline Director's Order #41 [193 kb PDF]: Wilderness Management Reference Manual #41: Wilderness Management  Director's Orders #75A [828 kb PDF]: Civic Engagement and Public Involvement NPS 75 [167 kb PDF]: Natural Resources Inventory and Monitoring Director's Order #77 and Reference Manual #77: Natural Resources  National Environmental Policy Act and Other Environmental Policies: The following documents provide overviews of both the National Environmental Policy Act and other types of environmental compliance used in park planning:  NEPA Fact Sheet [54 kb PDF] Understanding NEPA and NEPA Abbreviations Fact Sheet [18 kb PDF]  NEPA policy NEPA website for Region 9 Council on Environmental Quality (CEQ)  Executive Order 12898 [19.7 kb PDF]: Environmental Justice 1994  Wild and Scenic Rivers Act and Wilderness Act Information:  The following websites and acts regard the designation of rivers as wild and scenic and lands as wilderness, providing them with special protections:  Wild and Scenic Rivers Website Wild and Scenic River Act 1968 [107 kb PDF] California Wilderness Act of 1984 [417 kb PDF]  Historic Preservation Information: These programs, acts and guidelines inform park planners when preserving historic buildings and grounds:  Heritage Documentation Programs (HABS\/HAER\/HALS\/CRGIS) National Historic Preservation Act of 1966 (NHPA)  Preservation Standards and Guidelines Historic Sites Act of 1935 Secretary of Interior's Standards for the Treatment of Historic Properties  Public Comments Information:  Guide to Making Public Comments [3.05 MB PDF]    Transportation Studies:  Yosemite National Park Transportation Improvement Strategies Report [2.7 MB PDF]  Design Guides:  A Sense of Place; Design Guidelines for Yosemite Valley (2005) [31.7 MB PDF] A Sense of Place; Design Guidelines for Yosemite National Park (2012) [25.8 MB]  Accessibility:  Self Evaluation and Transition Plan; Yosemite National Park Accessibility Program, May 2010 [9.8 MB PDF]  Federal Codes and Policies:  Code of Federal Regulations (CFR) Title 36: Parks, Forests, and Public Property  U.S. Code Code of Federal Regulations Federal Register",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/management\/reading-room.htm"
}
