{
    "title": "Antietam National Battlefield: 2-North Woods",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Virtual Tour     2-North Woods                Tour Stop 2 - North Woods              Introduction Union Gen. Joseph Hook­er's men spent the night before the battle on the Poffenberger farm. At first light, the Union attack advanced south from here to­ward Jackson's lines. \"The stars were still shining when [Hooker's] skirmishers became engaged,\" a soldier would later recall.      The Culmination of Another Great Tragedy was at Hand  Pvt. William Goodhue, 3rd Wisconsin Infantry  The night before the battle, the Union First and Twelfth Corps crossed Antietam Creek and marched onto the farm fields just behind you. It was the First Corps, commanded by Gen. Joseph Hooker, that opened the battle the following morning.  \"A foggy morning was the 17th of September,\" remembered Sgt. Austin Stearns, \"and each army was astir and preparing for the deadly struggle that the lowest private knew was to take place.\" Pvt. Frederick Hitchcock wrote how, \"all realized that there was ugly business and plenty of it just ahead.\" At the earliest blush of dawn, the deep toned thunder of artillery, mixed with the steady rattle of musketry, could be heard through the fog. The soldiers of the First Corps advanced south toward the catastrophe in the Cornfield, one-half mile to the south. Early that morning, Confederate cavalry commander, Gen. J.E.B. Stuart positioned more than a dozen cannon three-quarters of a mile southwest on high ground called Nicodemus Heights. Led by Maj. John Pelham, the shells from these guns devastated the Union soldiers as they advanced out of the North Woods and across the open ground toward the Cornfield. Federal artillerist Albert Monroe vividly remembered the fire that came from Pelham's guns: \"…we could see the first rays of the sun lighting up the distant hilltops, when there was a sudden flash, and the air around us appeared to be alive with shot and shell…The opposite hill seemed suddenly to have become an active volcano, belching forth flame and smoke.\"              Go to the next tour stop - the East Woods",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/photosmultimedia\/tour-stop-2.htm"
}
