{
    "title": "Antietam National Battlefield: 4-The Cornfield",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Virtual Tour     4-The Cornfield                Tour Stop 4 - The Cornfield              Introduction This 24-acre cornfield saw some of U.S. history's most horrific fight­ing. For nearly three hours, Hooker and Mansfield's Union forces battled Jackson's Confederates. Many regiments on both sides were cut to pieces. Hays' Louisiana Brigade suffered over 60-percent casual­ties in 30 minutes.      The Most Terrible Clash of Arms As Union soldiers stepped out of the Cornfield at dawn, September 17, 1862, Confederate troops unleashed a horrific volley. The single, bloodiest day in American History had begun in earnest. For the next four hours the Cornfield was the center of a storm of lead, iron, and flame as Federal soldiers from the First and Twelfth Corps clashed with Lee's men. The Cornfield changed hands again and again as both sides attacked and counterattacked. One soldier remembered: \"The air seems full of leaden missiles. Rifles are shot to pieces in the hands of soldiers, canteens and haversacks are riddled with bullets, the dead and wounded go down in scores.\" More than 25,000 soldiers fought in and around the Cornfield. By 9:30 a.m. thousands of them lay dead and dying. Confederate Gen. John Bell Hood wrote: \"It was here that I witnessed the most terrible clash of arms, by far, that has occurred during the war.\" Union Gen. Joseph Hooker remembered that \"every stalk of corn in the northern and greater part of the field was cut as closely as could have been done with a knife, and the slain lay in rows precisely as they stood in their ranks a few moments before. It was never my fortune to witness a more bloody, dismal battlefield.\" A Cornfield Unlike Any Other \"Through a shower of bullets and shells, it was only the thoughts of home that brought me from that place.\"   Pvt. James Dougherty, 128th Pennsylvania Infantry, wounded in the Cornfield          (1) At daybreak, Gen. Joseph Hooker’s First Corps, approximately 8,000 men, advanced south through the Cornfield where, “the hostile battle lines opened a tremendous fire upon each other.” Initially knocked back, Hooker’s men regrouped and began to push Gen. Stonewall Jackson’s men back as the casualties on both sides quickly escalated. (2) At 7:00 a.m., Gen. John Bell Hood’s Confederate Division of approximately 2,000 men was waiting behind the Dunker Church. Jackson called them into battle and, “In less than five minutes we were advancing toward the enemy. In less than fifteen we were sending and receiving death missiles by the bushel.”  Hood’s men drove north, forcing the First Corps back across the Cornfield. (3) Gen. Lee ordered troops from Gen. D. H. Hill’s command  at the Sunken Road to move north into the Cornfield. Some of these regiments attacked all the way to the northern edge of the Cornfield, where they were crushed by the arrival of the Union Twelfth Corps. (4) At 8:00 a.m., Gen. Joseph Mansfield’s Twelfth Corps, over 7,000 soldiers, arrived and drove back Hood’s men and the Confederate reinforcements from the Sunken Road. Gen. Mansfield was mortally wounded and Gen. Alpheus Williams took command of the Corps. At about 9:00 a.m. there was a short lull in the action. Most of the Confederates on the north end of the battlefield retreated to the West Woods and almost 8,000 Union and Confederate soldiers had been killed or wounded in and around the Cornfield.       Go to the next tour stop - the West Woods",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/photosmultimedia\/tour-stop-4.htm"
}
