{
    "title": "Antietam National Battlefield: 5-West Woods",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Virtual Tour     5-West Woods                Tour Stop 5 - West Woods              Introduction Around 9:30 am, Gen. Edwin Sumner's Union soldiers advanced into the West Woods. The combined firepower of Confederate artillery and attack­ing infantry drove them back. In 20 minutes over 2,200 Union soldiers were killed or wounded.      \"The Onward Rush To Victory Or Defeat \" Sgt. William Andrews, 1st Georgia Regiment As the battle escalated, Union Gen. Edwin Sumner moved the Second Corps across Antietam Creek and into the battle. The swift waters of the Antietam and the difficult terrain separated the three divisions in Sumner's Corps. One division advanced toward the West Woods, while the remaining two fell behind and later assaulted the Sunken Road. At approximately 9:30 a.m. Sumner led Gen. John Sedgwick's Division, numbering more than 5,000 men, into the battle. The plan was to drive into the woods and then sweep south, delivering the crushing blow to Lee's left flank. As the Union lines moved through the West Woods, Confederate artillery posted on Hauser Ridge opened fire. Within minutes, bullets flew from three different directions and cut the Federals ranks into pieces. Gen. Oliver Howard remembered: \"We had the enemy's artillery and infantry both pursuing and flanking our broken brigades by rapid and deadly volleys.\" Confederate re-enforcements from the divisions of Gen. Lafeyette McLaws and Gen. John Walker slammed into the unsuspecting Union flank. Suffering over 2,200 casualties in about twenty minutes, the Federals quickly withdrew from the West Woods. \"Back Boys, For God's Sake Move Back; You Are In A Bad Fix\" Gen. Edwin Vose Sumner, Union Second Corps Commander          (1) As the battle shifted away from the Cornfield, Gen. John Sedwick's division of Federal troops, personally led by corps commander Gen. Edwin Sumner, advanced from the East Woods. Sumner's plan was to move into the West Woods, hit the Confederates in the flank and drive them toward Sharpsburg. Over 5,000 Union soldiers marched out of the East Woods and headed toward the West Woods at 9:15 a.m. (2) Along with other Confederate forces, Gen. Lafayette McLaws's division went into battle to shore up the left end of the Confederate battle line. As they pressed into the West Woods from one side, Sedgwick's Union soldiers moved in from the other. The result of this convergence was disastrous for the Union soldiers. (3) Union Pvt. Roland Bowen remembered: \"The rebs saw their advantage and with grape and canister and musketry they mowed us down.\" Confederates attacked from three sides into the flanks of the Federal line. The fighting was so confusing that men from New York fired into the backs of the soldiers in front of them. Within twenty minutes, the Union troops fell back from the West Woods toward the north and east. (4) As Sedgwick's men fled the West Woods, the other two divisions of the Second Corps assaulted the Sunken Road. Sedgwick had lost 2,200 out of 5,300 men in twenty minutes. The 15th Massachusetts suffered 340 casualties, the highest number for any regiment on the field during the battle. By 11:00 a.m. other Union soldiers held a portion of the West Woods around the Dunker Church. Within an hour they too were driven back to the East Woods. Federal forces did not venture west of the Hagerstown Turnpike for the remainder of the day.       Go to the next tour stop - the Mumma Farm and Cemetery",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/photosmultimedia\/tour-stop-5.htm"
}
