{
    "title": "Voyageurs National Park: Bears and Food Storage",
    "body": "Bears and Food Storage       Bears and Bear Problems Preventing Bear Problems, the different bear situations one may encounter in Voyageurs. Bear Behavior to know before camping. Food Storage Locker size with dimensions.         A bear rests in the tree.   Approximately 150 black bears live in Voyageurs National Park. These bears symbolize the wilderness quality of northern Minnesota and can be a memorable wildlife observation. Unfortunately, each summer numerous human-bear incidents occur. While human injuries are rare, black bears can cause significant property damage.  Voyageurs National Park tries to provide an environment where bears can live with minimal human interference. Please do your part. Help prevent bear problems by following the procedures below. Report human-bear incidents to park personnel as soon as possible.        Hang your food pack in tree 14 feet above the ground and 10 feet away from the tree.   Preventing Problems  When camping:    Food must be properly stored in a park bear-proof food locker or hung fourteen feet from the ground and four feet from a tree. Bear-proof food lockers hold two standard 48-quart coolers that are: 52\" wide x 36\" deep x 21\" tall. Place anything that has an odor (toothpaste, bug repellent, soap, garbage, etc.) in a bear-proof food locker or hang it from a bear pole or tree Store or hang items that a bear might think is food such as water jugs. Cook food away from your tent. Food odors on a tent may attract a bear. Clothes worn while cooking foods with strong odors should be stored or hung away from the tent. Store or hang all garbage including: shore lunch grease, empty cans, empty jars, aluminum foil, and plastic wrap. Pack out your garbage when you leave; don't bury it. Dispose of fish entrails in deep water. Keep a clean site. Pick-up food scraps and wipe-off picnic tables. If a bear approaches your site, do not feed it. Frighten the bear by yelling, banging pans together, or throwing rocks or sticks. Make sure the bear has an escape route. If the bear is persistent, pack up your food and trash and retreat slowly to a secure area. Report all human-bear incidents to a park ranger.       When boating:   Houseboaters should store food and garbage inside.   Remember: Bears are excellent swimmers and \"island hop\" in search of food.   Do not feed bears or any wildlife.   Dispose of fish entrails in deep water.   Pack-out shore lunch grease in an old coffee can.   When at the cabin or staying at a resort:   Keep coolers inside a vehicle or hardsided camper and out of sight and smell.   Dispose of garbage in bear-proof dumpsters.   Do not leave food as bait for any animals or leave food scraps on the ground.   Keep pet food inside.   Keep grills and picnic tables clean.   If a bear approaches, attempt to scare it away. If it persists, move food and people inside a vehicle or cabin.   Report human-bear incidents to the Department of Natural Resources (DNR) or resort owner.        Anytime you see a bear:  Do not feed it.  Change your direction and do not approach a bear. If it changes its natural behavior such as woofs, snaps its jaws, or slaps the ground, you are too close. Always leave an escape route for the bear. Never surround or corner a bear. Never run from a black bear. Playing dead is not appropriate for black bear attacks. If a bear approaches you, act with mild aggression; yell and wave your arms. In the extremely rare case of a black bear attack, fight back using whatever is available.         This young black bear is standing to get a better look at the surrounding area.   Bear Behavior   A bear is checking you out when it...  stands on its hind legs to a get a better look waves its nose in the air to catch your smell gives low, non-aggressive grunting sounds  A bear is getting upset when it...  clacks its teeth gives an explosive blowing sound  A bear is telling you to move away when it...  blows loudly makes short lunges and slaps the ground or an object gives bluff charges that stop short of you         Metal Food Storage Lockers found in Voyageurs National Park   Food Storage Locker    Metal Locker Dimension:  52\" wide x 36\" deep x 21\" tall Holds two standard size 48 quart coolers",
    "url": "https:\/\/www.nps.gov\/voya\/planyourvisit\/bears-and-food-storage.htm"
}
