{
    "title": "Antietam National Battlefield: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Antietam Battlefield is committed to making the Park accessible to individuals with mobility, hearing or vision impairments. Physical and Program Features at the Battlefield Parking - Accessible (Note, sidewalk leading to the visitor center inclines 5° for 50 feet)  Visitor Center - Accessible: ·  Bookstore - cd tours for purchase, hire a private guide to go in your vehicle, literature, souvenirs, music for sale · Museum - enter using steps or elevator, various fonts on displays · Theater –captioned 27 minute orientation film, designated seating, unrestricted seats available, audio description available. · Observation Room, use steps from lobby or ramp from outside sidewalk; · Restrooms, touch free faucets and flushing, towel or hot air drying, (large turn around stall)  Tour Roads - Accessible (Use your own vehicle, 8½ miles in length with 11 stops, Burnside Bridge, stop 9 requires short sidewalk &a few ½ size steps. Wheelchair access use designated parking. Audio tour and private guides available (301.432.4329) Historic Structures  Dunker Church - not accessible but viewable from doorway Pry House Field Hospital Museum - accessible, use Authorized Vehicle Parking area up a hill. Open seasonally, call (301) 695-1864 for more information Newcomer House, Heart of the Civil War Heritage Area visitor center –accessible, Open seasonally, call 301-432-6402 for more information  Interpretive Programs - Ranger talks are stationary or short walks. Sign Interpreters are provided with a 72 hour advance notice Entrance Fee - No admission fee for individuals who qualify or possess the National Access Passport. Visitor feedback on their tour of Antietam is the best way we can improve our accessibility services. Your comments and Suggestion are welcome.",
    "url": "https:\/\/www.nps.gov\/anti\/planyourvisit\/accessibility.htm"
}
