{
    "title": "Antietam National Battlefield: 6-Mumma Farm",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Virtual Tour     6-Mumma Farm                Tour Stop 6 - Mumma Farm and Cemetery              Introduction The only deliberate destruction of property during the battle was the burning of this farm. Confederate soldiers were or­dered to burn these structures to pre­vent their use by Union sharpshooters. Fortunately, Samuel Mumma and his family had fled to safety before the battle. The Mumma family rebuilt the home in 1863.      \"...a set of farm buildings in our front were set on fire to prevent them being made use of by the enemy.\" Confederate General Roswell S. Ripley This farmstead and cemetery were part of Samuel and Elizabeth Mumma's property in 1862. Warned of the coming battle, the Mummas and their ten children fled to safety. Fearful that Union sharpshooters would use the farm buildings as a strongpoint, Confederates set fire to them. The column of fire and smoke was visible all morning above the battlefield. This fire was the only deliberate destruction of civilian property. One Union soldier remembered, \"Just in front of us a house was burning, and the fire and smoke, flashing of muskets and whizzing of bullets, yells of men …were perfectly horrible.\" The Mummas spent the winter at the Sherrick farm near Burnside Bridge and were able to rebuild in 1863. After the war, the Federal Government compensated residents for damage caused by Union soldiers. However, since this farm was burned by Confederates, the Mummas received no compensation. Starting in 1870 the family deeded interest in this burial ground to local families. Neighbors who suffered from war and came together to rebuild their community, now rest together in this peaceful enclosure.       Alfred Waud sketch of the Mumma Farm burning during the Battle of Antietam Library of Congress        Alexander Gardner photograph of the ruins of the Mumma Farm Library of Congress       Go to the next tour stop - the Union Advance",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/photosmultimedia\/tour-stop-6.htm"
}
