{
    "title": "Antietam National Battlefield: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery               Photo Gallery          Historic Photographs Taken by Alexander Gardner Alexander Gardner took 70 photographs of the battlefield starting just two days after the battle. This was the first time an American battlefield had ever been photographed before the dead had been buried. Gardner returned in early October when President Lincoln visited General George McClellan and the Army of the Potomac and took another series of images. Gardner, 41 years old at the time of the battle, was employed by Mathew Brady who owned a photography gallery in Washington, D.C. during the Civil War.         Historic Paintings by Captain James Hope Professional artist James Hope, was 43 years old and a member of the 2nd Vermont Infantry. Hope had taken part in a dozen engagements prior to this battle, but disabled by illness, was assigned to sideline duties as scout and mapmaker. He recorded in his sketchbook the battle scenes before his eyes, and then after the battle converted his sketches into a series of five large paintings.         Historic Newspaper Sketches Alfred Waud, Edwin Forbes and Frank Schell were all artists that created many images of battle that appeared in publications like Frank Leslie's Illustrated Newspaper and Harpers Weekly.         Modern Photographs of the Battlefield Antietam Battlefield is an excellent location for photography. Here is a group of images from the park's collection.         Black and White Photos From the Turn of the 20th Century Ohio attorney Albert Kern was an avid collector, historian and photographer. Although not a Civil War vereran himself, he was extremely active in veteran's affairs. He traveled to Antietam and took a series of spectacular images that are part of our archives courtesy Dayton History. For permission to publish the images, visitors should contact the archive: http:\/\/www.daytonhistory.org\/archive-research.htm.         Antique Postcards of Antietam A collection of historic postcards of Antietam Monuments, Burnside Bridge, Bloody Lane and the National Cemetery.         Portrait Gallery A collection of portraits from the Library of Congress and the National Archives that have been cropped and enhanced.                   Centennial Images   5 Photos  High resolution images for centennial media use",
    "url": "https:\/\/www.nps.gov\/anti\/learn\/photosmultimedia\/photogallery.htm"
}
