{
    "title": "Antietam National Battlefield: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do        The West Woods at Antietam and a monument to Confederate Gen. William Starke who was killed during the battle. NPS Image      When you arrive, if you have one to two hours:- Explore the museum exhibits in the visitor center.- View the 26-minute introductory film. Narrated by James Earl Jones, the film is shown on the hour and the half hour. - Join a Park Ranger for a battlefield talk.- Browse the Museum Store.- Take the self-guided 8 1\/2 mile auto tour through the battlefield. The tour has 11 stops and begins at the Dunker Church.If you have more time, two to four hours, add the following:- Buy an audio CD or join a Park Ranger for a more detailed auto tour.- Join a Park Ranger for additional battlefield talks and walks. Talks are conducted daily by park rangers. During the summer season Ranger programs are expanded and scheduled more often. Check at the Visitor Center for a daily schedule.- Take a self-guided hike on the Bloody Lane, Cornfield, Final Attack, Union Advance, Antietam Remembered, Sherrick Farm or Snavely Ford Trails.- Stop by the Pry House Field Hospital Museum (Check at the visitor center for hours)- Click here for a battlefield scavenger hunt (pdf, 460 kb) that you can complete while touring the battlefield and answering questions. Private ToursFor persons wishing a personalized tour, the Antietam Battlefield Guides can provide you a private tour of the battlefield. The guide service is offered though the park's cooperative association, Eastern National. The standard tour lasts two hours, but many individuals and groups hire guides for longer periods of time. In addition, guides can provide specialty tours. These include tours on particular units or certain areas of the battlefield, as well as other facets of the Maryland Campaign, such as the Siege of Harpers Ferry and the Battles of South Mountain. Tour rates vary depending upon the length of the tour and the size of the group. For more information, please visit www.antietamguides.com. Keep in mind that tour arrangements should be made in advance by calling our museum store at 301-432-4329.Other Helpful\/Local Websites and Information Area AccommodationsFor information about accommodations, write to: Washington County Convention &Visitors Bureau Elizabeth Hager Center Hagerstown, MD 21740,Maryland Memories, Phone: (301) 791-3246 Toll Free: (888) 257-2600, or go to their web site at:  www.visithagerstown.com.www.HeartOfTheCivilWar.orgThis new web site helps visitors experience the Heart of the Civil War - Washington, Frederick, and Carroll Counties. The web site was financed in part with state funds from the Maryland Heritage Areas Authority. To find out more about visiting the Heart of the Civil War Heritage Area visit the web site, or to request a travel packet, email info@heartofthecivilwar.org or call 800-999-3613..",
    "url": "https:\/\/www.nps.gov\/anti\/planyourvisit\/things2do.htm"
}
