{
    "title": "Ozark National Scenic Riverways: Ranger Guided",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Ranger Guided                 Ranger Guided         Ranger doing a stream study with interested students. Laurie Fulk  Field Trip Suggestions  Alley Mill One Room Schoolhouse Round Spring Caverns Habitat Study Stream Study Archeology \"Dig\"  Electronic Virtual Field Trips (nationwide)  Call 573-323-8028 or e-mail.  Alley Mill - See an authentic 1894 roller mill and enjoy a bygone era. Emphasis is on how natural resources influenced settlement patterns or how economic engines such as mill communities influenced the development of Ozark culture. A visit to the one room school may be included, as well as nature walks. Storey's Creek Schoolhouse - Visit a one room schoolhouse to see how the \"Three R's\" were really taught. Spelling matches, ciphering matches, games of yesteryear, and a visit to the mill and general store round out the experience. Round Spring Caverns - Enjoy the beauty underground! Classes may learn about karst, cave biology, groundwater or the fragility of underground systems. Group size is limited to 15 total, including adults. Larger school groups will be divided up and may wait outside, eat lunch or enjoy the playground equipment while the rest of the class takes its turn in the cave. Tours may be customized to one or two hours in length. PLEASE discourage participants (including adults!) from bringing their own flashlights - we find this to be disruptive. Visits to nearby Devils Well may also be included if your class has enough time. You may want to look at our Teacher's Guide to Caves for some pre-visit activities and information to prepare your class. Habitat Study - Take your class outdoors to examine and compare various habitats. Students will be equipped with collecting equipment, field guides, magnifying glasses, etc. They will examine an area throuroughly, then move to a different habitat for comparison. This activity requires a great deal of teacher and adult leader involvement to be successful. May take place at Peck Ranch, Akers, or even in your school yard. Stream Study - Get wet and sloppy while giving a local stream or river a check up. Students will wade into the water and take samples of aquatic life: the relative abundance of different species can indicate water quality. May take place at any stream suitable for wading, including streams near your school - with landowner permission. Best for fairly small classes and upper grades. Archeology \"Dig\" - Children will get a sense of how archeologists uncover the past by doing their own \"dig.\" In our simulated archeological site, located at Round Spring, students will be given tools and guidance to excavate replica artifacts. This field trip requires a great deal of supervision and preparation. A prior classroom program on Archeology is required.  Virtual Field Trips The National Park Service offers a variety of interactive \"virtual\" field trips on various subjects to areas around the country. Click for more information. Really good nature websites for kids",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/education\/rangerguided.htm"
}
