{
    "title": "Ozark National Scenic Riverways: Teachers' Guide to Caves",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials     Teachers' Guide to Caves                More Than Skin Deep, A Teacher's Guide to Caves and Groundwater         Tom Aley  This online edition of our teacher's guide to caves is an abridged version of the print edition. Please contact us for a free copy of the print version. We hope you will take advantage of this resource to provide some advance information to your students before visiting Round Spring Caverns. Ozark National Scenic Riverways also offers a variety of activities for teachers involving subjects other than caves. Please see our Teacher's Page for details. The online version is divided into two sections: Information Pages where you will find background information about caves, and Activities Pages, where you will find fun classroom activities.  INFORMATION PAGES  Visiting With Your Class About National Parks Caves and Karst Ozark Springs How Caves Form How Stalactites Form The Biology of Caves A Bit About Bats Cave Safety Glossary of Cave & Karst Terms Karst Video (18 minutes - suitable for kids)    ACTIVITIES   Comparing Bats & Birds  Make Your Own Cave  Does It Make Scents? (Bats)  Turmoil in Town (Critical thinking)  Seepy Sandwich (Groundwater)  Making Waves (Bats)  Clay Cave (Cave Formation)  Grow Your Own Stalactite   VIDEOS Bat Echolocation Karst in the Ozarks          The blind grotto salamander makes Ozark caves its home. Of all the world's true troglobitic salamanders, this species is the only one that develops into an adult form. All others maintain their larval form, even though they can reproduce. Gene Gardner, Missouri Dept of Conservation       Karst in the Ozarks Video - A great video, suitable for younger grades as well as adults. Describes very well how a karst system works and why it's important to know about it. About 20 minutes long.",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/education\/skin-deep.htm"
}
