{
    "title": "Yosemite National Park: Work With Us",
    "body": "Work With Us       Interested in working in Yosemite National Park? Several organizations hire in Yosemite; each has different application procedures. Yosemite Hospitality hires most Yosemite employees, and primarily for lodging, recreation, retail, food & beverage, and employee services jobs. National Park Service The National Park Service, an agency of the US Government, is responsible for all aspects of park management. Its mission is to conserve the the park's resources and provide for the enjoyment of the park. Yosemite Hospitality Yosemite Hospitality is the primary concessioner in Yosemite National Park. It provides a variety of guest services to the park's four million annual visitors including, hotels, restaurants, transportation, sightseeing tours, conferences, recreation and merchandise. Yosemite Conservancy Yosemite Conservancy is the only philanthropic organization dedicated exclusively to the protection and preservation of Yosemite National Park, while enhancing visitor experience. The Conservancy creates opportunities for individuals to experience and connect with the park by funding trail repairs, habitat restoration, outdoor programs, volunteering and other essential programs that otherwise would not happen. (Yosemite Conservancy is the nonprofit formed by a merger of the Yosemite Association and The Yosemite Fund.) NatureBridge NatureBridge operates in Yosemite National Park under a cooperative agreement to educate people about the natural and cultural history of the area, and related resource issues of the park. Every year, NatureBridge hires instructors and other staff in order to carry out its mission. Ansel Adams Gallery Best's Studio, Inc, dba The Ansel Adams Gallery, has a rich history of operating in Yosemite National Park since 1902. Local Communities Local communities play a vital role in providing goods and services to park visitors. There are a multitude of employment possibilities with local businesses.",
    "url": "https:\/\/www.nps.gov\/yose\/getinvolved\/workwithus.htm"
}
