{
    "title": "Antietam National Battlefield: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities      Bicycling is permitted on paved park tour roads and parking lots. Riding is prohibited on all sidewalks, agricultural land, and the Snavely's Ford Trail. Maryland law requires riders under the age of 16 to wear an approved D.O.T. helmet. Cyclists are subject to Maryland Traffic Law.Camping at the Rohrbach Group Campground requires a permit. Only organized groups (such as Boy Scouts, Church, and School Groups) are permitted to camp. Reservations are made at Recreation.gov. Camping in other park areas is prohibited. Fires are prohibited in all park areas except for the Rohrbach Campground and areas approved for use by NPS living history employees and volunteers.Horseback riding, in groups of ten or less, is permitted on all paved roads and the Snavely Ford and Final AttackTrails. Riding on paved foot trails, parking areas, or on agricultural lands is prohibited. Groups of eleven horses or more must obtain a Special Use Permit. Horse trailers must park in the field south of the Dunker Church. For more information click here for a copy of the park's Horse Riding Policy.Fishing is allowed on the Antietam Creek with a valid Maryland Fishing License. Fishing from or within 500 feet of the Burnside Bridge is prohibited.Hunting and\/or harassing wildlife is prohibited. Firearms and other devices capable of launching a projectile are prohibited. Discharging any weapon from private land onto the park is forbidden. Possession of an edged-weapon which exceeds six inches in length is prohibited. Trained and inspected National Park Service living history volunteers may possess firearms and edged-weapons in accordance with park regulations.Picnicking is prohibited in the Antietam National Cemetery, Mumma Cemetery, inside the Dunker Church, inside the Observation Tower, on the Burnside Bridge, and on any monument.Boating or tubing on the Antietam Creek is permitted. Docking, removing or putting in a boat or tube, or loading a person within 500 feet of the Burnside Bridge is prohibited.Relic hunting and\/or the use or possession of a metal detector is prohibited. Federal law prohibits the theft of artifacts. Fines can reach $250,000 and\/or 5 years in jail and may include the confiscation of materials used.Because of the historic nature of the battlefield, the following activities are prohibited: kite flying, ball games, sunbathing, model airplane or rocket flying, and frisbee. Permitted campers may conduct these activities at the Rohrbach Group Campground.",
    "url": "https:\/\/www.nps.gov\/anti\/planyourvisit\/outdooractivities.htm"
}
