{
    "title": "Yosemite National Park: Internships",
    "body": "Internships          Yosemite sponsors a number of internships both directly and through partner organizations. What's the difference between a volunteer internship and other internships? Volunteer Internships are full-time (40 hour\/week) career-development positions with an educational component. The positions are usually 10 weeks to six months, and are open to people of all ages.They should not be confused with federal internships in the Pathways program, which may be paid positions and last for varying amounts of time. The park also recruits through partners. Special internship programs in the park include:   Yosemite Leadership Program internships            Internships through Partners Student Conservation Association The Student Conservation Association (SCA) places interns of all ages in conservation positions throughout the United States, including dozens each year in Yosemite. Applicants apply directly through the Student Conservation Association [search for Yosemite internships] for Yosemite positions. Each year, opportunities may be offered in the fields of archival work, interpretation, backcountry patrol, wildlife management, and others. Yosemite staff interview and select the interns.   Geocorps Geocorps is a partnership between the National Park Service and the Geological Society of America. Each year, Yosemite hires a few interns into the Geoscientists-in-Parks with Geocorps.   National Council for Preservation Education Through a cooperative agreement, the National Council for Preservation Education (NCPE) places students in paid internships in Yosemite's historic preservation and historic architecture programs.  College Internships While the park does not require that interns be students, Yosemite can sponsor students to perform internships for college credit. Your supervisor can work with your school to certify credit. Some colleges also have programs that financially support students so they can volunteer instead of finding summer jobs. Talk with your college career services department to learn more.      Park-Sponsored Internships Volunteer internships are posted alongside regular volunteer positions on http:\/\/www.volunteer.gov\/gov. These may include positions in wildlife research, environmental education, historic preservation, and other professional and vocational career fields. International Volunteers may apply for internships, but must be able to obtain a J-1 visa and should be working or studying in a related field.  Current open volunteer positions may be designed as internships (please note that these positions are pulled from volunteer.gov, and we cannot separate out internships from other volunteer positions here). Additional opportunities could be added at any time, so keep checking. Most, but not all, positions are for the summer months.These include:       Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/yose\/getinvolved\/intern.htm"
}
