{
    "title": "Antietam National Battlefield: For Kids",
    "body": "Explore This Park    Plan Your Visit     Things To Do     For Kids              For Kids      Junior Ranger Program   You can become a Junior Ranger when you visit Antietam National Battlefield. Junior Rangers learn about the National Parks they visit. At each park they help the park rangers and park volunteers. In order to prepare for your visit, you can download and print the Junior Ranger booklets (below) in advance from this webpage. When you visit the battlefield you can complete the activities in the booklet and present them to a park ranger or a park volunteer at the visitor center. They will award you a certificate and a Junior Ranger badge. Junior Ranger Booklet Ages 6 and Under (pdf, 279KB, 6 pages) Junior Ranger Booklet Ages 6-8 (pdf, 1.26 MB, 12 pages) Junior Ranger Booklet Ages 9-12 (pdf, 1.6 MB, 12 pages)Visit the National Park Service Web Ranger Pages and Become a WebRangerThis is the National Park Service's on-line Junior Ranger Program for kids of all ages. If you love your National Parks, Monuments and Historic Sites, this site is for you. Play more than 50 games and learn about your National Parks.Scout Ranger ProgramAntietam National Battlefield participates in the Boy Scout Ranger and Girl Scout Ranger program. Please email the park's education coordinator for more information.Antietam Activities that you Can DownloadBurnside Bridge Coloring Page (pdf)Antietam Picture Hunt (pdf)Civil War Word Search (pdf)Antietam Word Search (easier version) (pdf)Civil War Journal (pdf)Crossword Puzzle (pdf)Crossword Puzzle Answers (pdf)Antietam Word Scramble (pdf)Antietam Word Scramble Answers (pdf) Battlefield Scavenger Hunt (pdf, 460 kb) that you and your family can complete while touring the battlefield and aswering questions.Come to the Park and Walk the Track TrailThe Antietam Track Trail starts at the historic Mumma Farm (Stop #6 on the driving tour route). Trail brochures can be downloaded by visiting http:\/\/kidsinparks.com\/antietam-national-battlefield.  Trail brochures which can also be found at the visitor center include Natures Hide and Seek, Birds of the Greater Washington DC Area National Parks, Mumma and Roulette Farms Scavenger Hunt, and the Need for Trees. For more information, please contact the park visitor center at 301-432-5124.Cool Websites to VisitCivil War Trust: Student ResourcesArcheology Program:  \"For Kids\"NPS WebRangers Civil War Soldier",
    "url": "https:\/\/www.nps.gov\/anti\/planyourvisit\/justforkids.htm"
}
