{
    "title": "Yosemite National Park: Group Volunteering",
    "body": "Explore This Park    Get Involved     Volunteer     Group Volunteering              Group Volunteering          Group Volunteering Overview Your group--whether it's a scout troop, a family, a church, a school, a group of coworkers, or a class reunion--can come to volunteer together! (If you don't have your own group, you can join one of our partner groups). Most of our group work takes place between May and October, with some work in March and April, and more limited options in fall and winter. Work projects vary depending upon the time of year, age of the participants, special skills, and group size (most projects are designed for 5 to 25 people). Past projects have included:   Vegetation restoration: planting and watering native plants, removing invasive plant species, building fences to protect meadows, thinning conifers for fuel reduction, GPS mapping of invasive plants… Wildlife protection: harvesting apples, installing food lockers, inventorying frogs… Campground maintenance: cleaning out fire pits, picking up litter, installing signs, repairing and installing picnic tables… Building and trail maintenance: painting, carpentry work, trail construction, fuel reduction (removal of built up vegetation or thinning of young trees), firewood stacking, building boardwalks and ramps…  And more!    Projects are assigned to qualified groups in the order requested after the catalog is released.         Peak Season Group Projects (May through October)  Planning over 200 projects and assigning groups to them is a huge task! To manage the work, the Yosemite Volunteer Program Office posts a catalog of projects [695 kb PDF] online. It contains program policies, project descriptions, dates for planned projects, and a project request form. In order to assign projects fairly, we ask that groups wait until the catalog is posted to schedule a group volunteer project during this peak season. The catalog is posted in mid January each year, and we usually begin accepting project requests the fourth Monday in January. For 2016, we will begin accepting project requests on Monday, January 25 at 8 am PST. If you would like to be notified when the catalog is posted online each year, please email us with your name, group name, email, and phone number.  Weekend dates are popular, and fill fast, so make your request soon after the annual opening date (January 25 for 2016).   2016 Group Volunteer Project Catalog [622 kb PDF] [2.5 MB DOCX]    2016 Group Volunteer Project Request Form [65 kb PDF] [760 kb DOC]    If your group will volunteer for more than three full days or during the off-season, you may schedule your project before the catalog is posted.     Off-season Projects  Groups are welcome to volunteer all year, however, project options are more limited November through April due to winter weather, limited staffing, and limited campsites during March and April. We do not post a catalog of off-season dates, but instead design custom projects on request. Just fill out the current Group Project Request Form [65 kb PDF] or [760 kb DOC] and submit as directed on the form.   Alternative Spring Breaks  Each year, Yosemite hosts a few college and secondary school groups volunteering during their spring breaks. February to April can be a challenging time to plan projects in Yosemite, as much of the park is difficult to access due to snow, plants are dormant, and the ground in most of the park may be covered in snow. Specific work may not be planned until the last minute. The park can provide campsites, but lodging options are limited. Please contact us at 209\/379-1850 to discuss options.   Partner-Organized Projects  Individual volunteers may become part of a group organized by one of the many partners of the park. While the National Park Service leads the projects, the partners organize the individuals, their food, and their cooking equipment. Most partner projects last a week, and provide a great way for individual volunteers to serve short-term. Learn more about volunteering with our partners.",
    "url": "https:\/\/www.nps.gov\/yose\/getinvolved\/supportyourpark\/groupvolunteer.htm"
}
