{
    "title": "Yosemite National Park: Partners",
    "body": "Partners       Yosemite National Park has formed partnerships with a variety of organizations in order to help the National Park Service fulfill its mission. Yosemite's Primary Partners Include:  Yosemite Conservancy Through the support of donors, Yosemite Conservancy provides grants and support to Yosemite National Park to help preserve and protect Yosemite today and for future generations. The work funded by Yosemite Conservancy is visible throughout the park, from trail rehabilitation to wildlife protection and habitat restoration. The Conservancy is dedicated to enhancing the visitor experience and providing a deeper connection to the park through outdoor programs, volunteering and wilderness services. Thanks to dedicated supporters, the Conservancy has provided more than $100 million in grants to Yosemite National Park. Learn more at yosemiteconservancy.org or call 415\/434-1782.   NatureBridge NatureBridge is a nonprofit organization that provides educational adventures in nature's classroom. For over 35 years, NatureBridge, including its' campus in Yosemite National Park, have served over 40,000 youth and adults annually.   Ansel Adams Gallery The Ansel Adams Gallery, an authorized park concessioner, is a registered California historic business, owned and operated in Yosemite by the family of Ansel Adams since 1902.   Yosemite Hospitality Yosemite Hospitality, LLC, a subsidiary of Aramark, an authorized park concessioner, assumed the management of visitor services at Yosemite National Park in 2016.    International Affairs Program The International Affairs Program at Yosemite National Park is designed to share the story and knowledge of the park with other conservation areas throughout the world. Yosemite has several successful international relationships through sister park arrangements, short-term technical exchanges, and support for visiting delegations and dignitaries. The park is noted for its longstanding tradition of conservation, recreation, interpretation, and visitor use management, which allows Yosemite to successfully engage and support strong international partnerships. Through meaningful relationships and exchanges, Yosemite carries on the tradition of global stewardship.  Learn about Yosemite National Park's international affairs program.",
    "url": "https:\/\/www.nps.gov\/yose\/getinvolved\/partners.htm"
}
