{
    "title": "Yosemite National Park: Individual Volunteering and Internships",
    "body": "Explore This Park    Get Involved     Volunteer     Individual Volunteering and Internships              Individual Volunteering and Internships          Overview  Individual volunteer and volunteer internship positions generally last at least 30 days for those who stay in the park, or at least three months for those who commute. These positions may include camp hosts, visitor information assistants, wildlife researchers, wilderness patrols, volunteer crew leaders, etc. Volunteers who will stay in the park (in park housing or campgrounds) must work a minimum of 32 hours per week. Park housing is very limited, as are campsites that are available for individual volunteers. Not all volunteers live in the park. Volunteers from within commuting distance may volunteer intermittently. \"Virtual volunteer\" opportunities also exist, allowing volunteers to support Yosemite from their own homes.  Individual positions can be very competitive. All specific positions are advertised on http:\/\/www.volunteer.gov\/gov. You may also fill out a general position application online or by downloading the volunteer application and mailing or faxing it to us (volunteer application [52 kb PDF]). We keep general applications on file in case a position that fits your interests comes open (applications are kept until September 30 of each year; you must reapply for future years).  Volunteer Internships What's the difference between a regular volunteer position, and a volunteer internship? Volunteer Internships are full-time (40 hour\/week) career-development positions with an educational component. They should not be confused with federal internships in the Pathways program, which may be paid positions. Student Conservation Association Interns, some Yosemite wilderness positions, and the Yosemite Leadership Program are some of our intern programs.  Volunteering with Partners The park partners with non-profit organizations to facilitate some volunteer opportunities, such as month-long visitor information assistants through the Yosemite Conservancy. For these positions, apply directly through the partners.        Current Volunteer Opportunities        If you do not see a position that interests you or you have trouble filling applications online, you may submit an application that describes your interests. Please download the Application for Natural Resources Agencies [200 kb DOCX]. Please be specific about your interest and housing needs so we can match you with positions that may open. Mail applications to: Yosemite Volunteer Office, PO Box 700, El Portal, CA 95318.  Tips for applying: Yosemite receives hundreds of individual volunteer applications each year for a limited number of positions. Help us place you and make your application stand out at the same time by following these tips.    Housing: Tell us specifically what type of housing you are looking for--do you have an RV that needs hookups, are you okay without hookups, or are you okay tent camping? Do you need lodging? Do you have friends you can live with in the area? Do you live locally? Timing: tell us when you're available, but also when your preferred work dates are. Remember, minimum number of hours to live in housing is 32 hours per person. Tell us how long you want to volunteer--one day, one week, one month, etc. If you are a couple or family, include that information in your application; some housing is for individuals only, while other positions can accommodate a family. Tell us what type of work you're interested in. Flexibility is great, but we have so many different types of work, that if you don't tell us what you want to do, we don't know where to start. Tell us about experience you have related to the work you want to do--we get excited about applicants with special relevant skills.",
    "url": "https:\/\/www.nps.gov\/yose\/getinvolved\/supportyourpark\/individualvolunteer.htm"
}
