{
    "title": "Yosemite National Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer          Coming to Yosemite as a volunteer, for me, was something akin to attaining Everest. And, consequently, more than a little intimidating to anticipate. But the sincere welcome from the staff and community I received, and the respect and gratitude they conveyed for what skills and energy I may be able to contribute, quickly began to shape my Yosemite experience into what I think of as “the extraordinary opportunity of a lifetime”. Volunteering in this magnificent place absolutely ranks number one on my list of things to do when you retire—or sooner if you can possibly swing it. - Marva Sullivan  Program Overview  Yosemite has a large and vibrant volunteer program, welcoming people from all over the world into positions ranging from visitor information assistants in our visitor centers, to studying rare birds of prey, to picking up litter and building trails. In 2015 over 10,600 volunteers donated over 179,000 hours of service to the park. This is equivalent to $4.1 million in donated labor! The Yosemite Volunteer Program is organized into three basic types of volunteering--individual, groups, and events or drop-in projects. The types of volunteer work vary for each of these, as does the way positions are posted and potential volunteers apply. International Volunteers (those who are not U.S. citizens or permanent residents) must follow some special application procedures. The National Park Service also works with several partners to facilitate volunteering in the park.  Yosemite's volunteer handbook [1 MB PDF] provides more details about working in Yosemite to prospective and current volunteers.   Contact Us  After reading through the volunteer webpages, if you still have questions, please contact the Yosemite Volunteer Program Office at 209\/379-1850 or email the volunteer office.",
    "url": "https:\/\/www.nps.gov\/yose\/getinvolved\/volunteer.htm"
}
