{
    "title": "Yosemite National Park: Jr. Ranger Winner",
    "body": "Junior Ranger Wins Essay Contest         Skyler Baldwin, of San Diego, won the 2009 National Park Foundation's Junior Ranger essay contest. Skyler, who enjoys writing fairy tales and personal adventures, named Yosemite National Park to receive a $5,000 contribution to its Junior Ranger programs.   The National Park Service Junior Ranger motto is “Explore. Learn. Protect,” but an 11-year-old California girl has added “Write” to her personal Junior Ranger motto. Essayist Skyler Baldwin, of San Diego, penned her award-winning words in a 2009 National Park Foundation Junior Ranger contest to answer: “Why are our national parks important to you, and what is your best idea to protect our parks for the future?” Thinking like a marketing agent, the young author suggests Ryan Seacrest of American Idol fame and singing-sensation Miley Cyrus serve as NPS celebrity promoters. “First, national parks should tap into the youth culture using celebrities because that is who the youth of America listen to these days,” she wrote. “I also think that parks should get pictures of stars at national parks to make kids want to say, ‘Angelina Jolie stood here!’ or ‘Miley Cyrus loves Yosemite!’” Skyler’s love of Yosemite began when she was just 3 months old while camping near the park. Now, 11 years later, she has named Yosemite as the recipient of a $5,000 contribution from the NPF to support the park’s Junior Ranger programs. Skyler could name any national park as the financial winner of her words—and she has visited several parks, including Grand Teton, Yellowstone and the Washington, D.C., monuments—but she chose Yosemite, where she has been four times to hike and view waterfalls. On Skyler’s next visit to Yosemite, scheduled for spring 2010, the sixth-grader plans to become a Yosemite Junior Ranger. Already an official Junior Ranger from Yellowstone, the outdoorsy girl feels committed to helping our nation’s parks. “When you help those parks, you are making a difference,” she said. Junior Rangers should share ideas with park administration to make the parks better, she said, and tell visitors breaking the rules to change their behaviors.        Junior Rangers, like Skyler, learn about the dangers of approaching wildlife, including squirrels.   She learned proper behavior around wildlife while studying to become a Yellowstone Junior Ranger. “I took a little class about the most dangerous animal, which is the squirrel. People will stay away from the bears and, usually, would not attack them; buffalo are dangerous but, hopefully, people are smart enough to stay away. But people will go up to squirrels and try to feed them, and then the squirrels end up biting them,” said Skyler, who observes crows and rabbits primarily in her city yard. Her Yellowstone Jr. Ranger Badge is stuck inside her NPS “Passport” book, ready to travel again. With her, she can take the $1,000 VISA gift card she also won in the contest, but she plans to bank it—except for a $100 donation she has given to her San Diego school. At her elementary school, Skyler became a celebrity of sorts when the principal called her up to the 2009 graduation stage to explain her essay’s ideas. “Afterward, kids and their parents told me they liked the speech,” she said. In her speech and essay, Skyler emphasizes the power of celeb endorsements. “When American Idol was on, all the kids would talk about it,” she said. When asked why Angelina Jolie should be selected to promote parks, she said: “I know that the parents like her.” Her ideas don’t stop there. Skyler recommends the creation of a national parks video or Wii game. “The subjects could be: that you have to save the endangered animals; or, make it around a map of national parks that have obstacles, like a herd of elk, bears, a stream, a waterfall, a ranger and beat other people’s times; or … get rid of bad people like smokers, or people that litter, or feed the wildlife or don’t put out their campfires,” she wrote in her essay.  See Skyler Baldwin’s full Junior Ranger essay. Become a Junior Ranger yourself at Yosemite.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/kidsyouth\/junior-ranger-winner.htm"
}
