{
    "title": "Yosemite National Park: Enabling Legislation",
    "body": "Enabling Legislation       1864 U.S. Statutes at Large, Vol. 13, Chap. 184, p. 325. \"An Act authorizing a Grant to the State of California of the Yo-Semite Valley,' and of the Land embracing the Mariposa Big Tree Grove.'\" [S. 203; Public Act No. 159] 1890 U.S. Statutes at Large, Vol. 26, Chap. 1263, pp. 650-52. \"An act to set apart certain tracts of land in the State of California as forest reservations.\" [H.R. 12187] Other Legislation 1892 U.S. Statutes at Large, Vol. 27, Chap. 205, pp. 235-36. \"An act granting to the County of Mariposa, in the State of California, the right of way for a free wagon road or turnpike across the Yosemite National Park, in the said state.\" 1901 U.S. Statutes at Large, Vol. 31, Chap. 372, pp. 790-91. \"An Act Relating to rights of way through certain parks, reservations, and other public lands.\" [H.R. 11973] 1905 Statutes of California (1905, p.54) \"Act of the Legislature of the State of California, Approved March 3, 1905, Regranting to the United States of America the Yosemite Valley and the land embracing the 'Mariposa Big Tree Grove'\" U.S. Statutes at Large, Vol. 33, Part 1, Chap. 547, pp. 702-703. \"An Act To exclude from the Yosemite National Park, California, certain lands therein described, and to attach and include the said lands in the Sierra Forest Reserve.\" H.R. 17345; Public Act No. 49 1906 U.S., Statutes at Large, Vol. 33, Part 1, Resolution No. 30, p. 1286. \"Joint Resolution Accepting the recession by the State of California of the Yosemite Valley Grant and the Mariposa Big Tree Grove in the Yosemite National Park.\" S.J.R. 115; Public Resolution No. 29 U.S. Statutes at Large, Vol. 34, Part 1, Resolution No. 27, pp. 831-32. \"Joint Resolution Accepting the recession by the State of California of the Yosemite Valley Grant and the Mariposa Big Tree Grove, and including the same, together with fractional sections five and six, township five south, range twenty-two east, Mount Diablo meridian, California, within the metes and bounds of the Yosemite National Park, and changing the boundaries thereof.\" H.J.R. 118; Public Resolution No. 27 1912 U.S. Statutes at Large, Vol. 37, Part 1, Chap. 74, pp. 80-81. \"An Act To authorize the Secretary of the Interior to secure for the United States title to patented lands in the Yosemite National Park, and for other purposes.\" S. 5718; Public Act No. 117 1913 U.S. Statutes at Large, Vol. 38, Part 1, Chap. 4, pp. 242-51. \"An Act Granting to the city and county of San Francisco certain rights of way in, over, and through certain public lands, the Yosemite National Park, and Stanislaus National Forest, and certain lands in the Yosemite National Park, the Stanislaus National Forest, and the public lands in the State of California, and for other purposes.\" H.R. 7207; Public Act No. 41 U.S. Statutes at Large, Vol. 38, Chap. 58, pp. 345. \"An Act To amend section one of an Act of Congress approved April ninth, nineteen hundred and twelve (Thirty-seventh Statutes, page eighty), entitled 'An Act to authorize the Secretary of the Interior to secure for the United States title to patented lands in the Yosemite National Park, and for other purposes.'\" U.S. Statutes at Large, Vol. 38, Part 1, Chap. 88, pp. 376-77. \"An Act To consolidate certain forest lands in the Sierra National Forest, and Yosemite National Park, California.\" H.R. 13770; Public Act No. 99 1914 U.S. Statutes at Large, Vol. 38, Part 1, Chap. 206, pp. 554-55. \"An Act To amend an Act approved October first, eighteen hundred and ninety, entitled An Act to set apart certain tracts of land in the State of California as forest reservations.'\" H.R. 1694; Public Act No. 148 1919 Statutes and Amendments to codes of California 1919, p. 74. \"Act of Legislature of California Approved April 15, 1919, ceding to the United States of America, exclusive jurisdiction over Yosemite National Park in the State of California.\" 1920 U.S. Statutes at Large, Vol. 41, Part 1, Chap. 218, pp. 731-34. \"An Act To accept the cession by the State of California of exclusive jurisdiction over the lands embraced within the Yosemite National Park, Sequoia National Park, and General Grant National Park, respectively, and for other purposes.\" S. 12044; Public Act No. 235 1928 U.S. Statutes at Large, Vol. 45, pp. 787. \"An Act To authorize the acquisition of certain patented land adjoining the Yosemite National Park boundary by exchange, and for other purposes.\" (P.L. 70-558, 45 Stat. 787) 1929 U.S. Statutes at Large, Vol. 45, pp. 1486. \"An Act to provide for the preservation and consolidation of certain timber stands along the western boundary of the Yosemite National Park, and for other purposes.\" 1930 \"Enlarging the Park: Proclamation (No. 1904) of April 14, 1930 U.S. Statutes at Large, Vol. 46, pp. 265. \"An Act To provide for the addition of certain lands to the Yosemite National Park, California, and for other purposes.\" (P.L. 71-187) 1931 Act of February 14, 1931 (P.L. 71-666, 46 Stat. 1154), authorized acquisition with appropriated funds. 1932 Enlarging the Park: Proclamation (No. 2005) of August 13, 1932 1937 U.S. Statutes at Large, Vol. 50, pp. 485. \"An Act To provide for the acquisition of certain lands for, and the addition thereof to, the Yosemite National Park, in the State of California, and for other purposes.\" (P.L. 75-195) 1958 U.S. Statutes at Large, Vol. 72, pp. 1772. \"An Act To authorize the Secretary of the Interior to provide an administrative site for Yosemite National Park, California, on lands adjacent to the park, and for other purposes.\" 1968 U.S. Statutes at Large, Vol. 82, pp. 393. \"An Act To authorize the Secretary of the Interior to grant long-term leases with respect to lands in the El Portal administrative site adjacent to Yosemite National Park, California, and for other purposes.\" 1984 U.S. Statutes at Large, Vol. 98, pp. 1627. \"California Wilderness Act.\" 1986 U.S. Statutes at Large, Vol. 100, pp. 3037. (P.L. 99-542) authorized additional long-term leases in the El Portal administrative site. 1987 U.S. Statutes at Large, Vol. 101, pp. 879. \"An Act To amend the Wild and Scenic Rivers Act by designating a segment of the Merced River in California as a component of the National Wild and Scenic Rivers System.\" 1998 Act of November 10, 1998 (P.L. 105-363, 112 Stat. 3298) authorized the Secretary of the Interior to convey to a private individual approximately 8 acres within the El Portal Administrative Site, in exchange for 8 acres of land adjacent to the El Portal Administrative Site. 2013 Federal Register, Vol. 78, No. 142, pp. 44596.\"Minor Boundary Revision at Yosemite National Park\"",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/management\/enabling_leg.htm"
}
