{
    "title": "Yosemite National Park: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies               Laws & Policies       Yosemite National Park Regulations The Superintendent's Compendium [5 MB PDF] is a compilation of designations, closures, permit requirements, and other restrictions made by the superintendent, in addition to what is contained in Title 36 of the Code of Federal Regulations (Chapter 1, Parts 1 through 7 and 34), and other applicable federal statutes and regulations. Additional regulations and closures:  Climbing closures Fire restrictions [500 kb PDF] Snow Creek camping closure (2.5 MB PDF)   El Portal Administrative Site Regulations The Superintendent's Compendium [120 kb PDF] is a compilation of designations, closures, permit requirements, and other restrictions made by the superintendent, in addition to what is contained in Title 36 of the Code of Federal Regulations (Chapter 1, Parts 1 through 7 and 34), and other applicable federal statutes and regulations.      Firearms As of February 22, 2010, a federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, visit the California Attorney General's website. Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. Discharging a firearm for any reason is illegal.   Safety Regulations Summaries of park regulations and advice, particularly those dealing with safety, are also available:  General park safety and regulations  Hiking safety Backpacking safety  Water safety Rock climbing safety        National Park Service Policies  Management Policies Director's Orders   Annual Reports",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/management\/lawsandpolicies.htm"
}
