{
    "title": "Yosemite National Park: Park Statistics",
    "body": "Explore This Park    Learn About the Park     Management     Park Statistics              Park Statistics       Administration  Superintendent: Don Neubacher  2016 Operating Budget: $30 million  2016 NPS Employees at Yosemite: 1,200 summer and 800 winter 2016 Yosemite Hospitality Employees at Yosemite: 1,700 summer and 800 winter    Size  Land Mass: 748,036 acres (or 1,169 square miles)  Designated Wilderness: 704,624 acres (or 1,101 square miles; 94.45% of the park)       Infrastructure  Paved roads: 214 miles Paved walking and bicycle paths: 20 miles Trails: 800 miles    Lodging (operated by Yosemite Hospitality)  The Majestic Yosemite Hotel (formerly The Ahwahnee): 123 units Yosemite Valley Lodge (formerly Yosemite Lodge): 245 units Half Dome Village (formerly Curry Village): 503 units Housekeeping Camp: 266 units Big Trees Lodge (formerly Wawona Hotel): 104 units Tuolumne Meadows Lodge: 69 units White Wolf Lodge: 28 units High Sierra Camps: 55 units    Campgrounds  Yosemite Valley Family Sites: 459 sites accommodating 2,754 people Tioga Road\/Big Oak Flat\/Hetch Hetchy: 856 sites for 5,136 people Glacier Point\/Wawona: 206 sites for 1,236 people Group campsites: 16 group campsites (for 463 people); and 9 horse campsites (54 people)    Structures   NPS buildings: 747  Concession buildings: 386    Bridges  Vehicle bridges: 27 footbridges: 90 Road tunnels: 4    Visitor Use  Park visitors: 4,294,381 (2015), 4,029,416 (2014), 3,829,361 (2013)  Overnight Hikers: 63,599 (2015), 56,308 (2014), 50,274 (2013) Search and rescue operations: 239 (2015), 181 (2014), 184 (2013), 216 (2012)  Motor vehicle accidents: 611 (2015), 465 (2014), 491 (2013) Fatalities: 20 (2015), 13 (2014), 15 (2012) Medical assists: 766 (2015), 637 (2014), 653 (2013) Human-Bear incidents: 76 (2015), 165 (2014), 120 (2013) Bears hit by vehicles: 39 (2015), 25 (2014), 16 (2013)    Visitor Study  Yosemite National Park conducted a winter survey for one week in February 2008. There was a 60% response rate. The entire survey and results can be viewed at the Yosemite National Park Visitor Study: Winter 2008 [638 kb PDF].  91% of visitors were U.S. residents; 89% of those were from California. 9% of visitors were international visitors. With 9% each from Germany, Korea, Taiwan, United Kindgom. 20% of respondents had visited Yosemite National Park at least twice in the past 12 months. 26% of respondents were visiting Yosemite National Park for the first time. 29% of respondents identified themselves as Asian, Hispanic, American Indian and\/or African American. 84% of respondents listed \"sightseeing or taking a scenic drive\" as their primary activity, 73% taking photographs\/painting\/drawing and 35% listed \"hiking\".  Yosemite National Park had a comprehensive survey conducted for one week in July 2009. In it, 1,326 visitor groups were systematically selected from all five park entrance stations. There was a 65% response rate. The entire survey and results can be viewed at Yosemite National Park Visitor Study: Summer 2009 [1.5 MB PDF].  75% of visitors were U.S. residents; and 62% of those were from California. 25% of visitors were international visitors. Of those, 14% were from the United Kingdom, 13% from Germany, and small proportions from 31 other countries. 87% of respondents had visited Yosemite National Park at least once in the past 12 months. 57% of respondents were visiting Yosemite National Park for the first time. 11% of the respondents identified themselves as Hispanic, and 11% as Asian. Of those Asian visitors, the most well-represented races were Chinese (24%) and Japanese (22%). 93% of respondents listed \"viewing scenery\" as their primary activity.  The average length of stay for overnight visitors in the park was 57 hours (2.4 days) and the average length of stay in the areas was 83 hours (3.5 days). The median group expenditure in the park and the surrounding 50-mile area was $490.   Learn more about visitor use and park's management strategies.   More Park Statistics  View the park's natural resource statistics at a glance.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/management\/statistics.htm"
}
