{
    "title": "Yosemite National Park: Yosemite Forum",
    "body": "Yosemite Forum       The Yosemite Forum is a free interactive lecture series designed to bring evolving knowledge of the Sierra Nevada to the public and the park. Lectures are 3:30 to 4:30 pm (unless otherwise noted) on the second Tuesday of the month in the Yosemite Valley Visitor Center Auditorium.       2016 Yosemite Forum Schedule     January 12  Jan van Wagtendonk  US Geological Survey\/ National Park Service  A century of science in Yosemite    February 9  Chris Epting  Author  The camping trip that changed America: Teddy Roosevelt and John Muir at Yosemite    March 8  Jon Keeley  US Geological Survey  Collision between fire management and invasive plants in California forests and foothills   April 12  Scott Stine  California State University, East Bay  Joseph Walker's 1833 Trans-Sierran passage and the Myth of Yosemite's Discovery    May 10  Craig Thompson  US Forest Service  Fishers in the Sierra Nevada: general ecology and response to forest management    June 14 Starts at 3 pm  Patrick Gonzalez  University of California, Berkeley\/National Park Service  Climate change trends, impacts, and vulnerabilities in Yosemite and across US National Parks.   July 12  Eric Knapp  US Forest Service  Forest change, fuels, and wildfire hazard: new management insights from old plots    August 9  Malcolm North  US Forest Service  Creating resilient forests as climate changes   Wednesday, September 14  Doug Clark  Western Washington University  High and wild: The history of cirque glaciers in the Sierra Nevada   October 11 Geoffrey McQuilken  Mono Lake Committee  Protecting Mono Lake in an era of climate change   November 8  Cate Quinn  University of California, Davis Conservation and ecology of the elusive Sierra Nevada red fox   December 13  TBA          The Yosemite Forum is a partnership among:  Yosemite National Park Yosemite Conservancy  USGS, Western Ecological Research Center Yosemite Field Station University of California, Sierra Nevada Research Institute USFS, Pacific Southwest Research Station, Sierra Nevada Research Center  Learn more about the park's research and studies—also detailed in the Yosemite Science online resources management publication published on an occasional basis. Find Yosemite content throughout the Nature & Science and History & Culture web pages.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/yose-forum.htm"
}
