{
    "title": "Yosemite National Park: Yosemite Anniversaries",
    "body": "Yosemite Anniversaries       The story of Yosemite National Park's past, present, and future is one shared by many diverse cultures of people and is momentous to the birth of preservation. These anniversaries provide all Americans and the world a chance to increase our understanding of and dedication to the rich heritage of our national parks.   The program that we have put together with the communities that surround the park serves to honor our past and inspire people to experience, connect with, and protect our cultural and natural heritage.   Upcoming Anniversaries         August 25, 2015: Yosemite Turns 125!     On October 1, 2015, the park will commemorate the 125th anniversary of the establishment of Yosemite National Park. President Benjamin Harrison signed the legislation, thereby creating the nation's third National Park. The establishment of Yosemite National Park preserved over 1,500 square miles of land including Tuolumne Meadows, the park's high country, Hetch Hetchy and lands surrounding Yosemite Valley.    The creation of Yosemite National Park added protected land to the existing Yosemite Grant Act of 1864. This landmark law protected Yosemite Valley and the Mariposa Grove of Giant Sequoias and was managed by the State of California. Preservation of these lands is generally regarded as the birth of the national park idea. The creation of the park and the Yosemite Grant collectively preserved most of Yosemite National Park as it is known today.   Learn more and join in the celebration!                          Happy 125th Birthday Yosemite! The climbing community wishes Yosemite National Park a Happy 125th Birthday! Many of our Yosemite Centennial Ambassadors star in this video, including Conrad Anker, Hans Florine, Beth Rodden, Alex Honnold, Lynn Hill, and Renan Ozturk. You too can become an Ambassador by sharing your stories and photos of Yosemite.  Duration:1 minute, 46 seconds                          August 25, 2016: 100th Anniversary of the National Park Service On August 25, 2016, the National Park Service (NPS) turns 100! The Centennial will kick off a second century of stewardship of America's national parks and engaging communities through recreation, conservation, and historic preservation programs, and will celebrate achievements of the past 100 years. Learn more!   Learn more about Yosemite specific experiences and projects related to the NPS Centennial.        Recent Anniversaries         September 3, 2014: 50th Anniversary of the Wilderness Act  On September 3, 1964 President Lyndon B. Johnson signed into law the Wilderness Act. This historic bill established the National Wilderness Preservation System (NWPS) and set aside an initial 9.1 million acres of wildlands for the use and benefit of the American people. Over the past 50 years, and as a result of America's support for wilderness, Congress has added over 100 million acres to this unique land preservation system. The 1964 Wilderness Act defines \"Wilderness\" as areas where the earth and its communities of life are left unchanged by people, where the primary forces of nature are in control, and where people themselves are visitors who do not remain. Learn more!            June 30, 2014: 150th Anniversary of the Yosemite Grant  On June 30, 1864, amid the civil war, President Abraham Lincoln signed the Yosemite Grant Act to protect Yosemite Valley and Mariposa Grove of Giant Sequoias, launching the national park movement and creating a legacy that continues to this day. This legislation protected Yosemite Valley and the Mariposa Grove of Giant Sequoias \"for public use, resort and recreation.\" Under this law, scenic natural areas were set aside and protected for the benefit of future generations for the first time in the history of our nation. The Yosemite Grant was the seed of an idea –that our nation's most magnificent and sacred natural places should be preserved for everyone and all time.                        Yosemite Grant: Inspiring Generations Signed by President Abraham Lincoln in 1864, the Yosemite Grant set aside Yosemite Valley and the Mariposa Grove of Giant Sequoias for protection, establishing the very idea of today's national parks. With filmmakers Ken Burns and Dayton Duncan.  Duration:4 minutes, 40 seconds",
    "url": "https:\/\/www.nps.gov\/yose\/getinvolved\/anniversaries.htm"
}
