{
    "title": "Yosemite National Park: Youth in Yosemite",
    "body": "Youth in Yosemite       Yosemite National Park features an amazing array of youth and education programs designed to meet the learning objectives of educators, inspire participants, and create meaningful connections to national parks and all public lands while supporting the development of a life-long stewardship ethic. Yosemite features programs for youth beginning at age 4 and continuing up to young adults, age 25. On this page, you will find information on some of the programs we are currently highlighting. You can also download a list of education and youth programs in Yosemite [690 kb PDF].  For more information on youth and education programs offered within Yosemite National Park, as well as other inspiring ways for youth to connect to the park, please contact the Education Branch at 209\/375-9503 or via email. You can also learn how Yosemite Conservancy supports youth programs.                        The National Parks Youth Stewardship Corps During the summer of 2015, Yosemite piloted a new residential youth stewardship program for high school students called the National Parks Youth Stewardship Corps. This pilot was made possible via a partnership with the Student Conservation Association, Yosemite National Park, and through the generous support of the Yosemite Conservancy. Stay tuned as Yosemite continues to explore new opportunities for the next generation of park stewards to connect to nature, sustainability, and the protection of public lands.  Duration:3 minutes, 53 seconds                                Gateway Expressions Student Art and Poetry Contest Every fall, students from surrounding Yosemite communities participate in Gateway Expressions, a youth art contest and exhibit at the Ansel Adams Gallery in Yosemite Valley. Gateway Expressions is one way that Yosemite is working toward the National Park Service 2016 Centennial goal of connecting with and creating the next generation of park visitors, supporters, and advocates.  Duration:1 minute, 49 seconds                                Parks in Focus Last summer, in 2015, Yosemite's Parks in Focus program helped kids discover Yosemite through the eyes of their cameras.   Duration:2 minutes, 57 seconds                                Youth and Education Programs Yosemite features over 30 engaging youth and education programs. Highlighted here are seven amazing programs that were supported by the Yosemite Conservancy in 2011.  Duration:5 minutes, 58 seconds                                Adventure Risk Challenge One of the most transformative youth programs in Yosemite is the Adventure Risk Challenge program, an innovative literacy and leadership program for high school youth, linking wilderness to academics, adventure to leadership, environmental science to literacy and confidence to activism.  Duration:3 minutes, 18 seconds                                Students ask Ranger Shelton Johnson \"Why is it Important to Visit Parks?\" Park Ranger Shelton Johnson talks with students from NatureBridge's campus in Yosemite National Park, about their visit to Yosemite and the rich experiences that national parks offer. (2:07)  Duration:2 minutes, 7 seconds                                Students ask Park Ranger Shelton Johnson About Bringing Diverse Youth to Parks  Park Ranger Shelton Johnson talks with students from NatureBridge's campus in Yosemite National Park about the importance of having people of all colors and from all places visit national parks. They explore ways to bring young people from a diversity of backgrounds to national parks. (2:16)   Duration:2 minutes, 16 seconds                                Students ask Ranger Shelton Johnson \"How Did You Become a Ranger?\"  Park Ranger Shelton Johnson talks with students about how he fell in love with national parks and became a ranger. These students are participating in a week-long program offered by NatureBridge's Yosemite Institute campus. (2:08)  Duration:2 minutes, 8 seconds",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/education\/youth.htm"
}
