{
    "title": "Yosemite National Park: Volunteering with Partners",
    "body": "Explore This Park    Get Involved     Volunteer     Volunteering with Partners              Volunteering with Partners          Overview  Yosemite works with many organizations to support volunteers in the park. Some, like the Yosemite Conservancy, have extensive volunteer programs for both groups and individuals in the park. Others, such as the Sierra Club and the National Council for Preservation Education, support specific group or individual opportunities. For most of these groups, you can apply for positions directly through the partner's website. For the group projects, the organizations may charge a fee for food and logistical organization. The following organizations are a sample of the park's annual partners:  Yosemite Conservancy  Through the support of donors, Yosemite Conservancy provides grants and support to Yosemite National Park to help preserve and protect Yosemite today and for future generations. The work funded by Yosemite Conservancy is visible throughout the park, from trail rehabilitation to wildlife protection and habitat restoration. The Conservancy is dedicated to enhancing the visitor experience and providing a deeper connection to the park through outdoor programs, volunteering and wilderness services. Thanks to dedicated supporters, the Conservancy has provided more than $100 million in grants to Yosemite National Park. Learn more at yosemiteconservancy.org or call 415\/434-1782.  The Yosemite Conservancy has two volunteer programs.     Visitor Information Assistants (also known as \"month-longs\") volunteer for a month or more to help the public enjoy their park through staffing visitor centers and contact stations, roving trails, and educating the public about the role of the Yosemite Conservancy. Work Week volunteers work for one week with National Park Service staff on projects throughout Yosemite.  Park Entrance Greeters volunteer to collect donations on fee-free days. Corporate Work Project group volunteers are those working for companies that donate at a certain level. Outdoor Adventures Assistants and Youth Art Teachers volunteer for a month to support the Outdoor Adventure and Youth Art programs.   To learn more about volunteering with the Yosemite Conservancy, or to apply to one of these programs, please visit their website or call 209\/379-2317 extension 14.   Sierra Club  Since 1892, the Sierra Club has been working to protect communities, wild places, and the planet itself. Since John Muir's early days as first president of the Sierra Club, the organization has been closely connected to Yosemite. Today, individuals volunteers work for the Sierra Club in the Le Conte Memorial Lodge during summer months, under a special agreement with the National Park Service (NPS). The Sierra Club also partners with the NPS to facilitate one or more week-long service projects; most projects have involved ecological restoration work or trail work. To learn more about current offerings, go the Sierra Club's web site and click on \"outings> volunteer vacations\": http:\/\/www.sierraclub.org   Pacific Crest Trail Association  The mission of the Pacific Crest Trail Association (PCTA) is to protect, preserve and promote the Pacific Crest National Scenic Trail as an internationally significant resource for the enjoyment of hikers and equestrians, and for the value that wild and scenic lands provide to all people. Nearly 70 miles of the Pacific Crest Trail traverse Yosemite National Park. The park partners with PCTA to organize week-long projects along this trail.   American Hiking Society  As the national voice for America's Hikers, American Hiking Society (AHS) promotes and protects foot trails and the hiking experience. At Yosemite, AHS partners with the trails program to repair and restore trails throughout the park during week-long Volunteer Vacations.   Wilderness Volunteers  Wilderness Volunteers is a nonprofit organization created in 1997 to organize and promote volunteer service to America's wild lands. At Yosemite, Wilderness Volunteers have been working on a wilderness restoration project near Hetch Hetchy for several years.   Boy Scouts of America and Girl Scouts of America  The National Park Service has partnerships with both the Boy Scouts of America and Girl Scouts of America to promote exploration and service in the national parks. Hundreds of scouts volunteer in the park each year as a part of our group program. Boy Scouts may earn a Resource Stewardship Ranger Patch by engaging in a combination of educational pursuits and service for at least 10 hours. Girl Scouts of America have a similar program, currently being restructured.   Student Conservation Association  The Student Conservation Association (SCA) places interns of all ages in conservation positions throughout the United States, including dozens each year in Yosemite. Applicants apply directly through the SCA for Yosemite positions. Yosemite staff interview and select the interns.   Geological Society of America  Geocorps is a partnership between the National Park Service and the Geological Society of America. Each year, Yosemite hires a few interns into the Geoscientists-in-Parks with Geocorps.   National Council for Preservation Education  Through a cooperative agreement, the National Council for Preservation Education (NCPE) places students in paid internships in Yosemite's historic preservation and historic architecture programs.",
    "url": "https:\/\/www.nps.gov\/yose\/getinvolved\/supportyourpark\/partnervolunteer.htm"
}
