{
    "title": "Yosemite National Park: Donate",
    "body": "Donate            Yosemite Conservancy  Through the support of donors, Yosemite Conservancy provides grants and support to Yosemite National Park to help preserve and protect Yosemite today and for future generations. The work funded by Yosemite Conservancy is visible throughout the park, from trail rehabilitation to wildlife protection and habitat restoration. The Conservancy is dedicated to enhancing the visitor experience and providing a deeper connection to the park through outdoor programs, volunteering and wilderness services. Thanks to dedicated supporters, the Conservancy has provided more than $100 million in grants to Yosemite National Park. Learn more at yosemiteconservancy.org or call 415\/434-1782. Yosemite Conservancy has:   More than 90 years of philanthropic experience in Yosemite National Park More than 42,000 supporters Provided $15 million in total support to Yosemite in 2016     You can Support Yosemite by:  Become a donor and support Yosemite Conservancy projects and programs Purchasing items from the Yosemite Bookstore, either online or at any park visitor center Learning about Yosemite on a Yosemite Conservancy Outdoor Adventure Getting a Yosemite license plate (California Residents only)   Making an honor or memorial donation           NatureBridge NatureBridge partners with the National Park Service to inspire personal connections to the natural world through environmental education in Yosemite National Park. For almost four decades, our residential education programs have provided students from diverse cultural and economic backgrounds with the opportunity to actively experience nature's classroom, often for the first time.  By tapping into sense of wonder through adventure and exploration of this World Heritage Site, we:  build scientific understanding and effective connections forge cooperation, problem-solving, and leadership skills, and  teach the skills needed for informed decision-making, active citizenship, and stewardship.  The wild places of Yosemite National Park stimulate young minds in ways that the built environment cannot. With today's youth increasingly disconnected from nature, the Yosemite Institute provides experiences and skills that strengthen student's physical, social, and mental health. You can Support Yosemite by:  Donating to support school and group programs, WildLink, and Armstrong Scholars             National Park Service  The National Park Service preserves unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations. You can make a donation directly to the National Park Service via donation boxes at all visitor centers and wilderness centers. Donations collected at these boxes are used to improve exhibits at these facilities and to offer educational programs.",
    "url": "https:\/\/www.nps.gov\/yose\/getinvolved\/donate.htm"
}
