{
    "title": "Yosemite National Park: Research & Studies",
    "body": "Research and Studies       A plethora of ongoing scientific research abounds at Yosemite National Park, from declining animal species studies to invasive plant removal strategies to human carrying capacity issues. Yosemite has expanded its resources management and science staff to more than 100 people. The park serves as a public meeting place for scientific symposiums--topics include fire science, hydroclimatology, archeology, and bird surveys--with scientific papers presented at the monthly Yosemite Forum and in-depth research in the Yosemite Science publication, launched winter 2011. The park also processes hundreds of research permits every year for its staff and outside interests. The park is proud to sponsor the first park-based social science branch, which serves as a model for ground-breaking work in visitor use and user capacity issues. View Yosemite's research preferences to see the park's priority research topics.   Learn more about Yosemite's Research  GIS in the Park: Geography is both a natural and a cultural science. View national GIS data sets, including from Yosemite National Park, on an NPS Data and Information online clearinghouse. See nationwide GIS Data and other information covering topics from geology to fire to soils. Planning: Yosemite's staff researches and presents many of its projects for public review. Visitor Use: Social scientists study how humans interact with the landscape. View comprehensive reports on summer and winter visitor use. Or, get quick answers to some of the most common questions regarding park statistics. How many visitors come to Yosemite each year? How many miles of trails exist in the park? What is the park's budget? Also, check out our natural resource statistics, including the name of the park's tallest peak and just how tall Yosemite Falls is. Permit for Scientific Research: Yosemite's pristine environment provides a scientific laboratory for many critical issues studied by top scientists around the world. Learn what you need to do to propose a research study in the park and obtain a permit. View the park's History & Culture section to learn about people, places, stories, collections, and preservation. Become a Yosemite Conservancy donor and support research on flora, fauna, and snowpack.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/research-and-studies.htm"
}
