{
    "title": "Yosemite National Park: Fire History",
    "body": "Fire History       For more than 4,000 years, American Indians have relied on Yosemite Valley's meadows and oak woodlands to provide food, medicine, and materials for baskets, string, and shelter. Yosemite's early inhabitants periodically set fires to promote the growth milkweed, dogbane, sedge root, and bunch grass. Research on mud cored from Yosemite Valley showed a marked increase in ash deposits after people began living in Yosemite Valley. When Euro-Americans began living in Yosemite Valley in the 1850s, traditional burning practices were stopped and fire suppression became official policy until the 1970s.   A Move Away from Fire Suppression   Yosemite has also always experienced low-intensity surface fires naturally ignited by lightning. However, open and park-like forests captured in historic photos have been replaced with denser, altered forests as a result of fire supression. The lack of natural fire has led to overgrown and unhealthy forests.   As a result of fire suppression, smaller forest openings allow for less understory growth (grasses and shrubs) and wildlife habitat. Small trees have been encroaching on meadows that once would have been maintained by frequent fires. There are now larger accummulations of built-up woody debris in the forest and more smaller trees, creating the potential for a catastrophic crown fire. All of these conditions combined have increased the potential for larger, more dangerous fires. For the past two decades, the National Park Service has restored fire to much of Yosemite, though the present program has not been able to meet the needs of the whole park. Prior to fire suppression, it is estimated that an average of 16,000 of Yosemite’s 747,000 acres may have burned under natural conditions in the park each year. In Yosemite, fire records date back to 1930; therefore, Yosemite fire managers have 85+ years of records on fire and suppression activities. Tree ring studies provide fire frequency dating back hundreds and thousands of years. This historical information has been of great importance in creating the goals and objectives for Yosemite's Fire Management Program and current Fire Management Plan.  Learn about Yosemite's use of prescribed fire to re-introduce fire back into the landscape. View a map showing Yosemite's fire history from 1930-2014 [2 MB PDF].  Also, access summaries of the 2010, 2009 and 2008 fire seasons.         Significant Fires from Recent History 2014 El Portal Fire The El Portal Fire started on July 26, 2014, in the community of Old El Portal. Approximately 4,689 acres were burned in the El Portal Administrative Site, Yosemite National Park, and Stanislaus National Forest.  A Burned Area Emergency Response Plan [PDF 11.9 MB] was developed to address post-fire emergency stabilization issues resulting from the El Portal Fire. Additionally, the park engaged two independent engineering firms to conduct sediment\/debris studies: El Portal Fire—Sediment\/Debris Runoff Mitigation [PDF 1.1 MB] and Summary and Recommendations—El Portal Fire Sediment\/Debris Mitigation [PDF 2.5 MB].      The Rim Fire The Rim Fire began August 17, 2013, on the Stanislaus National Forest in the Central Sierra of California and burned over 255,000 acres. Approximately 77,254 acres were in Yosemite National Park. A Burned Area Emergency Response (BAER) Plan [PDF 11.7 MB] was developed to address post-fire emergency stabilization issues resulting from the Rim Fire.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/firehistory.htm"
}
