{
    "title": "Yosemite National Park: Aviation Management",
    "body": "Aviation Management         Helicopter dumping water during the Cloud Fire NPS Photo  The Yosemite National Park Aviation Program supports wildland fire suppression, prescribed fire management, search and rescue, high priority medical evacuations, and the law enforcement special response team. The aviation program also supports resources management and maintenance operations such as bear relocation, aerial transport of waste from backcountry campsites, and sling-hauling bridge beams and other construction materials not able to be packed in by stock animals. Wildland fire is the single largest use of the helicopter in Yosemite National Park. Helicopter use allows for timely delivery of personnel to backcountry fires that in some cases would exceed a 2 day hike. Once firefighters are committed to an incident, the protection of human life is the single most overriding priority for that incident. Setting priorities among protecting human communities and community infrastructure, other property and improvements, and natural and cultural resources will be based on the values to be protected, human health and safety, and the costs of protection. Other critical helicopter missions outside of fire include search and rescue, short haul, high angle rescue, and wilderness trails support. Park use of aircraft is generally limited to flights necessary for fire suppression, research, administration, law enforcement, maintenance, health and safety, search and rescue, and to gain access to areas of the Park permanently or temporarily inaccessible by other means to carry out needed management activity. Aviation managers carefully plan flights to minimize impact to park users and resources by utilizing the least obtrusive and impacting schedules, flight routes altitudes, and by other prescriptions as may be appropriate. Flights in wilderness are prohibited except for emergency purposes and for management of the wilderness in accordance with the minimum tool concept, or in cases where the impacts of aircraft use clearly outweighs the potential aesthetic impact. The intent of this policy is to keep flights to the absolute minimum necessary to establish a safe operation while protecting the natural quiet and experience of the park. For More Information   2008 Yosemite Aviation Management Plan [785 kb PDF] Learn more about the national Fire and Aviation Management Program",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/yoseaviation.htm"
}
