{
    "title": "Yosemite National Park: Geology",
    "body": "Geology       Yosemite is a glaciated landscape, and the scenery that resulted from the interaction of the glaciers and the underlying rocks was the basis for its preservation as a national park. Iconic landmarks such as Yosemite Valley, Hetch Hetchy, Yosemite Falls, Vernal and Nevada Falls, Bridalveil Fall, Half Dome, the Clark Range, and the Cathedral Range are known throughout the world by the photographs of countless photographers, both amateur and professional. Landforms that are the result of glaciation include U-shaped canyons, jagged peaks, rounded domes, waterfalls, and moraines. Glacially-polished granite is further evidence of glaciation, and is common in Yosemite National Park.  The Making of the Landscape Topographically, the Sierra Nevada is an asymmetric mountain range with a long, gentle west slope and a short, steep east escarpment that culminates in the crest of the Sierra Nevada. It is 50 to 80 miles wide and extends in altitude from near sea level along its west edge to more than 13,000 feet along the crest in the Yosemite area, and more than 14,000 feet along the crest in the Sequoia-Kings Canyon area. The highest peak in the Sierra Nevada, and in the continental United States, can be found to the south: Mount Whitney in Sequoia National Park. Geologically, the Sierra Nevada is a huge block of the Earth's crust that has broken free on the east along a bounding fault system and has been uplifted and tilted westward. This combination of uplift and tilt, which is the underlying geologic process that created the present range, is still going on today.        Jointed granite, Olmsted Point.   Massive granite dominates the Yosemite area and much of the Sierra Nevada as well. Mount Hoffmann and most of the terrain visible from it are composed of granite, formed deep within the Earth by solidification of formerly molten rock material and subsequently exposed by erosion of the overlying rocks. Because of its massiveness and durability, granite is shaped into bold forms: the cliffs of Yosemite and Hetch Hetchy Valleys, many of the higher peaks in the park, and the striking sheeted domes that can form only in massive, unlayered rock. Although granite dominates nearly the entire length of the Sierra, the granite is not monolithic. Instead, it is a composite of hundreds of smaller bodies of granitic rock that, as magma (molten material), intruded one another over a timespan of more than 100 million years. This multiplicity of intrusions is one of the reasons why there are so many varieties of granitic rock in Yosemite and the rest of the Sierra. The differences are not always apparent to the casual observer, but they are reflected in sometimes subtle differences in appearance and in differences in response to weathering and erosion acting on the rocks.      Layered metamorphic rocks in the foothills at the west edge of the park and along the eastern margin in the summit area are remnants of ancient sedimentary and volcanic rocks that were deformed and metamorphosed in part by the invading granitic intrusions. Other metamorphic rocks that once formed the roof beneath which the granitic rocks solidified were long ago eroded away to expose the granitic core of the range, and only small isolated remnants are left. Because Yosemite is centered on this deeply dissected body of granite, metamorphic rocks are sparse; they occupy less than 5 percent of the area of the park.        Former Lyell Glacier, West Lobe   Evolution of the landscape is as much a part of the geologic story as the rocks themselves, and Yosemite is a place where the dynamism of geologic processes is well displayed. By the end of Cretaceous time, about 65 million years ago, after the granitic core of the range had been exposed, the area had a low relief in comparison with the mountains of today. Then, about 25 million years ago, this lowland area began to be uplifted and tilted toward the southwest, a construction that would eventually lead to the present Sierra Nevada. As the rate and degree of southwest tilt increased, the gradients of streams flowing southwestward to California's Central Valley also increased, and the faster flowing streams cut deeper and deeper canyons into the mountain block. About 10 million years ago, from the Tuolumne River northward, these canyons were inundated and buried by volcanic lava flows and mudflows, and the streams were forced to begin their downcutting anew, in many places shifting laterally to find a new route to the Central Valley. The streams were equal to the task, however, and the present river courses and drainage patterns throughout the Sierra became well established.        Maclure Basin from Upper Lyell Base Camp   As the world grew colder, beginning about 2 or 3 million years ago, the Sierra Nevada had risen high enough for glaciers and a mountain icefield to form periodically along the range crest. When extensive, the icefield covered much of the higher Yosemite area and sent glaciers down many of the valleys. Glacial ice quarried loose and transported vast volumes of rubble, and used it to help scour and modify the landscape. Much of this debris eventually accumulated along the margins of the glaciers and in widely distributed, hummocky piles. The greatest bulk of this debris, however, was flushed out of the Sierra to the Central Valley by streams swollen with meltwater formerly stored in the glaciers as ice and released as the glaciers melted away. Although many of today's general landforms existed before modification by glacial action, some of them surely did not. Can you imagine the Yosemite landscape with no lakes? Virtually all the innumerable natural lakes in the park are the result of glacial activity. But even these lakes are transitory, doomed to be filled with sediment and become meadows; many lakes already have undergone this transformation. Yosemite Valley itself once contained a lake. The geologic story of Yosemite National Park can be considered in two parts: (1) deposition and deformation of the metamorphic rocks and emplacement of the granitic rocks during the Paleozoic and Mesozoic; and (2) later uplift, erosion, and glaciation of the rocks during the Cenozoic to form today's landscape.      Rocks The vast majority of Yosemite is comprised of plutonic igneous rocks. Plutonic rock forms deep underground when molten rock cools and solidifies very slowly, allowing large crystals to form. In contrast, volcanic igneous rocks form at the surface when molten rock cools and solidifies quickly, resulting in small crystals. Granite, granodiorite, tonalite, quartz monzonite, and quartz monzodiorite are all forms of plutonic rock that are found in Yosemite, and are loosely referred to as granitic rocks. Quartz diorite, diorite and gabbro are plutonic rocks found in Yosemite, but are not technically considered to be granitic rocks. Plutonic rocks are primarily comprised of 5 minerals: quartz, potassium feldspar, plagioclase feldspar, biotite, and hornblende. Plutonic rocks, including granitic rocks, differ primarily in the relative proportions of quartz and feldspar, although texture is also an important consideration. The plutonic rocks were generally formed during the Cretaceous period.        Half Dome Granodiorite at Olmsted Point. The U.S. penny is used for scale.   The different individual bodies of plutonic rocks in Yosemite were formed from repeated intrusions of magma into older host rocks beneath the surface of the Earth. These intrusions may have taken place over a time period as long as 130 million years. These plutonic rocks, formerly deep within the Earth, are now exposed at the surface, owing to deep erosion and removal of the formerly overlying rocks.   Volcanic igneous rocks are erupted onto the Earth's surface and cool and solidify much more quickly than plutonic igneous rocks. There are small amounts of volcanic igneous rocks within Yosemite and large amounts east of the Sierra Nevada Crest. The volcanic rocks inside the park include basalt flows, latite tuff, and latite lava flows. The volcanic rocks outside the park include these same rocks as well as ash-flow tuff, rhyolite, pumice, obsidian, etc. The Mono Craters, east and southeast of the park, are volcanoes that erupted 3,000 to 550 years before present. The Inyo Craters, southeast of the park, are volcanoes that erupted 40,000 to 3,000 years before present.        Cathedral Peak Granodiorite from near Fairview Dome. The white blocky structures are \"potassium feldspar phenocrysts\" (crystals). Note the U.S. penny just to the right of middle; it is used for scale.   Metamorphic rocks are sedimentary or volcanic rocks that have been changed, or \"metamorphosed,\" due to the temperature, pressure, and shearing stress that can result from being buried in the Earth's crust. There are two northwest-trending belts of metamorphic rocks, one on each side of the batholith of plutonic rocks that is the core of the Sierra Nevada range - these belts existed before the creation of the batholith and its subsequent exposure. Metamorphic rocks of volcanic origin are called metavolcanic rocks, and metamorphic rocks of sedimentary origin are called metasedimentary rocks. (Huber, 1989)      Videos                           Episode 10: Rock Fall Since the glaciers retreated around 15,000 years ago, rock fall has been the major force of change in Yosemite Valley. Geologists work to understand this force of nature in order to protect the millions of visitors who come here each year.  Duration:8 minutes, 30 seconds                                Episode 12: Glaciers Yosemite National Park is famous for its spectacular glacially carved landscape. Although glaciers have come and gone many times in the past, there are still two active glaciers near Yosemite's highest peaks. (8:34)  Duration:8 minutes, 34 seconds                                Episode 20: Granite Many national parks were founded for their geology, and Yosemite is known throughout the world for its exceptional high cliffs and rounded domes. Visitors to the park, from hikers to rock climbers, experience a landscape dominated by granite.  Duration:7 minutes, 11 seconds               Learn more about Yosemite's Geology General Geology   The Geologic Story of Yosemite Valley [50 MB PDF] by US Geological Survey geologist N. King Huber  Yosemite National Park Geologic Resources Inventory Report [30 MB PDF] contains a wealth of information about Yosemite geology.  Rockfall  Rockfall overview and historical rockfalls in Yosemite. Park geologists use a 50-foot-wide photograph from the Yosemite Panoramic Imaging Project to analyze rock falls. View the Yosemite Nature Notes: Rock Fall video to get an aerial view of a rock slide. (8 minutes 30 seconds) Learn about the October 2008 Glacier Point rock fall. An analysis has shown that approximately 6,000 cubic meters of rock were involved in the events. Learn about the Ahwiyah Point rock fall on March 28, 2009, near Half Dome in which rocks fell roughly 1,800 feet, knocking down hundreds of trees and burying hundreds of feet of trail on the southern portion of the Mirror Lake Loop Trail. This rock fall is the largest one in Yosemite National Park since the 1987 Middle Brother event.  Glaciers  Read the glaciers page or view the Yosemite Nature Notes: Glaciers video to learn more about the park's glaciers.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/geology.htm"
}
