{
    "title": "Yosemite National Park: Fire and Cultural Resources",
    "body": "Fire and Cultural Resources       Have you ever stood in the middle of a forest, or near an old historic building and wondered about the past? What would it be like to have lived in the very spot you are standing, 100 years ago, or 1,000 years ago?   Part of an archeologist's job is to answer those questions, uncovering stories, solving historic mysteries, and helping to preserve the evidence that tells us about the past. Archeology is the study of past cultures through their material remains. These remains may include sites, features, or artifacts. These \"cultural resources\" are non-renewable, meaning that they cannot be replaced. A central part of the National Park Service's mission is to preserve and protect these very things left behind throughout history.        Fire archeologists at Yosemite National Park monitor vulnerable cultural resources--before, during, and after wildland fire incidents and prescribed fires.   What Does Archeology have to do with Fire?   Cultural resources and the stories they tell can be damaged or destroyed by fire or by fire management activities.   Fire archeology, therefore, is an important facet of the fire management program in Yosemite. As you might expect, archeological sites can be burned over during a fire, as it is a natural process throughout the Sierra Nevada. The role of a fire archeologist is to identify cultural resources that might be impacted by fire and\/or management activities, and to recommend measures to prevent or mitigate those impacts. If impacts cannot be avoided, the fire archeologist will document any damage.    Many objects found at a site tell a small piece of a larger historical story--one that is slowly emerging. Context--referring to an artifact's position in time and space relating to things like soil, other artifacts, landmarks, and geographical location--plays a large part in piecing together the story of the past. This context can be lost due to a variety of fire-related activities, such as fireline construction, water use, vehicle impacts, and the rehabilitation of firelines. Other impacts can result directly from fire itself, like: loss of data (obsidian hydration, radio-carbon dating), loss of form (melting and spalling), and loss of context (due to erosion) or items lost to looting (after being exposed).    What Types of Archeologically Significant Items Might Burn in a Fire?      Artifacts might be tin cans, bottles, ceramics, obsidian projectile points or flakes, ground-stone mortars, and pestles. Examples of features might include a privy pit, hearth, blaze on a tree, or a bedrock mortar. Sites might include artifacts and features, or be a collection of many artifacts. Some sites have pictographs or wooden structural elements.    In order to protect cultural artifacts and their context, fire archeologists survey hand lines (firelines\/fuelbreaks) and perform pre- and post-burn assessments of archeological sites. Protection measures might include for example, clearing of fuels from bedrock mortars to protect them from high-intensity burns.    For more Information   Learn about the park's archeological study of the past.  Learn how fire affects Yosemite's wildlife.  Learn more about fire ecology. Learn about how invasive plant species can change fire regimes to be more frequent and intense.                           Study the Scientist: Fire Archeologist Fire archeologist Jun Kinoshita came to Yosemite National Park in 2001 from a seasonal archeologist position at Klondike Goldrush National Historical Park in Skagway, Alaska. As part of his Yosemite duties, Kinoshita is the co-coordinator of the Resource Advisor Program, providing resource information--such as vulnerable plant or animal species, or cultural resources--before, during and after wildland fire incidents and prescribed burns. (3 minutes 40 seconds)  Duration:3 minutes, 40 seconds",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/fire-cultural.htm"
}
