{
    "title": "Yosemite National Park: Yosemite Science publication",
    "body": "Yosemite Science Publication                     Yosemite Science is an online resources management publication of Yosemite National Park’s Resources Management and Science Division and is published on an occasional basis and posted on Yosemite National Park’s website. The publication presents recent and ongoing research in natural and cultural resources, and social science. Content is reviewed for basic scientific soundness, clarity, and completeness but does not undergo anonymous peer review. Submissions are welcome from all investigators conducting formal research in Yosemite and the broader Sierra Nevada area. To submit article proposals or to contact the editor, e-mail the editor or write to the following address: Editor, Yosemite Science, P.O. Box 700, El Portal, CA 95318.        Download Winter 2011 issue -- full publication [3.5 MB PDF]  High-resolution Tools for Understanding Geologic Processes by Greg Stock, Ph.D. New high-resolution imaging tools provide opportunities for documentation and analysis of Yosemite's cliffs like never before. [380 kb PDF]  Peregrine Falcon Recovery By Sarah Stock A 2010 breeding survey documents a more-than-two-fold increase in Yosemite’s peregrine falcon population since the last time the parkwide survey was conducted in 1995. [86 kb PDF] Yosemite Bog-orchid: The Long Journey to Discovery By Alison Colwell, Ph.D., and Peggy Moore Discovered in Yosemite's wet meadows in 2003, the Yosemite bog-orchid is the only known orchid species endemic to California's Sierra Nevada range. [311 kb PDF] Climbing Cathedral Peak By David Pettebone, Ph.D. Iconic Cathedral Peak, one of Yosemite's most-popular high-country climbing destinations, has seen an increase in informal descent routes, leading Yosemite's social scientists to study recreation patterns. [1.8 MB PDF] What Makes a Vista Scenic? By Kevin McCardle One of the first areas set aside for its scenic value in 1864, Yosemite Valley presented breathtaking views for its visitors. Today, Yosemite National Park manages assess how to best maintain historic scenic vistas well into the future. [465 kb PDF] Piecing Together the Past: Chinese Immigrants in Yosemite By Stephanie Guerra Anthropologists and interpreters explore Yosemite’s cultural roots through the stories of Chinese immigrants in the Sierra Nevada. [173 kb PDF]         Upcoming issues of Yosemite Science will be announced on Twitter. To subscribe to @YosemiteScience‘s Twitter feed, go to http:\/\/twitter.com\/yosemitescience. Attend the monthly Yosemite Forum to learn more about the park's natural and cultural resources.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/yosemitescience.htm"
}
