{
    "title": "Yosemite National Park: Glaciers",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Glaciers                Glaciers              Ice Age glaciers played an essential role in shaping Yosemite’s landscape. Most of this ice had melted away due to natural warming by about 10,000 years ago. During a more recent cold period called the Little Ice Age, small glaciers formed below the highest peaks. Currently, two remain: the Lyell and Maclure glaciers. These ice bodies are important to local ecosystems because they provide a year-round supply of cold water to the Lyell Fork of the Tuolumne River, especially during the late summer and fall after the winter snowpack has melted.         (Left) The Lyell Glacier is located beneath 13,114 foot Mount Lyell, the highest peak in Yosemite National Park.(Right) The Lyell and Maclure glaciers sit at the headwaters of the Tuolumne River and are an important source of water for alpine ecosystems (and hikers).        Glacier Research in Yosemite  Scientists have explored and studied Lyell and Maclure glaciers for nearly 150 years. John Muir and other early scientists such as Joseph LeConte and Francois Matthes mapped the glaciers’ extent, measured their movement, and observed changes in the ice through time. Park naturalists and scientists have continued to regularly survey these glaciers, carrying on this legacy of science in Yosemite.         (Left) Park rangers explore a crevasse in the Maclure Glacier during a 1930s survey. Glacier surveys by park rangers beginning in the 1930s provide historical data for evaluating modern changes.(Right) In 1933, park rangers discovered a mummified bighorn sheep melting out of the Lyell Glacier.  By that time, bighorn sheep had been locally extirpated from Yosemite, primarily by disease transmission from domestic sheep. In March of 2015, bighorn sheep were reintroduced to the Mount Lyell area.        Integrating this history of research allows park scientists to compile maps of the ice extent through time. Glaciers are sensitive indicators of climatic changes because their health depends on winter precipitation and summer temperatures. Both the Lyell and Maclure glaciers have been steadily retreating since they were first mapped and photographed in 1883, but melting has accelerated rapidly in the past decade, especially during the drought that began in 2012. Repeat photography shows the glaciers melting back as well as thinning through time. Although glaciers have come and gone from Yosemite many times in the past, scientists agree that the current melting is primarily due to warmer temperatures caused by human activities.       Repeat photography of the Lyell Glacier showing 130 years of ice loss. USGS photo by Israel C. Russell (top)NPS photo (bottom)              Retreat of Lyell and Maclure Glaciers   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:42 seconds  This animation shows the retreat of the Maclure and Lyell glaciers from 1883 to 2016.         Glaciers move when they are thick enough to flow under their own weight, and when water underneath them reduces friction allowing them to slide. In 2012, with a grant from Yosemite Conservancy, scientists repeated an experiment that John Muir performed in 1872, which measured the movement of the Maclure Glacier using stakes placed in the ice. They discovered that Maclure Glacier was flowing at a rate of about one inch per day—the exact same rate that Muir measured 140 years earlier. This was surprising because the glacier is now less than half the size that it was in Muir's time. Scientists concluded that the Maclure Glacier continues to move mainly because its own meltwater is helping it slide. In contrast, the scientists found that the Lyell Glacier had not moved at all, probably because it is too thin. Glaciers by definition move, so the term \"glacier\" may no longer properly apply to the Lyell ice body.        (Left) One of the whitebark pine stakes (now broken into two pieces) that John Muir used to measure movement of the Maclure Glacier in 1872.(Right) Park ranger installing a stake to measure movement of the Maclure Glacier in 2012.  Despite 140 years of glacier retreat, park scientists found that the glacier was moving at the same rate as Muir measured in 1872—about an inch per day.        Depending on whether drought conditions continue in the coming years, the Lyell Glacier could disappear as early as 2020. The Maclure Glacier is expected to remain longer, but will ultimately follow suit. When that happens, Yosemite's glaciers will become part of its past, marking the end of a rich history of glacier research.                               Episode 12: Glaciers Yosemite National Park is famous for its spectacular glacially carved landscape. Although glaciers have come and gone many times in the past, there are still two active glaciers near Yosemite's highest peaks. (8:34)  Duration:8 minutes, 34 seconds",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/glaciers.htm"
}
