{
    "title": "Ozark National Scenic Riverways: Springs and Seeps",
    "body": "Springs and Seeps         Big Spring with an average daily flow of 286 Million gallons could fill a football stadium every day.   Ozark National Scenic Riverways is home to some of the largest freshwater springs* in the country. They include:   Big Spring   Alley Spring   Blue Spring   Round Spring   Pulltite Spring   Welch Spring   *Several are \"first magnitude\" springs which means that they have over 65 million gallons of water daily flowing from them.  Ozark Springs Jewels of the Ozarks by Mike Gossett Ozark Riverways is home to outstanding springs that rank among the world’s largest. The larger springs deliver billions of gallons of clear, cold water to the Current and Jacks Fork River every week. Thousands of people visit the Ozarks every year just to look at these large springs. Whether it is the beautiful scene of a giant spring flowing from the base of a towering bluff or the cool air around the spring on a hot summer day, people have always been attracted to these “Jewels of the Ozarks”. If you listen quietly you will discover that each spring has a unique sound ranging from a loud roar to a soft splashing. Springs are unique ecosystems. Their stable year-round temperatures and distinctive water chemistry provide a unique environment for plants and animals not commonly found in the river. Watercress and other aquatic plants play a key role in the spring ecosystem by providing organic matter used by other plants and animals and habitat for aquatic insects.  At least 38 animal species are found only in Ozark springs and subterranean waters. Several aquatic invertebrate species are found in as few as two Ozark springs including springs within Ozark Riverways. Springs are small, delicate ecosystems, more sensitive to disturbance than the river. Trampling the spring’s delicate vegetation to fish, wade and swim would damage the beauty of the springs. Dislodging aquatic plants in the springs could also alter this sensitive ecosystem. This is why we prohibit wading, swimming and fishing in the springs and spring branches. Please help us in preserving these outstanding springs. (laws protecting Ozark springs) Frequently Asked Questions: Just how big are they?      Spring Name   Location      Flow (Gallons per day)      Alley Spring    6 miles west of Eminence   81 million      Blue Spring   14 miles east of Eminence   93 million      Big Spring    4 miles south of Van Buren   286 million      Round Spring    15 miles north of Eminence   26 million      Welch Spring    2 miles north of Akers   75 million      Greer Spring   12 miles south of Winona                                  214 million      Montauk  Springs   Montauk State Park    53 million     Why is the water so blue? Spring water is actively dissolving away limestone as it moves through the earth. Springs are actually excavating new caves through this process. This dissolved limestone, along with the influence of the spring's depth and the blue of the sky, impart the blue color. Unique local conditions may give each spring its own tint. Rainy conditions wash silt into the water and may make springs appear milky or cloudy, or even brown. Is the water safe to drink? Although we all know the cliche \"pure as spring water,\" water from Ozark springs is generally not much cleaner than water from surface streams. It passes through huge tunnels underground, not the tiny porous spaces in the rock that cleanses spring waters in some other areas.        Alley Mill uses water from the spring, not the river, to operate.   SPRING PROFILES:  Big Spring: Located near Van Buren, Missouri in Ozark National Scenic Riverways' Big Spring Campground, this is the largest spring in the state, and one of the largest in the world. On an average day, some 278 million gallons of water gush forth from subterranean passages, swelling the nearby Current River. Experiments in which harmless dye is placed into the ground have shown that water travels from as far as 45 miles away through underground passages before coming to the surface at Big Spring. The trip took from 7 to 14 days.  Like all Ozark springs, Big Spring is busy dissolving away the walls of its underground passages. One researcher estimated that about 175 tons of calcium carbonate rock are carried away in solution by Big Spring's water every day! Over the course of a year, this is enough rock to produce a cavern 30 feet high by 50 feet wide and one mile in length. (See Big Spring Video)  Alley Spring:  Alley Spring is located at the foot of a picturesque limestone bluff. The beautiful red Alley Mill is located on its bank, utilizing its perennial flow of water to operate its turbine powered flour mills. (Read more about Alley Mill) The spring has an average daily flow of 81 million gallons of water. During most times the water is a placid azure blue, gently welling up from below, but after a storm has swelled the underground conduits feeding the spring, it can gush forth in angry swells and splashes of brown. (See Alley Video)         Blue Spring is a vivid blue most days Bill O'Donnell   Blue Spring on theCurrent River: Blue Spring is located approximately 12 miles east of Eminence on Highway 106. (Not to be confused with another \"Blue Spring\" on the Jacks Fork River near Mountain View) The spring flows relatively slowly from a very deep cave shaft that is situated at the base of a dolomite bluff. The average flow of the spring (1923 to 1965) is 107 cfs, or 69 mgd (Vineyard and Fender 1974). The recharge area for the spring can be calculated to be approximately 107 square miles using the mean annual flow in cfs as a guide, and this approximation is supported by the current knowledge of the local groundwater flow that has been obtained using dye studies (Aley and Aley, 1987). The recharge area for the spring includes the headwaters of Logan Creek which is nearly 10 miles from the spring itself (Aley and Aley, 1987). This part of the recharge area lies in the topographic watershed of the Black River. The underground conduit of Blue Spring has been explored and mapped to a depth of over 300 vertical feet. The land around the spring was used as a lodge and retreat until 1960 when it was sold to the Missouri Department of Conservation (MDC). The land around the spring is still a MDC inholding and state designated natural area. Round Spring: Round Spring is located approximately 13 miles north of Eminence on Highway 19. The spring flows into an almost perfectly circular cavern that has collapsed, and from there it travels through a natural tunnel before it emerges into the spring branch. The average flow of the spring during a 16-year record is 40 cfs and 26 mgd (Vineyard and Feder 1974). The recharge area of the spring encompasses roughly 45 square miles (Aley and Aley 1987). A portion of the spring's recharge area is situated to the southwest under Spring Valley. It is also possible that part of the recharge area is situated to the northeast, which means that the groundwater would have to flow under the Current River to reach the spring. Round Spring was also one of the first parks in the Missouri state park system (1932). The Round Spring State Park was incorporated into the Ozark National Scenic Riverways in 1972.        Ruins of the Welch Hospital   Pulltite Spring: Pulltite Spring is located close to Pulltite campground, about 14 miles north of Eminence off of highway EE. The spring flows from the rock structures at the bottom of a cliff forming a small pool. The estimated mean annual flow of the spring is 45.5 cfs, or 29.6 mgd (Aley 1978). The estimated mean annual flow for Pulltite Spring and the many springs in its immediate area (Pulltite Spring Complex) is 223 cfs (Aley 1978). Based on the mean annual flow, an approximation of the recharge area can be calculated to be about 223 square miles (Aley and Aley 1978). However, using dye tracing a more accurate approximation of the recharge area for the Pulltite Spring Complex has been calculated to be about 161.5 square miles (Aley and Aley 1987). Pulltite Spring gained its name from the \"tight pull\" of the horse drawn teams down a steep hill next to the mills that were positioned on the spring-branch. The spring was purchased by St Louis businessmen in 1911 and was run as a fishing resort, until the area was acquired by the National Park Service in 1967.(Read about the history of Pulltite) Welch Spring:  Welch Spring is located approximately 2 miles north of Akers on Highway K. The spring flows from the base of a wooded dolomite hill near the historic Welch Hospital, and then flows to the river over a rock impoundment The mean annual discharge of the spring (1923 to 1965) is 121 cfs or 78.2 mgd (Vineyard and Feder 1974). Using the mean annual discharge of the spring as a reference the recharge area is approximately 121 square miles (Aley and Aley 1987). The recharge area of the spring encompasses the land to the east and northeast under the Gladden Creek Valley. There are several sinkholes in the valley that pirate water to the spring, however; there has not been enough dye tracing done to determine the actual extent of the recharge area. Thomas Welch homesteaded Welch Spring, in 1855, and a gristmill was run on the spring-branch until nearly 50 years after the Civil War. Doctor Diehl purchased the spring and the area surrounding the spring in 1913, and ran it as a rest camp for asthma sufferers. After Dr. Diehl's death the property, including the hospital and spring, was sold to a group of people who managed it as a trout fishing resort; until it was purchased by the National Park Service in 1967. More on the history of Welch Spring & Hospital.      Caves & Karst Large Springs of the Ozarks by Jo Schaper Laws and Regulations Protecting Ozark Springs Teacher's Guide to Caves and Groundwater      \"Rivers have what man most respects and longs for in his own life-a capacity for renewal and replenishment, continual energy, creativity, cleansing.\" - (John Kauffman, A Look At Our North Atlantic Rivers)",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/nature\/springs.htm"
}
