{
    "title": "Yosemite National Park: Smoke Management and Air Quality",
    "body": "Smoke Management and Air Quality         Fire staff monitoring a prescribed fire.   Do You See Smoke?    When visiting Yosemite, it is possible to see fire and smoke at any time of the year. Beginning in fall through early spring, piles from mechanical thinning projects are often being burned in various areas throughout the park and along roadways. Spring, summer, and fall are all busy seasons for fire whether from management-ignited prescribed fires, or managed lightning ignited fires.    Where there is fire, there is smoke. During both prescribed burn projects and managed lightning fires smoke and air quality conditions are consistently being monitored to help minimize smoke impacts. However, it is inevitable that some smoke will be present—whether on roadways, in campgrounds, or in areas that obscure vistas. If you are sensitive to smoke, you may consider visiting an area of Yosemite where fire or smoke is not present, and taking any other precautions that will help lessen smoke-related health problems.     It is a unique and exciting opportunity to observe fire in the wilderness. If possible, Yosemite attempts to leave nearby roads and trails accessible during fire projects so that visitor services are not compromised. When conditions allow, this can be a great chance for people to learn more about natural fire firsthand.   Fire managers are aware of the need for smoke management in order to reduce impacts to park visitors and neighboring communities. The Fire Management Branch works closely with our Air Quality Resources staff to maintain that conditions are within legal limits and not posing threats to people in nearby communities. Overall, we want you to have a positive experience visiting or living near Yosemite, while also learning about fire's important role in the ecosystem.    For more information:   Current Fires in Yosemite Air Quality Monitoring in Yosemite           Meadow Fire - 2014        Yosemite Air Quality Monitoring Fine particles\/smoke at the Yosemite Valley Visitor's Center  The chart below plots both the 1-hour and running 24-hour average PM2.5 concentration, but only the 24-hour average should be used to compare with the standard. The standard is exceeded when the 24-hour concentrations go above 35 micrograms per cubic meter, as denoted by the line with the label NAT'L AMBIENT AIR QUALITY STANDARD. The background of the chart is color coded and relates to the EPA National Ambient Air Quality Standard for particulate matter, which is designed to protect human health.         Yosemite Webcams  Yosemite is always accessible to you! View current conditions from any of our five webcams.          Ahwahnee Meadow webcam in Yosemite Valley, looking east toward Half Dome     High Sierra webcam at Sentinel Dome near Glacier Point, looking east out over the High Sierra    El Capitan webcam at Turtleback Dome, looking east toward El Capitan and Half Dome   View of the Merced River Canyon, looking west from Yosemite Turtleback Dome Central Valley.      Yosemite Falls Webcam looking north toward Yosemite Falls from the Lodge at Yosemite Falls             Campgrounds and Campfires Yosemite has 13 campgrounds, each with many campsites, and therefore, many campfires. Emissions from many simultaneous campfires can degrade air quality on a local scale. This is especially true in the nighttime and early morning hours, when inversions trap and concentrate fine particles from those campfires near the ground, creating local conditions that are potentially unhealthy for sensitive individuals.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/smokemanagement.htm"
}
