{
    "title": "Yosemite National Park: Fire Ecology and Monitoring",
    "body": "Fire Ecology and Monitoring         Visitors to the Grizzly Giant in the Mariposa Grove of Giant Sequoias may also experience a prescribed fire. Fire helps encourage giant sequoia germination.   Wildland fire is a natural process--it is an agent of change, not of good or evil. Many disturbance forces, including fires, floods, and earthquakes promote changes and have an impact in an ecosystem.  Fire ecology is a branch of ecology that studies the origins of wildland fire and its relationship to the living and nonliving environment. There are three main areas of study within fire ecology: fire dependence, fire history, and fire regime. Fire Dependence   Researchers began to study the effects of fire in the wilderness in the 1930’s. They demonstrated that fire was essential to many plant and animal communities. Fire dependence refers to plants and animals that are adapted to and rely on the effects of fire to survive. For example, lodgepole pine and giant sequoia trees use fire to help open their “serotinous” or sealed cones, to remove litter and duff from the ground to allow seeds to germinate, and to burn open the canopy, affording seedlings the sunlight they need to grow big and tall. Restoration of the natural fire cycles through prescribed burning and other managed fires is perhaps the most important action that can be taken to restore and protect the natural abundance, diversity, and distribution of flora and fauna in the park. Under natural conditions, fire maintains diversity in vegetation, which provides an abundance of ecological niches for wildlife. For example, fires under natural conditions most often burn in a mosaic of intensities, ranging from areas of light burning of surface fuels to areas of stand-replacing fires that create gaps in the forest canopy, while adjacent areas are untouched. Under such a pattern, a wide range of wildlife species, which are adapted to take advantage of different habitat conditions created by a fire, can exist in a relatively small area.  Fire History   Fire history shows how often fire occurs in a given area. Each year a tree adds a layer of cells (\"growth ring\"), increasing the width of its trunk, and in the process, records the growing conditions present during that year. Thick rings tell us the tree had plenty of light, water, and nutrients while thin rings suggest drought, crowding, or not enough light to grow. When a fire passes through a forest, some trees get scorched by the fire. A layer of charcoal remains on a living tree and, in time is covered by a layer of new growth creating fire scars. Over the life of the tree, fire scars provide records that researchers can use to determine the frequency of fires in specific areas of a forest.  Additionally, American Indians have had a dramatic impact on the landscape for thousands of years. You can see evidence of their land management practices in the meadows, the woodlands, and the forests of the Park. American Indians conducted controlled burns to stimulate plant growth for forage for wildlife, for basketry materials, and for fire-proofing their communities. Experts estimate that millions of acres of land burned in California before European Americans settled the state and employed suppression tactics to fires Our landscape is largely the result of these early land managers and we continue their work through prescribed fire and managing wildfires for natural resource benefits. By studying fire history, fire ecologists today are able to build a picture of how natural fire acted historically on the landscape and apply that knowledge to prescribed fire plans and wildland fire management strategies. Fire Regime   A \"Fire regime\" describes the patterns of fire characteristics in a particular area or ecosystem. It is defined according to characteristics such as fire type, intensity, frequency, severity, seasonality, size, and spatial distribution.  Fire type describes whether the fire is a ground fire or one that burns occasionally or continuously through the canopy as a “crown fire”. Intensity describes how hot the fire burns. Frequency defines the interval in years between recurring fires. Severity describes how much the fire changes the vegetation. Seasonality describes the season in which the fire burned. Size describes the overall size of fire. Spatial complexity describes the mosaic of burn severity left by the fire. More complex burns would be ones that burned hot in some places, left some patches unburned and burned as a surface fire in other places. Greater complexity means smaller patches of similar fire severity.  The best way to think of the fire regime is that all these characteristics created and maintained the vegetation communities in their present state. However, if we change any aspect of the fire regime, like interval (time between successive fires) we change the regime. There are 8 major different vegetation communities in Yosemite, all of which have a different fire regime and have adapted to fires that have occurred for at least the last several thousand years. Though many species rely on fire for their regeneration, the timing and severity of fires varies greatly depending on weather and topography.  The fire suppression era in Yosemite (approximately 1850 to 1970) dramatically changed the fire regime in the lower mixed conifer vegetation type, leaving too many trees, more fire-intolerant trees, and few gaps in the canopy. By removing fires for 100 years from this ecosystem we changed the aspects of the fire regime and thus changed the forest. Yosemite is currently working to return the lower mixed conifer community to its historic fire regime using prescribed fires and other management techniques. Fire regimes and vegetation communities vary with elevation. There are eight major vegetation communities in Yosemite, all of which have a different fire regime and have adapted to fires that have occurred over the last ten thousand years. For example, the lower mixed conifer vegetation community burned frequently and at low intensity for thousands of years. Sequoia groves burned frequently as well. However, the higher elevation forests of red fir and lodgepole pine burned less frequently and probably only during periods of drought. Because more time occurred between these burns, fuel—including underbrush, and dead and downed wood—had more time to accumulate, resulting in fires that burned hotter and with more intensity.        Yosemite firefighter gathers weather data.   Fire Effects and Fire Monitoring Yosemite's fire effects monitoring program studies the effects of fire and mechanical thinning on vegetation and fuels. Research plots are placed in prescribed fire and mechanical treatment units prior to a fire or project. They also place plots in areas where wildland fire occurs. These plots are then studied after the fire or treatment to see what the ecological effects are. By monitoring the changes in vegetation during a prescribed fire, the prescription can be adjusted if necessary to achieve the desired results. By doing research such as this, we can learn if we are meeting fire management objectives.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/fireecology.htm"
}
