{
    "title": "Yosemite National Park: Structural Fire",
    "body": "Structural Fire         Firefighters entering building during training excercise NPS Photo\/Adrienne Freeman  Yosemite's Structural Fire Program Although Yosemite is known for its prescribed fire and wildland fire use (managed lightning fires), it also has an excellent suppression program. In fact, suppression is the backbone to any active fire management program. The suppression zone includes the western, lower elevations in the park. It is here that park communities must be protected from unwanted fire. This area also contains the heaviest concentration of forest debris and is at the greatest risk of unwanted fire. For these reasons, the suppression zone is also where the bulk of prescribed fires are completed. Fire managers re-create the natural role of fire under prescription conditions to reduce the risk of unwanted fire in these communities as well as for the ecological benefits. The suppression zone makes up roughly 17 percent of the park, though fire managers may choose to expand this area in hot, dry seasons as a further safety measure. Additionally, all human-caused fires are suppressed. After all, the fire management program in Yosemite is designed to recreate the role of natural fire in the park. In Yosemite, the communities of El Portal, Foresta, Wawona, Crane Flat, Hodgdon Meadow, and Yosemite Valley are within the suppression zone. Crews staff both wildland and structure fire engines for these communities. Crew 7, a twenty-person hand crew, responds to fire suppression calls as well as working with prescribed and wildland fire use in the park. The helitack crew can be inserted by helirappel to fires less accessible by roads. Additionally, the park helicopter may also provide bucket drops to aid in suppression response. As is the case with all major fire response organizations, agreements are in place for Yosemite to receive assistance from other agencies when a fire gets larger, more dangerous, or more complex than local resources can handle. The US Forest Service, CAL FIRE, Mariposa County, and others can assist when needed. In kind, Yosemite’s fire management resources are available to assist partners if the need arises. This interagency sharing of resources makes fire suppression response more effective throughout the area, the state, and ultimately, the nation.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/structuralfire.htm"
}
