{
    "title": "Yosemite National Park: Current Fire Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Wildland Fire     Current Fire Activity                Yosemite Fire Information and Updates       RSS  About This Blog During the summer, we'll post updates and information about fires in Yosemite. This will include information about planned prescribed burns as well as natural fires ignited each year by lightning.    Yosemite Fire Update #2  July 22, 2016 Posted by: Yosemite Fire Information    The Lakes Fire in the Chilnualna Lakes area, between Turner Meadow and Buena Vista Peak, is a lightning caused fire that is being managed for multiple objectives.This week, Yosemite Crew 1 personnel hiked into the fire and reported it to be 15.3 acres with the most activity on the northeast and southwest edges of the fire, due to the slope and wind alignment.Growth potential is estimated to be high.      Yosemite Institutes Fire Restrictions (2016)  July 12, 2016 Posted by: Yosemite Fire Information    Yosemite National Park is experiencing high fire danger, along with continued hot and dry weather patterns. Due to current and predicted fire conditions and fire behavior, the Superintendent of Yosemite National Park implemented Stage 1 Fire Restrictions until further notice.       Yosemite Fire Update #1 for 2016  July 08, 2016 Posted by: Yosemite Fire Information    After receiving reports of smoke in the Chilnualna Lakes area, between Turner Meadow and Buena Vista Peak, fire personnel from Yosemite Crew-1 hiked into the area on June 7, 2016. A confirmed lightning strike tree was observed, which resulted in a 3.2 acre surface fire.       Yosemite National Park Announces the Beginning of Fire Season 2016  June 06, 2016 Posted by: Yosemite Fire Information    The 2016 fire season officially begins Monday June 6, 2016. Fire crews have completed all training, fire refreshers and fitness tests and all stations are staffed. The National Park Service has transitioned to fire season preparedness and fire resources will be available seven days per week for suppression efforts. Park fire resources for the season include: fire management officials, four Type 3 wildland engines, one helicopter, and one hand crew.      Soupbowl Prescribed Fire - POSTPONED  May 24, 2016 Posted by: yosemite Fire Information    Yosemite National Park fire managers are planning the 175 acre Soupbowl Prescribed Fire, Units 2 and 3, on May 31, 2016. Fire managers will wait for favorable weather conditions to begin the prescribe fire. Ignition will take 2 to 3 days and an additional 1 week of active burn down.        Proposed Prescribed Fires and other Fuels Thinning Projects for 2016  April 22, 2016 Posted by: Yosemite Fire Information    Each year, Yosemite plans a variety of fire management projects such as prescribed fires and mechanical thinning projects throughout the park. These, along with natural lightning caused fires, round out the park's strategy of managing this natural process. This update outlines what we have planned for this year.      Prescribed Fire Planned in Yosemite on or before October 28  October 23, 2015 Posted by: Yosemite Fire Information    Yosemite National Park Fire Managers are planning a prescribed fire in Yosemite National Park on or before Wednesday, October 28, 2015, weather and conditions permitting. There are two locations being considered for this prescribed burn and the final decision will be based on weather and air quality conditions. The prescribed burn will either occur in the Mariposa Grove of Giant Sequoias or an area along the Wawona Road near the South Entrance of the park.      Taft Toe Prescribed Fire Update  October 22, 2015 Posted by: Yosemite Fire Information    The Taft Toe prescribed fire in the Yosemite Valley continues to burn through logs, stump and other vegetation.  Periodic smoke will continue to be visible from locations within Yosemite Valley.      Taft Toe Prescribed Fire - Ignitions Completed  October 16, 2015 Posted by: Yosemite Fire Information    The 111 acre Taft Toe prescribed fire project began on Thursday morning at approximately 9:00 am, October 15, and ignitions was successfully completed at 6:15 pm. There will be an additional 3 to 5 days for logs and other vegetation to completely burn out. Some large logs may smolder until rain occurs.      Taft Toe Prescribed Fire  October 15, 2015 Posted by: Yosemite Fire Information    The Taft Toe prescribed fire project is projected to begin on Thursday morning, October 15. A test burn will commence near the Four Mile Trail and will proceed to the west.  It is projected to take one and half days to complete ignitions of the burn and then approximately three to four days to burn down.      Yosemite Fire Update #24  October 13, 2015 Posted by: Yosemite Fire Information    The Bridalveil Fire became more active and visible due to higher temperatures and lower humidities over the weekend.  The cause of the fire remains unknown.  The fire is estimated to be at 30 to 40 acres.  The fire is running into rocks, gravel and sparse fuels.      Bridalveil Fire Update  October 12, 2015 Posted by: Yosemite Fire Information    The Bridalveil Fire is now approximately 30 acres in size and smoke is visible from many locations within Yosemite Valley, Sentinel Dome, and the North Rim of the Valley. This fire poses no threats to public safety or park infrastructure.  There is no percentage of containment. The Pohono Trail is closed from Dewey Point south to the trail junction from Taft Point and McGurk Meadow. The cause is unknown. There has been no lightning in the area since early August.      Yosemite Fire Update #23  October 11, 2015 Posted by: Yosemite Fire Information    Two new fires have been discovered in Yosemite and are being suppressed. The Bridalveil Fire is a 1 acre fire near the south rim of Yosemite Valley near Cathedral Rocks.  The Wegner Fire is at .10 of an acre and is located north of the Tioga Road.      Prescribed Fires Planned for Fall and Winter  October 09, 2015 Posted by: Yosemite Fire Information    Yosemite National Park Fire Managers are planning a series of prescribed fires in the park. The prescribed burns would start in mid-October however they are dependent on weather and fuel conditions. Shorter days and cooler temperatures provide fire managers optimal prescribed burning conditions.      Yosemite Fire Update #22  September 21, 2015 Posted by: Yosemite Fire Information    The Tenaya Fire is contained at 415 acres. All trails have re-opened in that area. Hikers are advised to hike through the area quickly and stay on the trail. Three other small fires are being monitored in the park.      Yosemite Fire Update #21  September 15, 2015 Posted by: Yosemite Fire Information    Tenaya (37 46.091 x 119 34.641 – Mariposa Co., 7200’ El. 8\/7).  This wildfire began on the afternoon of September 7, 2015, and is being suppressed.  The fire is located along the Lehamite Creek Trail from the north rim of the Valley to the Tioga Road.  The fire is at 415 acres; the change is due to more accurate mapping by firefighters hiking the perimeter.      Yosemite Fire Update #20  September 14, 2015 Posted by: Yosemite Fire Information    The Tenaya Fire is at 502 acres with 70% containment. There were no air tanker flights yesterday. There have been 2 minor injuries.  There is no threat to structures. There is no estimated full containment and the cause is being investigated. Yosemite, as other mountain areas, continues to experience air quality impacts due to regional fires. Mariposa County Health Department\/Air Pollution Control District has issued an Air Quality Alert. This alert extends throughout the entire Central Valley of California.  Smoke levels are in the Unhealthy Range. The county suggests remaining indoors or minimizing outdoor activities as much as possible.  This condition is expected to continue through the next several days.      Yosemite Fire Update #19  September 13, 2015 Posted by: Yosemite Fire Information    The Tenaya Fire remains at 455 acres with 25% containment.  There has been one minor injury.  There is no threat to structures. There is no estimated full containment and the cause is being investigated. Yosemite as other mountain areas continues to experience air quality impacts due to regional fires. Mariposa County Health Department\/Air Pollution Control District has issued an Air Quality Alert. This alert extends throughout the entire Central Valley of California.  Smoke levels are in the Unhealthy Range. The county suggests remaining indoors or minimizing outdoor activities as much as possible.  This condition is expected to continue through the next several days.      Yosemite Fire Update #18  September 11, 2015 Posted by: Yosemite Fire Information    This wildfire began on the afternoon of September 7, 2015, and is being suppressed. The fire is located along the Lehamite Creek Trail from the north rim of the Valley to the Tioga Road.  The fire is currently at 455 acres with 25% containment.  The Incident Commander noted that fire activity has moderated today in part due to the aviation assets and crews on scene.  There has been one minor injury.  There is no threat to structures. There is no estimated full containment and the cause is being investigated.      Yosemite Fire Update #17, September 9, 2015  September 10, 2015 Posted by: Yosemite Fire Information  1 Comments     The Tenaya Fire began on the afternoon of September 7, 2015, and is being suppressed. The fire is located along both sides of the Lehamite Creek Trail from the north rim of the Valley to the Tioga Road. The fire is visible from many locations within the park. The fire is currently at 431 acres with 10% containment.      Yosemite Fire Update #16, September 8, 2015  September 09, 2015 Posted by: Yosemite Fire Information    The Tenaya Fire began on the afternoon of September 7, 2015, and is being suppressed. The fire is estimated to have burned 500 acres. There are no threats to structures and no injuries have occurred. All trails on the north rim of Yosemite Valley south of the Tioga Road and east of Yosemite Creek are closed. Currently no roads are closed within the park.      Tenaya Fire  September 08, 2015 Posted by: Yosemite Fire Information    The smoke visible in the Yosemite Valley is coming from the Tenaya Fire, which is located in Indian Canyon above the north rim of the Valley on both sides of the Lehamite trail, between the Valley and Tioga Road.      Tenaya Fire News Release  September 08, 2015 Posted by: Yosemite Fire Information    A wildfire above Yosemite Valley began yesterday afternoon, September 7, 2015. The \"Tenaya Fire\" is currently at approximately 500 acres and is burning above Yosemite Valley. The fire is located along both sides of the Lehamite Creek Trail from the north rim of the Valley to the Tioga Road. Smoke from this fire is visible throughout the park.      Yosemite Fire Update #14  September 03, 2015 Posted by: Yosemite Fire Information  0 Comments     Yosemite has been experiencing periodical air quality changes due to regional fires. Numerous large fires are burning along the entire western part of the United States and transport winds are carrying smoke across a very large region. This pattern may continue for the next few days. We urge everyone to consider air quality when planning outdoor activities.      Yosemite Fire Update #13  August 22, 2015 Posted by: Yosemite Fire Information    Air Quality in the park is being affected by numerous fires throughout California. Currently no roads are closed within the park.      Yosemite Fire Update #12  August 13, 2015 Posted by: Yosemite Fire Information    The Upper Fire was discovered by hikers at approximately 3:30PM, August 10.  It is now out and in patrol status.      Yosemite Fire Update #11  August 11, 2015 Posted by: Yosemite Fire Information    The Upper Fire was discovered by hikers at approximately 3:30PM, August 10.  It is at the top of the Yosemite Falls trail above the switchbacks.  Quick action by the Yosemite Helitack, with supporting water bucket drops, and fire crews held the fire to 3 acres as of 10PM August 10.      Yosemite Fire Update #10  August 07, 2015 Posted by: Yosemite Fire Information  0 Comments     Periodic thunderstorms have continued and over the month of July and early August there are now 5 lightning caused fires being monitored for multiple objectives.  Lightning caused fires can take days or weeks to detect because vegetation has to dry out enough to create smoke or visible flames after the storm passes over.  Additional fires may be discovered, as temperatures rise and fuels dry out.  Most of these fires are small, single-tree strikes that amount to less than a tenth of an acre. These fires are in the wilderness and are being monitored by either fire crews hiking into the fire areas or via air reconnaissance due to location, sparse fuels, and low growth potential. Thunderstorms, lightning and fire have been part of the ecosystem for thousands of years and are necessary for natural processes and the long term health of forests. Yosemite engines and crews, 2 Bureau of Land Management engines, Whiskeytown Fire Module, and overhead personnel from Point Reyes are monitoring these fires.      Yosemite Fire Update #9  August 03, 2015 Posted by: Yosemite Fire Information    Periodic thunderstorms have continued over the month of July and there are 8 lightning caused fires being monitored for multiple objectives.  Lightning caused fires can take days or weeks to detect because vegetation has to dry out enough to create smoke or visible flames after the storm passes over.  Additional fires may be discovered, as temperatures rise and fuels dry out.  Most of these fires are small; single tree strikes that amount to less than a tenth of an acre.      Yosemite Fire Update #8  July 28, 2015 Posted by: Yosemite Fire Information  2 Comments     Thunderstorms came through the park July 19 through 22. There are nine confirmed lightning-caused fires. Lightning-caused fires can take days or weeks to detect because vegetation has to dry out enough to create smoke or visible flames after the storm passes over. Additional fires may be discovered as temperatures rise and fuels dry out. Most of these fires are small: single-tree strikes that amount to less than a tenth of an acre. These fires are in the wilderness and are being monitored by either fire crews hiking into the fire areas or via air reconnaissance due to location, sparse fuels, and low growth potential. Yosemite and Point Reyes fire crews are monitoring all fires.      Yosemite Fire Update #7  July 24, 2015 Posted by: Yosemite Fire Information    Thunderstorms came through the park on July 19 through 22. There are 12 confirmed lightning-caused fires. Lightning-caused fires can take days or weeks to detect because vegetation has to dry out enough to create smoke or visible flames after the storm passes over.  Additional fires may be discovered, as temperatures rise and fuels dry out.  Most of these fires are small, single-tree strikes that amount to less than a tenth of an acre. These fires are in the wilderness and are being monitored by either fire crews hiking into the fire areas or via air reconnaissance due to location, sparse fuels, and low growth potential.  Yosemite and Point Reyes fire crews are monitoring all fires.      Yosemite Fire Update #6  July 15, 2015 Posted by: Yosemite Fire Information    Thunderstorms came through the park starting July 1, and remained active through July 11. Yosemite National Park has 9 lightning-caused fires. These kinds of fires can take days or weeks to detect because vegetation has to dry out enough to create smoke or visible flames after the storm passes over. Additional fires may be discovered, as temperatures remain warm and fuels dry out. Most of these fires are small; single tree strikes that amount to less than a tenth of an acre. These fires are in the wilderness and are being monitored by either fire crews hiking into the fire areas or via air reconnaissance due to location, sparse fuels, and low growth potential. Yosemite and Point Reyes fire crews are monitoring all fires.      Yosemite Fire Update #5  July 06, 2015 Posted by: Yosemite Fire Information  2 Comments     Thunderstorms came through the park starting July 1, and Yosemite National Park did receive six new lightning-caused fires. Most of these fires are small; single tree strikes that amount to less than a tenth of an acre. Lightning-caused fires can take days or weeks to detect because vegetation has to dry out enough to create smoke or visible flames after the storm passes over. Additional fires may be discovered.      Yosemite Fire Restrictions  July 02, 2015 Posted by: Yosemite Fire Information  2 Comments     Yosemite National Park is experiencing very high fire danger along with continued hot and dry weather patterns. Due to current and predicted fire conditions and possible active fire behavior, the park implemented Stage 1 Fire Restrictions until further notice.      Yosemite Fire Update #4  June 25, 2015 Posted by: Yosemite Fire Information    The lightning caused Yosemite Creek, Boundary Peak and South Fork Fires have been declared out. The remote Wheel Fire, near Glen Aulin will be looked over by helicopter flights, although no smoke has been reported in a number of days from this fire.  Haze and smoke from numerous regional fires are impacting air quality within Yosemite National Park. The most visible haze is from the Washington Fire near Lake Tahoe.      Yosemite Fire Update #3  June 22, 2015 Posted by: Yosemite Fire Information    Four naturally ignited fires continue to burn in Yosemite's remote wilderness areas. The most notable, Yosemite Creek Fire, is being managed for multiple objectives and recent plans to conduct a black line operation today have been postponed.      Yosemite Fire Update #2  June 18, 2015 Posted by: Yosemite Fire Information    Active fires being managed for multiple objectives:  The current fires are due to thunderstorm activity over the Sierra Nevada Mountains and Yosemite since June. The national weather service is predicting continued drier and warm conditions. All the fires are being monitored by Yosemite National Park firefighters.      Yosemite Fire Update for June 12, 2015  June 12, 2015 Posted by: Yosemite Fire Information    The current fires were started during the recent thunderstorms over the Sierra Nevada Mountains and Yosemite since early June. Precipitation associated with the recent lightning caused fires has put some out. The national weather service is predicting continued thunderstorm activity through the weekend at the Sierra Crest. All the fires are being monitored by Yosemite National Park firefighters.      Fire update for June 8, 2015  June 09, 2015 Posted by: Yosemite Fire Information    Six fires were reported or found over the weekend within Yosemite National Park.  Most fires were due to thunderstorms and lightning activity. The storms were accompanied with rain, hail and light snow.      Yosemite National Park Announces the Beginning of 2015 Fire Season  June 01, 2015 Posted by: Yosemite Fire Information    The 2015 Fire Season in Yosemite National Park began on Sunday, May 24, 2015.  Fire season officially begins when seasonal firefighting equipment and personnel are in place, prepared and ready to respond.  Additionally, grasses and other vegetation at the lower elevations have begun to dry out.  This year, vegetation is drying out faster than average due to the low snowpack the park received over the last three winter seasons, making for fire danger above average for this time of year.      Update on Prescribed Fire Near Wawona  March 18, 2015 Posted by: Yosemite Fire Information    The park will continue the second phase of a prescribed fire in the Wawona area, near the South Entrance, Thursday, March 19.      Prescribed Fire Scheduled in Yosemite National Park  February 25, 2015 Posted by: Yosemite Fire Information    Yosemite National Park is planning a prescribed fire in the Wawona area, near the South Entrance. The fire is planned for tomorrow, Thursday, February 26, 2015 and will include 533 acres. The first segment of the burn will consist of 60 acres. The completion of the remaining 473 acres will occur throughout the month of March, weather dependent, concluding no later than Monday, March 30, 2015.      Yosemite Fire Update #26  October 30, 2014 Posted by: Yosemite Fire Information    The Dog Rock Fire is 311 acres with 100% contained. The Meadow Fire is at 4,772 acres and 98% contained. Other smaller fires continue to burn and smolder within Yosemite's Wilderness. With rain in the forecast, many of these smaller fires may be put out.      Yosemite Fire Update #25  October 15, 2014 Posted by: Yosemite Fire Information    The Dog Rock Fire is 311 acres with 100% contained. The Meadow Fire is at 4,772 acres and 98% contained. Other smaller fires continue to burn within Yosemite's Wilderness.      Yosemite Fire Update #24 - October 13, 2014  October 13, 2014 Posted by: Yosemite Fire Information    A Type 3 incident management team is now managing the Dog Rock Fire, and will continue to manage the fire until full containment is achieved. They will rehabilitate firelines and return the fire area to as natural condition as possible. The fire is at 311 acres, and with 95 % containment. Firefighters and fire engines will be patrolling Hwy 140, watching for rolling material and hotspots. Travelers should use extreme caution and expect delays when driving through the fire area. Smoke from the interior of the fire may be visible.      Dog Rock Fire Update for October 12, 2014 at 8 am  October 12, 2014 Posted by: Yosemite Fire Information    Firefighters have completed debris removal on Hwy 140\/El Portal Road to allow both lanes to open this morning. The Highway 140 entrance to the park will re-open today at 8:00 AM this morning. Firefighters and fire engines will be stationed along the highway travelers should use extreme caution and expect delays when driving through the fire area.      Dog Rock Fire Update for October 11, 2014 at 8 am  October 11, 2014 Posted by: Yosemite Fire Information    Fire activity has decreased significantly and many of the hand crews and engine crews will be released from the fire over the next two days. Today firefighters will complete mop-up on the north side of the fire. As this work is completed they will begin removing hoses, cleaning up equipment and rehabilitating hand lines to reduce the possibility of erosion. Crews working along El Portal Road will be cleaning up brush and securing any remaining hotspots.      Dog Rock Fire Update for October 10, 2014 at 8 am  October 10, 2014 Posted by: Yosemite Fire Information    Fire activity has decreased significantly and less smoke will be visible today. Firefighters will continue to mop-up the fire's northern edge. Over 7,000 feet of hose has been deployed in that area to assist crews with this work.      Dog Rock Fire Update for October 10, 2014 at 6 pm  October 10, 2014 Posted by: Yosemite Fire Information    Firefighters today nearly completed mop-up along the north and northeast sections of the fire. Helicopters dropped water throughout the day along the steepest portion on the east and west flanks of the fire. Fire crews and park employees continued their efforts along El Portal Road mopping up hotspots and cleaning the highway of debris.      Dog Rock Fire Update for October 9, 2014 at 8 am  October 09, 2014 Posted by: Yosemite Fire Information    California Interagency Incident Management Team 3 assumed command of the fire at 6:00 PM Wednesday. Assuring the safety of all the firefighters and the public remains the priority for all operations.  The fire is located along Highway 140 near the Arch Rock entrance to Yosemite National Park east of El Portal. The highway will remained closed until this danger can be eliminated.      Dog Rock Fire Update for October 9, 2014 at 4 pm  October 09, 2014 Posted by: Yosemite Fire Information    Fire investigators have determined the cause of the Dog Rock Fire. Based on their investigation it is believed that the fire was start by sparks generated by hot metal fragments from a vehicle.      Dog Rock Fire Update for October 9, 2014 at 6 pm  October 09, 2014 Posted by: Yosemite Fire Information    Due to the excellent progress firefighters have made the evacuation of Foresta was lifted this afternoon. Control lines and hoselays along the north end of the fire are complete. Crews will work to mop-up that area of the fire to assure it remains contained.      Dog Rock Fire Update #2  October 08, 2014 Posted by: Yosemite Fire Information    The Dog Rock Fire, which began October 7, 2014 in afternoon near El Portal, is currently at 246 acres, with 10% containment.      Dog Rock Fire  October 07, 2014 Posted by: Yosemite Fire Information    The Dog Rock Fire began this afternoon at Dog Rock on the El Portal Road between the park boundary and Arch Rock Entrance Station. The fire was reported around 2:45 this afternoon and is approximately 130 acres. Fire crews and aircraft are on scene and responding to the fire.      Dog Rock Fire Update #1  October 07, 2014 Posted by: Yosemite Fire Information    The Dog Rock fire began along the El Portal road near Dog Rock around 2:30 pm on Tuesday, 10\/7\/14. The cause is unknown. Highway 140 will remain closed until further notice due to fire operations and accident investigation. We anticipate this closure to be in place for 24-48 hours.      Meadow Fire Safety Closures Update for September 26, 2014  September 26, 2014 Posted by: Yosemite Fire Information    The trails to Clouds Rest and Merced Lake (from the west) have reopened for day use.      Yosemite Fire Update #22  September 24, 2014 Posted by: Yosemite Fire Information    The Meadow Fire is at 4,772 acres and 98% containment.  Smoke is occasionally visible from the interior of the fire perimeter. It is now in a monitoring status.  Although air quality has improved, smoke may continue to be visible through the coming days.  At the higher elevations smoke from the Lembert and Cathedral fires was also visible due to windy conditions at ridge tops.      Yosemite Fire Update #21 - September 18, 2014  September 18, 2014 Posted by: Yosemite Fire Information    The Meadow Fire is being managed with a Type 3 organization and two wildland fire modules.  The crews are spiked out near the fire perimeter.  The fire is at 4, 772 acres.  Air quality has improved, however smoke may continue to be visible through the coming days.  At the higher elevations smoke from the Lembert and Cathedral fires was also visible due to windy conditions at ridge tops.      Meadow Fire Safety Closures Update for September 18, 2014  September 18, 2014 Posted by: Yosemite Fire Information    Updated trail and area closure information      Yosemite Fire Update - September 17, 2014  September 17, 2014 Posted by: Yosemite Fire Information    A new fire, Double Rock, was found September 16.  It is approximately 7 miles east of White Wolf and near the source of Morrison Creek. The Lembert and Cathedral fires in the Tuolumne Meadows area have become more active due to windy conditions at ridge tops and near the Sierra Nevada crest. The Meadow Fire has been converted to a smaller Type 3 organization and will be monitored by wilderness fire modules.      Meadow Fire Safety Closures Update  September 16, 2014 Posted by: Yosemite Fire Information    Containment of the Meadow Fire continues to grow allowing some areas to be re-opened. However, the fire is still active and fire crews are working in the area. In order to maintain the safety of park visitors and allow fire management operations to continue unimpeded, the Superintendent of Yosemite National Park is designating a portion of Yosemite Wilderness as closed. This update reflects the reopening of Little Yosemite Valley Campground.      Meadow Fire Update #8  September 16, 2014 Posted by: Yosemite Fire Information    This will be the last update produced by the South Central Sierra Interagency Incident Management Team that has been managing the fire. Monday night's infrared flight indicated numerous isolated heat sources within the fires perimeter. Crews will continue to patrol and mop up hot spots near containment lines. Air quality continues to increase as fuels are consumed.Acres Burned: 4,772; Containment: 80%; Estimated containment: 9\/21\/14      Meadow Fire Update #7  September 15, 2014 Posted by: Yosemite Fire Information    Last night’s operational briefing indicated an additional 30 percent containment of the fire. There are still a few isolated heat sources along the fires perimeter with most of the heat dispersed through the fires interior. Crews continue to patrol containment lines and address hot spots as needed. Isolated heat sources are scattered throughout the fire. Air quality continues to increase as fuels are consumed. Acres burned: 4,772; Containment: 80%; Estimated containment: 9\/21\/14      Meadow Fire Update #6  September 14, 2014 Posted by: Yosemite Fire Information    Last night’s infrared flight revealed there are a few isolated heat sources along the fires perimeter with most of the heat dispersed through the fires interior. Areas of intense heat seem to concentrate in three main areas. These areas are north end of the fire and two areas in the southeast. The west flank of the fire continues to cool. There are still isolated heat sources scattered throughout the fire. Acres Burned: 4,761; Containment:\t50%      Meadow Fire Update #5  September 13, 2014 Posted by: Yosemite Fire Information    The Fire is located within the designated wilderness of the Yosemite National Park in Mariposa County and is currently within Little Yosemite Valley between Half Dome and Mount Starr King on both sides of the Merced River.      Meadow Fire Update #4  September 12, 2014 Posted by: Yosemite Fire Information    Acres burned: 4 ,933, containment: 50%, estimated containment: 9\/21\/14      Half Dome Cables in Yosemite National Park to Open Saturday, September 13, 2014  September 11, 2014 Posted by: Yosemite Fire Information    Meadow Fire at 4,906 acres, 23% contained. The Half Dome Cables in Yosemite National Park will reopen to the public on Saturday, September 13, 2014. The cables have been closed since Sunday night, September 7, due to a wildfire. The Meadow Fire, located east of Half Dome and near Little Yosemite Valley, is currently at 4,906 acres and is 23% contained.      Meadow Fire Update #3  September 11, 2014 Posted by: Yosemite Fire Information  0 Comments     4,906 acres burned with 23% containment      Meadow Fire Update #2  September 10, 2014 Posted by: Yosemite Fire Information    Last night’s infrared flight showed significant heat around the north and southeast areas of the fire. Due today's increased temperatures and low relative humidity, spots outside the current fires perimeter are expected to flare. Fire crews may see individual or group tree torching.      Meadow Fire Update and Safety Closures  September 09, 2014 Posted by: Yosemite Fire Information    The Meadow Fire has progressed rapidly and in multiple directions. In order to maintain the safety of park visitors and allow fire management operations to continue unimpeded, the Superintendent of Yosemite National Park is designating a portion of Yosemite Wilderness as closed.  The area will be closed until further notice is given.      Meadow Fire Update #1  September 09, 2014 Posted by: Yosemite Fire Information    The Fire is located within the designated wilderness of the Yosemite National Park in Mariposa County and is currently within Little Yosemite Valley between Half Dome and Mount Starr King on both sides of the Merced River.      Yosemite Fires Update #19  September 08, 2014 Posted by: Yosemite Fire Information    Meadow (37 42.738 x 119 30.541 – Mariposa Co., 7,870’, August 16) A fire, that may be a spot fire, from the Meadow lightning-caused fire, was discovered at approximately 12:30 PM, Sunday September 7. The fire is approximately 2,582 acres.  It is burning within the Little Yosemite Valley (LYV) on both sides of the Merced River.  All trails in the area are closed.  Approximately 100 hikers and backpackers were evacuated from the fire area in LYV.  The fire is burning in Yosemite Wilderness. The High Sierra Camps were seasonally closed today.      Meadow Fire  September 07, 2014 Posted by: Yosemite Fire Information    The Meadow Fire is burning in the greater Little Yosemite Valley area and is at 400 acres.      Yosemite Fire Update September 4, 2014 Update #17  September 04, 2014 Posted by: Yosemite Fire Information    Active Fires being managed for multiple objectives: Meadow (37 42.738 x 119 30.541 – Mariposa Co., 7,870’, August 16) This is a remote, hold-over lightning caused fire. Yosemite Fire Module 1 hiked into the fire area September 3.  They are mapping, taking weather and monitoring the fire behavior. The fire is approximately 19 acres in size, with sixty percent of the perimeter active.  It is creeping through red fir and lodgepole pine, and is surrounded by granite knobs. It is northeast of Mount Starr King and south of Starr King Meadow. Smoke from the fire is visible from many park locations, and in particular, Glacier Point area and in Yosemite Valley during the morning hours. Smoke is likely to continue to be visible until the park receives precipitation.      Yosemite Fire Update August 27, 2014 Update #16  August 28, 2014 Posted by: Yosemite Fire Information    Active Fires being managed for multiple objectives: Cathedral (37 51.843 x 119 23.720 – Tuolumne Co., 9,140’, July 16) This fire is now at 4 acres and continues to be active.  It is west of Cathedral Peak.  Smoke is visible from many Tuolumne Meadows locations.      Wawona Road Mechanical Thinning  August 26, 2014 Posted by: Yosemite Fire Information    Yosemite Fire Crews will begin a hazardous fuels reduction project along the east side of the Wawona Road south of the Wawona Golf Course.  It will proceed to the south entrance of Yosemite National Park.      Yosemite Fire Update for August 20, 2014  August 21, 2014 Posted by: Yosemite Fire Information    The Dark Hole and El Portal Fires are 100% contained though smoke remains visible throughout areas of the park. The Cathedral (2 acres), Starr King (.75 acres), and Lembert (unable to locate, but light smoke is in the area) continue to show fire activity and smoke is visible. These high elevation fires remain small and are smoldering and creeping through surface fuels.      Yosemite Fire Update for August 16, 2014  August 18, 2014 Posted by: Yosemite Fire Information    The Dark Hole Fire is currently 1080 acres and is 75% contained. This lightning caused fire began on July 17, 2014 in designated Wilderness, near the Yosemite Creek Campground. The fire is being suppressed by handline construction using minimum impact suppression tactics and natural barriers of granite ridgelines and rock outcroppings. Smoke has been visible from many locations within Yosemite. Yosemite Creek Campground has re-opened.      Yosemite Fire Update for August 12, 2014  August 13, 2014 Posted by: Yosemite Fire Information    The Dark Hole Fire began on July 17, 2014 in designated Wilderness, near the Yosemite Creek Campground. The fire is being suppressed by handline construction using minimum impact suppression tactics and natural barriers of granite ridgelines and rock out-croppings. The fire is currently 1080 acres and is 70% contained. Smoke has been visible from many locations within Yosemite.      Yosemite Fire Update from August 10, 2014  August 11, 2014 Posted by: Yosemite Fire Information    Firefighters have achieved 100% containment of the El Portal Fire and fire managers continue to release resources.  The Dark Hole Fire began by a lightning strike on July 17. It is being suppressed by handline construction using minimum impact suppression tactics and natural barriers of granite ridgelines and out-croppings. The fire is currently 862 acres and is 68% contained.      Yosemite Fire Update August 8, 2014 Update #11  August 09, 2014 Posted by: Yosemite Fire Information    El Portal Fire: Firefighters have achieved 100% containment of the El Portal Fire and fire managers continue release resources.  Interior smoldering and stump-hole fires will continue over the next few days.  They are all within the perimeter and firefighters are now in the mop-up phase.  Smoke will continue to be visible. As with any fire incident in Yosemite National Park, firefighter and public safety is our number one priority. We appreciate everyone’s assistance with this priority.      Yosemite Fire Update for August 6, 2014 at 8am  August 06, 2014 Posted by: Yosemite Fire Information    Firefighters have achieved 100% containment of the El Portal Fire.  Interior smoldering and stump-hole fires will continue over the next few days. The Dark Hole Fire, ignited by lightning, is in designated Wilderness, near the Yosemite Creek Campground. The fire is now being suppressed. Minimal fire activity is occurring.  Minimal smoke production was observed.      El Portal Fire Update for August 5, 2014 at 8 am  August 05, 2014 Posted by: Yosemite Fire Information    A transfer of command took place today at 0600, on both the El Portal and Dark Hole Fires.  Both fires are now being managed by Type 3 organizations.      Yosemite Fire Update for August 4, 2014 at 7:00am  August 04, 2014 Posted by: Yosemite Fire Information    While the El Portal Fire continues to burn on the interior, the rest of the fire is creeping and smoldering. The fire is currently 4,689 acres and is 96% contained. This will likely be the last update related to the El Portal Fire.      El Portal Fire Information Update August 3, 2014, 8:00AM  August 03, 2014 Posted by: Yosemite Fire Information    Last night crews made significant progress on the El Portal Fire. Crews continue to mop up and secure the perimeter to ensure that embers from the fire’s interior do not escape the containment line. They also continue to implement Burned Area Emergency Response (BAER) tactics in impacted areas by installing waterbars, repairing dozer lines, and reseeding with native grasses to reduce the potential of further damage from erosion. Monsoonal weather that is predicted to move into the area will bring lower temperatures and higher humidity, which is expected to decrease fire activity.      Yosemite Fire Update August 2, 2014 as of 7:00AM  August 02, 2014 Posted by: Yosemite Fire Information    The El Portal Fire remains active in steep and remote terrain requiring dependence on TYPE 1 hand crews.  As with any incident in Yosemite National Park, firefighter and public safety is our number one priority. We appreciate everyone’s assistance with this priority.      Yosemite Fire Update August 1, 2014 as of 7:00 AM  August 01, 2014 Posted by: Yosemite Fire Information    The El Portal Fire remains active in extremely steep and remote terrain requiring heavy dependence on TYPE 1 hand crews and aviation assets.  As with any incident in Yosemite National Park, firefighter and public safety is our number one priority. We appreciate everyone’s assistance with this priority.      Yosemite Fire Update July 31, 2014 as of 7:00AM  July 31, 2014 Posted by: Yosemite Fire Information    The El Portal Fire remains very active in extremely steep and remote terrain requiring heavy dependence on TYPE 1 hand crews and aviation assets.  As with any incident in Yosemite National Park, firefighter and public safety is our number one priority. We appreciate everyone’s assistance with this priority.      Yosemite Fire Update July 31, 2014 as of 8:00AM  July 31, 2014 Posted by: Yosemite Fire Information    Yesterday the fire made a one-half to three-quarter mile run in the Crane Creek area. Two small spots were detected in front of the head of the fire. Both spots are contained, allowing Highway 120 to reopen.  The fire was active last night on the northwest side, consuming ground fuels and torching isolated single trees.      El Portal Fire Update for July 30, 2014 at 8am  July 30, 2014 Posted by: Yosemite Fire Information    The El Portal Fire remains very active in extremely steep and remote terrain requiring heavy dependence on TYPE 1 hand crews and aviation assets. As with any incident in Yosemite National Park, firefighter and public safety is our number one priority. We appreciate everyone’s assistance with this priority. The fire is currently 3,545 acres and 34% contained.      El Portal Fire Update for July 30, 2014 at 2:00pm  July 30, 2014 Posted by: Yosemite Fire Information    New road information: The Big Oak Flat Road is closed between Big Oak Flat Entrance Gate to the junction of Highway 140. This is a hard closure until further notice for the public, employees and residents. Tioga Road is open to Crane Flat.      El Portal Fire Update for July 30, 2014 at 3:30pm (Road Information)  July 30, 2014 Posted by: Yosemite Fire Information    NEW Road Information: Big Oak Flat Road is now OPEN from Crane Flat to the junction of Highway 140.      El Portal Fire Update for July 30, 2014 at 8 pm  July 30, 2014 Posted by: Yosemite Fire Information    The Big Oak Flat Road has reopened.      El Portal Fire Update #3  July 29, 2014 Posted by: Yosemite Fire Information    As you may know, a public briefing was held last night, with over 100 attendees in the town of El Portal. This fire remains very active and there has been incredible firefighting work done to protect employees, residents and park resources. The fire team made significant progress on the fire over the last several days. As with any incident in Yosemite National Park, firefighter and public safety is our number one priority. We appreciate everyone’s assistance with this priority.      El Portal Fire Update for July 29, 2014 at 10 am  July 29, 2014 Posted by: Yosemite Fire Information    Last evening on the El Portal fire the night shift reported active fire until approximately 1:30 A.M. after which conditions settled down. Today’s areas of concern are concentrated on the northern portion of the fire as the fireline bumps into the burn perimeter of the 2009 Big Meadow Fire. Fire crews and aviation assets will continue to combat the fire which is seated in very steep, remote terrain. Vegetation in this area and throughout the state remains in critical, historic drought conditions.      El Portal Fire Update #2  July 28, 2014 Posted by: Yosemite Fire Information    We are experiencing a wildland fire that started Saturday in the Old El Portal region. This fire has been fast moving and there has been incredible firefighting work done to protect employees, residents and park resources. The fire team made significant progress on the fire yesterday. Fire information call center: 209\/372-0327 or 209\/372-0328.      El Portal Fire Update #1  July 27, 2014 Posted by: Yosemite Fire Information    The Fire began in the community of El Portal at approximately 3:15 pm on July 26.      Yosemite July Lightning Fire Update #1  July 24, 2014 Posted by: Yosemite Fire Information    Since July 14, Yosemite National Park has experienced over 3,000 lightning strikes with more than 21 fire starts. Multiple thunderstorms, accompanied by rain, have put out or temporarily slowed activity and growth. Most fires are between 8000’ and 9000’ elevation. They are small, creeping and smoldering surface fires or single logs less than 1\/10 of an acre and are showing minimal activity.      Additional lightning caused fires in Yosemite  July 21, 2014 Posted by: Yosemite Fire Information    Since last Friday, July 17, there have been numerous new fire starts due to continued thunderstorms.      Lightning caused fires in Yosemite  July 18, 2014 Posted by: Yosemite Fire Information    Thunderstorms have continued over the Sierra Nevada crest in the afternoon hours and have caused lightning fires in Yosemite Wilderness.      New Lightning-Caused Fires in Yosemite  July 17, 2014 Posted by: Yosemite Fire Information    The afternoon thunderstorms in recent days have started eight confirmed fires.      Mosquito Fire - Wawona Road  June 20, 2014 Posted by: Yosemite Fire Information    A roadside fire was reported by visitors yesterday at approximately 12:30 PM.      Yosemite Fire (Update #1)  June 16, 2014 Posted by: Yosemite Fire Information    Fireplace (37 44.068 x 119 40.949; El. 7,000’; Mariposa Co.)  The Fireplace Fire was reported by Signal Peak Lookout at 06:30 AM today.  The fire is in the area of Fireplace Bluffs, on the north rim of the Valley, and west of El Capitan.  It is between two trails; the Old Coulterville Road, and the trail to El Capitan from Tamarack Flat campground.  The fire is directly across from Tunnel View.      Yosemite Fire (Update #2)  June 16, 2014 Posted by: Yosemite Fire Information    Fireplace (37 44.068 x 119 40.949; El. 7,000’; Mariposa Co.)  The Fireplace Fire was declared contained Sunday June 15 to 3.6 acres, a revision of the estimated 5 acres first reported. The fire was reported by Signal Peak Lookout at 06:30, AM June 14.  The fire is in the area of Fireplace Bluffs, on the north rim of the Valley, and west of El Capitan.  It is between the trail to El Capitan from Tamarack Flat campground and the Tioga Road, The fire is directly across from Tunnel View.      Bishop Creek Prescribed Fire Canceled  May 08, 2014 Posted by: Yosemite Fire Information    The proposed 1,447 acre Bishop Creek Prescribed Fire has been canceled for the spring. It was necessary to cancel the project due to deteriorating air quality conditions and the time needed to complete this project before the Memorial Day holiday week. The primary objective of the prescribed fire was to reduce hazardous vegetation adjacent to the wildand interface community of Yosemite West.      Bishop Creek Prescribed Fire Update #2  April 23, 2014 Posted by: Yosemite Fire Information    Yosemite National Park Fire Managers have rescheduled a prescribed fire in the Bishop Creek area for early May.  The prescribed fire, originally scheduled for the end of April, is postponed because of forecasted rain in the area.  Yosemite is expecting up to one inch of rain throughout the park.  Ignition of the prescribed fire is dependent on weather and moisture levels.      Bishop Creek Prescribed Fire  April 16, 2014 Posted by: Yosemite Fire Information    Yosemite National Park is planning a 1,447 acre prescribed fire in the southwestern portion of the park near Yosemite West. The burn is projected to start the week of April 28, depending upon weather conditions. Ignition will take approximately five days with active burning, and about two weeks to monitor burn down activity. The Wawona Road will remain open during the burn, however, traffic control may be instituted if conditions require. Firefighters, fire equipment, smoke and debris may be present on the roadway.      Yosemite Fire Update #1 (2014)  March 20, 2014 Posted by: Yosemite Fire Information    Yosemite National Park is planning a prescribed fire in the Hetch Hetchy area, near O’Shaughnessy Dam. Ignition and active burning will take place on Monday March 24th around 8:00 A.M. Firefighters plan to burn a total of 57 acres over a two-day period.      Rim Fire  August 22, 2013 Posted by: Yosemite Fire Information    Where to get updates on the Rim Fire, burning west of Yosemite National Park      Yosemite Fire Update for July 18, 2013 (#7)  July 18, 2013 Posted by: Yosemite Fire Information    This lightning caused fire continues to moderate in activity and remains at approximately 165 acres. This fire began May 21, when a single tree was struck by lightning. The fire is west of the Eagle Peak Meadow and Creek, a tributary of Yosemite Creek, and is north of Eagle Peak, on the north rim of Yosemite Valley. It is burning through a predominately red fir forest. fire      Yosemite Fires (Update #6)  July 03, 2013 Posted by: Yosemite Fire Information    The Forbidden Fire, a lightning caused fire, is approximately 165 acres. A single tree was struck by lightning on May 21, 2013. The fire is west of the Eagle Peak Meadow and Creek, a tributary of Yosemite Creek, and is north of Eagle Peak, on the north rim of Yosemite Valley. It is burning through a predominately red fir forest.      Forbidden Fire Update (6\/25\/13)  June 25, 2013 Posted by: Yosemite Fire Information    Forbidden Fire: As of June 23, this lightning caused fire is approximately 105 acres.  A single tree was struck by lightning on May 21, 2013.  The fire is west of the Eagle Peak Meadow and Creek, a tributary of Yosemite Creek, and is north of Eagle Peak, on the north rim of Yosemite Valley. It is burning through a predominately red fir forest. fire      Carstens Fire Update  June 19, 2013 Posted by: Yosemite Fire Information  1 Comments     There is a combination of hand and dozer line around the north end of the fire; firefighters are improving the line while mop-up actions continue. The fire area continues to generate interior heat and areas of smoke. On the southwest side of the fire, the fire continues to back downslope toward the constructed dozer lines burning pockets of green fuel between the fire line and the fire. This is favorable for containment goals.      Forbidden Fire Update  June 11, 2013 Posted by: Yosemite Fire Information  0 Comments     This lightning caused fire is approximately 32 acres.  A single tree was struck by lightning on May 21, 2013.  The fire is west of the Eagle Peak Meadow and Creek, a tributary of Yosemite Creek, and is north of Eagle Peak, on the north rim of Yosemite Valley.  It is smoldering through surface fuels and duff in a red fir forest.  Parts of the fire have been observed with 6-12 inch flame lengths, and there have been some torching of trees.      Prescribed Fire Upcoming in Yosemite National Park  June 06, 2013 Posted by: Yosemite Fire Information  0 Comments     Yosemite National Park Fire Managers are planning a prescribed fire in Yosemite Valley in the Taft Toe Area. The burn will start on, or around, June 18, 2013, and is dependent on weather conditions.      New Yosemite Fire (Forbidden Fire)  June 04, 2013 Posted by: Yosemite Fire Information    The fire is west of the Eagle Peak Meadow and Creek, a tributary of Yosemite Creek, and north of Eagle Peak, on the north rim of Yosemite Valley.  The fire is approximately at five acres, and smoldering through surface fuels and duff in a red fir forest.      New Yosemite Fire (Rainbow Fire)  May 10, 2013 Posted by: Yosemite Fire Information  0 Comments     The Rainbow View fire discovered on May 10.      Wawona Northwest Prescribed Fire Update for April 25, 2013  April 25, 2013 Posted by: Yosemite Fire Information  0 Comments     Fire crews are continuing mop-up operations along the fire perimeter. Areas with more moisture, deep needles, and large logs produce more smoke for longer.      Wawona Northwest Prescribed Fire Update  April 23, 2013 Posted by: Yosemite Fire Information  0 Comments     Yosemite National Park firefighters conducted two days of ignition operations and completed the 150 acre Wawona Northwest Segment B Prescribed Fire Monday evening, April 22.  Firefighters have begun mop-up activities to secure the fire perimeter. Those actions may include burning out of interior islands and pockets of unburned fuel that could flare up and threaten existing fire perimeter lines. Active burn down will last 1 – 2 weeks. Community members and visitors will continue to observe crews from various federal and state agencies conducting mop-up operations.      Wawona Northwest Prescribed Fire  April 21, 2013 Posted by: Yosemite Fire Information  0 Comments     Yosemite National Park fire managers began burning the 150 acre Wawona Northwest Segment B Prescribed Fire on April 21, 2013.  A test burn was started and conditions were favorable to continue the prescribed fire project.  Ignition will take 2 – 4 days and active burn down will last 1 – 2 weeks.      Wawona Prescribed Fire Postponed in Yosemite National Park  April 12, 2013 Posted by: Yosemite Fire Information  0 Comments     Yosemite National Park Fire Managers have rescheduled a prescribed burn in the Wawona area for Monday, April 15, 2013. The burn, originally scheduled for the beginning of April, was postponed because of wet conditions. Ignition of the burn is dependent on weather and moisture levels.      Prescribed Fire Near Wawona Postponed Another Week  April 08, 2013 Posted by: Yosemite Fire Information  0 Comments     Due to continued rain and snow, the Wawona Northwest Prescribed Fire in Yosemite National Park has been postponed for another week. It is now scheduled to begin on Tuesday, April 16, but the date could change again if the forecasted drying trend is delayed.      Wawona Northwest Prescribed Fire Postponed  April 02, 2013 Posted by: Yosemite Fire Information  0 Comments     Due to recent rainfall, the Wawona Northwest Prescribed Fire in Yosemite National Park has been rescheduled and will now tentatively begin next week on Tuesday, April 9.      Wawona Northwest Prescribed Fire Scheduled for Early April  March 20, 2013 Posted by: Yosemite Fire Information  0 Comments     Yosemite National Park fire managers are tentatively planning to begin burning the 150 acre Wawona Northwest Segment B Prescribed Fire on April 4, 2013.  However, this date may change due to weather conditions.  Ignition will take 2 – 4 days and active burn down will last 1 – 2 weeks.      Pile Burning  November 27, 2012 Posted by: Yosemite Fire Information  0 Comments     Pending the predicted rain and possible snow storms on Wednesday, November 28, fire managers will resume pile burning within the communities of El Portal and Foresta. The storms will provide an opportunity to burn piles built this year by Yosemite and CAL Fire crews. The planned burning are a part of ongoing projects aimed at community fire protection and defensible space.      Yosemite Fires (Update #12)  October 26, 2012 Posted by: Yosemite Fire Information    The Cascade Fire is at 1705 acres, based on a reconnaissance flight by Helicopter 551 on October 17, 2012.  Although the fire area received rain and snow during the early part of this week (October 22), the fire has not been declared out.      Hetch Hetchy and Foresta area Mechanical Thinning Hazardous Fuels Reduction Projects  October 16, 2012 Posted by: Yosemite Fire Information  0 Comments     Yosemite Fire Crew 6 and 7 will begin mechanical thinning project work in Hetch Hetchy and Foresta areas.   They are cutting, piling and mechanically thinning dense vegetation including shade tolerant conifers such as incense cedar, white fir and ponderosa pine.  They are also clearing accumulated dead biomass on the forest floor like sticks and logs.      Yosemite Fires (Update #11)  October 03, 2012 Posted by: Yosemite Fire Information  2 Comments     The Cascade fire continues to show low to moderate fire activity.  After recent ground and helicopter observations, the fire is at approximately 1,683acres.      Yosemite Fires (Update #10)  September 23, 2012 Posted by: Yosemite Fire Information    The Cascade Fire continues to show low to moderate fire activity. After recent ground and helicopter observations, the fire is at 1350 acres. fire      Yosemite Fire (Update #9)  September 12, 2012 Posted by: Yosemite Fire Information    Cascade: (37 46.173 x 119 40.519; 7800’El., Mariposa Co., 6.15.12)  The fire continues to show low to moderate fire activity.  After recent ground observations, the fire is at 1210 acres.      Yosemite Fires (Update #8)  September 06, 2012 Posted by: Yosemite Fire Information    Cascade: (37 46.173 x 119 40.519; 7800’El., Mariposa Co., 6.15.12)  The fire continues to show low to moderate fire activity.  After recent ground observations, the fire is at 1113 acres. Approximately 30 to 40 percent of the perimeter is active on the west flank. Most of the fire is creeping and smoldering in light brush and compact needle cast from the red fir forest.  The fire will continue to be monitored.  Air quality has remained in the good range. fire      Yosemite Fires (Update #7)  August 28, 2012 Posted by: Yosemite Fire Information    The fire continues to show low to moderate fire activity. After recent ground observations, the fire is at 780 acres. All other listed lightning ignited fires are in patrol status.      Yosemite Fires (Update #7)  August 28, 2012 Posted by: Yosemite Fire Information  0 Comments     Cascade: (37 46.173 x 119 40.519; 7800’El., Mariposa Co., 6.15.12) The fire continues to show low to moderate fire activity.  After recent ground observations, the fire is at 780 acres. The most active part of the perimeter were on the north and northwest flanks. Most of the fire is creeping and smoldering in light brush and compact needle cast from the red fir forest.      Yosemite Fires (Update #6)  August 23, 2012 Posted by: Yosemite Fire Information  3 Comments     The Cascade Fire continues to show low fire activity, slow spread, and light smoke production.      Yosemite Fires (Update #5)  August 18, 2012 Posted by: Yosemite Fire Information  0 Comments     Over the course of the past week, Yosemite experienced thunderstorms, with some park locations receiving measurable, sub- tropical moisture with the monsoonal air flow.  The park helicopter will continue reconnaissance flights and all new fires found will be put out. Learn more about all new fires found following these thunderstorms.      Yosemite Fires (Update #4)  August 10, 2012 Posted by: Yosemite Fire Information  0 Comments     The Cascade Fire is now at 518 acres.  Fifty percent of the fire perimeter is active, primarily in the northwest portion of the fire, through broken terrain of granite. Of the 518 acres, a good portion is rock and decomposed granite, wet meadows, and ponds.      Yosemite Fires (Update #3)  August 03, 2012 Posted by: Yosemite Fire Information  0 Comments     Cascade Fire: This lightning caused fire has been slowly burning since June 16, in Yosemite’s high elevation Wilderness. The fire has grown to 182 acres.      Yosemite Fires (Update #2)  July 26, 2012 Posted by: Yosemite Fire Information    Cascade Fire: This lightning caused fire has been slowly burning since June 16, in Yosemite’s high elevation Wilderness.  It started during an afternoon thunderstorm on June 15th.  The fire has grown to 109 acres. It is burning in a short needle red fir forest between two upper forks of the Cascade Creek. The fire has slowly smoldered through sparse surface fuels of duff, forest litter and occasionally creating enough heat to ignite brush.      Yosemite Fires (Update #1)  July 12, 2012 Posted by: Yosemite Fire Information    Cascade Fire: This lightning caused fire has been slowly burning since June 16, in Yosemite’s high elevation Wilderness.  It started during an afternoon thunderstorm on June 15th. The fire is at approximately 33 acres, and is burning in short needle red fir forest between two upper forks of the Cascade Creek.      Hodgdon Meadow Prescribed Burn - Update  July 10, 2012 Posted by: Yosemite Fire Information  0 Comments     Firefighters completed the 234 acre Hodgdon Meadow prescribed fire at 11:30 am on Thursday, June 21. The prescribed fire remains in patrol status, with fire crews continuing to lightly mop-up along the fire perimeter of the 234 acre project.",
    "url": "https:\/\/www.nps.gov\/yose\/blogs\/fireinfo.htm"
}
