{
    "title": "Yosemite National Park: Prepare at Home",
    "body": "Prepare at Home       Due to vegetation type and build up, changing weather patterns, and increasing development, most residents of the Sierra Nevada foothills will experience a wildfire near their home during their lifetime. It's critical that property owners plan ahead by creating defensible space around their homes and property and by planning for their safety and welfare when a wildfire occurs.  Download a defensible space flyer [735 kb PDF].  The following is a list of simple tips that can help you prepare before there's fire on the ground or smoke in the air.   Plan to function without electricity. Make sure you have a phone that can work even if the electricity is off. Remember, cell phones may not work if power is cut, circuits are overloaded, or towers are damaged. Plan a \"default\" meeting place for your family should you not be able to contact each other during an emergency.  Be familiar with your community's evacuation\/ disaster preparedness plan.   Find out how you will be notified if evacuations become necessary. Your sheriff's office is usually in charge of evacuation notifications. If you are on a list to receive a Reverse 911 call make sure you have a phone that works without power. If you don't have a phone, arrange to have a neighbor contact you.  Pack an emergency kit including prescription medications, toiletries, eye glasses, supplies for infants and\/or pets, a change of clothing, blankets, flashlight, and important documents: anything that you will need to survive comfortably if you can't return to your home. Leave this kit in your car.  Plan for any special needs prior to evacuation. Find out what services exist in your area if you have medical or mobility issues. If you have pets, talk to your neighbors about evacuating them if you aren't around. Large animals and livestock services may also exist through your local sheriff's posse or various volunteer groups.  Plan what you want to take prior to receiving an evacuation notice. Packing, or at least listing important objects that you'd like to take with you will help make evacuating efficient and timely.  Notify family or friends where you will be going, should an evacuation occur.  For more information on living with fire, including a homeowner's checklist:  Cal Fire Firewise",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/fireprep.htm"
}
