{
    "title": "Yosemite National Park: Wildland Fire",
    "body": "Fire Management         Fire crews ignite a Yosemite Valley meadow during a prescribed fire operation.   Fire in Yosemite Current Yosemite Fire Information Fire in Yosemite has many faces.  It is a phenomenon that is both fascinating and dangerous, instilling fear in some people while inspiring others. In Yosemite, the park's staff manages fire carefully and continues to study how it interacts with the park’s ecosystems. Yosemite has an extensive fire history. For over 4,000 years, American Indians frequently used fire in this area to shape the landscape to their uses.  In historic times, fire was often seen as a negative force, but in recent years scientists have realized that fire is an integral part of forest ecosystems—and has been for millions of years. Yosemite's fire management program is designed to balance the protection of life, property, and natural and cultural resources with the continuation of fire as a natural process. Due to decades of fire suppression (actively putting out any fire that starts), forests have become overgrown and unhealthy. Naturally occurring fires allow forests to be thinned, opening the canopy and allowing sunlight through, while reducing the hazardous accumulation of dead, woody debris. Fire also allows for the recycling of nutrients to the soil, which encourages the germination and regrowth of plants, shrubs and trees. Despite these ecological benefits, fire managers must also consider other park resources. In this interest, the park will immediately suppress any fire that poses a threat to people or property, or any that are human-caused. Managing Fire Fire managers use three tools to mimic fire's natural function in the ecosystem: prescribed fire, mechanical thinning, and wildland fire. While visiting Yosemite, you may see evidence of any of these practices. Prescribed fires are ignited by qualified park fire staff under certain pre-determined conditions. These fires are carefully managed to achieve goals such as public safety (by protecting developed areas) and ecosystem restoration (by clearing unsafe accumulation of dead and down wood). Mechanical thinning removes smaller trees and brush with tools such as chainsaws. You may see these brush piles while visiting Yosemite. Mechanical thinning helps provide community protection from unwanted wildland fire, and it helps provide safer conditions for firefighters. Wildland fires are caused by lightning and often allowed to burn naturally in certain park wilderness areas under specific conditions, and with close surveillance by park fire staff. These fires are managed in order to fulfill their natural role as an agent of change in the ecosystem. If it is not prudent to allow fires to burn due to nearby infrastructure, weather conditions, or resource availability, park staff will suppress them.    \"...we can't cut our way out of the problem. We can't burn our way out. We can't simply suppress. And we can't walk away. But maybe, we can cut a little, burn a little, suppress a little, and sometimes just back off from a fire that we can't hope to stop. The process will take decades, not years, but taken together, a lot of small steps could make a big difference.\" —Author Stephen J. Pyne        Firefighter overlooking prescribed fire operation in Wawona - March 2015.         For More Information  2004 Fire Management Plan 2009 Operational Fire Management Plan: Annual updates to the 2004 plan [683 kb PDF]. Big Meadow Fire FAQs: Review of the Aug. 26, 2009 Big Meadow Prescribed Fire Climate Study: Climate-induced decreases in Yosemite's snowpack and the naturally occurring increase in fire temperature suggest fires might become more frequent and severe. Read a 2009\"International Journal of Wildland Fire\" article. [942 kb PDF] Sequoia Study: California's western Sierra Nevada had more frequent fires between 800 and 1300 than at any time in the past 3,000 years, according to a study based upon tree-ring research. Read a 2009 \"Fire Ecology\" article. [5.7 MB PDF]   \"...we can't cut our way out of the problem. We can't burn our way out. We can't simply suppress. And we can't walk away. But maybe, we can cut a little, burn a little, suppress a little, and sometimes just back off from a fire that we can't hope to stop. The process will take decades, not years, but taken together, a lot of small steps could make a big difference.\" -- Author Stephen J. Pyne",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/wildlandfire.htm"
}
