{
    "title": "Yosemite National Park: Hydrology",
    "body": "Hydrology         Water is the base of the ecosystem. Yosemite's two rivers are \"wild and scenic.\" Christine White Loberg  No place on Earth could be a more perfect place to study hydrology than Yosemite National Park. Mountain landscapes, like the Sierra Nevada, play an important role in satisfying the planet’s thirst for fresh water. And, Yosemite is a fairly wet place—that is if you visit at the right time of year. Yosemite National Park’s hydrologic resources include the headwaters of two magnificent rivers—the Merced and the Tuolumne. All of the creeks, streams, and lakes in Yosemite will eventually join with one of these two rivers, which have both been declared as “Wild and Scenic Rivers” by Congress in the 1980s.       The headwaters of the Tuolumne River arise on the slopes of Mount Dana near Tioga Pass and at the base of Lyell and Maclure glaciers, the two largest glaciers remaining on the west slope of the Sierra Nevada Mountains. The river and its tributaries drain the northern half of the park, passing through deep canyons like Matterhorn, Virginia, Lyell, and the Grand Canyon of the Tuolumne. The Tuolumne watershed is also home to two important California water sources: Lake Eleanor and Hetch Hetchy reservoirs. The headwaters of the Merced River watershed originate on the slopes of Mount Lyell and the Clark Range. The river and its tributaries drain the southern portion of the park, including lakes like Ostrander, Washburn, Tenaya, and Merced Lakes. The main stem flows through Little Yosemite Valley, behind Half Dome and over Nevada and Vernal Falls into the Yosemite Valley. All of the famous waterfalls in Yosemite Valley meet the Merced River on the Valley floor.         Yosemite staff measure the flow on Tenaya Creek using an acoustic doppler current profiler.   What is hydrology? Simply put, hydrology is the study of water and its interactions with the landscape. The source of water in lakes, rivers, and groundwater is precipitation that falls as rain or snow. It can be released immediately to flow over Yosemite’s spectacular waterfalls and through magnificent river canyons, be stored in snowpack or groundwater, be used by plants and trees, or be evaporated back into the atmosphere only to fall somewhere else. The science of hydrology seeks to understand the processes that control how much water flows into our streams, how much is stored underground, where it comes from, how it moves through the landscape, the quality of that water, and the ways that water is recycled in the natural environment. Yosemite's hydrologic resources are fascinating to examine because the park lies at the heart of one of the most extreme Mediterranean climates on earth. Such climates are characterized by cool, wet winters and long, dry summers, and they generate some of the most diverse ecosystems on earth adapted to survive these extremes. In the case of Yosemite, most precipitation falls in the form of snow that accumulates above 6,000 feet (1,830 meters) during the winter, making a natural water tower that slowly releases melt-water through the spring and early summer. This slow release of water nourishes lower regions well into the hot dry season.       On the Merced River, most streamflow occurs in late spring and early summer when the snow melts from high elevations. When precipitation is highest (November to March), streamflow remains low because most precipitation falls as snow instead of rain.          In late summer, Yosemite Falls dries up. Look closely at the rock for its evidence.   Yosemite National Park’s hydrology program in cooperation with the USGS, Merced Irrigation District, and Hetch Hetchy Water and Power monitors water quantity and quality in order to assure maintenance of clean mountain water as well as provide information for drought management, long-term hydrologic trends and possible ecological impacts, and park planning. River gages within Yosemite that have produced valuable long-term records. (View real-time flow data at Happy Isles gage station.) Yosemite assesses water quality along the Merced and Tuolumne Wild and Scenic Rivers. The Wild and Scenic Rivers Act awards special protection to the quality of the water and the free-flowing condition of these rivers, and the park is responsible for upholding these high standards. Large storms bring tremendous amounts of moisture from the Pacific Ocean into California each winter. As this warm moist air encounters the Sierra Nevada Mountain range, it is forced up and over a crest with peaks as high as 14,000 feet (4,270 meters). As the air moves up and over the mountains, it cools adiabatically (without heat transfer) at an average rate of 6.5°C per 1,000 meters, causing water to condense and often precipitate as rain and\/or snow. This result, called the orographic effect, is the primary reason why 50% of California’s water supply originates in the Sierra Nevada.        Melting snow feeds the Tuolumne River in Tuolumne Meadows, which eventually flows to Hetch Hetchy Reservoir.   Snow, in the Sierra, forms a natural storage reservoir. If all precipitation in California fell as rain, the state would have to build more reservoirs with greater capacity in order to store enough to meet municipal and agricultural water needs during the long, dry summer. A key aspect of this precipitation machine is where the snow line is. A typical storm has with a snowline of 5,700 feet but some storms can have higher snowlines at 7,250 and 9,000 feet over the area of Yosemite National Park (see figure below). This highly simplified example demonstrates that a typical winter storm deposits snow over 90% of the park area.             Sierra Nevada ecosystems have adapted to take advantage of the snowmelt driven hydrologic system. As spring temperatures rise, snow begins to melt, saturating soil and filling streams and rivers. This annual rise in water levels is referred to as the \"spring pulse.\" Rising groundwater levels and streams inundate meadows and wetland areas, bringing nutrients and sediments that sustain these biologically rich areas. Plants and animals from the foothills to alpine meadows take advantage of the spring pulse to carry out important aspects of their life cycles. A dramatic warming of the climate will profoundly affect this delicate cycle. Northern California is predicted to warm by 3-6°C (5-11°F) by the year 2100, an increase that will decrease the annual snowpack volume, melt it earlier, and increase the potential for torrential winter rainstorms that may cause flooding. This shift in the cycle will diminish the strength of the spring pulse result in longer, drier summers with less water in rivers, streams, and groundwater storage. Warmer temperatures will result in rising snowline elevation and an increase in park area receiving rain instead of snow. The trio of maps above conceptualizes this idea by showing approximate snowline positions for a 3°C (snowline ~ 7,250 feet) and a 6°C (snowline ~ 9,020 feet) rises in temperature.      Webcam: View from Happy Isles Gaging Station (provided by the USGS) of the Merced River. This Yosemite webcam is believed to be the first webcam view of a river in the National Park Service. When using the cam, you can zoom in or out.       Learn about Yosemite's snow surveys, done four or five times a year View a snow cover graphic series, highlighting annual snow melt. View related hydrology and climate data sources View related hydrology and climate references See Yosemite's hydrologic resources in an easy list format  Film: Watch a Study the Scientist episode highlighting the job of a hydrologist. Also view Yosemite Nature Notes films, many related to Yosemite's water. Audio: Listen to a Yosemite Voices audio podcast called \"Beauty that Kills\"--which interviews a Yosemite Search and Rescue member about drownings in rivers and creeks. Stream Gage News: In 2010, Yosemite unveiled a state-of-the-art Merced River gage near the Nature Center at Happy Isles. Although a historic stream gage has measured the flow since 1915, a new gage has been installed across the river from the current stream gage. Fog Fact: Fog comprises tiny droplets of liquid water that form when the air gets too cold to hold water in a vapor form. On cold fall and winter mornings when the air is cold and there's a lot of water in the air (like after a cold rain), fog is commonly seen trapped next to the ground under \"inversions\" that form in spots where the sun has yet to shine. Once sunlight hits the ground, the air warms up, and the fog droplets evaporate back into vapor. Precipitation Updates: Check Yosemite's high-quality weather station at Crane Flat Lookout, which is part of the Climate Reference Network operated by NOAA with real-time data available. Also, view the automated weather station in Yosemite Valley operated by the Merced Irrigation District with real-time data, too. More climate information. When Do Waterfalls Peak? Waterfalls peak on average in mid-May, generally later in years with larger snowpacks like in 2011. In heavy snowpack years, the duration of high flows is generally longer as well providing several weeks of high flows before and after the peak. How to Get Involved: Volunteer in the park's water quality monitoring effort of the Merced River. Help collect water samples that will be tested for nitrate and phosphorous concentrations. Participate 8 a.m.-5 p.m. the first Wednesday of every month (except December and February). Call Katy Warner at 209\/379-1421 to sign up. View an overview of Merced River Plan related research.        Precipitation generally increases with elevation in the Sierra Nevada (orographic effect). The surface and contours shown here were generated from 800 meter resolution PRISM data for years 1971-2000. Note the rain shadow in the Tuolumne Meadows area.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/hydrology.htm"
}
