{
    "title": "Yosemite National Park: Panoramic Imaging",
    "body": "Yosemite Panoramic Imaging Project        This panoramic image of Yosemite Valley, when printed at full resolution, stretches to more than 50 feet in length. It shows a seamless  view of the north wall of Yosemite Valley displaying cliff detail from the Rockslides (left) to Snow Creek (right), a total distance of approximately eight miles. This unprecedented image represents a previously unseen view of Yosemite Valley.        To View Image: Go to xRez site. Download an HD plug-in, Silverlight, to your browser.        Shown is one of 20 panorama panels--this one taken from the East Buttress of Middle Cathedral. The 20 high-resolution panels were overlapped to create the full image at top of page.   Typically, it’s difficult to fit Yosemite's wide panoramic view into a photograph, but a 3.8-gigapixel photographic map of Yosemite Valley reveals nature’s beauty in one photo stretching more than 50 feet wide. The Yosemite Panoramic Imaging Project, a partnership between the National Park Service and Los Angeles-based xRez Studio, has stitched together a single image of Yosemite Valley by combining gigapixel panoramic photography with LiDAR-based digital terrain modeling and 3-D computer rendering—representing one of the world’s largest photographic captures of a single area. No squinting is necessary to see this photo. Initially designed for geologic study, the 2008 image shows the granitic complexity of Yosemite Valley’s walls while picturing the artistic value of the rugged landscape beyond any scientific needs.        An aerial graphic marks the 20 panel locations (in blue symbols) for simultaneous image capture of Yosemite Valley on May 31, 2008.   From a geologist’s point of view, the 90,000 pixel-wide image enables rock-fall monitoring in Yosemite Valley through repeat-imaging analysis. Rock falls regularly occur in Yosemite Valley, with more than 600 events documented since 1850. Several rock falls have occurred since the images were captured (for example, the Oct. 7-8, 2008 rock falls from Glacier Point and the March 28, 2009, rock fall from Ahwiyah Point). Repeat photography of these areas delineates rock-fall source areas and informs potential failure dynamics.        Those panoramic images are projected onto a digital terrain model with 3-D software.   Until now, monitoring rock-fall activity has been difficult without a high-resolution basemap image of the Valley walls. Geologists typically would gather geologic data of rock faces by climbing cliffs, which poses obvious dangers not inherent in studying a photo from inside an office. The Yosemite imaging project creates an extremely detailed snapshot in time of present-day geologic conditions and allows for a detailed examination of the cliffs without having to climb them. “Every rock-fall event begins with the basic documentation: Where was it, how big was it, and why did it happen? Geologists have asked these questions about rock falls in Yosemite for the past 150 years, but now we’re doing it now with a precision that earlier scientists couldn’t have dreamed of,” said Greg Stock, Yosemite National Park geologist. “Sometimes these photos are the only way of ascertaining the location and size of the fall. We can immediately go to the photograph, zoom in on it and see what the mass of rock looked like before it failed. That can tell us a lot about why it failed.” To execute the intricate photographic process, technological devices took to land and air. Laser-mapping airplanes flew back and forth over the Valley collecting LiDAR (Light Detection and Ranging) data—creating a digital topographic model of the land’s surface. Then, on a single day in May 2008, photographic teams positioned themselves on the landscape to shoot images simultaneously to ensure uniform lighting. Each team produced 500 overlapping shots from a single vantage point, and these images were assembled into 20 high-resolution panoramas. These panoramas were then projected onto a one-meter resolution digital terrain model produced from the LiDAR data in 3-D rendering software. This graphic process unified Yosemite Valley’s walls into a vertical view that was then geographically corrected again for the two-dimensional photography’s limitations. In the final product: A map viewer gets the feeling of taking a 3-D computer flight over the Valley’s eight-mile width.       Example of a high-resolution panoramic photograph of Half Dome taken from North Dome. Inset shows image resolution.        The orthographic-elevational image proves to serve many uses beyond the study of glaciated peaks. The park’s wildlife biologists eye the panoramic photo for potential peregrine falcon habitat while search-and-rescue personnel assess detailed inspections of an area before beginning rescue operations. Plus, recreational climbers use the image to identify route potentials for a Sunday-afternoon climb. Artisitcally, the awe-inspiring image allows a viewer to see the full extent of the Valley’s magnificent walls in such unprecedented and extreme detail that it turns a geology project into an artifact of lasting cultural heritage for both the park and its many visitors and enthusiasts. The Yosemite Fund contributed along with many other organizations to the project.       Repeat photography of the southeast face of El Capitan showing the location and size of the July 7, 2008 Gulfstream rock fall.         Repeat photography of northeast face of Half Dome showing location and size of July 27, 2006 Half Dome rock fall (right). Earlier, smaller rockfalls are also visible on left side of photograph.        To View Full Image: Go to xRez site. Download an HD plug-in, Silverlight, to your browser.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/panoramic.htm"
}
