{
    "title": "Yosemite National Park: Dark Night Sky",
    "body": "Dark Night Sky        Night sky quality measurements over Tuolumne Meadows indicate near-pristine conditions.        What Is Natural Lightscape? A “natural lightscape,” such as a dark night sky, is an environment that is undisturbed by light and air pollution. Dark night skies have natural, cultural, and scenic importance. Wildlife is impacted by light pollution because animals often depend on darkness in order to hunt, conceal their location, navigate, or reproduce. For nocturnal animals, light pollution also means habitat disruption. Additionally, many species have far more sensitive vision than humans. Plants are affected by artificial light because it disrupts their natural cycles. Dark night skies are also culturally important because they are a resource common to all cultures on Earth, and are a metaphor for countless myths and religions. They have inspired innumerable works of art, literature, and connections to the cosmos. Natural lightscapes, including dark night skies, are a scenic resource integral to many people’s Yosemite experience. Currently, two-thirds of Americans cannot see the Milky Way from their backyard, and if current light pollution trends continue, there will be almost no dark skies left in the contiguous United States by 2025. Many people seek national parks to experience this vanishing resource.         What Causes Light Pollution? Fortunately, unlike topsoil erosion or species extinction, dark night skies are recoverable—it is primarily the result of wasteful and inefficient outdoor lighting. The primary cause of light pollution is artificial light, particularly outdoor lights that are aimed upwards or sideways. Any light that escapes upward without being blocked will scatter throughout the atmosphere and brighten the night sky, thereby diminishing the view of it.         Besides spoiling the view and harming wildlife, inefficient lighting wastes energy and creates glare, which actually reduces nighttime visibility. Air pollution particles also increase the scattering of light at night, just as it impacts visibility in the daytime.          A digital camera captures the entire sky through a repetitive image series.   What Is the Park Doing to Monitor Night Skies? To effectively manage any resource, park staff needs to determine the current conditions. The National Park Service has developed a system for measuring sky brightness to quantify the source and severity of light pollution. This system, developed with the assistance from professional astronomers and the International Dark-Sky Association, utilizes a research-grade digital camera to capture the entire sky with a series of images. The Night Sky Team, formed in 1999, is a small group of NPS scientists dedicated to documenting the status of night skies service-wide and protecting them for future generations. Yosemite is part of a network of national parks monitoring dark night skies to gather a complete light pollution data set. This data sets spans a period from 2001 to 2005, includes multiple parks, and is collected for one to six hours per night on multiple nights throughout the year. Yosemite's data were primarily taken in 2005. Data clearly show that even remote national parks like Yosemite are not immune from stray artificial light, particularly from the San Joaquin Valley. What is the Park Doing to Protect Dark Night Skies? The National Park Service will preserve, to the greatest extent possible, the natural lightscapes of the park. Besides monitoring dark night skies, park staff are developing exterior lighting guidelines to determine what light is appropriate for a location's historic character, energy, cost, maintenance efficiency, light pollution, and wildlife. Efficient lighting is being applied to all new buildings, and older buildings are gradually being converted. The new Curry Village employee housing in Yosemite Valley serves as a model for use of efficient outdoor lighting. The lighting is directed with fixtures to illuminate only what is necessary (e.g., doorways and walkways), thereby preventing glare and light pollution, as well as contributing to added energy and cost savings.  View \"Yosemite National Park Lighting Guidelines,\" established in 2011 [10.3 PDF] with appendices and references [1.4 PDF].  What Can I Do About Light Pollution?  Experience dark night sky. First, take the time to enjoy the natural light surrounding you in the park. Consider attending an evening ranger program under the stars-there are summer evening programs at Glacier Point, Tuolumne Meadows, White Wolf, and Yosemite Valley (see the Yosemite Guide for a schedule). Additionally, the park concessioner hosts for-fee \"starry skies\" programs. As more people live in light polluted areas, viewing dark night skies are becoming a more unique experience. Because Yosemite's night sky is relatively pristine, visibility due to moon and starlight is often quite sufficient without the need for outdoor lighting. Use efficient light in your community. Efficient outdoor lighting is safer, better for wildlife, more cost & energy efficient, and reduces glare. Use outdoor lighting that meets your basic needs (safety, security, visibility, comfort) only where it is needed. Good lighting fixtures direct light downward to reduce glare and light pollution. Use fixtures that direct all the light where it is needed rather than scattering it in all directions, and utilize motion sensors and timers to insure lights are on only when needed. In darker areas, use less light to prevent disrupting night vision, a security hazard.   Learn more about your backyard: How dark is your night sky?",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/dark-night-sky.htm"
}
