{
    "title": "Yosemite National Park: Resource Statistics",
    "body": "Natural Resource Statistics         Birders can see more than 150 regularly occurring bird species in Yosemite National Park.   If you count the length of the spectacular waterfalls to the height of the majestic mountains, Yosemite’s natural resources add up to be quite impressive to the 3.7 million annual visitors taking in the view.      Wildlife  Mammals: Approximately 90 species Birds: More than 150 regularly occurring species Amphibians: 12 species Reptiles: 22 species Fish: 6 native species Federal Endangered Species: 2 (Sierra Nevada bighorn sheep and Sierra Nevada yellow-legged frog) State Endangered Species: 4 (Sierra Nevada bighorn sheep, willow flycatcher, great gray owl, and bald eagle) Federal Threatened Species: 3 (Valley elderberry longhorn beetle, California red-legged frog, Yosemite toad) State Threatened Species: 2 (Sierra Nevada red fox and California wolverine) Learn about Yosemite's animals.   Flora  Flowering plants: Approximately 1,500 species Trees: 35 species Meadows: 36,620 acres Learn about Yosemite's plants and wildflowers.         Bridalveil Fall Christine White Loberg  Waterfalls Yosemite Falls: 2,425 feet (with its three sections, it makes up the tallest waterfall in North America)  Upper Fall: 1,430 feet Middle Cascade: 675 feet Lower Fall: 320 feet  Bridalveil Fall: 620 feet Ribbon Fall: 1,612 feet Vernal Fall: 317 feet Nevada Fall: 594 feet Illilouette Fall: 370 feet Silver Strand Fall: 1,170 feet Sentinel Fall: 2,000 feet Horsetail Fall: 1,000 feet More: Plan to hike some of Yosemite's waterfalls. Glaciers: On Mt. Maclure and Mt. Lyell       Elevations of Popular Sites (above sea level) El Capitan: 7,569 feet and 3,593 feet from the base North Dome: 7,542 feet and 3,562 feet from base Sentinel Rock: 7,038 feet and 3,068 feet from base Glacier Point: 7,214 feet and 3,214 feet from base Yosemite Point: 6,936 feet and 2,970 feet from base Half Dome: 8,842 feet and 4,733 feet from base Sentinel Dome: 8,122 feet Clouds Rest: 9,926 feet Yosemite Valley: 4,000 feet Wawona: 4,000 feet Tuolumne Meadows: 8,575 feet Tioga Pass: 9,945 feet Mt. Hoffman: 10,850 feet (approximate geographic center of the park)      Elevations of Tallest Peaks (above sea level) Mt. Lyell: 13,114 feet (tallest point in the park) Mt. Dana: 13,057 feet Kuna Peak: 13,002 feet No. of 12,000-foot Peaks: 18 named plus several unnamed. Donahue Peak; Excelsior Mountain; Foerster Peak; Mammoth Peak; Matterhorn Peak; Mt. Conness; Mt. Electra; Mt. Florence; Mt. Maclure; Mt. Gibbs; North Peak; Parsons Peak; Rodgers Peak; Simmons Peak; Twin Peaks; Virginia Peak; White Mountain; Whorl Mountain. How Tall is that Peak? Use the USGS Geographic Names and Information System to query heights of Yosemite's places Climate (Yosemite Valley) Average precipitation: 37.2 inches Average snowfall: 29 inches 1938 record precipitation: 59 inches 1924 record low temperature: 6°F More: Find Yosemite temperatures and precipitation details  General Park Statistics: View more stats including the annual budget, the number of wilderness permits issued, visitor survey responses, and other topics.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/natural-resource-statistics.htm"
}
