{
    "title": "Yosemite National Park: Managing Fire and Fuels",
    "body": "Managing Fire and Fuels         Aerial view of a prescribed fire in Yosemite Valley   Prescribed Fire Prescribed fires are used to mimic the natural presence of fire in an ecosystem. They are ignited under optimal conditions by qualified park staff, and they remove dead and overgrown vegetation that could contribute later to a more severe fire.   A Prescription for Fire   A fire’s prescription is the window within which a fire may be ignited. The timing and scheduling of these fires depends on a variety of factors, including fuel conditions, weather, air quality, and other events occurring in the park. The conditions are selected to maximize the ability to control the fire and minimize smoke in local communities. These fires are intentionally set to meet certain objectives and achieve specific goals, such as protecting a developed area from future fires, or burning a section of forest that has become overgrown.   Prescribed fire helps reduce heavy fuel loads while simultaneously opening the conifer forest structure and maintaining the health of meadow habitats. Fire is also used to enhance native plant communities, cultural landscapes, and improve wildlife habitat. Another goal is to provide defensible space for communities and developed areas within and surrounding the park. Since the 1970s, park managers have been using prescribed fire and managed lightning fire to help achieve these goals.   View a map showing the prescribed fire history in Yosemite [2 MB PDF]  To learn more about prescribed burning, read a case study of the 2009 Big Meadow Fire          Large mature overstory trees are resilient to fire and remain unaffected by this small lightning ignited fire.   Fires for Multiple Objectives Thunderstorms are common during summer and fall in the Sierra Nevada. Each year, many lightning strikes result in wildland fires, some of which are managed for the benefit of natural and cultural resources. Visitors to Yosemite may see smoke or other evidence of these fires while they are in the park.   Wildland Fire Area (83% of total park) The majority of Yosemite National Park is managed as wilderness, where natural fuel loads exist and past fire suppression efforts have had little impact. Lightning fires may be permitted to burn in this region under specific conditions, while monitored by park staff. In making these decisions, managers consider fire behavior, fuel loads, weather conditions, air quality, and potential threats to people and property.   Map of Yosemite Fire Management Units [2.4 MB PDF]        Piles burning along a park roadside in winter.    Mechanical Thinning   Each year, Yosemite removed dead and down vegetation around park communities in an effort to reduce hazardous fuels. This creates what is known as \"defensible space\" around structures in the event of an unwanted fire, which can help firefighters defend these buildings and communities. This process, known as mechanical thinning, is alsoused to reduce heavy accumulation of fuels in any forested area, which can help prevent larger fires by removing \"ladder fuels\" that carry fire from the forest floor into the canopy of mature, overstory trees.        Crews working the Hodgdon Meadow Prescribed Burn - June 2012.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/fuelsmanagement.htm"
}
