{
    "title": "Yosemite National Park: Where to See Wildflowers",
    "body": "Where to See Wildflowers              Yosemite is a wildflower enthusiast’s paradise, where blossoms are found most of the year. The park’s 11,000-foot range in elevation—from 2,000 feet on the west to 13,000 on the east—provides a phenomenal variety of growing conditions. Its location in the central Sierra Nevada makes it a crossroads for plant species that have migrated over the millennia from the Pacific coast, Great Basin, southern deserts, and northern mountains. The result of this mix of migrants is an extremely rich flora of 1,450 species with 25 percent of California’s native plants represented in the park. In this flora are many genera, such as Mimulus (monkeyflower) that has a large number of species represented in Yosemite. Some Mimulus, such as the Kellogg’s monkeyflower, only reside at the lowest park elevations, while others, like the tiny Sukdorf’s monkeyflower, only appear in the high country. Yosemite is home to flowers common in other places, such as the rosy sedum—a small succulent found across the northern parts of the world—and to uncommon flora, such as the Yosemite woolly sunflower only found in the park’s region. No matter where you go in the park, different species of lupines, paintbrushes, buckwheats, and other genera are to be found.        Pussy Paws Photo copyright by Neal Kramer  Spring in the Lower Elevations: In March, spring blossoms open at the west edge of the park in the Merced River canyon (especially the Hite Cove trail seven miles outside the park). Look for fields of tufted poppies, spider lupines, fiddlenecks, popcorn flowers, owl’s clover and redbuds. By mid-May, shooting stars, showy milkweed, cow parsnip, western azalea, pine violets, evening primrose, seep-spring monkeyflower, Applegate’s paintbrush, baby blue eyes, bird's eyes, larkspur and dogwood burst into bloom in Yosemite. These first wildflowers are followed by goldenrod, Sierra lessingia, sneezeweed, and woolly mule-ears. In particular, search for pussy paws growing in sandy areas. This low growing plant raises its flower stems each morning and lowers them in the evening, but why it does this is a mystery. Popular Trails: Cook’s Meadow Loop in the Yosemite Valley, Wawona Meadow Loop in Wawona, and Wapama Falls in Hetch Hetchy.        Snow Plant   Spring in the Higher Elevations: Another set of wildflowers emerge before the snows completely melt in the higher forests and meadows along the Glacier Point Road, climbing to more than 7,000 feet in elevation. The unusual looking snow plant pops out through thin layers of the remaining snow. The snow plant lacks any green because it doesn’t photosynthesize, instead feeding off soil fungi. Its red color attracts hummingbirds, which feed from its bell shaped flowers. In granitic gravels, look for mountain pride, spreading phlox, sulfur buckwheat, mouse-tail, mountain pennyroyal, sandwort, monkeyflowers (in yellow and red hues), Sierra forget-me-nots, and pretty face. Hunt for corn lily, monkshood, shooting stars, arrow leaf groundsel, leopard lily, rein orchids, marsh marigold, and great red paintbrush in wet meadows and along stream banks. Note that red paintbrushes also attract hummingbirds. Most of the red color is found actually on the plants colored bracts and sepals, not on the petals. Keep your eye out for groundsel, lupines, red columbine, wallflower, coralroot orchid, dogbane, mariposa lily, and wild strawberry in forested zones. Popular Trails: McGurk Meadow, Taft Point, and Sentinel Dome, all along the Glacier Point Road. The first part of the McGurk meadow trail leads through forests where you’ll see a variety of woodland flowers, and in less than a mile, the trail reaches the flower gardens of the meadow. And, both the Taft Point and Sentinel Dome trails offer a wide array of flowers in the first half mile.        Shooting Star   Early Summer in the Subalpine Meadows: In late June, drive along the Tioga Road to Tuolumne Meadows where patches of shooting stars color the meadows pink. Soon afterward, mousetail, meadow penstemons, cinquefoils, asters, little elephant’s heads, and pussy toes unfurl their blossom. Subalpine paintbrush, found in the meadows, has purplish-red flowers that attract bumblebees unlike the many red-colored paintbrush species attracting hummingbirds at most elevations. By late August, rich blue gentians and alpine goldenrod make their appearance. Corn lilies, red columbine, fireweed, green gentian, yampah, broad-leaved lupines, dog violets, scarlet monkeyflowers (red) and Lewis’s monkeyflowers (pink) thrive in the wet meadows and along the stream and river banks. Mountain dandelion, red heather, larkspurs, and Brewer’s lupine inhabit the forest floor. Popular Trails: Soda Springs and Parson Lodge, Lyell Canyon, and Elizabeth Lake, all from Tuolumne Meadows        Swamp Onion   Mid-Summer at the Top of the Park: At the park’s highest elevations, flowers sometimes must wait until early July before the snow melts. The earliest bloomers are steer’s head, buttercup, alpine laurel, and Sierra butterweed. Later, find alpine asters, fireweed, knotweed, swamp onion, and angelica in the subalpine meadows. Up high on rocky ridges, look for ranger’s buttons, Sierra penstemon, wallflower, low-growing buckwheats, stonecrop, phlox, sandworts, mountain monkeyflowers (yellow), and diminutive alpine paintbrushes. Alpine paintbrush flowers are colored pale pink, and most likely attract small moths and flies adapted to the high life. Popular Trails: Gaylor Lakes and Mono Pass, both starting near Tuolumne Meadows        Showy Milkweed   Go with a Guide: In Yosemite, there are many opportunities to join other wildflower enthusiasts. Check the Yosemite Guide for ranger-led programs, or stop by a visitor center in Yosemite Valley or Tuolumne Meadows. When on a wildflower walk, plan to take your time because flower enthusiasts typically take it slow to examine plants. To prepare for a wildflower walk, bring along a Sierra Nevada wildflower guide and a magnifying lens. The Yosemite Conservancy sells guides online and at the park's visitor centers.  Identify Yosemite's common flora through wildflower illustrations by John Muir Laws.  See a Yosemite National Park botanist in the \"Study the Scientist\" video series describe his job (4 minutes 23 seconds). View park botanists out in the field in the \"Wildflower\" episode of the Yosemite Nature Notes video podcast series (9 minutes 16 seconds).  Because plant species typically have both a scientific name and a common name, it's helpful to consult the Integrated Taxonomic Information System for name clarifications. See a list of Yosemite's flora, fern, conifer, exotic and sensitive plant species.   Author Michael Ross, who leads flower walks for Yosemite Conservancy, helped write this article.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/wildflowerviewing.htm"
}
