{
    "title": "Yosemite National Park: Sequoia Research",
    "body": "Sequoia Research        Before and After: Scientists study many aspects of giant sequoias, including the role of fire to maintain a healthy grove. View an 1890 photo, left, of natural conditions in Yosemite’s Mariposa Grove prior to fire suppression. See a dense understory of fir trees in this location in 1970, right, after an 80-year absence of fire. In 2000, a prescribed burn restored the area to its pre-suppression conditions.          Courtesy Leslie Stone Associates   Yosemite National Park's massive giant sequoias (Sequoiadendron giganteum) live in three groves in the park. The most easily accessible of these is the Mariposa Grove near the park's South Entrance, off of the Wawona Road (Highway 41). Two smaller—and less visited—groves are the Tuolumne and Merced groves near Crane Flat. The Mariposa Grove contains about 500 mature giant sequoias. To get there: Use the two-mile Mariposa Grove Road, which is open from approximately April through November. With necks-turned-straight-up, grove visitors often ask: \"How old is that tree?\" So, just how long can certain Yosemite tree species live? Whitebark pine, Western juniper and Douglas-fir can live more than 1,000 years while giant sequoias can live more than 3,000 years.        Over time, the Grizzly Giant in Yosemite has gotten younger--in other words, scientists have refined its true age.   Giant sequoias are the third longest-lived tree species with the oldest known specimen to have been 3,266 years old in the Converse Basin Grove of Giant Sequoia National Monument. (Note: Giant sequoias are only outlived by bristlecone pines—oldest aged at 4,844 years in the Great Basin—and by Alerce trees—oldest aged at 3,639 years in Chile.) Yosemite’s famous Grizzly Giant in the park’s Mariposa Grove is best estimated to be 1,800 years old plus or minus a few centuries, which is nothing to a giant sequoia. Scientists currently rank the Grizzy Giant's large size, or volume, as No. 25. (The largest by volume is the General Sherman tree in Sequoia National Park.) Remember that the largest giant sequoias, like the Grizzly Giant, often owe their size to rapid growth rather than age, so an old giant sequoia will not necessarily be the largest specimen. Stephenson, N.L., 2000. Estimated Ages of Some Large Giant Sequoias: General Sherman Keeps Getting Younger. Madroño 47(1): 61-67. [741 kb PDF] (Since this article published in 2000, the Grizzly Giant is believed to have moved from No. 27 to No. 25 in its volume ranking.) The study of visitor use impacts on sequoias, particularly compaction and erosion of soils near the base of the trees due to trampling, has long concerned ecologists. In 1962, a University of Michigan academic assessed human impacts on the Mariposa Grove to inform park management. Twenty-first century scientists applaud this early recognition to study and to measure how human's actions might prove detrimental to the giant sequoia's health and vigor. Hartesveldt, R.J., 1962. The Effects of Human Impact Upon Sequoia Gigantea and Its Environment in the Mariposa Grove, Yosemite National Park, California. Ann Arbor: University of Michigan; 310 p. Ph.D. dissertation. [12.7 MB PDF]      California's western Sierra Nevada had more frequent fires between 800 and 1300 than at any time in the past 3,000 years, according to a 2009 study based upon tree-ring research. Scientists reconstructed the history of fire during this droughty period by dating the years in which fire scars were found in ancient giant sequoia trees in the Giant Forest of Sequoia National Park. The result: These 500 years, known as the Medieval Warm Period, had the most frequent fires in the 3,000 years studied. During this period extensive fires burned through parts of the Giant Forest at intervals of about 3 to 10 years. Any individual tree was probably in a fire about every 10 to 15 years. Swetnam, T.W., C.H. Baisan, A.C. Caprio, P.M. Brown, R. Touchan, R.S. Anderson, and D.J. Hallett, 2009. Multi-millennial Fire History of the Giant Forest, Sequoia National Park, California, USA. Fire Ecology 5(3): 120-150. doi: 10.4996\/fireecology.0503120 [5.7 MB PDF]  Captured on Film: View \"Big Trees,\" a Yosemite Nature Notes episode, that shows giant sequoias from root to canopy.    Support Giant Sequoia Projects in Yosemite Become a Yosemite Conservancy donor to support giant sequoia research.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/sequoia-research.htm"
}
