{
    "title": "Yosemite National Park: Reptiles",
    "body": "Reptiles        Look closely to see two Western pond turtles basking in the sun.          San Diego alligator lizards   Yosemite National Park contains a high diversity of reptiles. It’s possible to find 22 species, including one turtle, seven lizards, one skink, and 13 snakes, in the park. The Sierra fence lizard is the most readily observed reptile in the park. They are often seen darting across granite slabs or heard skittering through dry leaves and often doing “push-ups” as part of a common display behavior. The San Diego and Sierra alligator lizards are almost as common as the Sierra fence lizard; however, their habit of hiding under rocks and logs during the day makes them much less obvious. The coast horned lizard is extremely rare and has only been recorded once or twice within the park.        Western pond turtle   Yosemite’s lone turtle species, the Western pond turtle, inhabits a wide-range of permanent and temporary habitats including ponds, marshes, rivers, and streams. Turtles may be found in the lower Tuolumne River and in several locations in the northwestern portion of the park. The turtle, which is a California Species of Special concern, is believed to be declining throughout most of its range primarily due to habitat loss (including the damming of rivers), non-native predators (bullfrogs, large-mouth bass, possums), and over-harvesting f turtles for food. The greatest threat to pond turtles in the park is the invasion by bullfrogs; bullfrogs eat hatchlings and young turtles and have been found in locations that also have pond turtles. The park has lost a few populations at sites that now contain bullfrogs.        Sierra gartersnake   Gartersnakes are the most common snake observed in the park. The park contains three species of gartersnakes, including the Sierra gartersnake. The Sierra gartersnake is highly aquatic and is most often found basking on the banks of rivers and streams or foraging in the water for fish and frogs. Aquatic snakes spend the majority of their time in and around water. The Sierra mountain kingsnake with red-, black-, and cream-colored bands encircling its body is the park’s most eye-catching snake. This species may be confused with the venomous coral snake; coral snakes are not found in Yosemite. When in doubt, just look for the red bands next to the black bands on the Sierra mountain kingsnake and remember the saying “red-on-black is a friend of Jack’s.” Common and Sierra mountain kingsnakes have an unusual diet that includes rattlesnakes; kingsnakes are immune to rattlesnake venom. The rubber boa is sometimes encountered along trails. Because of its gray color and blunt tail, it looks like a giant earthworm.        Northern Pacific rattlesnake   Of the 13 species of snakes found in Yosemite, only the Northern Pacific rattlesnake is venomous. The likelihood of encountering one is relatively low. Pay attention when hiking or climbing in dry, rocky places. Watch where you step, especially when stepping over logs, and avoid putting your hands in holes or on ledges where snakes may be sunning themselves. If you do see or hear one, simply detour around it or let the snake move away. Rattlesnakes are an important part of Yosemite’s ecosystem, and should not be harmed. Species List: View a list of the park's 22 reptile species.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/reptiles.htm"
}
