{
    "title": "Yosemite National Park: Fire and Wildlife",
    "body": "Wildlife and Fire         Planned prescribed burns maintain a healthy mixed habitat that provides ecological niches for wildlife. Tony De Maio  Wildlife in Yosemite National Park is diverse and abundant, reflecting a wide range of Sierra Nevada habitats in relatively intact condition. Areas of concentrated human use in Yosemite have affected wildlife, primarily by removing, fragmenting, and degrading habitat, which affects the diversity and abundance of some species in those areas. These effects, however, are limited to relatively small areas of the park. On the other hand, a history of more than 80 years of fire suppression in Yosemite has adversely affected wildlife habitat over a much larger area of the park. Restoration of natural fire regimes in Yosemite is perhaps the most important action that can be taken to restore and protect the natural abundance, diversity, and distribution of wildlife in the park. Under natural conditions, fire maintains habitat heterogenity and structural diversity in vegetation, which provide an abundance of ecological niches for wildlife. For example, fires under natural conditions most often burn in a mosaic of intensities, ranging from areas of light burning of surface fuels to areas of stand-replacing fires that create gaps in the forest canopy, while adjacent areas are untouched. Under such a pattern, a wide range of wildlife species, which are adapted to take advantage of different habitat conditions created by a fire, can exist in a relatively small area.  Overlaying this spatial dimension is the temporal change in habitat that occurs following a fire. Over time, a succession of plant species and forest structure occurs, with a concurrent succession of wildlife species adapted to take advantage of the different stages of habitat change. The frequency of fire in an area is related to its plant community, and determines how often this process of succession is reset.  Learn about Yosemite's fire management program.  View more about fire ecology, which studies the origins of wildland fires and their relationship to the environment. See how fire can impact cultural resources. Read about how invasive plants can change fire regimes to be more frequent and intense.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/wildlife-fire.htm"
}
