{
    "title": "Ozark National Scenic Riverways: Cave \/ Karst Systems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Cave \/ Karst Systems                Cave \/ Karst Systems         Photo by Patty Wheatley-Bishop\/copyright  Caves & Karst   Springs White Nose Syndrome  Cave Laws Spring Laws Public Caves Round Spring Cave Devils Well Cave Safety Cave Links Karst Video, 18 minutes (non-NPS)     IMPORTANT! ALL CAVES IN THE OZARK RIVERWAYS ARE NOW CLOSED TO VISITATION (Except for Guided Tours of Round Spring Cave). This is due to the discovery of White Nose Syndrome, a disease that kills bats, in Shannon County. Please respect these closed caves for the protection of the bats. More information on park cave closing. People are not affected by the disease, which is 90% fatal to bats, but people may carry the disease spores on clothing, shoes, eyeglasses, hair, etc. While every cave will NOT have a gate on it, all caves are closed to entry, except for guided tours of Round Spring Cave.   Map and WNS Info Over 300 caves have been identified within the boundaries of Ozark National Scenic Riverways, ranging from not much more than a rock overhang to one cave with almost seven miles of identified passages. Eight caves, including an open sinkhole, have been designated as outstanding natural features. The Ozarks is an area typified by what is called \"Karst Topography.\" This means that the geologic structures underneath the earth are made of soluble limestone and dolomite. Water has been at work underground wearing away passages- waterfilled ones we call springs and formerly water-filled ones we call caves. A karst landscape is one in which caves, springs, sinkholes and losing streams are found. Due to the porous nature of the ground, and the movement of water underground over sometimes great distances, groundwater in karst areas is particularly vulnerable to pollution. Cave ecosystems are unique and delicately balanced, with major changes possibly occurring from relatively slight disturbances. Geologic formations in some caves are quite fragile, easily damaged by vandalism or visitor overuse. Their formation is extremely slow, and physical damage may remain in evidence for generations. Some caves have been used by man and animals since prehistoric times, and evidence of this use and artifacts may be easily obliterated. Some Ozark caves, which are better known or more easily reached, have received considerable visitation, and more damage and site deterioration have occurred. Caves may contain unsuspected hazards to visitors unfamiliar to such alien environments, and the threat of serious injury or death from falls or drowning is always present. Several caves serve as habitat for the endangered Indiana and gray bats. All park caves are now closed to visitation. This includes all caves along the Current and Jacks Fork Rivers. Please respect these closures. A serious disease of bats called White Nose Syndrome has been killing bats, including the Federally Endangered gray bat. It may be spread by humans. Due to the discovery of this disease in the area of the park, all park caves are now closed with the exception of guided tours of Round Spring Caverns. PLEASE do not bring in any clothes or gear, including shoes, cameras, hats, etc, that have been in any other cave into Round Spring Cave. If you have been in other caves, it may be best to reconsider your visit to Round Spring Cave completely for the sake of the bats.   More info.  Both the Federal Government and the State of Missouri take protecting caves seriously. To review the applicable state and federal laws click: Federal Cave Protection Laws  Missouri Cave Resources Protection Act In many cases the Endangered Species Act and other laws may also apply.        Mouth of Round Spring Cave   PUBLIC CAVES ROUND SPRING CAVERN-    The National Park Service conducts two hour lantern tours for the public. These somewhat strenuous \"underground hikes\" are limited to the first 15 people. Wear sturdy shoes and bring a jacket or sweater, as it is cool in the cave. Tours are offered daily, at 10:00, 12:00 and 2:00, during the summer months from Memorial Day weekend through Labor Day. Tickets are $5.00 for adults, $2.00 for children. Tickets go on sale 30 minutes before each tour and there are no reservations.   PLEASE do not bring any clothing, footwear or equipment into the cave that has been in any caves. This is to prevent spread of White Nose Syndrome, a fatal disease of bats.  School groups (Only!) may make special arrangements by calling 573-323-8093. We can only accommodate school groups during May. Please call early, as slots in May fill up quickly.         It's a loooong way down to the underground lake in Devils Well, about 100 feet. The water may be another 80 feet deep!   Devils Well - Located off Route KK near Akers, this unusual karst window allows a look at the earth's plumbing. Devils Well was formed when the roof of a huge cavern, containing an underground lake, collapsed. The result was large sinkhole, with an opening in the bottom through which you can view the lake. The water level is about 100 feet below the platform, and the lake may be as much as 80 feet deep. (it can fluctuate 8 to 10 feet depending on the weather.) A \"spiral staircase\" has been built to allow viewing. The road is very steep and rough, it is not recommended for trailers or motorhomes. While there is a lighting system at Devils Well, you may enjoy it more if you bring a powerful flashlight. There is no admission fee for Devils Well and the area is open every day, all day. More.           Look for the person in this picture! This cave mouth is truly huge. Click on the picture for the answer.                    Some Cave Links  Ozark Springs Large Springs of the Ozarks Cave Safety Missouri Cave Life Laws Protecting Ozark Springs Federal Cave Protection Laws National Park Service Caves and Karst Program Missouri Cave Resources Protection Act Missouri \/ Arkansas Tour Caves Missouri Caves and Karst Conservancy Environmental websites for kids  Teacher's Guide to Caves and Groundwater, \"More Than Skin Deep\"      \". . the time has also come to identify and preserve free-flowing stretches of our great rivers before growth and development make the beauty of the unspoiled waterway a memory.\" - (President Lyndon Johnson's Message on Natural Beauty)",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/nature\/cave.htm"
}
