{
    "title": "Yosemite National Park: Lichens",
    "body": "Lichens in Yosemite        Yosemite National Park scientists collected samples of lichens, which give the Yosemite's granitefaces their distinctive black and colored striping, as part of a 2008 study.        Hundreds of different lichen species adorn the Sierra Nevada. They can be found in almost any habitat, from trees and shrubs at the lowest elevation, to the exposed rock over 13,000 feet high at the summit of Mt. Lyell, Yosemite National Park’s highest peak. Lichens significantly contribute to Yosemite’s visual character by streaking colorful patterns on prominent cliff faces. Seasonally wet cliff faces, such as those near Bridalveil Falls in Yosemite Valley, become coated entirely jet black by moisture-loving crustose lichens.        Scientists added more than 100 lichen species to Yosemite National Park's survey list in 2008.   Lichens are fungi that live in intimate association with alga and\/or species of cyanobacteria (a kind of bacteria that photosynthesizes). While these algal or cyanobacterial partners may sometimes be found free-living, the fungus cannot live without its partners. Yosemite has set forth to document its lichen flora—never comprehensively surveyed. An ongoing “Yosemite Unknown Flora” survey, funded by the Yosemite Fund and Centennial Challenge, has focused on micro-habitats containing high biodiversity of lichens. Probably more than 500 lichens species exist in the park, but prior to this project, fewer than 100 were known.        Presence of lichens can be linked to good air quality in some cases.   Why Are We Interested in Lichens in the Park? The diversity and distribution of lichens tell a great deal about air quality and the level of certain types of pollution, especially nitrogen, in the park. Lichens are intimately connected to their environment. They lack roots and rely upon the atmosphere for their water and nutrients. Because they do not have an outer epidermal layer, they cannot discriminate between nutrients and pollutants, and, as a result, both pollutants and nutrients are absorbed. When pollutants accumulate above certain levels, lichen growth and health are impaired. Air quality readily influences the composition of lichen communities because individual species differ in their tolerance levels. Due to little seasonal variation in lichen communities, monitoring lichen community composition has become one of the best biological measures of nitrogen and sulfur-based pollution in forests.        With regional climate change occurring, lichenologists emphasize the need to catalog species before the natural diversity is lost.   What Is Being Done to Study Lichens in the Park? In the Yosemite Unknown Flora study, many phases of collection and identification have taken place. Beginning in 2007, experienced mountaineers from the American Alpine Club assisted with lichen collecting on steep cliffs. In 2008, an experienced lichenologist from Denali National Park was brought in and a cooperative agreement with Oregon State University was established. In September 2009 as part of Yosemite’s first “Lichen Blitz,” 10 leading lichen taxonomists from Austria, Germany, Sweden and across the United States helped NPS botanists document lichens in a wide range of interesting habits. This international team was selected specifically for their expertise to identify taxonomically difficult lichen groups that are well represented but not yet documented within the park. Many species have been added to the park lichen inventory—several new to the Sierra Nevada or new to California. Complete inventory results are expected in 2010. What are some of the specific inventorying results? Lichen communities in Yosemite are diverse, but several pollution-intolerant species, such as Alectoria sarmentosa, Bryoria fremontii, and Usnea spp. are uncommon and may be in decline. Nitrogen-loving species such as Candelaria concolor, Physcia, Physconia and Xanthoria spp. appear to be increasing in abundance, particularly along the Merced River corridor.        James Lendemer, a lichenologist with the New York Botanical Garden, negotiates with Yosemite’s granite near Hetch Hetchy during the 2009 Lichen Blitz to recover a rare fertile specimen of Lepraria that provides new evidence that this isn’t Lepraria at all.   Special efforts were made to catalog lichens restricted to calcareous substrates. Several rare taxa new to the park were recorded, including Solorina spongiosa. This lichen was previously known from only a single site in California. The current project aims to develop a lichen inventory and provide information for audiences inside and outside the park. Air Quality Study: Yosemite, in 2010, is poised to kick off a new research project that will use lichen species diversity and abundance to measure air quality impacts. Specifically, the park plans to research how lichen serves as an indicator of nitrogen deposition as it varies over areas of the park. The “Yosemite Unknown Flora” project was funded in 2007 by the Yosemite Fund and the Centennial Challenge Initiative (All Taxa Biotic Inventory) in 2008. To Learn More  Watch a \"Study the Scientist\" video (4 minutes 23 seconds) of lichenologist Martin Hutten describe park lichens. Other California national parks, such as the Channel Islands, make lichen discoveries--such as Caloplaca obamae on Santa Rosa Island that's named after Barack Obama.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/lichen.htm"
}
