{
    "title": "Yosemite National Park: Soundscape \/ Noise",
    "body": "Soundscape \/ Noise       \"Far more important than the places I have seen or what I have done or thought about is the possibility of hearing the singing wilderness and catching, perhaps, its real meaning.\" --Sigurd Olson, American author, environmentalist, and advocate for wilderness             What Is a Soundscape? A soundscape refers to the total acoustic environment of an area. Both natural and human sounds may be desirable and appro- priate in a soundscape, depending on the purpose and values of the park. Cultural and historic sounds, such as the rhythm of a horse-drawn wagon or a ceremonial chant, are important components of our park. Natural sounds make a trip here a unique and unforgettable experience. A soundscape, like water, scenery, or wildlife, is a valuable resource that can easily be degraded or destroyed by inappropriate sounds or sound levels. The natural sound of the river is an important part of many people’s experience in Yosemite. Sound levels in national parks can often be very low. Along remote trails in some parks, sound levels are perceived by humans to be 16 times lower than in an average suburban area. This unique experience of natural sounds makes the soundscape in a national park worthy of protection. View a soundscape fact sheet. Why Are Soundscapes Important? Noise, defined as human-caused sounds, is increasing globally—especially mechanized sounds. While it hasn’t yet been studied extensively, it’s possible that increased noise may disrupt wildlife behavior, particularly in mating, locating prey, and other complex communications networks important for the survival of wildlife. Understanding the role of sound and acoustics in a healthy ecosystem is critical to effective management and protection. Additionally, visitor experience and satisfaction can be greatly affected by the addition of human-caused sounds. Seventy-two percent of visitors to National Parks say that one of the most important reasons for preserving national parks is to provide opportunities to experience natural peace and the sounds of nature. For these reasons, soundscapes require careful management if they are to remain unimpaired for future generations.        Sounds are recorded for 10 seconds at two-minute intervals.   What Kind of Work Is the Park Doing Related to Soundscapes? Over the last two summers, Yosemite National Park has been collaborating with the National Park Service Natural Sounds Program and the Sierra Nevada Network—a network of National Parks in our area—to establish a baseline for sounds in the park. First, sounds are digitally recorded for 10 seconds at 2-minute intervals in locations of varying vegetative cover.        Human-cuased sounds are separated out from natural sounds. These sounds have their own sound signature.   Sound behaves differently in different areas since vegetation absorbs sound while rock does not. Most of this work has focused on soundscapes in the wilderness. Noise (referring to human-caused sounds) is separated out from natural-occurring sounds. This data is currently being analyzed to establish a soundscape baseline so that we can determine how much noise we currently have, as well as what our major noise sources are. This baseline can be used to inform planning and management decisions related to protecting natural sounds in the park while minimizing human-caused sounds—particularly mechanized sounds like vehicles and airplanes. The park has also been studying the effects of sounds on the visitor experience in partnership with Colorado State University. What Can Park Management Do about Noise in the Park? The NPS Management Policies states that the service will take action to prevent or minimize noise that affects the natural soundscapes or other park resources or values or that exceed levels acceptable for visitor use. At Yosemite, park staff is establishing a sounds baseline in different locations as well as determining what is appropriate for visitor experience in order to inform planning efforts. Additionally, there are actions that can be taken to reduce noise in the park. One example of an action that the park has taken to reduce noise has been to replace our aging Yosemite Valley shuttle bus fleet with much quieter hybrid buses. The National Park Service is also working with the Federal Aviation Administration to underscore the importance of natural quiet in the park, and to avoid or mitigate airplane noise. What Can You Do about Noise in the Park?  First, take the time to enjoy the natural orchestra of sounds surrounding you in the park. As more people live in noisy suburban and urban areas, listening to natural sounds is becoming a more unique experience. Second, be aware and respectful of the noise you are making around other visitors in the park. Respect the quiet hours in the campground, turn off cell phones and car alarms, keep music volume at an appropriate level, and refrain from yelling. Third, whenever possible, park your car and use the public transportation system.  Vehicles are a major source of noise in the park, so minimizing vehicle use is a great step to help reduce noise. Quiet hybrid buses are free for stops along the Valley floor.  Additionally, don’t honk your horn unless there is an emergency, and be sure that after-market devices that increase vehicle noise fall within Federal Regulations. Lastly, be aware that sound travels a lot further in Yosemite than in other places—especially in the High Sierra where granite rock and low vegetative cover do not absorb sound.  Listen to Podcast About Yosemite's Landscape  As part of the \"Yosemite Voices\" series, a 32-minute soundscape podcast discusses the intriguing sounds of Yosemite and presents the changing nature of what can be heard from various viewpoints.  Sources A Park Science special issue (winter 2009\/2010) explores the science behind soundscapes in the National Park System. Find a commentary inside called “Managing the Natural Soundscape: The National Park Service as a Learning Organization,” co-authored by Yosemite’s Resources Management & Science Chief N.S. Nicholas.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/soundscape.htm"
}
