{
    "title": "Yosemite National Park: Visitor Use",
    "body": "Visitor Use & Social Science       Indicators and Standards: Learn of Visitor Use & Impact Monitoring  Visitor-use References: Find visitor-use research and references River Research: View Merced and Tuolumne data in park planning Yosemite Traffic: View weekly traffic forecasts to help plan your trip           Social scientists measure experiential factors (perceptions of quality of services, crowding, importance of activities offered, for example) inherent in visiting the park.   Understanding the natural and cultural contexts of parks has long been an important aspect of managing the National Park System. The agency's governing legislation protects these resources and thus continues to play a critical part in the designation and management of park units. Providing a high-quality visitor experience has always been a core component in that same legislation. Recently, however, managers have noticed increasing numbers of park visitors are now affecting the quality of both natural and cultural resources. Land managers are using social science methods to associate visitor characteristics and behavior with resource conditions. This approach is helping park managers take a more in-depth look at how science can manage visitor use before unacceptable impacts to resources occur. Given the complexity of visitation in a park like Yosemite, social science is one way to understand resource protection from visitor caused impacts.        An infrared trail counter helps scientists track the use of various park areas.   The Visitor Use & Social Sciences branch within the Resources Management and Science division conducts research to inform visitor use management, impact monitoring, and planning-related projects. A focus is put on the social-psychological components of resources management, including the visitor experience. Additionally, existing conditions and physical resource impact and visitor-use documentation are all components of understanding the relationships between visitor use and the quality of biophysical, cultural and social\/experiential resource conditions within the park. This includes transportation, front country, and Wilderness visitor-use issues. The national parks, like other federally protected lands, offer a variety of visitor experiences and social resources that can and should be maintained. According to the 1916 National Park Service Organic Act, quality visitor experiences should be fostered while providing for natural and cultural resource conservation. Solitude is a great example of a social resource that numerous visitors seek when they venture into Yosemite’s designated Wilderness. With excessive visitor use, a valued resource, such as a sense of solitude, can diminish or even disappear. Here are ways to understand visitor-use patterns in parks:  Documenting and modeling pedestrians; Modeling transportation modes and systems; Understanding visitor demographics, trip and visit characteristics; Evaluating visitor services and facilities, expenditures, and opinions about selected issues via surveys; quantifying resource impacts under a variety of use levels; Understanding visitor perceptions of crowding, wait times and various levels of service.         Cross-country skiing is one of the popular activities for Yosemite's winter visitors.   Yosemite Visitor-Use Studies  2013 Visitor Survey Card Data Report [1 MB PDF] (done as part of the Government Performance and Results Act) that shows 98% of Yosemite's visitors are satisfied overall with facilities, services and recreation opportunities.  2012 Visitor Survey Card Data Report [1 MB PDF] (done as part of the Government Performance and Results Act) that shows 88% of Yosemite's visitors are satisfied overall with facilities, services and recreation opportunities.   Examine the Yosemite National Park Visitor Study: Summer 2009 [1.5 MB PDF]. Or, read a one-page summary of the 2009 report [59 kb PDF].  2009 summer survey questionnaire in English [557 kb PDF] 2009 summer survey questionnaire in Spanish [953 kb PDF]   Examine the Yosemite National Park Visitor Study: Winter 2008 [637 kb PDF].  2008 winter survey questionnaire in English [570.73 kb PDF] 2008 winter survey questionnaire in Spanish [632.90 kb PDF].  Learn about the park's Visitor Use & Impact Monitoring Program, which has been developed to report on how Yosemite officials are managing the natural, cultural, and visitor experience. This monitoring program and process is constantly being updated with the advent of technological advances, changes in visitor behavior and the successes that management action yields. An annual report serves as the the progress made over the previous year.   Visitor-Use Research  Read \"Boats, Beaches, and River Banks: Visitor Evaluations of Recreation on the Merced River\" [6 MB PDF], released July 2012, as part of Merced River Plan research. Examine nationwide NPS visitor use statistics through the National Park Service Public Use Statistics Office and then compare Yosemite's data to other parks' statistics. Learn how the University of Idaho's Park Studies Unit operates an NPS social research unit with in-depth visitor studies. Find its Yosemite reports that date back to 1998.  Other Yosemite Statistics  Weekly Yosemite Traffic Forecast: To help plan your trip, view a weekly Yosemite traffic forecast, based on the three most recent years of traffic data.  View Yosemite's general park statistics, such as its 4,098,648 visitors in 2011--the highest level of visitation in the park since 1996. (Yosemite first hit the 1 million mark in 1954; 2 million in 1967; 3 million in 1987; and 4 million in 1996.) Also view the park's natural resource statistics at a glance. Learn more about Yosemite's research and studies.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/visitor-use.htm"
}
