{
    "title": "Yosemite National Park: Fish",
    "body": "Fish        Rainbow trout: Native to waters at Yosemite's lower elevations and non native at higher elevations.        Native fish are only found in the lower elevations of Yosemite. Native fish—including California roach, Sacramento pikeminnow, hardhead, and riffle sculpin—inhabit the lower reaches of the Merced River up to the vicinity of El Portal. Historic accounts suggest that rainbow trout and Sacramento suckers occurred as high as Yosemite Valley on the Merced River. Waterfalls prevented fish from migrating up the Tuolumne River into the Poopenaut and Hetch Hetchy valleys and up the South Fork of the Merced River to Wawona; therefore, the majority of waterbodies in what is now Yosemite were naturally fishless.       The recession of glaciers approximately 10,000 years ago left behind thousands of lakes. The glacier-carved landscape and steep topography also resulted in the creation of impassible fish barriers that prevented fish from colonizing most of these waters. As a result, most of the aquatic organisms, such as insects and amphibians, that colonized this fishless landscape evolved for thousands of years in the absence of predatory fish.        Smallmouth bass   Non-native fish (primarily trout) have been introduced throughout Yosemite. These non-native predators have a substantial impact on native species and ecosystems. To address impacts, the park began an experimental restoration project in 2007 to remove trout from nine lakes. Today, at least nine non-native fish species exist in Yosemite, including bluegill, smallmouth, five trout species, and two trout hybrids. Stocking of Non-native Fish in Yosemite The history of fish stocking dates back to 1877 when the first recorded fish stocking occurred in the area that became Yosemite National Park. Two years later, the first recorded fish stocking in Yosemite Valley occurred when 20,000 trout were planted into valley streams. In the early days of fish stocking, fish were transported to water bodies in jugs and coffee cans and later by mule. That eventually gave way to aerial stocking beginning in 1952.        Approximate 245 water bodies contain non-native fish, such as these brook trout. U.S. Fish and Wildlife Service  Conflict between the NPS mission to conserve the natural resources unimpaired for future generations and the continued maintenance of an unnatural fisheries led to the adoption of recommendations from the Leopold Report in 1969 to phase out and end fish stocking eventually in national parks. In 1972, an interim policy was adopted in Yosemite that allowed for limited fish stocking in 15 high-use lakes, with seven stocked with rainbow trout each year on a rotating basis. In early 1991, an agreement was reached between the NPS and the California Department of Fish and Game to stop fish stocking, which ended more than 100 years of this practice. From the first known planting in 1877 through 1990, more than 33 million fish were stocked into Yosemite lakes and streams.  Current Distribution of Non-native Fish Although stocking no longer occurs, there are many self-sustaining non-native fish populations in the park. These populations have been able to persist due to the availability of spawning habitat. The park estimates that fish occur in about 1,205 miles of streams and rivers. Surveys conducted in all of Yosemite's 2,655 lakes and ponds between 2000 and 2002 indicated that 245 water bodies had non-native trout. Non-native fish include five species of trout (rainbow, brook, brown, cutthroat, and golden), two trout hybrid species (rainbow x cutthroat trout and rainbow x golden trout), small mouth bass, and blue gill.       Aquatic restoration crews deploy gill nets to remove non-native trout from alpine lakes. Scientists seek to restore habitat for the Sierra Nevada yellow-legged frog and other native species.        Impacts of Non-native Fish on Aquatic Ecosystems The impacts of non-native predators on high elevation aquatic and adjacent terrestrial ecosystems are well documented and occur at all levels of the food web. Non-native fish impact native species directly through predation and indirectly through competition for food resources. Non-native fish can disrupt the type and distribution of species, and the natural function of aquatic ecosystems. For example, researchers found that the distribution and abundance of Sierra Nevada yellow-legged frogs, conspicuous aquatic invertebrates (like mayflies) and zooplankton (like daphnia) were dramatically reduced by the introduction of fish. There is no hard boundary between aquatic and terrestrial ecosystems. Leaves, for example, may drop into a lake and provide food for aquatic insect larvae. When insects emerge as adults, they may be eaten by frogs that may in turn be eaten by snakes or birds. When non-native fish consume the insect larvae or frogs, they in turn impact snakes and birds. Consequently, the impacts of non-native fish disrupt the flow of energy and nutrients within and between aquatic and terrestrial ecosystems.        The threatened Sierra Nevada yellow-legged frog begins its life as a tadpole in waters it often shares with non-native fish.   The Sierra Nevada yellow-legged frog is especially susceptible to the impacts from non-native trout. Trout prey on tadpoles, as well as other life stages and compete with the frog for food. Predation by non-native fish eliminated frogs from larger, deeper lakes and isolated the remaining populations because fish are also present in many streams. This prevents frogs from being able to recolonize lakes where populations have gone extinct, and remaining isolated populations are at much greater risk for extinction. Frogs and fish both require deep lakes because they do not freeze solid in the winter, nor do they dry out in the summer. Lake surveys detected non-native trout in 245 water bodies—these water bodies constitute up to 50% of the larger, deeper lakes. These lakes offer habitat that is crucial for the survival of the Sierra Nevada yellow-legged frog. Frogs were detected in 282 water bodies or 10.6% of the total 2,655 lakes and ponds; only five of these sites contained both fish and frogs.      For fishermen, road access to the lower reaches of the Merced and Tuolumne Wild and Scenic rivers offers excellent opportunities for day trips, while more rugged anglers may prefer to backpack out to one of the many lakes, ponds and streams in Yosemite's wilderness. Anglers can find information about where and when to fish by asking at the park's visitor centers or by visiting the California Department of Fish and Game's licensing web site. (Trout season always begins the last Saturday in April through Nov. 15.) Fishing regulations in the park follow those set by the state, except in designated areas where park-specific regulations are in effect. For more information, read the park's fishing regulations [859 kb PDF].       Fish Removal FAQ  Why are fish being removed from lakes in Yosemite National Park? The primary reason fish are being removed from a small number of lakes is to provide more available breeding and overwintering habitat for the recovery and conservation of the federally endangered Sierra Nevada yellow-legged frog. In addition, the restoration of mountain lakes to a fishless condition benefits ecosystem function as a whole, increasing insect diversity and abundance, which in turn benefits terrestrial wildlife species. Is Yosemite trying to remove fish from all waters within the park, and if not, how many lakes and streams will be affected? Yosemite has almost 2,700 lakes, of which about 250 currently contain fish. The National Park Service anticipates removing fish only from approximately 25 lakes (about 10% of lakes containing fish) total over the next 15 to 20 years. In addition, there are approximately 1,200 miles of streams in Yosemite of which 800 miles support fish. There are no plans to remove trout from stream locations other than short segments associated with lake inlets and outlets at restoration sites. Where is the best place to receive the latest information regarding the removal of fish in order to plan a visit to the park? The best place to receive the most current information for trip planning is at wilderness centers and permit stations. How do I express concerns, learn more about the fish removal program, and get on the mailing list for attending future public meetings with regards to plans involving fish removal? Superintendent Attn: High-Elevation Aquatic Ecosystem Recovery and Stewardship Plan Environmental Assessment P.O. Box 577 Yosemite, CA 95389 Phone: 209\/379-1365 Fax: 209\/379-1294 Email     Learn how Yosemite's scientists are managing the high-elevation aquatic ecosystem. Follow the steps of the High-elevation Aquatic Ecosystem Recovery and Stewardship Plan expected to be ready for public review in fall 2011. Print out a High-Elevation Aquatic Ecosystem Recovery fact sheet plan summary [80 kb PDF]. Read a Restoration of the Sierra Nevada Yellow-legged Frog: Experimental Fish Removal fact sheet for more on the impact of non-native fish. [66 kb PDF] Read a Sierra Nevada yellow-legged frog fact sheet for more on this frog's status. [299 kb PDF] Read a Yosemite toad fact sheet for more on protecting this species of concern. [74.5 kb PDF] View a list of Yosemite's amphibian species and a list of the park's special status animal species. Understand how Yosemite's air quality might affect aquatic animals. The Sierra Nevada Southern Cascades Contaminants (SNSCC) Workshop's 2009 report [530 kb PDF] summarized potential impacts of airborne contaminants on the Sierra Nevada Ecosystems. Learn how a freshwater invasive alga called Didymo could threaten Yosemite's rivers and streams by forming massive blooms that carpet stream beds. [142 kb PDF]",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/fish.htm"
}
