{
    "title": "Yosemite National Park: Blog: Inside our Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Blog: Inside our Collections                Inside Our Collections       RSS  About This Blog The Yosemite Museum collects cultural artifacts, natural specimens, and historic records that document Yosemite National Park. Ever wondered about what's in this very special collection? In this blog the \"spotlights\" are brief descriptions about individual artifacts or documents, and \"curious matters\" will be longer articles about various selected artifacts.   Curious Matters: A Sketch in Time  November 13, 2015 Posted by: HG - Museum Intern  0 Comments     I like to doodle in class. Lots of people do. When I doodle, I feel this freedom that comes only in knowing that no one else is ever going to see it. Maybe Thomas Moran felt the same. Except unlike being crushed between coffee-stained pages that are likely starting to mold in a cardboard box in my basement, Moran's sketches are on display in museums all over the country, from the Smithsonian American Art Museum in Washington, D.C., to the Yosemite Museum in California. And even though he never intended for many of the sketches to be seen, they give us something no finished piece can, something poetic and something raw. Curious Matters      Curious Matters: Dirt, Granite, and Fine China  October 02, 2015 Posted by: HG - Museum Intern  14 Comments     Yosemite was once ruled by grit. In the 1870s and 1880s, only the hardiest, sturdiest of travelers braved the rumbling wagon-road and the twenty-mile (or more!) mule or horseback trek into the Valley. Yet, in the packs of some of these rugged, hardened, and thick-coated voyagers was beautiful, delicate china. Dainty artisan soaps, full-length mirrors, and fresh-puffed towels floated across the treacherous terrain strapped to scratchy mules that were led by employees of the Cosmopolitan Bathhouse & Saloon in a juxtaposition that defined the era. Curious Matters      Yosemite - A Granite Playground  September 17, 2015 Posted by: HG - Musuem Intern  1 Comments     It's not hard to imagine that Yosemite Valley is a mecca for rock climbing. Today, sport and amateur climbers alike flock to the park to test their skills. In 2014, professional climber Alex Honnold climbed seven routes on El Capitan in seven days. Just yesterday I saw a six year old squeal with accomplishment from the top of her first pitch. Yosemite saw its first type of climbing born out of adventure, then one that danced intimately with trepidation and danger, and then ushered in a dusty, beloved counterculture form of rock climbing. The Yosemite Museum has relics of all three of these monolithic stages.... Curious Matters      Curious Matters: A Tin Cup with a Story  July 23, 2015 Posted by: HG - Museum Intern  5 Comments     Sometimes John Muir seems like a myth. As he trekked through the backcountry of Yosemite, he triumphantly carried “only a tin cup, a handful of tea, a loaf of bread, and a copy of Emerson.” The fact that the Yosemite Museum has his tin cup in its collection has fueled accusations of hero-worship..... Curious Matters      Curious Matters: The Paper Chase  June 25, 2015 Posted by: HG - Museum Intern  0 Comments     The last thing I ever thought I would find stowed neatly in an industrial storage cabinet of the Yosemite Museum's air-controlled, alarm-guarded, white-cotton-glove-required Collections Room—was toilet paper. Toilet paper…seriously? Seriously.      Curious Matters: An Interesting Link Between Los Angeles and Yosemite  May 20, 2015 Posted by: MG - Museum Technician  0 Comments     Perhaps because Los Angeles is farther away from Yosemite than San Francisco and other northern or central California cities, its legacy in the development of Yosemite National Park may be less obvious.... Curious Matters      Curious Matters: The Artful Butterfly  March 26, 2015 Posted by: HG - Museum Intern  0 Comments     Amongst the trudging bears, thumping deer, and howling coyotes, a quiet creature floats through Yosemite. The butterfly is a silent beauty, gliding with soft bounces through the valley and alpine backcountry. Though most alpine butterflies have a lifespan of only two to four weeks, they leave a lasting impression on the entire park.      Curious Matters: Where Two Become One  February 12, 2015 Posted by: HG - Museum Intern  0 Comments     In a world of 3D megaplexes that bring wine and popcorn directly to your seat and the infinite entertainment of digital media, it's difficult to imagine looking at still photographs as an enticing idea for a date. But in the second half of the 19th century, devices like the Sweetheart Stereoscope were a new, exciting, and romantic way for two people to share in the magic of photography.      Curious Matters: Wild Winters in the Sierra Nevada  January 08, 2015 Posted by: HG - Museum Intern  0 Comments     In the winter months at Yosemite, all is not as quiet as one might assume. Winter sports in Yosemite National Park were largely the result of one man’s big idea. They were also the center of another man’s big dream. These two men were Don Tresidder and Walt Disney, respectively. Though at different times and in different ways, both men envisioned a Yosemite that was not only a summer-time travel destination, but that was a true winter wonderland.      Curious Matters: Renaissance England meets Yosemite - A Holiday Tradition  December 10, 2014 Posted by: HG - Museum Intern  0 Comments     Court jesters and medieval feasts in Yosemite? Surprisingly...yes. For almost every single year since 1927, The Ahwahnee has hosted an elaborate and fanciful feast around Christmastime known as the Bracebridge Dinner. HG, Curious Matters      Curious Matters: The Hocus-Pocus History of Glass Lantern Photography  October 22, 2014 Posted by: HG - Museum Intern  1 Comments     On a small piece of glass, no bigger than 3’x3’, a man floats midair. He is lying down, face to the sky, suspended in nothingness, drifting in the clear elixir of frozen glass. Yet when I place the slide down on a white piece of paper, he becomes surrounded by snow. This is the magic of glass lantern photographs. Curious Matters      Collections Spotlight: Pack Mule Figurine  October 15, 2014 Posted by: PY - Museum Intern  0 Comments     A cast metal pack mule figurine that was once sold as a park souvenir. Collections Spotlight      Curious Matters: A Humorously Exaggerated Yosemite Masterpiece  October 08, 2014 Posted by: HG - Museum Intern  3 Comments     When we imagine Yosemite National Park, most of us don't think of a cartoon (that is, of course, unless we're avid Looney Tunes fans and the squat pistol-packing cowboy comes to mind). But among the masterworks at the Yosemite Museum lives a work that challenges what we think of as the real Yosemite. Jo Mora's Yosemite Carte (1931) is a brightly colored cartoon map of Yosemite Valley that is teeming with humor, wild creativity, and refreshing perspectives on what it means to be a part of this natural wonder. Curious Matters      Curious Matters: Beer, Peaches, and Yosemite Icons  September 24, 2014 Posted by: HG - Museum Intern  1 Comments     A popular passion that tends to increase this time of year is beer. People love not just drinking beer, but distilling its rich history, tapping into its enormous archive of ephemera. For, as long as there has been beer, there’s been creative advertising to sell it. The Yosemite Museum has a piece of such material history... Curious Matters      Collections Spotlight: Pacific Fisher  September 20, 2014 Posted by: HG - Museum Intern  0 Comments     The skin of a Pacific Fisher from 1916 Collections Spotlight",
    "url": "https:\/\/www.nps.gov\/yose\/blogs\/insideourcollections.htm"
}
