{
    "title": "Yosemite National Park: Oral History",
    "body": "Oral History         Jean Lee Nixon DeLaMare's father operated the Yosemite Fish Hatchery in the 1950s. Jean, author of \"Fish in the Family,\" is part of the \"I Remember Yosemite\" project.   What Is Oral History? Oral history is the method of gathering, preserving, and interpreting the memories of individuals and communities and their participation in past events. A well conducted interview can yield important historical information as well as provide voice to those whose perspective might night otherwise be found in the historical record. While remaining the oldest form of historical inquiry, the field of oral history continues to evolve as practitioners employ new digital audio and video technologies to capture stories of the past. What Oral History Projects is Yosemite National Park Doing? Yosemite staff is currently working on several different oral history projects, each with a specific focus:         1. \"I Remember Yosemite\" is a multi-year oral history project to capture the stories of people who have helped shape, and whose lives have been shaped by, one of the nation's iconic national parks. The goal is to enhance and enrich the historical understanding of Yosemite National Park—often with information that could not otherwise be found in the documentary record—and to create a high-quality audio-visual oral history collection for use by researchers and interpretive functions such as museum exhibits, programs, and podcasts. The project explores such themes as work, technological change, evolution of park management, environmental change, and community life in the park. While initial interviews for the project will focus on former and current National Park Service employees, the scope of the project will also include concession employees, spouses and children of employees, and long-time park residents—in other words, those individuals who have had a significant, and often long-term, connection to the park.        Stories from Charlotte Ewing and other \"I Remember Yosemite\" participants enrich the historical understanding of the park.   Charlotte Ewing, one of the project's interviewees, has a deep connection with Yosemite National Park. Ewing's father, brother, and grandfather were all Yosemite rangers, while Ewing herself was a Yosemite employee and resident for most of her life. She recalls her grandfather, Gabriel Sovulewski - one of Yosemite's first park supervisors - \"[My grandfather] loved the outdoors, and he was probably a very capable steward of the land. ... He was dedicated in teaching all of us—or me anyway as a smaller person—how to treat the land, to take care of it, and to leave it for other people.\" Watch a film clip from Charlotte Ewing's interview. Lee Shackelton, another project participant, spent most of his over-30-year National Park Service career at Yosemite. Hired in 1961, he worked as a seasonal ranger initially and retired in 1991 as Yosemite's Chief Law Enforcement Officer. Listen to an audio clip of Lee Shackelton talking about early wildland fire supression methods developed at Yosemite in the 1960s [7.5 MB MP3]. (Fire management policies have since changed; learn more about our current fire management program.) If you know of someone appropriate to be included in the oral history project, contact the park archivist. Mail in the \"I Remember Yosemite\" application form [20 kb PDF] or email your questions.   2. American Indian Land Use in the Tuolumne River Watershed, Yosemite National Park is a collaborative effort with the American Indians determined to have cultural association with the Tuolumne River watershed to identify cultural values and management concerns within the Tuolumne Wild and Scenic River. It entails the researching of existing records and archives, and conducting interviews with individuals, groups, and tribal members. 3. Traditional Use Study, Southern Yosemite National Park begins with a brief review of recent ethnographic data (information collected by observation and interviews and documented in reports) to serve as a background to approach knowledgeable individuals from park-associated American Indian tribes, including members of both federally recognized and unrecognized tribes. Interviews will be conducted with individuals who have knowledge of genealogy, oral or folk history, place names and associated stories, legends, plant and animal recourses, religious practices, and other past or present uses of the park. 4. Henness Ridge Traditional Land Use Study is a coordinated effort by the North Fork Mono Rancheria, Picayune Rancheria of Chukchansi Indians, and the American Indian Council of Mariposa County to document American Indian land use at Henness Ridge in Yosemite National Park. The study will include document research and oral history. Henness Ridge is being studied for consideration as a possible location for an Environmental Education Campus. Yosemite Institute and Yosemite National Park are preparing an Environmental Impact Statement (EIS). The American Indian land use study will support the EIS studies.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/oral-history.htm"
}
