{
    "title": "Yosemite National Park: Amphibians",
    "body": "Amphibians         Saving the Sierra Nevada yellow-legged frog is a top wildlife priority.   Yosemite is home to a small variety of amphibians as compared to more temperate or tropical climates. This may be due in part to past glacial activity, and in part the park's Mediterranean climate which includes hot, dry summers and cold, wet winters. Eleven native and one-non-native amphibian species can be found in Yosemite. Three of these species—the Sierra Nevada yellow-legged frog, the Yosemite toad, and the Mount Lyell Salamander—are only found in the Sierra Nevada of California. One species, the foothill yellow-legged frog, has not been documented in the park in many years. This species, however, was recently documented just outside the park in the Tuolumne River. Park scientists are surveying the river inside the park in the hopes of locating some individuals.        Watch for the Pacific treefrog, the most common frog in Yosemite.   The diminutive Pacific treefrog is Yosemite's most common frog species. You can find them throughout the park, at all elevations and in nearly all habitats. Treefrogs are even found in cracks on the face of El Capitan.You are most likely to hear treefrogs calling in meadows and ponds during the spring.         Sierra newt can be seen most often between November and May when migrating to breeding sites. Ben Lehman  The Sierra newt spends most of the year on land. It retreats to moist natural and human-made refuges, such as rodent burrows, seepages, rock fissures, mine shafts, and rotten logs during the dry season. Moisture that comes with the first falls rains brings this species out to breed. Newts are most visible between November and May when they are migrating to and from their breeding sites in nearby ponds, streams, and rivers. During this time, park visitors may see the newts crossing roads or trails. While at their breeding sites, adult males develop a smooth skin and a flattened tail. This allows them to thrive in the aquatic environment. The rest of the year, their skin is thick, rough, and relatively unvascularized to reduce the amount of water lost to evaporation while living on land.   The Sierra Nevada yellow-legged frog was once the most abundant vertebrate found in Yosemite’s high-country lakes and streams. Visitors used to describe finding frogs in such great numbers that “it was difficult to walk without stepping on them.” Today, the Sierra Nevada yellow-legged frog is one of the world’s most critically endangered amphibians, having lost at least 93% of their populations. The introduction on nonnative trout and amphibian chytrid fungus are the primary reasons for their decline. They are federal and state candidates for listing as endangered.        Yosemite toads mate during the spring.   The Yosemite toad has also experienced serious declines, losing at least 50% of their populations. This once common wet meadow species is rarely encountered by the public today; however, its uniquely different coloration between the sexes, musical call, and stately toad behavior is a treat for those fortunate enough to encounter them. Visitors to Yosemite's high-country have described the Yosemite toad's call as a strikingly clear, high-pitched trill with its mellow notes being a \"pleasing addition to the chorus of bird songs just after the snow leaves.\"        National Park Service crews work to eliminate non-native bullfrogs from Yosemite Valley.   The nonnative bullfrog is a voracious predator that has been implicated in the decline of many native animals. Bullfrogs eat anything they can get their mouth around including: native frogs, toads, salamanders, small mammals, snakes, turtles, even birds and bats. Bullfrogs probably played a part in the loss of populations of western pond turtles and California red-legged frogs in the park. The California red-legged frog no longer occurs in the park. Because bullfrogs have a huge impact on the native wildlife, we have been eradicating them from Yosemite Valley.      Learn More  Learn how Yosemite's scientists are managing the high-elevation aquatic ecosystem. Follow the steps of the High-elevation Aquatic Ecosystem Recovery and Stewardship Plan expected to be ready for public review in fall 2011. Print out a High-Elevation Aquatic Ecosystem Recovery fact sheet plan summary [80 kb PDF]. Read a Restoration of the Sierra Nevada Yellow-legged Frog: Experimental Fish Removal fact sheet for more on the impact of non-native fish. [66 kb PDF] Read a Sierra Nevada yellow-legged frog fact sheet for more on this frog's status. [299 kb PDF] Read a Yosemite toad fact sheet for more on protecting this species of concern. [74.5 kb PDF] View a list of Yosemite's amphibian species and a list of the park's special status animal species. Understand how Yosemite's air quality might affect aquatic animals. The Sierra Nevada Southern Cascades Contaminants (SNSCC) Workshop's 2009 report [530 kb PDF] summarized potential impacts of airborne contaminants on the Sierra Nevada Ecosystems. Learn how a freshwater invasive alga called Didymo could threaten Yosemite's rivers and streams by forming massive blooms that carpet stream beds. [142 kb PDF] Learn how Yosemite Conservancy donors support amphibian research and restoration.   Citations Scientists published two papers on the effects of chytrid fungus on the mountain yellow-legged frog species complex, which includes the Sierra Nevada yellow-legged frog (Rana sierrae), and the Sierra Madre yellow-legged frog (Rana muscosa). The Sierra Nevada yellow-legged frog occurs in Yosemite.  Vredenburg, V.T.; Knapp, R.A.; Tunstall, T.S.; & Briggs. C.J., 2010. Dynamics of an Emerging Disease Drive Large-scale Amphibian Population Extinctions. Proceedings of the National Academy of Sciences. DOI: 10.1073\/pnas.0914111107   Briggs, C.J.; Knapp, R.A.; and Vredenburg, V.T. 2010. Enzootic and epizootic dynamics of the chytrid fungus pathogen of amphibians. Proceedings of the National Academy of Sciences. DOI: 10.1073\/pnas.0912886107    Sparkling, D.W.; & Fellers, G.M., 2009. Toxicity of Two Insecticides to California, USA, Anurans and its Relevance to Declining Amphibian Populations. Environmental Toxicology and Chemistry. 28: 1696-1703. [136 kb PDF]",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/nature\/amphibians.htm"
}
