{
    "title": "Yosemite National Park: Thomas Hill and Early Artisans",
    "body": "Thomas Hill & 2009 Inaugural Luncheon        View of the Yosemite Valley, 1865, by Thomas Hill, which served as the backdrop for the 2009 Inaugural Luncheon. Courtesy of Collection of The New-York Historical Society         Thomas Hill, Vernal Fall, Yosemite, oil on canvas, n.d. Yosemite Museum Collection  In 1864, President Abraham Lincoln signed an act protecting Yosemite Valley and the Mariposa Grove of Giant Sequoias, setting the precedent for federal protection of scenic areas in the United States. Artists like Thomas Hill helped make the natural treasures of the American West known to the rest of the country and the world. In the 19th century, America was a young nation still shaping its identity. Ralph Waldo Emerson and Henry David Thoreau, America’s first philosophers, wrote of our coming of age as a nation and our unique relationship to nature. This would become the beginning of the American preservation movement. Artists, particularly those of the Hudson River School, immortalized these ideas in paintings of the American landscape. Arists were among the earliest Euro-American visitors to Yosemite. As their paintings, lithographs, and photographs reached homes across America, Yosemite became an icon of the American wilderness. These images were more than just beautiful objects—they introduced America to a spiritual and cultural experience that rivaled the castles and cathedrals of Europe. Americans found awe and wonder in, and a respect for, the spectacular landscapes of Yosemite and the American West. The writings of John Muir reinforced the need for environmental preservation, and the paintings of Bierstadt, Hill, and others enabled Americans to visualize it. The art of Yosemite helped convince the American public and the United States Congress that America’s wilderness was worth protecting. In 1903, President Theodore Roosevelt visited Yosemite and spent four days camping with John Muir. Their conversations focused on the protection of our national treasures. During this visit, Roosevelt met Thomas Hill at his studio. Hill gave Roosevelt a painting of Bridalveil Fall that he had admired, and it returned with him to the White House. Today—in writing, photography, painting, music, American Indian art, and other genres—our national parks continue to inspire artists from around the world. The magnificent scenic and cultural legacy of these places and the stories they tell are a testament to the legacy of park preservation and are an inspiration to each generation.        Thomas Hill Yosemite Museum Collection  The Man Behind the Painting Born in Birmingham, England, in 1829, Thomas Hill moved to the United States at the age of 15 and enrolled in the Pennsylvania Academy of Fine Arts nine years later. He later visited the White Mountains of New Hampshire and became acquainted with the landscape painters of the Hudson River School. In 1858, he had his first exhibition of thirty oil paintings in Boston. In 1861, Hill and his family moved to California, where he set up a studio in San Francisco. He made his first documented trip to Yosemite in 1865, with travel companions painter Virgil Williams and photographer Carleton Watkins. At 36, still a young and relatively inexperienced painter, Hill returned to San Francisco and painted California scenes, including several Yosemite views. He was successful, and sold both landscapes and portraits during the boom times following the completion of the Union Pacific and the discovery of silver in Nevada. But Hill, restless and ambitious, soon felt he needed more training if he was to grow as an artist and, leaving his family behind, traveled to Europe in 1866. The ten months Hill spent in Europe were undoubtedly important to the developing artist. He studied with Paul Meyerheim in Paris, who encouraged him to focus on landscape painting. Hill was exposed to the Barbizon School and its emphasis on naturalistic landscape painting as opposed to artificially romanticized exaggeration. Curiously, he seems to have painted California subjects while in France, including scenes of Yosemite Valley. Thomas Hill returned to America in the summer of 1867 and opened a studio in Boston, where he spent the next several years painting, exhibiting, and raising a family. In 1872, Thomas Hill moved back to San Francisco with his wife Charlotte Hawkes and their nine children. Here, amid the beauty and grandeur of the California landscape, he thrived and became an important part of the growing California art scene. During the late 1870s, Hill became increasingly popular as a landscape painter, particularly of Yosemite subjects. After a sketching tour in the spring of 1879, he returned with over 30 oil sketches, quickly turning several into larger paintings. Hill’s Studio in Wawona, in a community near Yosemite's Mariposa Grove of Giant Sequoias, was finished by January 1884. In the 1880s, he separated from his wife, and spent less time in San Francisco and Oakland. Increasingly, he found happiness and success in Yosemite. By 1886, Hill settled at Wawona and, when not traveling, spent summers there and winters in nearby Raymond. Hill’s work at Wawona was prolific and modestly profitable—in three years he sold 163 paintings. He seemed to enjoy the relaxed lifestyle and easy popularity as Wawona’s resident artist. As with many artists, his fortunes fluctuated with the erratic art market. After 1880, Hill’s popularity declined and it became increasingly difficult for him to sell paintings. Although Hill suffered a stroke in 1896, he continued to paint, but his sales slowed and his travels were limited. As late as 1906, it was reported that he was “still at work and his easel is set up at a very early hour each morning.” Thomas Hill died on June 30, 1908, in Raymond, California.        Hill's Studio in the 1880s (photo by George Fiske). Yosemite Museum Collection  Hill's Studio Thomas Hill's studio, on the grounds of the Wawona Hotel, is now a National Park Service visitor center. When it reopens for the season in late May 2009, it will feature new exhibits about Thomas Hill and other painters significant to Yosemite's history. The interior renovation of Hill's Studio has been made possible by a grant from the Yosemite Fund.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/thomas-hill.htm"
}
