{
    "title": "Yosemite National Park: Museum Exhibits",
    "body": "Museum Exhibits         Bufo canorus (now Anaxyrus canorus) a Yosemite toad specimen from the museum collection (Catalog No. YOSE 22240)   Why Yosemite Collects: 90 Years, 90 Objects, 90 Stories  Dates: May 31 - November 1, 2016 Hours: 9 am to 5 pm; beginning October 1, 10 am to noon, 1 pm to 4 pm  This exhibit celebrates the 90th anniversary of the opening of the Yosemite Museum and features a display of the wide variety of artifacts, documents and specimens that the museum preserves. Why do parks have collections? What does the museum have to do with the beginnings of philanthropy in national parks, the development of interpretive programs or scientific research? Stop by and see, and vote for your favorite artifact while you are visiting.  This exhibit was made possible through the generous support of Yosemite Conservancy donors.         Sentinel in Winter Kris Lael Temple  Yosemite Renaissance 31 Art Exhibit Dates: February 27 - May 1, 2016 Hours: No longer on display  Yosemite Renaissance is celebrating its thirty-first year with an exhibit of 55 paintings, photographs, prints and sculptures by fifty artists. Drawn from 973 entries, a record amount, this year's exhibit includes a broad range of works from the representational to the abstract, all interpreting the majesty of Yosemite and the Sierra. The goals of Yosemite Renaissance are to bring together the works of contemporary artists that do not simply duplicate traditional representations; to establish a continuum with past generations of Yosemite artists; and to help re-establish visual art as a major interpretive medium of the landscape and a stimulus to the protection of the environment. It is the hope of Yosemite Renaissance that they can help preserve, protect and expand our parks.          Thomas Moran, [Bridalveil Fall], 1924.   Yosemite Viewed: Landscape Paintings of the 19th and 20th Centuries Dates: June 1 - November 1, 2015 Hours: No longer on display  \"Yosemite Viewed: Landscape Paintings of the 19th and 20th Centuries\" features paintings drawn from the Yosemite Museum collection, representing a variety of styles and approaches to the artistic interpretation of this grand landscape. It includes Thomas Ayres' 1855 drawing \"Valley of the Yosemite,\" one of the earliest representations of the park, along with works by Albert Bierstadt and Thomas Moran, two nineteenth century artists widely known for their paintings of Yosemite and other national parks. Read more...         \"A Touch of Light.\" Dennis Curry, oil from Yosemite Renaissance XXX Exhibit   Yosemite Renaissance XXX Art Exhibit  Dates: February 28 - May 10, 2015 Hours: No longer on display   Yosemite Renaissance is celebrating its thirtieth year with an exhibit of 49 paintings, photographs, prints and sculptures by forty-seven artists. Drawn from 750 entries, this year's exhibit includes a broad range of works from the representational to the abstract, all interpreting the majesty of Yosemite and the Sierra. The goals of Yosemite Renaissance are to bring together the works of contemporary artists that do not simply duplicate traditional representations; to establish a continuum with past generations of Yosemite artists; and to help re-establish visual art as a major interpretive medium of the landscape and a stimulus to the protection of the environment. Historically, the arts have played a major role in the establishment of our parks. It is the hope of Yosemite Renaissance that they can be just as important in future efforts to preserve, protect and expand our parks.        Richard Lopez, Brace of Winter Trees, oil stick\/oil, 22 x 30 Yosemite Museum Collection (YOSE 90233)  Rooms with a View: Three Decades of Yosemite Artists-in-Residence   Dates: October 31, 2014 –January 19, 2015  Hours: no longer on display    The National Park Service and Yosemite Renaissance are celebrating Yosemite artists-in-residence with an exhibit of 51 paintings, photographs, prints and sculptures by 29 artists. During the past three decades, this program has provided lodging for over 120 artists in or near Yosemite to allow them uninterrupted time to experience and interpret the landscape, environment, wildlife and  people of Yosemite National Park and the Sierra Nevada. Pieces in the exhibition are drawn from the park's museum collection, private collections and the artists.     Exhibit brochure [910 kb PDF] with artists and artwork listed.         Yosemite Falls, ca. 1863George H. Burgess (1831-1905)Watercolor on paperBequest of Helen H. Ashton (YOSE 26809)   Yosemite, the Grand Experiment  Dates: June 3 –October 18, 2014 Hours: no longer on display    The Yosemite Grant of 1864 was the first attempt by a nation to protect an extraordinarily scenic landscape. It became the experimental model for land preservation throughout the world. Yosemite was, and still is, an evolving example of what a national park should be.This exhibit commemorates this landmark legislation signed 150 years ago.    Photographs and paintings of visitors and the landscape from the park museum's extensive collection, including some of the earliest Yosemite images, are on display as well as unique historic documents and field notes. Early survey equipment and maps will also be included.    This exhibit was made possible by the generous support of Yosemite Conservancy donors.                            Yosemite, the Grand Experiment Photographer Ted Orland speaks about the importance of photography in Yosemite's early history.  Duration:2 minutes, 25 seconds                 Cultural demonstrator Maggie Howard and Ranger Bert Harwell behind the museum with a group of visitors, 1931.   Sharing Traditions: Celebrating Native Basketry Demonstrations in Yosemite 1929-1980  Dates: June 4 - October 31, 2013 Hours: No longer on display  This exhibit focuses on the weavers in the Indian Cultural Program, who have connected with hundreds of thousands of park visitors through their basket-weaving demonstrations. The work of Maggie Howard, Lucy Telles, and Julia Parker will be featured, as well as the contributions of Alice Wilson and Craig Bates. In addition to the baskets, paintings, ephemera, and archeological artifacts on display, historic film footage and photographs will be shown. This project was made possible through the generous support of Yosemite Conservancy donors.                       Sharing Traditions: Celebrating Native Basketry Demonstrations in Yosemite 1929-1980 Julia Parker discusses the importance of baskets.  Duration:1 minute, 10 seconds                 Michael Frye, Reeds and Cloud Reflections, color photograph   Yosemite Renaissance XXVII   Dates: February 23 to May 5, 2013 Hours: No longer on display  Yosemite Renaissance celebrates its 28th year with an exhibit of 46 paintings, photographs, prints and sculptures by 41 artists. Drawn from almost 600 entries, this year's exhibit includes a broad range of works from the representational to the abstract, all interpreting the majesty of Yosemite and the Sierra. The goals of Yosemite Renaissance are to bring together the works of contemporary artists that do not simply duplicate traditional representations; to establish a continuum with past generations of Yosemite artists; and to help re-establish visual art as a major interpretive medium of the landscape and a stimulus to the protection of the environment. It is the hope of Yosemite Renaissance that they can help preserve, protect and expand our parks.  The artists included in Yosemite Renaissance XXVIII are: Rebecca Alex, Annie Barrett Cashner, Stacey Best, Calvin Bohner, Andrea Broglio, Sue Chapman, Jane Culp, Steve Curl, Clark Davidson, Steve Emery, Ira Estin, William Bradford Frost, Michael Frye, Franka Gabler, Jeff Grandy, Peggy Hansen, David Hoffman, Daniel Horner, Iretta Hunter, Kirk Keeler, Susan J. Klein, Kristal Leonard, Maria Lupo, Jon McCormack, Michael Paul McKay, G. Dan Mitchell, Vidya Narasimhan, Penny Otwell, David Peterson, Troy Poeschl, George Robertson, Hugh Sakols, Ronald Saunders, Jeffrey Skelly, James Swanson, Mike Tauber, Joanna Taylor, Lance Trott, Richard Wagener, Kathyanne White and Brian Wolf. The exhibit will travel to the Kings Art Center (Hanford), June-July, and the Carnegie Arts Center (Turlock), August-September.  Yosemite Renaissance is a non-profit organization for the arts of Yosemite, supported, in part, by funds and services from the Mariposa County Board of Supervisors, Delaware North Companies Parks & Resorts and the National Park Service.        Thomas Moran, [Bridalveil Fall], 1924.   Yosemite Viewed: Landscape Paintings of the 19th and 20th Centuries Dates: June 4 - September 30, 2012 Hours: No longer on exhibit  \"Yosemite Viewed: Landscape Paintings of the 19th and 20th Centuries\" features paintings drawn from the Yosemite Museum collection, representing a variety of styles and approaches to the artistic interpretation of this grand landscape. It includes Thomas Ayres' 1855 drawing \"Valley of the Yosemite,\" one of the earliest representations of the park, along with works by Albert Bierstadt and Thomas Moran, two nineteenth century artists widely known for their paintings of Yosemite and other national parks.        \"Birch Lake, near Hetch Hetchy.\" Stephen Curl watercolor from Yosemite Renaissance XXVII Exhibit   Yosemite Renaissance XXVII  Dates: Feb. 25-May 6, 2012 Hours: No longer on exhibit  Yosemite Renaissance celebrates each year with an art exhibit of paintings, photographs, prints and sculptures that interpret the majesty of Yosemite and the Sierra. In 2012, Yosemite Renaissance XXVII completed its 27th year on exhibit--drawing from more than 700 entries from the representational to the abstract. Yosemite Renaissance aims to bring together the works of contemporary artists that do not simply duplicate traditional representations; to establish a continuum with past generations of Yosemite artists; and to help re-establish visual art as a major interpretive medium of the landscape. Yosemite Renaissance is a non-profit organization, supported, in part, by funds and services from the Mariposa County Board of Supervisors, Delaware North Companies Parks & Resorts, the National Park Service, and the Ansel Adams Gallery.         During the 1900s, visitors could enjoy the Glacier Point Hotel.   Views & Visitors: The Yosemite Experience in the Early 20th Century  Dates: June 8-Oct. 31, 2011 Hours: No longer on exhibit     This exhibit of artwork, historic artifacts and souvenirs relates to the period 1900-1946 in Yosemite. Oral history records and digitized historic film footage and photographs complement the display.             Views & Visitors: The Yosemite Experience in the 19th Century  Dates: June 16-Oct. 31, 2010 Hours: No longer on exhibit      This exhibit featured paintings, prints, artifacts, and ephemera from Yosemite's early years. Historic hotel registers and the Grand Register of the Cosmopolitan were also on view. The exhibit included an interactive kiosk related to the Grand Register and a digital slide show of historic visitors and hotels.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/museum-exhibit.htm"
}
