{
    "title": "Yosemite National Park: Golden Crown Mine",
    "body": "Golden Crown Mine         As part of the Golden Crown Mine, five log structures (a mine shaft, pictured here, and four cabins) stand in various states of decay. The mine was established in 1879 by Orlando Fuller, but around 1890, the mine was abandoned.   What is Golden Crown Mine? As early as 1860, prospectors explored Mono Pass in search of gold and silver deposits. Here, among the glacially carved granite and craggy peaks of the Sierra crest, these hardy men discovered silver deposits and went to work in hopes of fortune. The Golden Crown Mine was established in 1879 by Orlando Fuller during the Tioga silver boom that also produced Bennettville and the Great Sierra Mine near Tioga Pass. Significant wealth was predicted, but around 1890, the mines were abandoned. Although the period of active mining in the areas of Tioga Pass and Mono Pass was brief, a few good examples of mining structures remain. Five log cabins mark the location of the Golden Crown and Ella Bloss mines. The Golden Crown Mine is located at Mono Pass, on the boundary of Yosemite National Park at 11,000 ft elevation.        Discover this Golden Crown Mine cabin for yourself. Getting to the site requires a strenuous day, when begins at the Mono\/Parker Pass trailhead, along the Tioga Road east of Tuolumne Meadows.   What Is Significant about the Mine? The site of the Golden Crown Mine is just off the traditional trade route of the Mono Indians. It is also the route used by Lieutenent Tredwell Moore when pursuing the fleeing Indians in 1852. The Golden Crown Mine is illustrative of the high altitude mining camps that once existed all along the main crest of the Sierra Nevada, and relates to the economic development in the west. The presence of extractive industries like mining in the Sierra was a symptom of the growing population in the west, and it demonstrates the ways in which the Yosemite region became tied to local, regional, and national economies through industry and transportation. The mine complex is unusually intact, and is the best preserved mining site in Yosemite. It has been nominated to the National Register of Historic Places.        The Golden Crown Mine complex incorporates squared logs from the area's whitebark pines. This mine is the best preserved mining site in Yosemite.   What Is the Park Doing to Protect the Mine? The cabins are increasingly fragile reminders historic mining activities along the Sierra Crest. The National Park Service is educating the public about the history and significance of the Golden Crown Mine to engage the public in helping to protect and preserve this valuable resource. The NPS has nominated the site to the National Register of Historic Places, and has been conducting field visits and research to inventory and study the site. Plans have been proposed to help stabilize the site in the next few years. What Can I Do to Protect Golden Crown Mine?  Discover the site. The remote Golden Crown Mine is a window into Yosemite’s history, as well as the greater Western region. Getting to the site requires a strenuous day, when begins at the Mono\/Parker Pass trailhead, along the Tioga Road east of Tuolumne Meadows. For those who can make the journey, the mine complex is a unique way to connect with Yosemite’s past. It’s still possible for a curious hiker to ponder the passage of time, and imagine the conditions in which these miners lived and worked. Help the National Park Service preserve the mine site. Help preserve these valuable historic resources by not using them as campsites or fire shelters. Leave what you find in Golden Crown Mine for others to discover and enjoy—it is illegal to damage, deface, or remove archeological objects or features from federal lands.  View the park's Golden Crown Mine fact sheet.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/mine-site.htm"
}
