{
    "title": "Yosemite National Park: Geological Collection",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Geological Collection                Geological Collection        From left to right: Garnetiferous granite from Waterwheel Fall; Alaskite and El Capitan Granite both from the base of El Capitan; El Capitan Granite from the Wawona Tunnel; Granite-diorite gneiss from below the east lobe of Lyell Glacier; and Taft Granite found at Bridalveil Creek and Upper Twin Lake.        The Yosemite Museum has a small geological collection that represents the overarching geology of the park. Ranger-naturalists from the Yosemite Field School collected many of the park's specimens during the first half of the 20th century. (Collecting rocks within national parks is illegal without a research permit.)        Top, from left to right: Smoky quartz from the Cockscomb, pegmatite from the Eagle Creek delta. Bottom, from left to right: Porphyry from Red Peak, calcite from Washburn Lake, scheelite from Bond Pass.   Plutonic Rocks Like the park, the collection largely contains plutonic rocks. The predominant rock type is granite, with a large variety representing the diversity of mineral composition and location. The collection also contains other kinds of granitic rocks from all over the park, including pegmatite and porphyry. In addition, the collection also has larger pieces of the minerals that form these rocks, such as quartz, scheelite, orthoclase, calcite, barite, and hornblende.        Left to right: Obsidian and pumice from the Mono Lake region; volcanic ash with quartzite; breccia and basalt from Mt. Dana; and lava from the Rancheria Mountains.   Volcanic Rocks The collection also houses some volcanic rocks, with a few lava specimens collected around the Rancheria Mountains; basalt, volcanic ash, and andesite breccias from Mount Dana; and some pumice and obsidian specimens largely collected in regions outside the park, such as the Mono Lake area.        Top: Basalt from Devils Postpile with glacial scratchesBelow: Granites showing effects of erosion from Turtleback Dome and Nevada Fall.   Other Geologic Features The collection also houses a few specimens with evidence of change over time, such as water erosion and glacial carving.        Petrified wood from Bond Pass.   Paleontological Collection The museum contains a very small paleontological collection, largely consisting of petrified wood, with specimens from the northern park border and Miocene lahar deposits west of Hetch Hetchy. The collection also contains some shell, crinoid, and coral fossils found near and just outside of the park's eastern border.   More about Yosemite's geology...       Yosemite Nature Notes has an episode about Yosemite's granitic rocks, which you can watch below.                        Episode 20: Granite Many national parks were founded for their geology, and Yosemite is known throughout the world for its exceptional high cliffs and rounded domes. Visitors to the park, from hikers to rock climbers, experience a landscape dominated by granite.  Duration:7 minutes, 11 seconds",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/geologicalcollection.htm"
}
