{
    "title": "Yosemite National Park: Collections",
    "body": "Collections       The National Park Service's Yosemite Museum collects cultural artifacts, natural specimens, and historic records that document Yosemite National Park.It makes these collections available for research, public enjoyment and education, and preserves these irreplaceable resources for future generations.         Yosemite Museum The Yosemite Museum opened to the public in 1926, and was built to be a model for museums in national parks.Its current collection is one of the largest and most diverse in the National Park System, as its holdings include all manner of natural and cultural materials related to Yosemite and its environs. Collections are displayed throughout the year in the Indian Cultural Museum and Museum Gallery, which hosts changing exhibits. The collection includes archeological materials collected inside the park, as well as a large collection of ethnographic material from the Yosemite region.The ethnographic collection is particularly important because so many of the maker's or former owner's names are known.The Indian Cultural Exhibit features this portion of the collection.  Additional historic materials are preserved by the park including fine art, artifacts related to early residents and businesses, photographic material, publications, memorabilia and souvenirs.Several early wagons and historic vehicles in the collection are kept in Wawona. Zoological specimens, some collected by the Yosemite Field School and others collected under permit agreements, form part of the museum's holdings, as does a small collection of geological material.The park maintains a large herbarium as well. Use of the museum collection is by appointment only.To make an appointment, please contact the museum staff.   Yosemite Research Library The Yosemite Research Library, maintained by the museum, is a research resource with some 10,000 books relevant to Yosemite, as well as photographs and articles. The library is normally open to the public Monday through Thursday from 10 am to noon and 12:30 pm to 4 pm. Appointments are highly recommended to ensure library availability. Contact the park's librarian for details and appointments.   Yosemite Archives  The Yosemite Archives, located in El Portal, contains National Park Service records, personal papers, manuscript collections, and oral histories. Searchable finding aids are now available through the Online Archive of California (OAC). Several collections, including the Joseph Dixon collection [760 kb PDF], have been partially digitized and can be perused onsite using a computer database. Research is by appointment; research hours are Mondays & Tuesdays 8 am-4:30 pm. To make an appointment, please call 209\/379-1283. For research requests or concerns, call 209\/379-1282 Research is by appointment; research hours are Monday through Thursday, 8 am to 4:30 pm. To make an appointment or if you have questions, call the archives at 209\/379-1282 or email us.     View a gallery of historical Yosemite photos.  View the NPS Historic Photo Collection through the Harpers Ferry Center. Search for close to 90 images of Yosemite. The Mariposa County Library Photo Heritage webpage offers more than 50 images available to the public from Yosemite's photo collection. View the NPS Digital Image Archive for public domain images of hundreds of park sites, including Yosemite. The NPS Libris Library Catalog offers an increasing number of digitized texts in the public domain accessed via links inserted to records. View the NPS' history home page, with a constant stream of newly added documents spotlighted on the page. Also, find a history of the National Park Service.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/collections.htm"
}
