{
    "title": "Yosemite National Park: Therese Yelverton",
    "body": "Therese Yelverton         British author Therese Yelverton, who saw Yosemite's beauty in 1870, penned a novel about her Sierra experience. Here, she sits in a manzanita chair made by James Hutchings.   Nineteenth-century author Maria Thérèse Longworth Yelverton, aka Viscountess Avonmore, chose to describe Yosemite’s grandeur with emotional prose rather than the usual mere facts and figures. Like other early female writers of her time, Yelverton used her creativity with a pen as an outlet for expressing her innermost feelings about female emancipation, spiritual freedom, and high spirited adventure. Yelverton produced a moderately successful historical novel about Yosemite, as part of her international literary resume, while dealing with the scandal of an unsuccessful marriage to a British peer. Not many have heard of Yelverton today, but a century and a half ago, the British author was a household name. In 1861, newspapers across the world followed the spectacular court proceedings she initiated in Ireland against her bigamist husband Henry—the soon-to-be Viscount Avonmore. The jilted Mrs. Yelverton became the star of the most “extraordinary trial of the time” that decided the legality of Catholic-Protestant marriages in Britain. She was ultimately vindicated in the newspapers and in court (she lost on appeal) but, as a consequence, she was left impoverished. To support herself, Yelverton resorted to writing. The 33-year-old novelist arrived in Yosemite in 1870 riding astride her horse: she was “convinced that side-saddles were diabolical inventions of the tyrant man, to drag woman lopsided through the world.” Yelverton spent the summer at the Hutchings House, and James Hutchings, himself a budding journalist and author, was delighted to have a celebrity boarding at his humble hotel. Yelverton befriended his wife, Elvira, and their children. The self-styled “Viscountess” was particularly fascinated with naturalist John Muir and Florence, the Hutchings’ oldest child and the first known non-American Indian child born in Yosemite. Yelverton kept copious notes of her observations of the scenery and personalities she encountered. She turned those notes into fiction in an 1871 novel titled Daughters of Ahwahnee (later renamed Zanita: A Tale of the Yo-Semite). Moved to capture her thoughts on paper, Yelverton wrote 250 pages in four weeks, with some of the manuscript being read by Muir himself. Muir and little Flo became models for the main characters in Yelverton’s story of nature’s wonders mingled with human blunders. Flo was portrayed as an untamable child of nature. Yelverton once said of Flo: “It seemed pitiful that a face so young and so beautiful should not enjoy more of the joyousness of youth; yet hers was a temperament constituted for suffering—a disposition that was always chafed and restless.” Muir became the character Kenmuir, a rugged, religious naturalist who proselytized the meaning of nature before a waterfall: “These are the Lord’s fountains. These are the reservoirs whence He pours his floods to cheer the earth, to refresh man and beast, to lave every sedge and tiny moss.” After her summer in Yosemite, Yelverton stayed in San Francisco to write for the Overland Monthly and the San Francisco Daily Evening Bulletin. She thrilled readers with descriptions of her harrowing experience leaving Yosemite alone on horseback and nearly dying in an unexpected snowstorm. The footloose author eventually resumed her world travels; however, she never returned to Yosemite or saw John Muir again. From Hong Kong, she wrote to him: “I never see a beautiful place or a fine combination of nature without thinking of you and wishing you were here to appreciate it with me.” Thérèse Yelverton—Viscountess Avonmore—died in South Africa in 1881 at the age of 49. Nineteenth-century female authors, like Yelverton, publicized their experiences in the stunning wilds of Yosemite, and in so doing they challenged other women to do the same. Their writings have proven to be invaluable for those wishing to study the origins and development of Yosemite National Park. Links  Read Zanita: A Tale of the Yo-Semite on the American Libraries Internet Archive. Read more stories of Yosemite's significant women in a fact sheet. [323 kb PDF].  Sources  Sanborn, Margaret (1989, second edition). Yosemite: Its Discovery, Its Wonders and Its People. Yosemite National Park: Yosemite Association. Sargent, Shirley (1992, seventh edition). Pioneers in Petticoats: Yosemite’s Early Women 1856-1900. Yosemite National Park: Flying Spur Press.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/yelverton.htm"
}
