{
    "title": "Yosemite National Park: Yosemite's Women",
    "body": "Notable Women in Yosemite's History       Women have played an important—though often hidden—part in Yosemite. In the 1800s, women were expected to play a traditional role in the private world of the family and the home. With the birth of the railroad and as the Gold Rush drew people to California in the late 1800s, pioneering women found ways to broaden traditional roles. Clothing reforms, such as the advent of \"bloomers,\" allowed women to participate in outdoor pursuits, while women writing about their adventures in the West inspired the imagination of others. Some women expanded traditional roles out of an adventurous spirit while others branched out from the necessity of supporting the family. In the West, women's domestic skills sometimes became the basis for a profitable business. The following Yosemite concessioners, adventurers, rangers, naturalists, cultural demonstrators, and artists are some of the pioneering women that helped expand women's roles. The Concessioners        Bridget Degnan, 1934   Bridget Degnan moved to the United States from Ireland with her husband John, settling in Yosemite Valley in 1884. They raised eight children while John worked as a laborer for the state. Bridget added to the family's income by selling bread she baked daily for 12 ½¢ a loaf. Demand for her bread increased steadily as more visitors traveled to Yosemite Valley. In 1900, the Degnans ordered a large brick oven that could hold over 100 loaves of bread. This oven is on display in the Pioneer History Center at Wawona. Her bread enterprise kept expanding as visitors would ask for something else to eat or drink, so she set up a small restaurant in the dining room of their old house, and later, a grocery store. Their original home was in the vicinity of the present-day Yosemite Lodge (now knows as Yosemite Valley Lodge), and later, at the site of old Yosemite Village.        Jennie Foster Curry, 1940   Jennie Foster Curry moved to Yosemite in 1899 with her husband David Curry. She was a college graduate, which was unusual for a woman at the time. Her husband and she ran a tent camp at the base of Glacier Point. In its first season, Camp Curry grew to 25 tents and 290 guests registered at the rustic resort. Jennie made beds, packed box lunches, and helped plan additional guest services. When David died in 1917, \"Mother\" Curry carried on the camp and oversaw expansions, continuing Yosemite Park and Curry Company leases from the government with the help of her children. By 1922, Camp Curry had grown to 650 tents, 60 rooms in cottages, a cafeteria, a bakery, an ice plant, a candy kitchen, soda fountain, a studio, laundry, bathhouses, pool, auditorium, bowling alley, pool hall, a post office, and a store. The Adventurers        Sweet Sisters & M. Davis, 1896   Stella, Bertha and Mabel Sweet and friend Maybel Davis ascended Mt. Lyell, the highest mountain in the park, in 1896. They were the third group of women to climb Mt. Lyell and the first group to descend into Tuolumne Canyon. Dressed in leggings, bloomers and wide-brimmed hats, these four adventurous women took a shortcut down by sliding down the glacier to descend at \"a mile a minute.\" The photograph on the left was captured by their brother, and the San Francisco Chronicle wrote about them. Sally Dutcher became the first woman to climb Half Dome in October 1875, accompanied by George Anderson and Galen Clark. She worked as an assistant to photographer Carleton Watkins in his gallery.      Kitty Tatch was a maid and waitress at the Sentinel Hotel in the late 1890s and early 1900s. Dressed in long wide skirts identifying her clearly as a woman, she danced and did high kicks at Overhanging Rock, 3,000 feet above the Valley, on Glacier Point with her friend Katherine Hazelston as George Fiske photographed them. (View famous photograph.) These pictures were later made into postcards, autographed by Tatch, and sold for years. In a more modern context, Liz Robbins became the first woman to ascend the Northwest face of Half Dome in 1967 with her husband, Royal Robbins. In 1973, Bev Johnson and Sybille Hectell completed the first all female ascent of El Capitan. Yosemite Employees: Cultural Demonstrators, Rangers, and Naturalists        Clare Marie Hodges, 1918   Clare Marie Hodges was the first woman ranger in Yosemite. She began teaching in the Yosemite Valley School in 1916. During World War I, Hodges heard about the difficulty the park was having finding men to work as rangers due to the demands of the war. In the spring of 1918, she applied to the superintendent, Washington B. Lewis, and said, \"Probably you'll laugh at me, but I want to be a ranger.\" He responded, \"I beat you to it, young lady. It's been on my mind for some time to put a woman on one of these patrols.\" Her job consisted of taking the gate receipts from Tuolumne Meadows to park headquarters, an overnight ride on horseback.        Enid Michael, early 1920s   Enid Michael came to Yosemite Valley in 1916 when she married Charles Michael, Yosemite's assistant postmaster. An ardent naturalist-botanist, Enid was appointed a seasonal ranger in 1921, serving in that position for 20 years. As a temporary park ranger making $80 a month, her duties included lecturing at museums, giving nature walks, and collecting and preparing plant specimens. By 1929, she had collected and mounted 1,000 plant specimens as well as recording visits by 130 bird species. Her most significant accomplishments were the creation of a wildflower garden behind the Yosemite Museum and writing 537 articles—the largest body of writing on Yosemite by any author.         Maggie Howard, 1935   Maggie Howard was a Paiute born at Mono Lake, and she spent much of her life in Yosemite Valley. She was one of the first American Indian women to do cultural demonstrations. She worked at the Yosemite Museum from 1929-1942 demonstrating acorn preparation and basket weaving, a tradition that continued with succeeding cultural demonstrators, Lucy Telles and Julia Parker. Artists and Writers        Constance Cummings, 1893   The work of female artists inspired other women to visit Yosemite and the West. British author Therese Yelverton penned an 1871 novel about her early Sierra experience called Zanita: A Tale of the Yo-Semite. Constance Gordon-Cummings completed 50 watercolors and drawings and staged an exhibition of her work during a three-month stay in 1878. Her book, Granite Crags of California, published in 1886, included a travel narrative about Yosemite; Mary Winslow, one of the first female traveling photographers, documented Yosemite's landscape in 1895; and Jesse Benton Fremont wrote Far West Sketches in which she described her visits to Yosemite Valley. Fremont was the wife of John C. Fremont and daughter of Thomas Hart Benton, important figures in Western American history, yet she still distinguished herself as a notable author and political activist in her own right.      Women's Roles throughout the NPS Information about women is frequently difficult to research because until recently, legal paperwork and property generally was registered under their husband's name.  More on Yosemite Women  Sargent, Shirley (1992, seventh edition). Pioneers in Petticoats: Yosemite's Early Women 1856-1900. Yosemite National Park: Flying Spur Press. Sargent, Shirley (2000). Yosemite's Innkeepers: The Story of a Great Park and its Chief Concessionaires. Yosemite, Calif.: Ponderosa Press Sanborn, Margaret (1989, second edition). Yosemite: Its Discovery, Its Wonders and Its People. Yosemite National Park: Yosemite Association.  More on NPS Women Servicewide  Kaufman, Polly Welts (1996). National Parks and the Woman's Voice: A History. Albuquerque: University of New Mexico Press. National Park Service History Collection. National Park Service Uniforms: Breeches, Blouses, and Skirts: Women's Uniforms in the National Park Service 1918-1991 . Office of Library, Archives and Graphics Research, Harpers Ferry, WV.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/women.htm"
}
