{
    "title": "Yosemite National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       National Register: View a full list of Yosemite's properties.       For tens of thousands of years, humans have changed, and have been changed by, this place we now call Yosemite. The Ahwahneechee lived here for generations, followed by the arrival of Europeans in the mid-1800s. The rugged terrain challenged many early European travelers, with just a few—only 650 from the mid-1850s to mid-1860s—making the journey to Yosemite Valley by horseback or stage. By 1907, construction of the Yosemite Valley Railroad from Merced to El Portal eased the journey, thereby, increasing visitation. Today, about 4 million people enter the park’s gates to explore Yosemite. We can learn from the stories of those who walked Yosemite’s trails before us and honor the echoes of their distant footsteps that have led to conscious preservation.        In 1918, Yosemite's Clare Marie Hodges became the first female park ranger in the National Park Service.   People: Seven present-day tribes descend from the people who first called this area home. As Europeans arrived in the mid-1800s, violent disruption ensued that displaced the native populations. Early white settlers arrived and hosted writers, artists, and photographers who spread the fame of \"the Incomparable Valley\" throughout the world.    Places: Within Yosemite's history, various populations thrived and left their mark. From historic mining sites, the remains from miners who came to the Sierra to seek their fortune in gold, to early lodging establishments, like the Wawona Hotel, offered a more primitive setting for the Valley's first tourists and today's visitors, and more elegant lodging, like The Ahwahnee, was added to satisfy those looking for comfort. Stories: History books detail the Mariposa Battalion entering Yosemite Valley in 1851 to remove the Ahwahneechee. As Euro-American settlement occurred, people arrived on foot, on horseback and by rail to rustic hotels. Parts of the landscape were exploited, spurring conservationists to appeal for protections. President Abraham Lincoln signed an 1864 bill granting Yosemite Valley and the Mariposa Grove to the State of California. John Muir helped spark the creation of Yosemite National Park in 1890. Collections: Yosemite’s resources fill a flourishing museum collection of more than 4 million items. The museum maintains a research library with some 10,000 books relevant to Yosemite, as well as photographs and articles. And, recently, an oral history project has collected interviews of people's park stories, events, and experiences that captures eye-witness evidence of the past. (Photos: View the NPS Historic Photo Collection through the Harpers Ferry Center for close to 90 images of Yosemite.) Preservation: The studies of archeology and architecture honor Yosemite's past. Archeologists systematically study the things left behind to uncover clues about historic and pre-historic cultures, economic systems, settlement patterns, demography, and social organizations. Both landscape architecture and structural architecture are disciplines that help us understand the drivers behind development and choices to make human impacts compatible and enhance the visitor's experience with their surroundings. Yosemite structures representing the belief that buildings should blend in with natural surroundings. Research and Studies:  Ongoing scientific research abounds at Yosemite from vista management to soundscape preservation to human carrying capacity issues. Yosemite has been building its Division of Resource Management and Science, serving as a public meeting place for scientific symposiums with papers presented at monthly forums. View the schedule for the Yosemite Forum. In addition, the division processes hundreds of research permits every year for its staff and outside interests. Also, learn how Yosemite's scientists work on a regional level through Inventory & Monitoring. In Recognition of Yosemite's Heritage: Yosemite's strong environmental stewardship has taken shape through key historic events. The park plans to honor its heritage through a series of anniversaries.   June 30, 2014: 150th anniversary of the Yosemite Grant Sept. 3, 2014: 50th anniversary of the Wilderness Act Sept. 28, 2014: 30th anniversary of the California Wilderness Act October 1, 2015: 125th anniversary of Yosemite National Park Aug. 25, 2016: 100th anniversary of the NPS      See the NPS' ever expanding library of works of high relevance. In the NPS Voyager Library Catalog, an increasing number of digitized texts in the public domain can be accessed via links inserted to records. For other NPS library resources, use the \"Quick Links to More Info\" bar to search \"NPS Focus\" (a digital library & research station of many collections that offers one-stop seaching). Want more NPS history? View the NPS' history home page, with newly added documents spotlighted on the page. Also, find a history of the National Park Service and an alphabetical list of individual park histories. Read the National Parks Second Century Commission's 2009 comprehensive report, including a cultural resource chapter [612 kb PDF] that pictures a different past in a different future. NPS prides itself on its cultural resources as documented in CRM: The Journal of Heritage Stewardship.  Print out a website cheat sheet on how to navigate Yosemite's cultural-based webpages. [88 kb PDF] Nature & Science: Learn about the park's ecology section from animals and plants to environmental issues.           NPS Historic Photo Collection  “I have seen persons of emotional temperament stand with tearful eyes, spellbound and dumb with awe, as they got their first view of the Valley from Inspiration Point, overwhelmed in the sudden presence of the unspeakable, stupendous grandeur.” – Galen Clark, guardian of the Yosemite Grant",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/index.htm"
}
