{
    "title": "Yosemite National Park: Hutchings Family",
    "body": "James and Elvira Hutchings       Descending towards the Yo-Semite Valley, we came upon a high point clear of trees from whence we had our first view of the singular and romantic valley; and as the scene opened in full view before us, we were almost speechless with wondering admiration at its wild and sublime grandeur.—James Hutchings, from an 1855 journal entry at Old Inspiration Point        James Hutchings (sitting) joins his son, Willie, and daughter, Gertrude, at the family home in 1885. YM1805  James and Elvira Hutchings offered a soft bed to Yosemite’s earliest travelers. The pioneer couple owned and operated a busy Valley hotel, the Hutchings House, beginning in 1864, for more than a decade. Their primitive hostelry was one of nine that first offered accommodations to tourists—standing as the very foundation of tourism in Yosemite. The Hutchings connection to Yosemite, however, predated their hotel by several years. Englishman James Mason Hutchings—an enterprising carpenter, gold miner, and journalist—first visited Yosemite in 1855. Having heard of the Mariposa Battalion’s encounter with a waterfall “nearly a thousand feet high,” Hutchings hired two American Indian guides to take him to the site. When he returned, he reported his experience in the newspapers as a “luxurious scenic banqueting.” To further whet the curious appetites of readers, he began publishing the Hutchings’ California Magazine and became the authoritative voice regarding Yosemite. The premier edition contained the first published illustrations of Yosemite Valley, and the total 60 issues, published from 1856 to 1861, succeeded in turning Yosemite into an overnight sensation.        Publisher James Hutchings became Yosemite's first spokesperson through texts shared across the country.   In 1859, on another journalistic sojourn into Yosemite, Hutchings checked into a newly-opened but crude two-story Valley inn called the Upper Hotel. As time went on, he thought about the lucrative financial potential of becoming an inn owner in such a remote but alluring location, but he knew the success of any serious tourism venture would depend on improved access to the Valley. That point was rather dramatically impressed upon Hutchings during the winter of 1862 when he attempted a late-season trip into Yosemite with Galen Clark and James Lamon. Storms and deep snow drifts turned back his traveling companions, but Hutchings forged ahead alone. His harrowing adventure furnished more grist for his publications. Hutchings and his wife, Elvira, whom he married in 1860, acquired the Upper Hotel in Yosemite for $400 and renamed it the Hutchings House in 1864. The structure and its furnishings were indeed primitive. Hutchings at least added glass panes to windows that were nothing more than open frames, and simple fern-stuffed mattresses and sheet partitions provided sojourners with modest comfort and little privacy. Two years later, the large Big Tree Room, functioning as a kitchen\/sitting room, was added that incorporated a 175-foot-tall live incense-cedar tree growing in the middle of the room and up through the roof.        In 1864, Flo Hutchings was the first non- Indian child to be born in Yosemite Valley.   The women of the Hutchings House—Elvira and her mother Florantha T. Sproat – were responsible for the day-to-day inn operations like cooking, waiting tables, and other basic needs. Elvira involved her two daughters, Florence and Gertrude, in the daily chores but not her son William, who had a spinal deformation. Husband James, unfortunately, was more interested in promoting his own legendary status than looking after visitors, and the gregarious owner did not even ensure dining guests were furnished with silverware! In actuality, the mother-in-law carried the load of the hotel business because Elvira, a painter, became preoccupied with studying music, botany, and other intellectual matters. While operating the hotel, the Hutchings met a shabbily dressed sheepherder who had arrived in the area looking for work in 1869. James Hutchings hired the 31-year-old Scotsman named John Muir to build and operate his sawmill. Muir finally quit two years later as tension grew between the two men. Each viewed himself as the official Yosemite spokesman. Hutchings had been writing about Yosemite for nearly two decades, and he was jealous of Muir’s public attention. When Hutchings later completed his famous 496-page Yosemite tome, In the Heart of the Sierras, not one named reference was made to Muir.        James Hutchings published his enduring love of Yosemite in a 496-page tome, \"In the Heart of the Sierras,\" in 1886.   Legal problems plagued the Hutchings House operation during the decade it operated. Two months after the Hutchings purchased the hotel, President Abraham Lincoln signed the Act of Congress transferring Yosemite Valley and the Mariposa Grove to the State of California as a grant reserved from settlement. The grant’s administrators subsequently maintained that the family’s claim to the property was not valid and insisted that the couple sign a lease for the hotel. The Hutchings mounted a bitter publicity campaign and legal battle that dragged on until 1874 when they received a $24,000 settlement from the state legislature. The Hutchings were also offered a lease to continue operating the hotel but chose instead to move their family (and money) to the mother-in-law’s home in San Francisco. Shortly afterward, James and Elvira divorced, yet James and the children continued to live with the indomitable mother-in-law. Ironically, changes in state politics brought James Hutchings back to live in Yosemite. The California Constitutional Convention of 1878-79 terminated the grant’s long-standing administrators. The new commissioners, in turn, removed the first guardian, Galen Clark, and in 1880, they appointed James Hutchings in the post; however, his “tactless, imperious attitude” seems to have endeared him to few. Exactly four years after he was appointed, he was discharged and left Yosemite.        James and Emily Hutchings pose for a vacation photo moments before he was thrown and killed. RL-1733  For the Hutchings family, tragedy marred the following years. In September 1881, daughter Flo died in a freak accident on the Ledge Trail below Glacier Point. Then, in 1902, James died in a wagon accident on the Big Oak Flat Road while vacationing in Yosemite with his third wife, Emily. (Both James and Flo are buried in the Yosemite Valley Cemetery.) Elvira, who gained some notoriety for her Yosemite water color paintings, eventually re-located to Vermont where daughter Gertrude lived. Elvira died there in 1917.        Headstone of James Mason Hutchings RL-2540   Learn more about the dynamic Hutchings women who each hold their own Yosemite legacy. View James Hutchings’ In the Heart of the Sierras.  The 496-page book, first printed in 1886 and followed by three editions with identical text, including typographic errors with only the illustrations changing. (All text links provided here through the American Libraries Internet Archive.) Read issues of Hutchings’ California Magazine, published from 1856-1861. Read Volume I (July 1856 to June 1857) and Volume II (July 1857 to June 1858). View James Hutchings' Scenes of Wonder and Curiosity in California, printed in 1870. Also, see the NPS Museum Management Program’s cataloguing of the magazine.       Sources  Johnston, Hank (1991). James Mason Hutchings and His Scenes of Wonder and Curiosity; the Publicist-Innkeeper Who Brought Yosemite to the Attention of the World ( pp.15-29). Yosemite’s Yesterdays Volume 2. Yosemite: Flying Spur Press. Hutchings, James Mason (1856-1861). Hutchings’ Illustrated California Magazine. San Francisco: Hutchings & Rosenfield, Publishers.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/hutchings.htm"
}
