{
    "title": "Yosemite National Park: Yosemite Chapel",
    "body": "Yosemite Chapel         The Yosemite Chapel became the first structure in Yosemite National Park placed on the National Register of Historic Places. K. Karst\/DNC Parks & Resorts at Yosemite  The Yosemite Chapel, located in Yosemite Valley, became listed on the prestigious National Register of Historic Places in 1973 based on its “simple architecture” that was representative of “a particularly fine example of the early chapels constructed in the Sierra Nevada Mountains.” In the spring of 1878, the California State Commissioners of the Yosemite Grant received an application “from the Rev. J.K. McLean and others, representing an association known as the Sunday School Union, for permission to erect in the Yosemite Valley a chapel, which should be used for undenominational purposes.” The application was granted, and a “handsome, tasteful building” was erected the following year near where the present Four Mile trailhead is located today.        The New England-style chapel was designed by Charles Geddes, a San Francisco church architect.   The chapel, which is the oldest structure in Yosemite Valley, was designed by Charles Geddes, an accomplished church architect from San Francisco. Geddes’ son-in-law, Samuel Thomson—with whom he collaborated on other church projects—is believed to have been the project's contractor. Designed in a \"New England style\" to seat 250 people, the chapel originally consisted of only one room, 26-by-50 feet long, with inside stud walls and rafters left exposed. Eventually an addition was added to the back of the church. By 1901, the surrounding “Lower Village” had nearly disappeared, so the chapel was relocated to its present location in the Old Village. In 1965 some interior restoration was completed, and the foundation was raised 3 feet to help protect the structure from periodic flooding. In spite of these efforts, the chapel sustained damage during the 1997 flood and required further restoration.        Pioneers, including James Hutchings in center, pose for a photo in front of the Yosemite Chapel's original location near the Four Mile trailhead.  Yosemite Research Library, RL-2541  With a few minor exceptions, the Yosemite Chapel has been the park’s sole church facility since its construction 130 years ago. Purportedly, Yosemite Chapel services began June 7, 1879. When the Ahwahnee Hotel was dedicated in August 1926, plans were unveiled for a much larger church to be built a short distance from the Hotel. The plans were, however, eventually downgraded to an outdoor facility, the Church Bowl, that supplemented the pastoral needs of Valley residents and visitors for several years. Two servicemen’s chapels were temporarily improvised in the U.S. Navy Hospital at the Ahwahnee Hotel during WWII, one of them in the hotel bar. For several months during 1943 and 1944 when the Yosemite Chapel was between pastors, the Navy chapels provided the only religious services in the Valley.  View more about the chapel, including activities, on the Yosemite Valley Chapel website.  National Register: Search site nominations across country.   Sources  Yosemite Valley Chapel nomination [1.6 MB PDF] to National Register of Historic Places listed Nov. 12, 1973.  Greene, Linda (1987). Yosemite: The Park and Its Resources; A History of the Discovery, Management, and Physical Development of Yosemite National Park, California. NPS: Yosemite.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/chapel.htm"
}
