{
    "title": "Yosemite National Park: Ansel Adams",
    "body": "Ansel Adams         Ansel Adams shown as pictured in the 1950 Yosemite Field School yearbook and in “Yosemite Nature Notes” in January 1952. J. Malcom Greany, RL-16, 641  When photographer Ansel Adams looked through his camera lens, he saw more than Yosemite's rocks, trees, and rivers. He saw art. Hues of wildness surfaced in this great American photographer's stunning black-and-white prints. And for most of his life, Yosemite National Park was Adams' chief source of inspiration. Born in San Francisco in 1902, Adams was the grandson of a wealthy timber baron. Unforuntately, most of the family fortune was lost in the 1906 earthquake and the national banking panic the following year. An only child, Adams was raised by his older parents and live-in aunt. He lived a fairly normal childhood until the eighth grade when his father recognized that Ansel was having difficulty fitting in at school. A shy introvert with big ears and a deformed nose, young Ansel may have also suffered from a hyperactive disorder or dyslexia. Whatever the cause, the elder Adams determined that it would be more productive if his socially awkward son was tutored at home. He initiated a classical education plan for Ansel that included piano lessons and studying Greek. While sick in bed with a cold one day at age 14, Ansel read a book that would eventually change his life. James Mason Hutchings' 496-page In the Heart of the Sierras caught Adams' imagination, and he soon managed to convince his parents to vacation in Yosemite National Park. By this time, he already had developed a love of nature, walking amid sand dunes outside his home near the picturesque Golden Gate. Equipped with a simple Kodak Brownie camera his parents gave him in 1916, the young Yosemite visitor tramped through the park's mountains, snapping the first images of what would become a lifetime of incredible artistic productivity. Nature, and Yosemite in particular, served as a place of healing for Adams who survived the deadly Spanish influenza in 1919. That same year, he joined the Sierra Club and then spent six summers accompanying High Sierra tour groups as trip photographer. He'd place the Half Dome cable system up each season, beginning with the cables' first appearance in 1919, so hikers could ascend the straight-up granite slope. For several years, Adams was caretaker of the Sierra Club's LeConte Memorial Lodge (now known as the Yosemite Conservation Heritage Center) in Yosemite Valley. He was deeply influenced by the organization's environmental credo, and his first published photographs appeared in the Club's 1922 Bulletin. In 1927, Adams received critical acclaim for his startling image of a Yosemite landmark. Shot in fading light with a red filter, \"Monolith, the Face of Half Dome\" yielded an image that was almost surreal. Before he tripped the shutter, Adams had visualized already what the developed image would look like: \"a brooding form, with deep shadows and a distant sharp white peak against a dark sky.\" For the rest of his career, Adams would be associated with this masterpiece and the techniques he used to produce it. Despite this success as a photographer, Adams lived in two professional worlds, functioning for years as both a photographer and a classical pianist, which he had been schooled to become from a young age. Adams married Virginia Best in 1928 after a long courtship. At the time, Virginia was an aspiring singer, and Ansel, the concert pianist shared her love of music. She also happened to be the daughter of landscape painter Harry Cassie Best. Best's Studio in Yosemite Valley was a convenient place for Adams to display his photography, and seven years after their marriage, Virginia inherited the business. The couple had two children, Michael and Anne, who grew up in the Valley. The children eventually also became involved in the family business, renamed it the Ansel Adams Gallery and passed it onto their children. Adams worked throughout his life as a commercial photographer, taking assignments from the National Park Service and companies such as Kodak, Zeiss, IBM, AT&T, and Life and Fortune magazines. During the 1930s, the park's concessionaire, Yosemite Park and Curry Company, hired Adams to photograph skiing, ice skating and sledding events for publication in its winter tourism promotions. And, before the U.S. Navy temporarily converted the Ahwahnee Hotel into a hospital in 1943, the YP&C Co. paid Adams to complete an extensive photographic inventory of the structure. With other nationally known photographers like Edward Weston in an exclusive Group f\/64 club, Adams defined photography as a pure art form rather than a derivative of other art forms. The great American artist's darkroom techniques-through dodging and burning-allowed him to see the image in his mind's eye as a final print. \"That's the drama, the expertise of what he could accomplish that no one else was able to do,\" said Michael Adams, Ansel's son who is a retired physician of Carmel, California. His father, he added, would have embraced today's easily manipulated photo techniques: \"I think that he would have loved digital.\" As Adams matured, his black-and-white images became associated with polarized political issues. With the Sierra Club, he advocated in 1936 for the establishment of Kings Canyon as a national park. His images of the Kings and Kern rivers were used effectively in Washington D.C. during Congressional discussions that ultimately yeilded the 1940 legislation founding Kings Canyon National Park. In 1943, Adams boldly photo-documented Manzanar, a Japanese-American internment camp at his own expense, refusing government funding. Adams died in 1984 in Monterey, California. Shortly after his death, the Minarets Wilderness south of Yosemite National Park was renamed the Ansel Adams Wilderness in his honor. The following year an 11,760-foot peak on the edge of Yosemite was named Mount Ansel Adams. Perhaps the most fitting honor was given by his friend, President Jimmy Carter, in 1980 when Adams received the Presidential Medal of Freedom: \"Drawn to the beauty of nature's monuments, he is regarded by environmentalists as a monument himself, and by photographers as a national institution. It is through his foresight and fortitude that so much of America has been saved for future Americans.\"  View timeline of Ansel Adams' life and Virginia Best Adams, both from PBS' American Experience documentary series. Texas State University-San Marcos astronomers determine exact moment Ansel Adams took photo of \"Moon and Half Dome\" image:  4:14 p.m. Dec. 28, 1960. See a 1994 \"Sky and Telescope\" article. [944 kb PDF]     Sources Alinder, Mary Street, 1996. Ansel Adams: A Biography. New York: Henry Holt & Company, Inc.. Turnage, William, electronic data on June 20, 2009. Ansel Adams, Photographer       In this 1943 photograph taken by Ansel Adams, U.S. Army soldiers visit Glacier Point. Adams spent much of the 1930s-’40s documenting many of Yosemite’s significant structures and people for the park and the park's concessionaire at the time. NPS Historic Photograph Collection",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/ansel-adams.htm"
}
