{
    "title": "Ozark National Scenic Riverways: Water Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Water Quality                Water Quality         Big Spring near Van Buren is fed by subterranean waters from as far as 45 miles away.                          Water resources are of the utmost importance to the Ozark National Scenic Riverways. The Current and Jacks Fork Rivers are prime recreational waters attracting some 1.5 million visitors each year. Most of these come to canoe, float in inner tubes, swim or fish. The springs are world class representatives of classic karst systems. They are home to several distinctive plants and animals and are fragile environments. Local communities also depend on karst water sources for their drinking water. Therefore water quality, both surface and subterranean is an impotant issue in the Ozark Riverways area. Water quality is monitored both by the federal government and the state of Missouri. While the water quality is good in general terms, pollution incidents have occurred from time to time and there are both one time and chronic sources. Among the many possible sources of contaminates that are being investigated include: agricultural use, including grazing and pesticides; water treatment, both residential and community; and recreationally contributed wastes from both humans and horses. It is important to identify significant sources not to place blame but to work towards solutions that result in better water quality for people and for wildlife. Water Quality Links: Assessment of Microbiological Contamination of the Jacks Fork River, Phase 1, USGS Report (.pdf file) Assessment of Microbiological Contamination of the Jacks Fork River, Phase 2, USGS Report (.pdf file) Assessment of possible sources of microbiological contamination in the water column and streambed sediment of the Jacks Fork, Ozark National Scenic Riverways, Missouri - Phase III USGS Report (.pdf file)          \"In every glass of water we drink, some of the water has already passed through fishes, trees, bacteria, worms in the soil, and many other organisms, including people . . . Living systems cleanse water and make it fit, among other things, for human consumption.\" - (Elliot Norse, Animal Extinctions)",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/nature\/waterquality.htm"
}
