{
    "title": "Yosemite National Park: Degnan Family",
    "body": "John and Bridget Degnan        From Ireland, the Degnans struggled to make their way in Yosemite--starting a bakery business in the 1890s that still feeds today's visitors. Yosemite Research Library          “I was so busy making bread and raising my children I did not have time to consider whether I was successful or not. I only knew that God’s will would be done.” -- Bridget Degnan in The Augonaut      Hard-working pioneers, Bridget and John Degnan, journeyed to California in 1884 to build a life in the picturesque Yosemite Valley. The Irish couple, arriving with an infant son in their arms, took on available employment to provide for their family. John worked steadily as a laborer for the administrators of the 1864 state grant that set aside the Valley and the Mariposa Grove, but it was Bridget who became the family’s breadwinner, of sorts. Her baking skills not only nourished her family of 10 but also an entire community for more than 50 years. A religious Catholic with a thick Irish brogue, Bridget spoke of her faith to build a successful bakery, which took much patience, and, perhaps a little Irish luck, too. When the couple first arrived in Yosemite, their living quarters were in an end of a barn near the present site of the Yosemite Lodge (now known as Yosemite Valley Lodge). There, Bridget had to overcome such hardships as carrying water for the household from Yosemite Creek in five-gallon oil cans and baking bread in a small portable oven under the burning coals of a fireplace. Bridget, afraid of Indians and homesick for Ireland, claimed she cried for several years following her arrival at Yosemite Valley. The family moved, eventually, into better living conditions in a one-story house, and the demand for Bridget’s bread increased steadily as travel to Yosemite grew. Her use of a larger portable oven, capable of producing 50 loaves a day, allowed Bridget to expand her production and the family’s welfare, selling each loaf for 12½ cents. Her bread became a staple for hungry travelers and the local community, and the busy bakery could end up sold-out at the end of the day. On one occasion, several American Indians had been upset when they were sent away empty-handed, but Bridget was sure to comply the next day.        In 1900, the Degnans added a bakery to the back of their Yosemite Valley house.   John Degnan built a new house, in 1898, for his wife and eight children with four bedrooms and two baths in Old Yosemite Village, near where the chapel is seen today. The bakery in the front of the house expanded as visitors asked for a glass of milk, a sandwich or something else to eat or drink; a small restaurant cafe was set up in the dining room of the house. The Degnans, two years later, ordered a large brick Dutch oven that could bake more than 100 loaves of bread at a time and moved the bakery to the rear of the house. Eventually, the couple even added a small grocery store.        This brick Dutch oven could bake more than 100 loaves of bread at a time.   Praising God for their success, the Degnans were mindful of their spiritual duty to put their children on the right path by establishing regular Catholic services in the Valley. In addition, their children attended the Yosemite Valley School, and all, except for Alfred who died as a young boy, graduated from college. Profits from the Degnans’ restaurant paid for their children’s college education, and those same monies funded a 50th anniversary trip to Ireland for John and Bridget. In 1956, the Degnans operation was moved by the couple’s children to the current modern structure in the present Yosemite Village. By this time, both of their parents had died (Bridget in 1940 and John in 1943). The Degnan’s Deli remained a family business and independent park concessioner until the Yosemite Park & Curry Company purchased the business in 1974. The family’s need to sell was forced, in part, due to bankruptcy. The expenses associated with moving and building a modern A-framed building in the new Village had been too much for the small family-run business. In the end, a pioneer venture by a determined couple paid off with a long-standing concession catering to Yosemite’s tourists since 1884. Even today, tourists can walk through the doors of Degnan’s Deli in Yosemite Valley to eat their fill of homemade sandwiches complimented with a few bites of Yosemite history that document Degnan’s as the oldest extant business in the park.        To preserve a piece of the park's history, the Degnan's bakery has been moved to the Pioneer Yosemite History Center in Wawona.   Visitors can also see the Degnan’s bakery, once attached to the back of the family’s 1898 home, in the Pioneer Yosemite History Center [266 kb PDF] located in the southern part of the park at Wawona. In the 1980s, the park moved the Degnan bakery, including the large brick oven, to this site that contains other significant buildings from Yosemite’s history. Sources  Degnan, L.V. & Hubbard, D.H. (1962). The Old Stagedriver’s Yosemite Yarns. (Author Laurence V. Degnan is the son of John and Bridget Degnan.) Fresno, Calif.: Awani Press. Greene, L. (1987). Yosemite: The Park and Its Resources; A History of the Discovery, Management, and Physical Development of Yosemite National Park, California. NPS: Yosemite. Johnston, H. (1995). The Yosemite Grant 1864-1906: A Pictorial History. Yosemite National Park: Yosemite Association. Russell, C.P. (1992, omnibus edition). One Hundred Years in Yosemite: The Story of a Great Park and Its Friends. Yosemite National Park: Yosemite Association. (First edition was in 1931 by Stanford University) Sargent, S. (1992, seventh edition). Pioneers in Petticoats: Yosemite’s Early Women 1856-1900. Yosemite National Park: Flying Spur Press.   Sargent, S. (2000). Yosemite’s Innkeepers: The Story of a Great Park and its Chief Concessionaires. Yosemite, Calif.: Ponderosa Press",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/degnans.htm"
}
