{
    "title": "Yosemite National Park: Rangers' Club",
    "body": "Rangers' Club        The Rangers' Club, dedicated in 1920, housed some of the first rangers in Yosemite National Park. National Park Service Director Stephen T. Mather paid $39,380 out of his own pocket to build it.         Yosemite Nature Notes Film Series: Watch 2011 episode on the Rangers' Club.   The Rangers' Club is a two-story, wood-framed structure located in Yosemite Valley across from the Valley Administration Building. Stephen T. Mather, the first director of the National Park Service, employed park rangers to guide tourists and protect the park from poachers. In 1920, Mather hired architect Charles Sumner to construct a home for members of his newly organized ranger force, and it was dedicated later that year. It includes dormitories for unmarried rangers. Mather paid for the building out of his own pocket for $39,380 (excluding furniture). It was designated a National Historic Landmark in 1985 for significance in the development of the National Park Service Rustic architecture style and is still in use today as a home for seasonal rangers.        The living room of the Rangers' Club, pictured in the 1920s, offered comforts to rangers living at the time in a somewhat remote national park.   What Is the Rustic Style of Architecture? The Rangers’ Club was constructed in the newly emerging National Park Service Rustic Style. This style of architecture became a cornerstone of the National Park Service’s belief that buildings should blend with their natural surroundings and that natural settings should influence architecture. In the design, Mather mandated that, “…particular attention must be devoted always to the harmonizing of these improvements with the landscape.” Sumner designed a large, rustic, modified chalet with wood shingles and steeply pitched roofs. Instead of leaving simple corners, every edge of the building was defined with heavy log pilasters, strengthening the connection between the building and surrounding forest edges. The steep roofs shed the winter snows and emphasized the structure's verticality—an homage to the surrounding mountains. Corner wood pilasters projected 3 feet up through the roof further emphasizing the verticality. The natural materials further harmonized the building with its setting. On the interior the common spaces were treated with an Arts-and-Crafts warmth—stout wood furnishings, dark wood paneling, built-in bookcases, and exposed beams. The building suggested a sense of wilderness, the frontier, and alpine traditions.        Rangers, seen outside the Rangers’ Club in the early 1920s, guided tourists and protected the park from poachers.   How Is the Club Being Protected? The Rangers’ Club was built before the advent of modern seismic codes that protect buildings from earthquakes. In order to properly protect the historic building, the National Park Service implemented seismic strengthening for the building in early 2008. This work was conducted primarily in the crawlspace, where an extensive network of new concrete foundation walls was constructed inside the existing stone foundation. These walls provide added stability for the structure without detracting from the historic appearance of the building. On the interior, selected walls were strengthened by carefully removing wall finishes, adding structural support inside the walls and tying the walls to the new foundations. Wall finishes were then restored by installing plaster to match the appearance of the original plaster and reinstalling historic wainscoting and moldings. Design for seismic strengthening of the chimneys has been completed. In 2009, a Historic Structures Report (HSR) will be prepared for the Rangers’ Club. This will include researching the history of the building, assessing its current condition and historic integrity and provide treatment recommendations to guide future restoration and rehabilitation of this valuable historic resource.         The Rangers' Club Historic Structure Report (19mb PDF) was completed in 2011.                        Yosemite Rangers’ Club Dedication, 1920 Stephen T. Mather, first director of the U.S. National Park Service, dedicated the Yosemite Rangers’ Club on September 26, 1920. At seventeen seconds into this clip (00:17), Mather stands at left on the south terrace of the Rangers’ Club. Other notable figures present in this footage include Yosemite’s first chief ranger, Forrest Townsley, its first chief naturalist, Ansel Hall, and the vice president of the Southern Pacific Railway, Ernest O. McCormick. Now a National Historic Landmark, the Rangers' Club represents the first example of National Park Service Rustic Style architecture. Preservation of this historic film was made possible through a 2013 grant from the National Film Preservation Foundation.(Yosemite National Park Archives: Historic Film Collection, YOSE-049704.)  Duration:55 seconds               Learn more about Yosemite's historic collections and archives.",
    "url": "https:\/\/www.nps.gov\/yose\/learn\/historyculture\/rangers-club.htm"
}
