{
    "title": "Yosemite National Park: Hantavirus FAQ",
    "body": "Explore This Park    Plan Your Visit     Safety     Public Health     Hantavirus FAQ                Hantavirus Frequently Asked Questions       < < Back to the main Hantavirus in Yosemite page          What is hantavirus pulmonary syndrome (HPS)?  Hantavirus is a rare but serious disease that humans can contract through contact with infected rodents or their urine, saliva, blood, or droppings. Since HPS was first identified in the United States in 1993, there have been 62 cases in California residents and over 600 cases nationally. Approximately 12 percent of deer mice carry hantavirus.   The deer mouse (Peromyscus maniculatus) is the primary reservoir for Sin Nombre Virus, the strain of hantavirus responsible for the human cases in Yosemite National Park, and most human cases in the United States. The deer mouse is found throughout most of the United States, including Yosemite National Park.  For additional information on preventing HPS, visit the Centers for Disease Control and Prevention (CDC) hantavirus website or California Department of Public Health (CDPH) website.  What are common symptoms for HPS? According to the CDC, symptoms of HPS generally begin from one to seven weeks after exposure. Early symptoms include fever, fatigue, chills, and muscle aches. About half of patients will experience headaches, nausea, vomiting, dizziness, and abdominal pain. The disease progresses rapidly (four to 10 days after initial symptoms) to include coughing, shortness of breath, and severe difficulty breathing. Early medical attention greatly increases the chance of survival in cases of HPS. If you or a family member develops any of the symptoms listed above after potential contact with rodents or rodent-infested spaces you should seek medical attention immediately and advise your health care professional of the potential exposure to hantavirus. The types of hantavirus that cause HPS in the United States cannot be transmitted from one person to another.  How and where does one contract hantavirus pulmonary syndrome?  According to the CDC, cases of HPS occur sporadically, usually in rural areas where forest, fields, and farms offer suitable habitat for the virus’s rodent hosts. Structures around homes (for example: barns, outbuildings, and sheds) are potential sites where people may be exposed to the virus. In the United States, deer mice (along with cotton rats and rice rats in the southeastern states and the white-footed mouse in the Northeast) carry the virus. The rodents shed the virus in their urine, droppings, and saliva. The virus is mainly transmitted to people when they breathe in air contaminated with the virus. Participating in activities that can stir up dust in areas where rodents have been active will increase your risk of contracting HPS.  Anyone who comes into contact with rodents that carry hantavirus is at risk of HPS. Rodent infestation in and around the home remains the primary risk for hantavirus exposure.   What should I do if I think I have been exposed?  It is recommended that, if a recent visitor to Yosemite National Park has any of the symptoms listed above, they seek medical attention immediately and advise their health care professional of the potential exposure to hantavirus.  Where can I get more information?  The park provides hantavirus information through its website at http:\/\/www.nps.gov\/yose\/planyourvisit\/hantavirus.htm. The park distributes hantavirus information to every visitor entering Yosemite and notices are posted throughout the park, including campsites. Additionally, the concessioner and the park’s partners provide hantavirus information on their websites, lodging check in, and within guest accommodations.  For additional information on preventing HPS, visit the Centers for Disease Control and Prevention (CDC) hantavirus website or California Department of Public Health (CDPH) website.    What can I do to protect myself while in Yosemite or other areas around the U.S. where this has been found?  The park is a natural environment that contains wild animals, including rodents. All visitors should be aware of safety information relating to visiting Yosemite, ranging from river safety to bear awareness and hantavirus awareness.  We do suggest that you are mindful of the steps that can be taken to reduce exposure to hantavirus.   What steps should I take to reduce the risk of HPS when visiting Yosemite?    Avoid touching live or dead rodents or disturbing rodent burrows, dens, or nests. Keep food in tightly sealed containers (including those stored in bear boxes) and store away from rodents. Take care not to stir up dust. Minimize storage of luggage and other materials on floors. Contact housekeeping or maintenance if signs of rodents are present, including feces or urine. Do not pitch tents or place sleeping bags in proximity to rodent feces or burrows or near possible rodent habitat (for example, dense brush or woodpiles). Avoid sleeping on bare ground. Use a cot with the sleeping surface at least 12 inches above the ground or use a tent with a floor. Dispose of all trash and garbage promptly in accordance with campground regulations by discarding in rodent-proof trash containers, or packing it out in rodent-proof containers. If visitors notice rodent droppings or other signs of rodents in guest lodging, buildings, or other structures, they should contact staff immediately. National Park Service and concessioner staff are trained and equipped to respond to evidence of rodent activity.    What is the park doing to alert visitors about hantavirus?  Yosemite National Park is working closely with state and national public health agencies to raise public awareness of the symptoms of hantavirus and the need to seek immediate medical attention if HPS symptoms develop.   Yosemite National Park provides hantavirus education materials to all overnight park visitors regardless of where they stay. Yosemite National Park and its partners provide visitors with hantavirus education through a variety of media and materials. Education is disseminated through Yosemite and its partners’ websites, in brochures provided to visitors at the park’s entrances, in emailed reservation confirmations, at lodging check-ins, and inside guest accommodations. Additionally, hantavirus brochures are provided at the campgrounds.  The park is working with the California Department of Public Health and Yosemite National Park Public Health Service officers to conduct rodent surveys to monitor deer mouse abundance and virus activity in mouse populations. The park continues its rodent-proofing and trapping measures in tent cabins and buildings throughout the park. Structures throughout the park continue to be cleaned and inspected regularly according to CDC protocols.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/hantafaq.htm"
}
