{
    "title": "Ozark National Scenic Riverways: Tall Larkspur",
    "body": "Tall Larkspur Discovered at Ozark Riverways         Tall Larkspur, Delphinium exaltatum   By Dan Drees, Fire Ecologist This summer, the NPS Ozark Highlands fire ecology crew discovered the largest population of the nationally-rare tall larkspur (Delphinium exaltatum) in a prescribed fire management unit anywhere. According to www.natureserve.org, “A primary threat to tall larkspur is loss of habitat due to succession of vegetation in the absence of a natural fire regime (Pyne 1994). Encroachment of trees and shrubs (e.g., Eastern red cedar) into occupied habitat has likely resulted in the loss of many individuals and populations over time.” A population of 2,481 tall larkspur plants was found at Ozark National Scenic Riverways (ONSR), near the park’s famous Alley Spring. The ONSR fire management program has used prescribed fire to restore glade and woodland communities since 1994. The discovery of this nationally-significant population of tall larkspur validates the NPS philosophy of trying to maintain the historical disturbances, including fire, that shaped the local biodiversity. This attractive wildflower will persist naturally without fire for decades on some sunny steep slopes and the sunny banks of small high-gradient streams. This is especially true if windstorms, ice storms, or beavers thin the tree canopy. However, only fire will prevent leaf litter accumulation from suppressing tall larkspur seedling germination over most of its preferred habitat.         Every species supports other species... NPS Photo by Angela Sokolowski  At ONSR, tall larkspur clearly prefers well-drained (but not drought-prone) soil that is high in calcium. Reproductive plants were primarily in areas that received strong sunlight at the edge of small openings and small glades. Gnarly, wide-spreading chinkapin oaks were the dominant trees.  Tall larkspur population inventories at ONSR between 1984 and 2008 documented dramatic population declines at sites that were not favorable to prescribed burning due to highways or boundary issues. Unfortunately, this new population was unknown before it burned in March of 2008, so pre-burn data is not available. Nonetheless, the fire ecology crew is excited to have its first population of tall larkspur to monitor. Over time, we expect to enrich the small pool of knowledge of how to maintain viable natural populations of this rare wildflower. We also plan to ensure that we are accountable to the needs of other rare species in the park. Contact: Dan Drees, Fire Ecologist, NPS Ozark Highlands Park Group at (573) 323-8234 x 26 for more information.",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/nature\/larkspur.htm"
}
