{
    "title": "Yosemite National Park: Plague FAQ",
    "body": "Explore This Park    Plan Your Visit     Safety     Public Health     Plague FAQ                Frequently Asked Questions About Plague       What is Happening with Plague in Yosemite? During the summer of 2015, two visitors to Yosemite National Park and the surrounding national forests were diagnosed with plague. Extensive environmental investigations were conducted in several areas of the park and surrounding areas to identify potential areas of risk. Four sites with potential or confirmed plague activity were identified within the park and rodent burrows at these sites were treated with an insecticide dust to kill fleas. Fleas on rodents, especially squirrels and chipmunks, can carry the bacterium that causes plague. Surveillance by the California Department of Public Health and park staff for plague in animals is ongoing in the park and the risk of human exposure remains low. No additional cases of plague with possible exposure in Yosemite have been reported.   General Plague Questions What is plague? Plague is a disease caused by a bacterium, Yersinia pestis, that can be transmitted to humans via rodents and their fleas. Plague in Yosemite is most commonly associated with fleas found on ground squirrels and chipmunks. Plague in humans is very rare, with only about ten cases per year in the United States.   How could I become infected with plague? Plague is commonly transmitted through the bite of an infected flea or from handling sick or dead animals infected with the bacteria. Although rare, it can also be caught through contact with infectious respiratory droplets, from coughing or sneezing. While squirrels and chipmunks are the most common sources, any animal, including domestic pets like dogs and cats, can transmit the disease through their fleas or, if infected with pneumonic plague, through coughing or sneezing.   What are common symptoms of plague? Generally, the initial symptoms of plague develop two to six days after exposure and include nausea, vomiting, fever, chills, muscle aches, headache, and weakness. Bubonic plague, the most common form, is characterized by swollen and tender lymph nodes (called \"buboes\") in the groin, neck, or armpit. If not diagnosed and treated early, bubonic plague can progress to infect the blood (septicemic plague) and\/or the lungs (pneumonic plague). These forms of plague are more severe and more difficult to treat.   Where can I get more information? More information is available from Centers for Disease Control and Prevention (CDC), California Department of Public Health, and from the National Park Service [850 kb PDF].   How have visitors been advised of plague risks and symptoms? Messaging is posted throughout the park telling visitors not to feed or approach wildlife and visitors are encouraged to wear insect repellent. These actions will protect against a variety of risks, including plague. The CDPH issued news releases on August 6, August 14, and August 18, 2015 that described the situation. Relevant information is also available on the park's website. Additionally, the park participated in outreach to physicians about plague on August 28, 2015. Park rangers routinely educate visitors on the importance of avoiding contact with wild animals. Plague fact sheets are available at visitor centers and entrance gates. Information on how to limit the risk of exposure to plague—in addition to the other risks inherent in wild places like Yosemite—is available on the park's website.   How can I reduce my risk of exposure to plague? Public health officials recommend the following:  Do not feed any wildlife including squirrels, chipmunks, and other rodents. . Use insect repellents (20-30% DEET or equivalent, or permethrin-treated clothing) when outdoors. Wear closed-toed shoes and tuck pants into socks when possible. Avoid touching live, sick, or dead rodents or disturbing rodent burrows, dens, or nests. Do not pitch tents or place sleeping bags in close proximity to rodent burrows or near possible rodent habitat (for example, dense brush or woodpiles). Keep food in tightly sealed containers (including those stored in food lockers) and store away from rodents. Contact a park ranger if signs of rodents (e.g. feces, nesting, urine) are present in cabins, food lockers, and other structures. Dispose of all trash and garbage promptly in accordance with campsite regulations by discarding in rodent-proof trash containers or packing it out in rodent-proof containers. Keep wild rodents out of homes, trailers, and outbuildings and away from pets. Supervise children and keep pets on a leash at all times.    What is the park doing besides treating rodent burrows to control fleas in some campgrounds? Federal and state public health officers regularly conduct rodent surveys to monitor rodent abundance and their health. The park conducts routine plague surveillance with CDPH as part of normal park operations. The park is continuing its rodent-proofing of structures and food lockers throughout the park.   Is it safe to visit Yosemite? Based on information received from public health organizations, the risk for plague in Yosemite and elsewhere in California remains low. Plague is a rare disease but is endemic throughout the Sierra Nevada mountains and foothills as well as other parts of California; however, visitors to areas where there are rodents such as squirrels and chipmunks should take precautions to avoid exposure and to be aware of the risks and symptoms associated with the disease. The park is open and we continue to welcome visitors. The park is a natural environment that contains wild animals, swift water, and other inherent risks, including exposure to animal-borne diseases like plague. The National Park Service and its partners have extensive safety protocols in place to mitigate those risks to the greatest extent possible. All visitors should be aware of safety information related to visiting Yosemite.  What is the NPS doing at other parks to reduce the risk of plague infection? NPS conducts surveillance in wildlife for plague throughout the western United States and works closely with state and local health departments whenever plague is detected in the environment. The NPS is also working with several states and the USGS National Wildlife Health Center to develop and test an oral plague vaccine in several NPS park units to reduce wildlife and human health risk of plague.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/plaguefaq.htm"
}
