{
    "title": "Yosemite National Park: Boating",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Water Activities     Boating                Boating       Experienced paddlers with kayaks, canoes, or whitewater rafts have access to many portions of Yosemite's rivers. If you'll be boating in Yosemite, please be aware of the following regulations:  All lakes other than Hetch Hetchy Reservoir and some rivers (described below) are open to non-motorized vessels. (Sections of river may close if debris or changing river characteristics restrict passage by vessels.)  Vessels must be in good condition and rated for the classification of water users are intending to navigate. Launching and retrieving vessels is only allowed at designated locations (as described below)  Use of a trailer or wheeled device to launch or retrieve a vessel is prohibited. Dragging vessels on vegetation is prohibited. Personal flotation devices (PFD) must be:    worn by children aged 13 years and younger (no exceptions) worn by every person when paddling on the Merced River above Little Yosemite Valley and below El Capitan Bridge. worn by every person when paddling on the Tuolumne River otherwise in possession for each person (we strongly encourage wearing a PFD even when it's not required)      Merced River (including Yosemite Valley) Boating is allowed on the following sections of the Merced River, with the following restrictions: Headwaters to Little Yosemite Valley Campground   This section of the Merced River is always open. Launching and retrieving boats is permitted along this entire section of river.  There is no vehicle access to this section. You must hike at least four miles of strenuous trail to access this section and you must hike back 3.8 to 4.7 miles of strenuous trail from Little Yosemite Valley at the end of this segment.  A wilderness permit is required for overnight stays.   Clark's Bridge to El Capitan Bridge (Class I-II: Easy to Novice)   The Merced River from Clark's Bridge (between North Pines and Lower Pines Campgrounds) to El Capitan Bridge is open each day that the gage height at Pohono Bridge is below 7 feet at 8 am. Launching and retrieving boats is permitted only at the following locations:   The area downstream from Clark's Bridge for approximately 100 feet, or as signed The area downstream from Stoneman Bridge for approximately 100 feet, or as signed The sandy, unvegetated area of Sentinel Beach  The area of El Capitan Bridge for approximately 100 feet upstream and downstream, or as signed      El Capitan Bridge to Park Boundary (Class III-IV: Intermediate to Advanced)   The Merced River from El Capitan Bridge downstream to the park boundary is each day when the gage height at Pohono Bridge is at least 3.4 feet at 8 am. Launching and retrieving boats is permitted only at the following locations:   The area of El Capitan Bridge for approximately 100 feet upstream and downstream, or as signed The entire portion of river downstream of Pohono Bridge      South Fork Merced River (including Wawona) Boating is allowed on the following sections of the South Fork Merced River, with the following restrictions:  Headwaters to 100 Yards Upstream From Wawona Impoundment   The section of river is always open. Launching and retrieving boats is permitted along this entire section of river. There is no vehicle or trail access to this section and a wilderness permit is required for overnight stays.    Downstream of Wawona Impoundment to Park Boundary   The section of river is always open. Launching and retrieving boats is permitted along this entire section of river.  There is no vehicle or trail access downstream of the Wawona Campground. Unless you boat all the way to the Merced River in El Portal (outside the park), you must portage back to Wawona.    Tuolumne River  Boating is allowed on the following section of the Tuolumne River: Pothole Dome to Pate Valley   The Tuolumne River from Pothole Dome (Tuolumne Meadows) to Pate Valley. Launching and retrieving boats is permitted only at the following locations:   The Pothole Dome area downstream of the meadow The Glen Aulin area within 100 feet of the bridge The Pate Valley area within 100 feet of the bridge   There is no vehicle access to this section. You must hike about a half mile to access this section and you must hike back several miles back to Tuolumne Meadows or White Wolf.  There is no vehicle or trail access to this section and a wilderness permit is required for overnight stays.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/boating.htm"
}
