{
    "title": "Yosemite National Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety             Safety       Special Protection for Special Places Visitors to Yosemite National Park are the park's most important guardians. With Yosemite's nearly four million people watching over its special plants, animals, historic, and archeological sites, imagine how well-protected these park resources could be! During your visit to Yosemite, be aware that there are people who either intentionally or unknowingly harm park resources. Please contact a park official if you see any of the following illegal acts:  feeding or approaching wildlife hunting animals collecting reptiles and butterflies collecting plants (including pine cones) picking up archeological or historic items such as arrowheads possession of metal detectors or using them to locate and collect historic objects driving vehicles into sensitive meadows and off roadways camping outside of designated campgrounds using weapons  If you see activities that could harm people or park resources, jot down any descriptions or a vehicle license plate number and contact the park dispatch office at 209\/379-1992; if someone's life is in danger, call 911. See below for more park regulations.   Keep Wildlife Wild Respect animals at a distance: never feed or approach them.  Keep your distance from animals, even if they approach you Dispose of trash in animal-proof trash cans or dumpsters Keep your food and trash from wildlife by storing it properly, day and night. More information about proper food storage is available. Failure to obey regulations may result in a fine of up to $5,000 and\/or impoundment of your property.    Pets Some visitors choose to bring pets along on their vacations. In Yosemite, pets have a few rules to follow.   Bicycling Each season, plants are crushed from bicycle travel in meadows, campgrounds, and picnic areas. Please respect park resources and keep bicycles on paved roads and paved trails.They are not allowed to travel off-trail, on unpaved trails, or in wilderness areas. Mountain biking opportunities are available in designated areas outside of Yosemite. Bicyclists under 18 years of age must wear a properly fitted bicycle helmet.   Hiking and Climbing Safety  If you will be hiking or climbing, please read our hiking safety and climbing safety pages.   Traffic Safety  Traveling through Yosemite by car, bus, or bicycle provides a wonderful opportunity to slow down and enjoy the park 's incredible scenery. When traveling on park roads you can protect yourself, other visitors, and park wildlife by observing the following simple rules:  Yosemite's roads are used by both visitors and park wildlife. Please obey posted speed limits. Speeding kills bears & other wildlife! Use turnouts to pull completely out of the road to take photos, consult the park map, or simply enjoy the park's scenery and wildlife. Wear seatbelts and use child safety seats required for children under six years of age or under 60 pounds in weight. All motorcyclists must wear helmets. Stay alive, don't drink and drive. For your safety, park rangers enforce laws against alcohol and drug related driving offenses. Use tire chains when posted as being required (during snowy or icy periods).        Water ways  Success! Five years ago, many areas along the Merced River showed signs of human trampling.The soil was bare and heavily eroded. Now, because of the careful actions of visitors and park staff, many of these areas have been restored to more natural conditions.The plants, birds, insects, and animals that depend on living in or near the water have been able to return to these once barren areas. You can help continue this progress by entering and exiting the river at designated launch and removal points, and by taking breaks on rocky, sandy beaches or point bars. Packing out what you pack in will also help keep the river free from trash and prevent animals from swallowing harmful plastic or aluminum. Please observe the following safety tips to protect Yosemite's river and lakeshore habitats and to safely enjoy water activities throughout the park.  Swimming   Always supervise children closely. Choose swimming areas carefully and swim only during low water conditions. Avoid areas of \"whitewater\" where streams flow over rocky obstructions. Never swim or wade upstream from the brink of a waterfall, even if the water appears shallow and calm. Each year unsuspecting visitors are swept over waterfalls to their deaths when swimming in these areas.       River crossings   In summer, rivers and creeks swollen by runoff from snowmelt are dangerous. Powerful current, icy water, and river obstructions can trap or kill the unwary. Stay away from river and creek banks during high water conditions and avoid rock hopping. Stream polished rocks along the water's edge may be slippery when wet or dry. If you choose to cross a stream without a bridge, avoid deep and\/or swift water. If crossing on a natural bridge of rocks or logs, consider where you will land if you fall. Never cross above rapids or falls. To prevent being pulled under by its weight, unbuckle your pack's waist strap so you can shed it if you fall in. Do not tie yourself into safety ropes--they can drown you.       Rafting   Rafting is allowed on lakes (except Hetch Hetchy Reservoir and Mirror Lake) and some stretches of river. More information is available on our water activities page.       Fishing   Special fishing regulations apply in Yosemite. More information is available on our fishing page.          Other Environmental Hazards   Rockfalls are the most powerful geologic force shaping Yosemite Valley today. Although rockfalls are relatively uncommon, several rockfalls occur in Yosemite Valley each year; they are dangerous and can cause injury or death. While the National Park Service actively studies rockfall hazards, it is impossible to monitor every potential rockfall area. In Yosemite, and in any natural area, it is up to you to be aware of your surroundings. Use caution when entering any area where rockfall activity may occur, such as on or immediately below cliffs.   Diseases, insects, soil moisture, wind, fire, and snow combine with human activities to create hazardous trees (any tree, which, due to visible defects, could fall down and strike a person or property within a developed area). While the National Park service seeks to identify and remove threats due to hazard trees, trees without apparent defects also fail and tree hazards cannot always be immediately identified and mitigated; several catastrophic tree failures have left visitors seriously or fatally injured in Yosemite, in addition to property damage totaling nearly $1,000,000. Be aware of your surroundings, especially away from developed areas, and keep in mind that some trees may fail at any time.   Lightning is a common occurrence in Yosemite, particularly on summer afternoons. Be aware of changing conditions and have a plan in case a thunderstorm approaches.     Air Delivery and Unmanned Aircraft   BASE jumping is prohibited. Hang gliding is allowed with a permit. Launching, landing, or operating an unmanned aircraft from or on lands and waters administered by the National Park Service within the boundaries of Yosemite National Park is prohibited. Unmanned aircraft includes (but is not limited to) model airplanes, quadcopters, and drones. This restriction is to protect the public from hazards and preserve the park’s natural, aesthetic, and scenic values. The use of machine airborne or controlled devices, such as unmanned aircraft systems (UAS) or drones, has the potential to interfere with public safety by posing an in-flight hazard to emergency helicopter use in the park. The use of these devices also has the potential to disrupt wildlife by interrupting migration, nesting, mating, and hunting activities to include, but not limited to, protected species such as the peregrine Falcon. This restriction is in accordance with NPS Management Policy 8.2, which prohibits recreational uses that conflict with the scenic values and view sheds that the park was designated to protect and the associated activities in which individuals seek solitude and tranquility with an expectation of privacy. Furthermore, the use in designated Wilderness areas violates the Wilderness Act, which prohibits motorized equipment. An interim measure may be put into place at a later date after the park administration evaluates the appropriateness of this new use on a long-term basis.          Public Health While visiting Yosemite, it's possible (though unlikely) that you could be exposed to a variety of vector-borne diseases, such as hantavirus or Lyme disease. Other public health issues in Yosemite relate to air and water quality,       Regulations Learn more about park regulations.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/safety.htm"
}
