{
    "title": "Yosemite National Park: Public Health",
    "body": "Explore This Park    Plan Your Visit     Safety     Public Health               Public Health       Vector-Borne Diseases    As with any trip into the Sierra Nevada, it's possible (though unlikely) while visiting Yosemite that you could be exposed to a variety of vector-borne diseases. Here are some general tips to reduce your risk:  Avoid contact with mosquitoes and ticks.  Many mosquitoes are most active at dusk and dawn, mainly during the summer. Be sure to use insect repellent and wear long sleeves and pants or consider staying indoors during these hours. Ticks cling to plants, waiting for a host (you) to walk by; walk down the middle of trails and avoid areas with high grass and leaf litter.     Use an effective insect repellent. Repellents containing DEET, picaridin, oil of lemon eucalyptus, or IR3535 typically provide reasonably long-lasting protection against mosquitoes, but the Centers for Disease Control and Prevention recommends repellents containing DEET or permethrin to repel ticks. (Search for a repellent that is right for you.)     Find and remove ticks from your body Soon after going indoors, bathe or shower, then conduct a full-body tick check using a mirror. Examine your children, too, and also check pets, backpacks, clothing, etc.     Avoid sleeping in rodent-infested areas or near animal burrows. If you see evidence of rodent activity in your room or other facility, contact park staff (don't clean it up yourself).     Avoid contact with wildlife and keep food and trash stored properly. Wild animals in Yosemite can transmit numerous diseases, including plague, rabies, and hantavirus. Keeping your distance and your food from wildlife not only protects them, it also protects you from injury and exposure to diseases.  If you encounter a mammal, particularly a raccoon, skunk, fox, coyote, or bat, that is behaving erratically, don’t touch the animal. Instead, report the sick animal to a park employee.  In addition to keeping bears away, storing your food properly also reduces your exposure to rodents and their fleas, which may carry plague.   Vector-Borne Diseases in Yosemite Include:   Hantavirus Pulmonary Syndrome (HPS) is a severe, sometimes fatal, respiratory disease in humans caused by infection with a hantavirus.   Plague is a highly infectious bacterial disease primarily affecting rodents. Humans and other animals can get plague if they visit or live in areas where wild rodents are sick or dying from plague. Plague has been identified throughout the Sierra Nevada including Yosemite National Park. Wild rodents (including squirrels and chipmunks) are the principal source of plague in California. California Department of Public Health and Centers for Disease Control and Prevention websites contain important information that can help you recognize and and reduce your risk of contracting of plague.     West Nile virus (WNV) is a potentially serious illness. Experts believe WNV is established as a seasonal epidemic in North America that flares up in the summer and continues into the fall. Most often, WNV is spread by the bite of an infected mosquito. Mosquitoes become infected when they feed on infected birds. Infected mosquitoes can then spread WNV to humans and other animals when they bite. California Department of Public Health and Centers for Disease Control and Prevention websites contain important information that can help you recognize and and reduce your risk of contracting West Nile virus.     Lyme Disease. If you are bitten by a tick, and later experience flu-like symptoms, contact your doctor and mention you had a tick bite. The California Department of Public Health and Centers for Disease Control and Prevention websites contain important information about Lyme disease. If you are diagnosed as having Lyme disease, and you believe you got it in Yosemite, have your doctor contact the park sanitarian at 209\/379-1209.     Tick-borne relapsing fever (TBRF) is a rare but serious illness in people caused by bacteria that are carried by soft ticks. TBRF typically causes flu-like symptoms that disappear quickly after a few days. This is followed by a return (or relapse) of symptoms a few days later. This cycle can repeat for weeks if not treated. Soft ticks look and behave differently than the hard ticks (\"dog ticks\" or \"deer ticks,\" for example) commonly found while hiking in many parts of California. Soft ticks aren't found along hiking trails but typically live in dark, cool places such as rodent nests, and shaded wood piles outside of buildings. Soft ticks are found mainly in forested foothill and mountain regions above 3,000 feet, including Yosemite National Park. Those who get sick with TBRF are usually infected while visiting mountain areas and staying in cabins or buildings that are infested with rodents and soft ticks. People can protect themselves from TBRF by keeping rodents out of buildings. The California Department of Public Health and Centers for Disease Control and Prevention websites contain important information about tick-borne relapsing fever. If you are diagnosed as having relapsing fever, and you believe you contracted it in Yosemite, have your doctor contact the park's environmental health officer\/public health consultant at 209\/379-1209.     Rabies is a viral disease that affects the central nervous system. The virus is usually passed to humans via the bite of a rabid animal. Occasionally, rabies can be transmitted if the saliva of an infected animal gets into a fresh scratch, break in the skin, or contact with mucous membranes (eyes, mouth, nose). Throughout California, most cases of rabies occur in skunks and bats.  Always enjoy wild animals from a distance and do not do not handle, feed, or attract wild animals. Yosemite has an ecologically rich population of bats. If you see a bat that is behaving erratically, is unafraid of humans, or is lying on the ground, it may be sick. It is important not to touch or approach bats closely.  Rabies is 100% preventable if appropriate medical attention is given prior to the development of symptoms, but is 100% fatal if an exposure is not treated. The California Department of Public Health and Centers for Disease Control and Prevention websites have important information about rabies.         Other Public Health Issues in Yosemite    Norovirus-the stomach bug (a gastrointestinal illness) Norovirus is a highly contagious virus. Norovirus infection causes gastroenteritis (inflammation of the stomach and intestines). This leads to diarrhea, vomiting, and stomach pain. Norovirus illness is often called by other names, such as food poisoning and stomach flu. While noroviruses can cause food poisoning, other germs and chemicals can also cause food poisoning. Norovirus illness is not related to the flu (influenza), which is a respiratory illness caused by influenza virus. Centers for Disease Control and Prevention has more information (and a fact sheet [300 kb PDF]). California Department of Public Health also has additional information about norovirus.   Water. To protect yourself from disease, treat any river or lake water before drinking. The most reliable way to disinfect water is to boil it for three minutes. Otherwise, use a filter rated to remove bacteria and protozoa (1 micron or smaller filter). After filtering, treat the water with 2 drops of chlorine bleach per quart (liter) of water for 30 minutes in order to kill viruses (which are not removed by filters). Viruses aren't common in Yosemite's waters, but we recommend that you treat water to kill them.  To prevent the spread of Giardia and other water-borne disease organisms, use restroom facilities where available, and wash or sanitize your hands often. In natural areas where facilities are not available, bury human waste six inches deep and at least 100 feet away from any water source or trail. Also, do your washing and camping at least 100 feet away from any water source or trail.   Air quality. Burning of fossil fuels and some agricultural emissions west of Yosemite, along with smoke from fires in and near Yosemite, degrade Yosemite's air quality, mainly during summer. Smoke and poor air quality may irritate your eyes and respiratory system, and may worsen chronic heart and lung conditions. (Check current air quality conditions.) The Centers for Disease Control and Prevention has additional information about air pollution and respiratory health and health threats from wildfire smoke.   Carbon Monoxide Poisoning. Carbon monoxide (CO), an odorless, colorless gas that can cause sudden illness and death. Campers using gas-powered generators, stoves, lanterns, etc., run the risk of CO poisoning if they use these devices in areas without adequate ventilation.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/health.htm"
}
