{
    "title": "Yosemite National Park: Clinic Staff",
    "body": "Explore This Park    Plan Your Visit     Safety     Yosemite Medical Clinic     Clinic Staff                Yosemite Medical Clinic Staff          LCDR Groves, MD, serves as medical director for both Yosemite Medical Clinic and Yosemite Emergency Services. This entails oversight of type of care that is provided in each division, as well as the meeting the needs for a primary health care provider in the local community. He has served in the Public Health Service since 2002 after earning his medical degree in 1999 from Vanderbilt School of Medicine. He has served in assignments as medical officer and medical director for the Indian Health Service, and as an epidemic intelligence officer for the Centers for Disease Control and Prevention (CDC). He achieved a unit commendation award and training ribbons. He has two published articles for the CDC's publication Morbidity and Mortality Weekly Report: \"Progress in Measles Control - Zambia,\" and \"Tickbourne Relapsing Fever Outbreak after a Family Gathering - New Mexico.\"         LCDR Leggett, RN, serves as the nurse manager for Yosemite Medical Clinic. As nurse manager, she is responsible for facilitating and management of all nursing care and support services. She has served the Public Health Service since 2006 as a senior nurse supervisor for the Indian Health Service in Oregon. While there, she earned an achievement medal for her work in implementing a diabetes care management system. Prior to her commission as an officer, she worked in the private sector as a registered nurse in a cardiology outpatient clinic, home health, as a RN and assistant director of nursing in the long-term care environment, and In-patient setting as a cardiology step-down unit nurse. She earned her bachelor's in nursing from East Carolina University in 1994, and is currently pursuing a master of public health from the University of Florida online.         LCDR Burt, PA-C, serves Yosemite National Park as the physician assistant. As a PA in the clinic, he complements Dr. Groves, bringing experience in the urgent care setting and primary health care. Brian Burt, PA-C joined the Public Health Service in 2003 after obtaining his master's from the George Washington University. He also earned his bachelor's degree from the George Washington University in emergency medicine. He served the Bureau of Prisons at Butner Hospital in North Carolina for eight years, earning two crisis response service awards, three individual citations, four unit citations (one of which was an outstanding citation), a training ribbon, a field medal readiness badge, and a hazardous duty ribbon. LCDR Burt also filled his spare time while in North Carolina gaining experience in the private sector urgent care environment.         LT Yett, RN, serves Yosemite National Park as the senior staff nurse. He began his Public Health Service career as a senior co-step student earning a bachelor of science in nursing at California State University. Following graduation, Ensign Yett served the Indian Health Service for two years as junior staff nurse before transferring to the Bureau of Prisons (BOP). As staff nurse and clinical coordinator, he advanced to lieutenant, achieving an outstanding unit citation, ribbons for hazardous duty and training, and a field medical readiness badge. He received a crisis response ribbon for his activities during his deployment in response to Hurricane Rita. Lt. Yett earned his master of science in nursing: nurse educator from California State University in 2010 while maintaining his BOP duties. He brings clinical experience in family practice clinics, the urgent care setting and hospital telemetry\/ICU setting, and acute psychiatric nursing care.         What is the U.S. Public Health Service Commissioned Corps? The U.S. Public Health Service Commissioned Corps is an elite team of more than 6,500 full-time, well-trained, highly qualified public health professionals dedicated to delivering the Nation's public health promotion and disease prevention programs and advancing public health science. Driven by a passion for public service, these men and women serve on the frontlines in the Nation's fight against disease and poor health conditions.  As one of America's seven uniformed services, the Commissioned Corps fills essential public health leadership and service roles within the Nation's Federal Government agencies and programs.     The mission of the U.S. Public Health Service Commissioned Corps is to protect, promote, and advance the health and safety of our Nation. As America's uniformed service of public health professionals, the Commissioned Corps achieves its mission through:  Rapid and effective response to public health needs Leadership and excellence in public health practices Advancement of public health science",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/ymcstaff.htm"
}
