{
    "title": "Yosemite National Park: Human Waste and Trash",
    "body": "Human Waste and Trash       It is illegal to throw anything off a cliff in Yosemite. The Rules: When climbing, all trash, including human waste, must be carried down from the cliff and disposed off appropriately.  \"What should I do with my extra food and water at the top of a climb?\"  Don't leave it for the next party. It may be painful to pour out water you hauled three thousand feet, but our goal is to to leave Yosemite's cliffs exactly as we found them so the next party can experience them the same way… even if that means being thirsty.  The Reasons: Anything thrown from the wall, no matter what the size, is litter and can potentially injure people below. Haul bags thrown from the wall have nearly struck climbers on the ground (really) and have been mistaken for falling climbers multiple times. Planning to pick it up later is NOT an excuse. If it leaves the road with you, it should come back to the road with you. Most climbers planning to spend more than a day on a climb know they need to bring a \"poop tube.\"     Tips for vertical relief The Basics: Go to the bathroom in a paper bag, and then put that bag in some sort of container to carry off the cliff (a difficult process at hanging belays, but one that can be mastered with practice, determination, and flexibility). What to use? Bottom line: use something, anything. Everyone has their own technique, but here are a few ideas to get you started:  For the classic \"tube,\" attach screw caps to each end of a large PVC pipe. Glue one end shut, and tape on some webbing for easy hauling. Durable and reusable, but it takes time and a hardware store.   If you're short on time but not funds, commercial versions are available (check the Mountain Shop at Half Dome Village, formerly Curry Village). Dry bags work as well, and there are even a handful of commercial kits available to replace paper bags.   If you're short on time and funds, anything from a five-gallon bucket to reusable plastic containers can work in a pinch. These are durable, possibly reusable, and cheap.   Abandon the \"tube\" altogether in favor of a single use solution: water bottles. Once you've emptied a water bottle, make a vertical slit down the side, toss in your bag of business, and cover the slit with duct tape. Cheap and one less thing to carry.  Where do I empty it? However you haul it, getting it to the summit is only the first part; it has to come down as well. The summits of popular big walls in Yosemite are often littered with stinking tubes. Carry your tube down and empty it into a pit toilet like those at the base of the East Ledges descent from El Capitan. Paper bags are fine to go down the drain but plastic bags are not (they clog the pumps used to empty the toilets).",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/climbingtrash.htm"
}
