{
    "title": "Ozark National Scenic Riverways: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education       Educational Activities  The National Park Service offers a variety of free educational activities to legitimate schools and educational institutions. These may be classroom visits (within the local area#) or visits by your class to the park. We recommend combining a classroom visit with a field trip for best retention of material. Please call us to arrange activities. If you don't see what you need in the \"menu\" below, please call us anyway. We have staff knowledgeable about many subjects and can customize a program for you. Also, check out the GLE page to see how our programs relate to state standards.  Call Dena Matteson (573) 323-8028. These activities are popular and our staff is limited, so please call ahead!  (E-mail \"Ranger Dena\") Are you a 4th grade teacher?  The National Park Service has launched an exciting new program for 4th grade students, which will enable them to receive a fee-free access pass to all national park units until August 31!  Students can get their online voucher by completing a simple online activity, or as a 4th grade teacher, you can do this program with your students to earn a pass for everyone.  Learn more about the Every Kid in a Park program! Teacher's Guide to Ozark National Scenic Riverways  Teacher's Guide to Caves and Groundwater  Visiting with your class       Students enjoy a Stream Study Program with a ranger       Grade Level Expectation (GLE) Applications to these programs   Field Trip Suggestions Alley Mill - See an authentic 1894 roller mill and enjoy a bygone era. School visits may be arranged. Emphasis on how natural resources influenced settlement patterns or how economic engines such as mill communities influenced the development of Ozark culture. A visit to the one room school may be included, as well as nature walks.  Storey's Creek Schoolhouse - Visit a one room schoolhouse to see how the \"Three R's\" were really taught. Immerse your students in a different time and place at the Schoolhouse at Alley Spring. This program helps children experience life in the late 1800's in the Ozarks. Spelling matches, ciphering matches, games of yesteryear, and a visits to the mill and general store are all packed into this day at an original one room school in the Ozarks!   Round Spring Caverns - We will still be able to offer schools a limited number of educational cave tours before May 31. Call early! (573-323-8093) Enjoy the beauty underground! Classes may learn about karst, cave biology, groundwater or the fragility of underground systems. Group size is limited to 15 total, including adults. Larger school groups will be divided up and may wait outside, eat lunch or enjoy the playground equipment while the rest of the class takes its turn in the cave. Tours may be customized to one or two hours in length. PLEASE discourage participants (including adults!) from bringing their own flashlights - we find this to be disruptive. Visits to nearby Devils Well may also be included if your class has enough time. More teacher planning info. You may want to look at our Teacher's Guide to Caves for some pre-visit activities and information to prepare your class.  Habitat Study - Take your class outdoors to examine and compare various habitats. Students will be equipped with collecting equipment, field guides, magnifying glasses, etc. They will examine an area throuroughly, then move to a different habitat for comparison. This activity requires a great deal of teacher and adult leader involvement to be successful. May take place at Peck Ranch, Akers, or even in your school yard. Here's an online activity suitable for younger grades, Pk -2.   Archeology Dig - Your students can get into a simulated archeology dig at Round Spring. They'll learn about archeological methods while working on a simulated dig. They'll excavate simulated artifacts, and if they have been paying attention, will know which are older than others, which are from the same culture, etc. This is not suitable for smaller children, grades five and up only. A classroom pre-visit is required for this program (Native American program, below). The dig site is located at Round Spring. Online activity.  Stream Study - Get wet and sloppy while giving a local stream or river a check up. Students will wade into the water and take samples of aquatic life: the relative abundance of different species can indicate water quality. May take place at any stream suitable for wading, including streams near your school - with landowner permission. (Recommended for Upper Elementary, smaller or single classes only) Here's a neat online pre-visit activity.         Students dissect owl pellets to learn about food chains.       Classroom Activities (each lasts about 30 minutes to 45 minutes)  Some have online versions you could use on a Smartboard!   About Owls - Enjoy a short slide and sound presentation about these hunters of the night, followed by an activity in which we will dissect owl pellets to determine what they ate and how they fit into their ecosystem. Concepts: Food webs, habitats, predator \/ prey relationships.* Online activity about bald eagles.  Caves - Learn how caves form by making a working model of the cave formation process! Watch as millions of years of karst development pass in a few minutes! Ideal pre-activity for cave field trips. Concepts: karst, geology, erosion, groundwater. You may also want to look at our Teacher's Guide to Caves for ideas on classroom activities you can do on your own. Here's an online activity about erosion as a geological force, suitable for younger grades. Native Americans - See and touch actual Native American artifacts and learn about Missouri's first people, the Paleo-Indians who were here thousands of years before Columbus. This program can stand alone, but is a required prerequisite for the Simulated Archeology Dig field trip. Concepts: human culture, archeology, archeological preservation. Additional Online activity.  Also you might want to look at this Online Archeology Activity book for kids.  Habitat Study - Build your world! Students will build their own habitats and compare them with what their classmates came up with. Concepts: food chains, habitats, ecosystems.* Additional Online activity suitable for lower grades. Community Development -Based on the computer game \"Simm City\", students will design their own community, keeping in mind the need for jobs, living space, waste disposal, energy, etc. Concepts: Environmental responsibility, community development, economics. (No computer required, just imagination!) Insects - Learn about the fascinating lives of the world's most common animals. We'll touch on metamorphosis, adaptations, value to humans and their important role in the ecology of the area.  Water Quality- Using a simulated stream sample, we'll explore the techniques of monitoring water quality by sampling aquatic insect life. Ideal for use before a stream study field trip. Concepts: water pollution, indicator species, ecosystems. This activity is available online. Mammals - By making plaster casts of animal tracks and seeing mammal pelts and skulls, students will learn about our closest animal relatives. May include a short video. Concepts: Food chains, endangered species, adaptations, ecosystems.* An online activity about winter wildlife at Yellowstone.  Natural Resources Careers - For older students, a slide presentation on the many careers in the natural resources field: Rangers, Educators, Maintenance Workers, Researchers, Firefighters, even Administrative careers. Question and answer session after slides. Additional Online activity suitable for lower grades. Bats - Learn about the fascinating world of bats through a slide presentation, discussion and hands on examination of bat artifacts. Concepts: Endangered species, ecosystems, food webs.*  Recycling - Why only live once? Students will learn about the importance of using resources sparingly and see examples of recycled products. Concepts: pollution, recycling, energy flow. Additional Online activity.  *Note: We do not provide programs with living animals. Some programs may include dead animal mounts, skins, hides or models.        Angie Smith demonstrates how wild fire spreads during a \"Fire on the Mountain\" classroom program.   NOTE TO TEACHERS: Educational Activities are meant to further your educational objectives. They are not intended to be primarily recreational, although we hope everyone has fun learning! We want teachers to be involved. We are open to your ideas and suggestions for developing programs to meet your needs. Please contact us with your needs and ideas. Our schedule fills up quickly, so please call to reserve programs as early as possible. We prefer to serve your class in the spring and fall, although any time of year is possible. There is no fee for these activities. A free Teacher's Guide to Caves & Groundwater, called More Than Skin Deep is now available online in an abridged version. We also offer a more general Teacher's Guide to the whole park called The Rivers and More. For an unabridged printed version please send an e-mail or call (573) 323-4236, ext 0. Nationwide National Park Service Teacher Information  Teacher Guides from ALL Federal Agencies Great Nature \/ Environmental Websites for Kids         We are never far from the lilt and swirl of living water. Whether to fish or swim or paddle, of only to stand and gaze, to glance as we cross a bridge, all of us are drawn to rivers, all of us happily submit to their spell. We need their familiar mystery. We need their fluent lives interflowing with our own.\" - (John Daniel, Oregon Rivers)",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/education\/index.htm"
}
