{
    "title": "Yosemite National Park: Rock Climbing",
    "body": "Rock Climbing         Climber on Half Dome NPS Photo  Yosemite is one of the world's greatest climbing areas. Climbers here can enjoy an endless variety of challenges--from the sustained crack climbs of the Merced River Canyon to pinching crystals on sun-drenched Tuolumne Meadows domes to multi-day aid climbs on the big walls of the Valley. Yosemite is not just a climber's playground, however: its walls and crags are an integral part of a larger ecosystem, protected as Wilderness, which was set aside for people to enjoy in a natural state for generations to come. As the number of climbers visiting the park has increased through the years, the impacts of climbing have become much more obvious. Some of those impacts include: soil compaction, erosion, and vegetation loss in parking areas, at the base of climbs, and on approach and descent trails, destruction of cliffside vegetation and lichen, disturbance of cliff-dwelling animals, litter, water pollution from improper human waste disposal, and the visual blight of chalk marks, pin scars, bolts, rappel slings, and fixed ropes. Many of these impacts can be eliminated or greatly reduced by following the minimum impact practices outlined in the conservation guidelines offered on this page. The impacts of your actions may seem insignificant, but when multiplied by the thousands of people who climb here every year they can have a significant, long lasting effect. Your help is needed to ensure that Yosemite remains a beautiful and healthy place for the future. What you can do:  Read and follow the guidelines and regulations below. If you see climbers who are not following these guidelines, talk to them. Explain how they can minimize their impact, and why it is important that they do so. Clean up after others. Pick up trash when you see it, or return with friends on a rest day and do a thorough clean-up. Take part in organized clean-ups and other projects. Climb safely! Rescues endanger rescuers' lives, are expensive, and cause a lot of impact. Keep informed about closed areas, and respect these closures.   Current Closures:  Climbing anywhere on Glacier Point Apron is not recommended due to recent and ongoing rockfall. Restrictions near peregrine falcon nest sites are in effect. See closure notice for details.  Safety More than 100 climbing accidents occur in Yosemite each year; of these, 15-25 parties require a rescue. Climbing in Yosemite has inherent risks and climbers assume complete responsibility for their own safety. The National Park Service does not maintain routes; loose rock and other hazards can exist on any route. Rescue is not a certainty. If you get into difficulties, be prepared to get yourself out of them. Know what to do in any emergency, including injuries, evacuations, unplanned bivouacs, or rapid changes in weather. Safety depends on having the right gear and the right attitude. Practice self-rescue techniques before you need them! Courtesy is an element of safety. Falling rock or gear is a serious hazard. Be careful when climbing above others. Do not create a dangerous situation by passing another party without their consent. Be sure to read the section on \"Staying Alive\" in the Yosemite Valley guidebook.  Emergency Information The Yosemite Medical Clinic, located between Yosemite Village and The Majestic Yosemite Hotel (formerly The Ahwahnee), is equipped to handle climbing injuries. If you cannot get to the clinic on your own, call 911 for assistance. If you are injured or stranded while on a climb and cannot self-rescue, yell for help to obtain assistance. If you require a helicopter evacuation, do only and exactly what you are told by rescue personnel.  Big Walls Carry a dry bag, plastic container, or \"poop tube\" for human waste. After your climb, dump the waste in a pit toilet. Paper bags are acceptable; plastic bags are not. Bring adequate gear. Rescues are dangerous, expensive, and cause a lot of impact.  Wilderness Permits At the current time, wilderness permits are not required for nights spent on a wall. It is illegal to camp at the base of any wall in Yosemite Valley. If you must bivouac on the summit, you are required to follow all regulations:  Do not litter, toss, or cache anything. If you hauled it up, you can carry it down. If you must have a fire, use an existing fire ring. Do not build windbreaks, platforms, or other \"improvements.\"  Half Dome: Camping at the base of Half Dome is legal, but a wilderness permit is required. Camping on the summit of Half Dome is prohibited.  Conservation\/Regulations Fight litter! Don't toss anything off a wall, even if you intend to pick it up later. Don't leave food or water at the top or on ledges for future parties. Set a good example by picking up any litter you see, including tape wads and cigarette butts. Don't leave fixed ropes as permanent fixtures on approaches and descents. These are considered abandoned property and will be removed. Minimize erosion on your approach and descent. If an obvious main trail has been created, use it. Go slow on the way down to avoid pushing soil down the hill. Avoid walking on vegetation whenever possible. If you need to build a fire for survival during an unplanned bivouac on the summit, use an existing fire ring. Building a new fire ring or windbreak is prohibited. Make sure your fire is completely out before you leave. Clean extra, rotting slings off anchors when you descend. Bring earth-toned slings to leave on anchors. Check the Camp 4 kiosk or the Mountain Shop for the current Peregrine Falcon closures. On first ascents: Please think about the impacts that will be caused by your new climb- Is the approach susceptible to erosion? Is there a lot of vegetation on the rock? \"Gardening\" (i.e., killing plants), is illegal in Yosemite. Can the climb be done with a minimum of bolts? Motorized drills are prohibited.  Climbing Instruction and Guide Service Contact Yosemite Mountaineering School and Guide Service at 209\/372-1000 for information on rates and schedules.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/climbing.htm"
}
