{
    "title": "Yosemite National Park: Water Safety",
    "body": "Water Safety         Yosemite Search and Rescue staff training for swiftwater rescue in the frigid Merced River NPS Photo\/ Dave Pope  Each year, 15 to 20 visitor rescues are directly associated with unprepared victims finding themselves in the water either on purpose (swimming, boating, rafting) or accidentally (falling while hiking, crossing streams, scrambling on rocks). As a matter of fact, water-related accidents are the second most common cause of death in the park! (Motor vehicle accidents are the first.) Thousands of people visit Yosemite every year to enjoy the beautiful waterfalls, rivers, and creeks. Enjoy your visit safely by learning about potential risks and following simple safety tips. Many accidents happen in places where hazards are not obvious. Keep in mind that one misstep on a rock, even above a seemingly calm pool, may result in inability to escape from a hazard downstream. Often, people do not experience fear when standing next to water in the same way that they would if they were standing on the edge of a precipitous cliff. However, intentional or unintentional entrance into the water can be as dangerous as falling off a cliff. What are the hazards? Be aware that mountain water is extremely cold, despite hot air temperatures. Strong swimmers may quickly become too weak from hypothermia to swim. Even professional swiftwater rescuers wearing layers of insulation sometimes struggle to stay warm! Even a slow current will take you where you may not want to go. Remember, \"slow\" is a relative term in the mountains... you probably won't be able to swim to shore or away from a hazard faster than the current is taking you towards it. Watch for water hazards, like submerged tree branches, abandoned cables, or narrow gaps between rocks, which can trap you or part of you underwater, causing hypothermia and even death. The pressure from even a \"slow\" current can be enough to immobilize you against an obstacle and keep you submerged. How do I survive? Follow posted signs. If a sign says \"NO SWIMMING,\" don't swim or wade! Hazards are often invisible on the surface and calm water may hide dangerous conditions. Areas are closed to swimming and wading in places (like Emerald Pool, above Vernal Fall) where multiple incidents occur each year. Confidence in a familiar environment leads to danger in an unfamiliar one. For example, a strong ocean swimmer with no knowledge of swiftwater hazards might assume that their swimming skill is all they need. It’s not! If you fall in, use the defensive position: on your back, feet pointing downstream and on the surface (can you see your toes?). If boating, wear the required personal protective equipment (PPE): A life-jacket (personal floatation device or PFD) appropriate to the activity is the absolute minimum. Other equipment may include helmet, wetsuit, whistle, and knife.                        Beautiful but Deadly Water in Yosemite is incredibly beautiful, but can be powerful and deadly. Sixteen people died in Yosemite's creeks and rivers between 2002 and 2011. Yosemite Search and Rescue rangers share their knowledge of common mistakes and how to avoid them.  Duration:5 minutes, 30 seconds",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/watersafety.htm"
}
