{
    "title": "Yosemite National Park: Climbing Safety",
    "body": "Climbing Safety        Yosemite SAR Technicians perform a climber rescue from the Royal Arches NPS Photo\/ Dave Pope       Introduction From \"Staying Alive\" by Search and Rescue (SAR) Ranger John Dill. Most climbers do a good job coping with the hazards of their sport, yet more than 100 climbing accidents occur in the park every year. What factors contribute to them? What, if anything, can climbers do to avoid them? And just how dangerous is climbing, anyway?  With these questions in mind, the National Park Service (NPS) has examined most of the serious accidents that occurred in the park during the years from 1970 through 1990. The conclusions provide interesting reading for those wishing to stay alive.         Analysis of Climbing Accidents Fifty-one climbers died from traumatic injuries in that period. A dozen more, critically hurt, would have died without rapid transport and medical treatment. In addition, there were many serious but survivable injuries, from fractured skulls to broken legs (at least 50 fractures per year), and a much larger number of cuts, bruises, and sprains. Not surprisingly, most injuries occurred during leader falls and involved feet, ankles, or lower legs; for many, these are the accepted risks of climbing. However, leader falls accounted for only 25% of the fatal and near-fatal traumatic injuries; roughly 10% were from rockfall, 25% from being deliberately unroped, and 40% from simple mistakes with gear. Many cases are not clear cut; several factors may share the credit, and it is sometimes hard to quantify the weird adventures climbers have. Not to be overlooked in the body count are environmental injuries. Inadequately equipped for the weather, four climbers died of hypothermia and perhaps 45 more would have died of the cold or heat if not rescued. Fifteen to 25 parties require an NPS rescue each year. Sixty more climbers stagger into Yosemite’s medical clinic on their own, and an unknown number escape statistical immortality by seeking treatment outside the park. Most Yosemite victims are experienced climbers, 60% have been climbing for three years or more, lead at least 5.10, are in good condition, and climb frequently. Short climbs and big walls, easy routes and desperate ones – all get their share of the accidents. The NPS keeps no statistics on how many climbers use the park, but 25,000 to 50,000 climber-days annually is a fair estimate. With this in mind, 2.5 deaths and a few serious injuries per year may seem a pretty low rate. It’s much too high, however, if your climbing career is cut short by a broken hip, or worse. It’s also too high when you consider that at least 80% of the fatalities and many injuries, were easily preventable. In case after case, ignorance, a casual attitude, and\/or some form of distraction proved to be the most dangerous aspects of the sport. As the saying goes, “good judgment comes from bad experience.” In the pages that follow are condensed 21 years of bad experience – the situations Yosemite climbers faced, the mistakes they made, and some recommendations for avoiding bad experiences of your own. This information comes in many cases from the victims’ own analysis or from those of their peers. Read more from Staying Alive.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/climbing_safety.htm"
}
