{
    "title": "Yosemite National Park: Wawona & Mariposa Grove",
    "body": "Day Hikes in Wawona        Wawona Meadow Loop (easy) 3.5 miles (5.6 km) loop; 2 hours [leashed pets allowed]  Begin at the Big Trees Lodge (formerly Wawona Hotel) Walk across the Wawona golf course on the paved road. Once across the golf course, take the first left onto the unpaved fire road that loops around the meadow. Read more about wildflowers in this meadow.      Swinging Bridge Loop (easy) 4.8 miles (7.6 km) loop; 2 hours Begin at the Pioneer Gift & Grocery (formerly Wawona Store) parking area Follow Forest Drive, the paved road, two miles upstream from the store to the Seventh Day Adventist camp. At the camp, bear to the left onto a dirt road and continue a half-mile to Swinging Bridge. Cross the bridge and bear left onto the trail that becomes a dirt road, then paved Chilnualna Falls Road. This road will take you back to the Pioneer Yosemite History Center. Walk through the history center and its covered bridge to return to the Pioneer Gift & Grocery. Download a self-guiding trail brochure for the Pioneer Yosemite History Center.      Wawona to Mariposa Grove (strenuous) 12 miles (19.2 km) round trip  Begin at Big Trees Lodge (formerly Wawona Hotel) The trail begins behind the last uphill building of the Big Trees Lodge (Moore Cottage). Look for the trailhead 50 yards uphill marked by the sign \"Two Hour Trail Ride.\" Shuttle service between the Mariposa Grove and Wawona is no longer available effective July 6, 2015.         The Mariposa Grove Road and the Mariposa Grove are closed for a restoration project until approximately early summer 2017. Get additional information, updates, and information about nearby sequoia groves.              Alder Creek (strenuous) 12 miles (18.7 km); 6 to 8 hours Begin 0.4 miles up Chilnualna Falls Road The trail begins across the street from the parking area at the \"Backcountry Use\" sign and leads uphill north through an open pine forest with abundant manzanita growing on drier slopes.         Chilnualna Falls (strenuous) 8.2 miles (13.1 km) round-trip; 5 hours. 2,400 feet elevation gain Begin at Chilnualna Falls parking area, two miles up the Chilnualna Falls Road The trail leads from the bottom of the parking area and along cascading Chilnualna Creek for a half mile (0.8 km). A series of switchbacks then lead away from the creek into the open forest, where you'll get views of the Wawona area.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/wawonahikes.htm"
}
