{
    "title": "Yosemite National Park: Glacier Point Road",
    "body": "Day Hikes along the Glacier Point Road       The Glacier Point Road, which provides the only access by car to these hikes, usually opens around late May or early June, depending on conditions. Once the road opens, trails can remain wet and\/or snowy for a few to several weeks. The Glacier Point Road usually closes sometime in November.  Download a printable hiking brochure for the Glacier Point area [2 MB PDF]  Learn more about good places to see wildflowers          McGurk Meadow, Bridalveil Creek, and Dewey Point (moderate) Bridalveil Creek: 4 miles (6.4 km) round-trip; 2 to 3 hours Dewey Point: 8.2 miles (12.1 km) round-trip; 3 to 4 hours Begin at McGurk Meadow trailhead (0.2 miles west of Bridalveil Creek Campground turnoff) The trail leads downhill 0.8 miles (1.3 km) to McGurk Meadow and the site of an old cabin that belonged to John McGurk. One mile (1.6 km) beyond the cabin are trails west to Dewey Point and east to Bridalveil Creek. During July, the meadows in this area are a great place to see wildflowers.         Sentinel Dome and Taft Point (moderate) 2.2 miles (3.5 km) round-trip; 2 hours (to Sentinel Dome or Taft Point) Begin at Sentinel Dome\/Taft Point trailhead (6 miles east of Bridalveil Creek Campground turnoff) At the trailhead, turn left to head toward Taft Point and The Fissures. Your walk is easy at first, through forest and wildflower-filled meadows (in July). Watch your step around The Fissures and at Taft Point, where you'll enjoy magnificent views of Yosemite Valley. At the trailhead, turn right to head toward Sentinel Dome. Once near the dome, the trail meets an old road. Follow the road to the northeast side of the dome, where the incline is less imposing. Scramble up the side of the dome and, at the top, enjoy a breathtaking 360-degree panorama. Note: never climb domes during a thunderstorm.      Mono Meadow to view of Mount Starr King (strenuous) 3 miles (4.8 km) round-trip; 2 to 3 hours Begin at Mono Meadow parking area (2.5 miles each of Bridalveil Creek Campground turnoff) The trail descends steeply to Mono Meadow--an area that is very wet throughout the summer. Expect log crossings over creeks and lots of mud. Follow the trail from the east end of the meadow for a half mile (0.8 km) to an unmarked clearing. From here, enjoy mangificent views of the Clark Range, Mount Starr King, and Half Dome.      Ostrander Lake (strenuous) 11.4 miles (18.2 km) round-trip; 8 to 10 hours Begin at Ostrander Lake trailhead (1.3 miles east of Bridalveil Creek Campground turnoff) The first half of this trail inclines gently through forest and meadow. Observe severe scars and regrowth from a 1987 lodgepole pine forest fire. A steep 1,500 foot (450 m) elevation gain opens up to views of Yosemite Valley domes, Mount Starr King, and the Clark Range. A short final ascent leads to beautiful Ostrander Lake.         Glacier Point to Yosemite Valley (strenuous) Four Mile Trail: 4.8 miles (7.7 km) one-way; 3 to 4 hours Panorama Trail: 8.5 miles (13.6 km) one-way; 6 to 8 hours Begin at Glacier Point (Four Mile Trail begins north of the store; Panorama Trail begins south of the store) It is strongly recommended that you take the hikers' bus to Glacier Point and hike down, rather than parking at Glacier Point and planning to catch the hikers' bus back up. The Four Mile Trail switchbacks down to Yosemite Valley, providing wonderful views of the Valley. The Panorama Trail provides a close-up view of Illilouette Fall and panoramic views of eastern Yosemite Valley before joining the Mist or John Muir Trails down past Vernal and Nevada Falls.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/glacierhikes.htm"
}
