{
    "title": "Yosemite National Park: Birdwatching",
    "body": "Birdwatching         Curious ravens are common in much of Yosemite National Park. Photo by Jeffrey Trust  Yosemite National Park provides essential habitat for over 165 species of migrating, wintering, and breeding birds, in addition to nearly 100 species recorded as transient or vagrant. Designated a World Heritage Site and an Important Bird Area, the park harbors diverse avian assemblages and habitats, numerous bird species of special concern, and prized habitat ranging from gently sloping foothill grasslands, through chaparral\/oak woodland and giant conifer forests, up to windswept alpine meadows and peaks. The most regularly seen resident birds include Steller's jay, American robin, acorn woodpecker, common raven, and mountain chickadee. In spring, look for the bright red wing patches on the red-winged blackbird (most often seen in wet meadows) or the tropical looking western tanager foraging in the conifers. Near rivers and streams, watch the american dipper dart in and out of rapids and listen for their beautiful melodious song. Some of the more sought-after birds to see in Yosemite include the great gray owl, spotted owl, peregrine falcon, pileated woodpecker, and northern goshawk. In general, quiet forests and meadows away from developed areas (particularly in the mornings) are the best places to see some of the less common birds. Keep in mind basic birding etiquette; tread lightly and quietly and please follow park rules by refraining from using broadcast bird calls to elicit responses.        Yosemite Conservancy educator leads a program in Yosemite that focuses on birds.   Learn more about birds:   Birding tips and ethics Bird checklist [343 kb PDF] Birds in Yosemite Visual guide to common birds in Yosemite To add to the park's scientific study of birds, alert the Yosemite National Park ornithologist of any unusual sightings or observed behaviors. Email Yosemite bird sightings with location details.  Video: Study the scientist: an ornithologist  Join a Yosemite Conservancy guide for a birding excursion! In addition to several custom birding outings each year they also offer multiple Yosemite Outdoor Adventure programs on birds.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/birdwatching.htm"
}
