{
    "title": "Yosemite National Park: Seasons",
    "body": "Seasons       As is true of all mountainous regions, weather in the Sierra Nevada can change rapidly at any time of the year. Elevation plays a major role in temperature and precipitation variability. Since Yosemite varies in elevation from 2,000 feet to over 13,000 feet, the lower foothills of the park can be experiencing the rebirth of spring while the higher elevations remain in the grip of winter. The higher you go, the colder and more temperamental the climate gets. March, April, October, and November are transitional months when warm, sunny days can suddenly become stormy. Although summer in the Sierra is known for its sunny days, it is not unheard of for clouds to build up suddenly, creating a downpour that could last a few hours or several days. See descriptions below for more information on each season.  Winter Winter in the Sierra is cold and wet, with over 70 percent of the year’s precipitation falling between November and March, usually as snow. The first snows of autumn are usually light and melt within a few hours or days, but by mid-November, the ground is generally cold enough for snow to accumulate, particularly at elevations above Yosemite Valley (4,000 feet). At higher elevations, snow may fall as early as September or October. The snowpack increases during winter and reaches maximum depth in mid-March. Typically, snow coverage is consistent at elevations above 6,000 feet. Snow depths can be up to dozens of feet at higher elevations. Some snow usually falls in April, and sometimes in May.  Spring Spring is a time of transition in Yosemite, with lower elevations in full spring bloom, while higher elevations are still covered in snow. Days can be warm and sunny one day, and cold, wet, and stormy the next. As snow melts, streams and rivers fill or overflow with runoff. The more moderate elevations, around 7,000 feet, typically melt by mid-May while the higher elevations, 10,000 feet and up, usually aren't accessible until mid-June or later. Depending on the winter's snowpack, access to higher elevations may be limited until July or even later. As a result, backpacking options remain limited through May and sometimes into June. Temperatures are generally mild; though they can vary from freezing at night to the 70s during the day.   Summer Summers in the Sierra are warm and dry. Yosemite receives less than five percent of its annual precipitation in summer, mostly as rain from thunderstorms. Daytime temperatures in Yosemite Valley sometimes reach 100°F during summer, while nights are cool. Temperatures in Tuolumne Meadows (8,600 feet) in mid-summer are usually in the 70s in the daytime and in the 30s at night. Though skies are usually clear, thunderstorms can be a daily occurrence in summer afternoons. Usually forming at higher elevations, thunderstorms form suddenly and can provide intense but brief downpours, lightning, thunder, hail, and gusty winds. Typically, by nightfall skies are clear once again.   Fall In the fall, nights grow increasingly cold while daytime temperatures continue to be warm through October. September and October typically bring a succession of clear, brilliant days although early winter storms may pass through, particularly in October. Since rivers and streams are supplied by the melting snow, some smaller streams are trickles or completely dry by fall. By mid-October, night time temperatures at higher elevations are below freezing and daytime temperatures are cool to mild. Increasingly more frequent and intense storms pass through the region and winter is always just one large storm away. (Keep reading for important road information.) (See additional climate information.)  Roads The Tioga Road (Highway 120 through the park) and the Glacier Point Road are closed by snow each winter from about early November to late May. (See a list of Tioga Road opening and closing dates since 1980.) The Glacier Point Road is plowed to the Yosemite Ski & Snowboard Area (formerly Badger Pass Ski Area) from mid December through March. The Glacier Point Road typically reopens around the end of May or early June. Once the roads reopen, there may still be significant snow and water on trails in the area; most facilities do not open for a few weeks after the roads open. In addition, overnight parking is prohibited on the Tioga Road and Glacier Point Road beyond the Yosemite Ski & Snowboard Area beginning October 15 each year. Overnight parking is available at the Yosemite Ski & Snowboard Area from October 15 until the road closes (usually in late October or early November). Overnight parking is again available at the ski area from around mid December through March (when the ski area is open). Travelers coming to Yosemite during late fall, winter, and early spring should carry tire chains in their cars, as they may become mandatory on park roads at any time.  Current Conditions Current conditions, including links for current weather, road closures, trail closures, facilities closures, webcams, river flow information, and more. For information on current snow pack conditions, visit the California Cooperative Snow Survey website. (River drainages in Yosemite are the Tuolumne and Merced Rivers, courses 157 through 180.)",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/seasons.htm"
}
