{
    "title": "Yosemite National Park: Little Yosemite Valley & Half Dome",
    "body": "Half Dome and Little Yosemite Valley       Little Yosemite Valley is the most popular area in the Yosemite Wilderness, mainly because it provides easy access to Half Dome. Wilderness permits for the trails leading to Little Yosemite Valley are the most difficult to obtain, and a wilderness permit reservation is strongly recommended. (A permit is now required for day hikers and backpackers hiking to Half Dome.) Read more about the Half Dome hike. Camping on the Way to Half Dome The first camping available is at the Little Yosemite Valley Campground. Camping is not permitted between Yosemite Valley and Little Yosemite Valley. If you would like to camp in a dispersed Wilderness setting, you must be at least two miles past the campground (at or beyond either Moraine Dome or the Half Dome\/John Muir Trail junction). Camping is not permitted on top of Half Dome or at Lost Lake. If you have a wilderness permit for Happy Isles to Little Yosemite Valley or Glacier Point to Little Yosemite Valley, you must camp in Little Yosemite Valley campground on the first night (and may camp there on subsequent nights) of your hike. If you have a permit for another trailhead, you will have to camp elsewhere your first night, but you can stay in Little Yosemite Valley on subsequent nights. If you have a permit for Happy Isles to Merced Lake or Glacier Point to Illilouette, you can not camp in the Little Yosemite Valley area on the first night of your hike. No other permit or reservation is required to camp at Little Yosemite Valley. Little Yosemite Valley Campground The campground is minimally developed and there are no check-in or check-out procedures. You may leave your tent up during the day while day hiking. Food Lockers Bears frequent the Little Yosemite Valley area, so be careful with your food, toiletries, and trash. Your food and related items must be stored in a closed and latched food locker or bear canister unless you're within arm's reach of the food. (Read more about proper food storage or what do to if you see a bear.) Food lockers are communal, so do not store non-food items and do not put padlocks on the lockers. Pack out your trash. Campfires Fires are allowed in the two communal campfire rings just outside the campground. You may collect dead and down firewood to burn (try to limit yourself to wood smaller than your wrist). Do not burn trash. Composting Toilet A composting toilet is available for use near the campground. When away from the campground, be sure to bury your waste at least six inches deep and at least 100 feet from any water source and trail. Pack out toilet paper and hygiene products. Potable Water Potable (drinking) water is not available at the campground. River water is available nearby, at the Merced River. Use established paths to reach the river to prevent habitat and riverbank damage. Treat river water with a giardia-rated filter, by boiling, or with iodine. The river is the only water source for the area; do not wash dishes or clothing in the river. Never use any soap (even if natural or biodegradable) in the river. Do all washing at least 100 feet from the river. Scatter strained dishwater away from the campground and river.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/lyv.htm"
}
