{
    "title": "Yosemite National Park: Trailhead Information",
    "body": "Trailhead Information       This is a list of trailhead names for wilderness permit purposes. (A map showing each trailhead is also available [1.5 MB PDF].) The total quota for each trailhead is the sum of the reservable and first-come, first-served quotas. (The quota refers to number of people, not number of permits.)  Many restrooms do not have potable water. All trailheads have food lockers available, except when noted otherwise. Limited public transportation is available to some trailheads, especially during summer. Please note that Tioga Road and Glacier Point Road trailheads have no vehicle access when these roads are closed, typically from around November to May or early June. Additionally, overnight parking is not allowed on the Tioga and Glacier Point Roads beginning October 15; this includes parking lots accessible from these roads.   Tioga Road (west of May Lake) (Big Oak Flat Information Station) View trail descriptions and mileages for this area [121 kb PDF]    Trailhead     Quota (reservable) Quota (first-come, first-served) Restroom Notes    May Lake  15  10 Yes    May Lake to Snow Creek 6 4 No     Porcupine Creek 12 8 Yes     Yosemite Creek Campground 15 10 Yes (in campground)   Ten Lakes 24 16 No     Luken to Lukens Lake 6 4 No     Lukens Lake to Yosemite Creek 6 4 No     White Wolf to Aspen Valley 15 10 Yes (in campground)   White Wolf to Smith Meadow (including Harden Lake) 15 10 Yes (in campground)   White Wolf to Pate Valley 18 12 Yes (in campground)   White Wolf Campground 6 4 Yes (in campground)   Tamarack Creek 15 10 Yes (in campground)   South Fork Tuolumne River 15 10 No No food lockers        Tuolumne Meadows (Tuolumne Meadows Wilderness Center) View trail descriptions and mileages for this area [124 kb PDF]    Trailhead Quota (reservable) Quota (first-come, first-served) Restroom Notes   Sunrise Lakes 9 6 Yes     Murphy Creek 9 6 Yes     Cathedral Lakes 15 10 No     Rafferty Creek to Vogelsang 12 8 Yes Park at wilderness center or Dog Lake parking   Lyell Canyon 21 14 Yes Park at wilderness center or Dog Lake parking   Young Lakes via Dog Lake 12 8 Yes     Young Lakes via Glen Aulin Trail 6 4 Yes Park at Lembert Dome parking   Mono\/Parker Pass 9 6 Yes     Glen Aulin 18 12 Yes Park at Lembert Dome parking   Glen Aulin to Cold Canyon\/Waterwheel (pass-through) 9 6 Yes Park at Lembert Dome parking      Yosemite Valley (Yosemite Valley Wilderness Center) View trail descriptions and mileages for this area [99 kb PDF]    Trailhead Quota (reservable) Quota (first-come, first-served) Restroom Notes   Happy Isles to Illilouette 3 2 Yes Park at trailhead parking lot*   Happy Isles to Little Yosemite Valley (LYV) 18 12 Yes Park at trailhead parking lot*   Happy Isles to Sunrise\/Merced Lake (pass-through) 6 4 Yes Park at trailhead parking lot*   Glacier Point to Little Yosemite Valley (LYV) 6 4 Yes     Mirror Lake to Snow Creek 15 10 Yes Park at trailhead parking lot*   Yosemite Falls 15 10 Yes Park at trailhead parking lot*   Pohono Trail (Wawona Tunnel\/ Bridalveil Fall parking) 6 4 Yes (at Bridalveil Fall  parking)    Old Big Oak Flat Road 6 4 No      *Trailhead parking lot is just beyond Half Dome Village (formerly Curry Village) (and about a half-mile from Happy Isles). Use the free Yosemite Valley shuttle bus to get to trailheads. Parking is not available at Happy Isles, Mirror Lake, or Yosemite Falls trailheads.   Wawona and Glacier Point Road (Wawona Visitor Center) View trail descriptions and mileages for this area [216 kb PDF]    Trailhead Quota (reservable) Quota (first-come, first-served) Restroom Notes   Chilnualna Falls 24 16 Yes     Alder Creek 18 12 No     Deer Camp 15 10 No No food lockers   Westfall Meadow 9 6 No No food lockers   Bridalveil Creek Campground 15 10 Yes    McGurk Meadow 9 6 No     Ostrander (Lost Bear Meadow) 15 10 Yes     Mono Meadow 12 8 No     Pohono Trail (Glacier Point) 9 6 Yes     Pohono Trail (Taft Point) 6 4 Yes No food lockers   Glacier Point to Illilouette 15 10 Yes          Hetch Hetchy (Hetch Hetchy Entrance Station) View trail descriptions and mileages for this area [157 kb PDF]    Trailhead Quota (reservable) Quota (first-come, first-served) Restroom Notes   Beehive Meadows 21 14 Yes     Rancheria Falls 21 14 Yes     Miguel Meadow 9 6 Yes     Poopenaut Valley 15 10 No No food lockers   Mather Ranger Station 15 10 No     Smith Peak 9 6 No No food lockers   Cottonwood Creek 12 8 No No food lockers   Base Line Camp Road 15 10 No        Can't find your trailhead? First, look on a map of where you are planning to go and go over the list again. If you still haven't found your trailhead name, the following information should help you. What trail do I use to camp overnight while hiking Half Dome? The following trailheads allow (and require) you to stay at the Little Yosemite Valley Campground on the first night of your trip: From Yosemite Valley: Happy Isles to Little Yosemite Valley From Glacier Point:  Glacier Point to Little Yosemite Valley If you have a permit for one of these two trailheads, you must spend your first night at Little Yosemite Valley Campground (no additional reservation or permit required). A number of trails from Tuolumne Meadows also provide indirect access to Little Yosemite Valley (20- to 40-mile hike). If you have a permit for one of these trailheads, you can spend the second night of your backpacking trip at Little Yosemite Valley Campground (no additional reservation or permit required).  What is the difference between the three Happy Isles trailheads? As that starting point is the most popular in the park, the quota is divided into three categories according to where you want to camp.   To camp in the Illilouette basin: Happy Isles to Illilouette To camp at Little Yosemite Valley: Happy Isles to Little Yosemite Valley For long-distance hikers, to pass through the Little Yosemite Valley\/Half Dome area and camp beyond that, in the direction of either Merced Lake or Sunrise High Sierra Camp: Happy Isles to Sunrise\/Merced Lake (pass through)   Why isn't the John Muir Trail listed?  The John Muir Trail can only be directly accessed via these trailheads:  From Yosemite Valley: Happy Isles to Sunrise\/Merced Lake (pass through) and Happy Isles to Little Yosemite Valley  From Tuolumne Meadows exiting the park: Lyell Canyon  From Glacier Point: Glacier Point to Little Yosemite Valley   From Tuolumne Meadows to Yosemite Valley (not exiting the park): Cathedral Lakes    Why isn't the Panorama Trail listed? Camping is not allowed on the Panorama Trail or near Illilouette Fall. You may hike along the trail and camp at another destination beyond.   To camp at Little Yosemite Valley: Glacier Point to Little Yosemite Valley To camp in the Illilouette basin or beyond: Glacier Point to Illilouette or Happy Isles to Illilouette    Why isn't the Tenaya Lake trailhead listed? There are two trails that leave from Tenaya Lake, one that leads to the north and one to the south.  To hike north to Murphy Creek and Poly Dome Lakes: Murphy Creek To hike south to Clouds Rest, Sunrise Lakes, or Sunrise High Sierra Camp: Sunrise Lakes   What is the difference between the two Glen Aulin trailheads?  To camp your first night in the Glen Aulin backpackers' camp: Glen Aulin Trail To pass through Glen Aulin and camp (on your first night) somewhere in the direction of Waterwheel Falls or Cold Canyon: Glen Aulin to Cold Canyon\/Waterwheel (pass through)    What's the difference between the Yosemite Creek and Ten Lakes trailheads? The Ten Lakes trailhead is for all destinations northbound on the trail along Yosemite Creek. The Yosemite Creek Campground trailhead is for all destinations southbound on the trail along Yosemite Creek.  What is the difference between the four White Wolf trailheads?   To camp in Pate Valley or in the Grand Canyon of the Tuolumne: White Wolf to Pate Valley To camp along the trail to Ten Lakes or Double Rock: White Wolf Campground To camp along the trail to Smith Peak or at Harden Lake: White Wolf to Smith Meadow (including Harden Lake) To camp along the trail to Aspen Valley: White Wolf to Aspen Valley    Why is the Hetch Hetchy or O'Shaughnessy Dam trail not listed? There are three trails that originate at O'Shaughnessy Dam.  To camp near Rancheria Falls or Tiltill Valley: Rancheria Falls To camp near Beehive Meadows, Laurel Lake, or Lake Vernon: Beehive Meadows To camp near Miguel Meadows: Miguel Meadows   Why aren't the Twin Lakes, Virginia Lakes, Chiquito Pass, Quartz Mountain, Lake Eleanor, Cherry Lake, or Saddlebag Lake trailheads listed? All these trailheads are outside the park. Even though the majority of your trip will be within Yosemite National Park, get your permit from the land agency the trailhead is located in:  Twin Lakes (Robinson Creek): Humboldt-Toiyabe National Forest Virginia Lakes: Humboldt-Toiyabe National Forest Chiquito Pass: Sierra National Forest Quartz Mountain: Sierra National Forest Lake Eleanor: Stanislaus National Forest Cherry Lake: Stanislaus National Forest Saddlebag Lake: Inyo National Forest",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/trailheads.htm"
}
