{
    "title": "Yosemite National Park: Wilderness Safety",
    "body": "Wilderness Safety       Visitors to the Yosemite Wilderness must accept the risks as part of the Wilderness experience. Common sense and some knowledge of safe travel and camping techniques will help to protect yourself and others from harm. Be alert to the following situations: Weather Sudden changes in weather catch many unaware. Drenching thunderstorms can form in a matter of hours, and snow can fall at any time of the year. Be prepared for all weather conditions. Thunderstorms are a frequent and spectacular occurrence in the Yosemite Wilderness. These summer storms often bring intense rain, hail, and lightning strikes, particularly in mid to late afternoon (but can occur at any time). Plan to be over passes and away from high open areas by noon. During a storm, stay away from peaks (particularly Half Dome), ridges, caves, water, and open areas. Seek shelter in low forested areas, but avoid tall, solitary trees. By setting up camp in a safe location before lightning begins, you can enjoy the power and spectacle of a mountain thunderstorm without apprehension. Early Season Snow Even during spring and early summer, large areas of Yosemite may retain significant snow cover. After wet winters, winter conditions can exist at the higher elevations well into July. Travel over snow can be hazardous, and excellent navigation skills, combined with a compass and proper maps, are a must (with a few exceptions, trails are not marked for winter travel). When hiking over snow, prevent sunburn by wearing sunglasses, a long-sleeved shirt, a hat, and sunscreen. Be aware of running water under the snow or covered logs and rocks that may have formed unstable snow bridges. Falls can result in sprained ankles, broken legs, and even hypothermia in cold water. In addition, avoid travel on steep slopes: falls may cause to you to slide into rocks and talus fields, again resulting in injury or death.  High Water During spring and early summer, runoff from melting snow causes high water levels and swift currents in rivers and streams. Please remember that any unbridged stream crossing may be hazardous. Cross in a wide, shallow spot that is not above rapids or falls. Unbuckle waist straps, use a long stick for stability, and face upstream while crossing. Never tie yourself in to safety ropes--they can drown you. Water will be very cold. Use caution to prevent conditions that may lead to hypothermia. Wildlife Very few people have been killed by wildlife in Yosemite, but injuries occur each year and are usually due to the actions of people rather than actions of animals. Respect animals at a distance: never feed or approach them. If you encounter wildlife, maintain a safe distance. Animals are unpredictable and may respond to a perceived threat with instinctive \"fight or flight\" behavior. If an animal approaches you, it is your responsibility to move away to maintain a safe distance (except in the case of a bear, which you should attempt to scare away). Do not allow animals to get your food. Contact with humans can result in animals becoming comfortable around people and alter their diets and behavior, making them less suitable to survive in the wild. (Read more about what to do if you see a bear.) Mountain Lions Mountain lions are shy and rarely seen, but they live throughout Yosemite. Watch children closely and never let them run ahead or lag behind on the trail. Talk to children about lions and teach them what to do if they meet one. Never approach a mountain lion. Don't run, but hold your ground or back away slowly. Face the lion and stand upright. Do all you can to appear larger. Grab a stick. Raise your arms. If you have small children with you, pick them up. If the lion behaves aggressively, wave your arms, shout and throw objects at it. The goal is to convince it that you are not prey and may be dangerous yourself. If attacked, fight back! Tick Borne Diseases There are two known diseases carried by ticks in this area: Lyme disease and relapsing fever. Not all ticks carry these diseases. If you are bitten by a tick, and later experience flu-like symptoms, contact your doctor and mention you had a tick bite. If you are diagnosed as having Lyme disease or relapsing Fever, and you believe you got it in Yosemite, have your doctor contact the park sanitarian at 209\/379-1033. Giardia Giardiasis is an intestinal disease caused by Giardia lamblia, a water-borne protozoan. Giardia is carried by humans and some domestic and wild animals. All water or melted snow must be treated by boiling for at least five minutes, using an iodine-based purifier, or using a Giardia-rated water filter. Associated symptoms include chronic diarrhea, abdominal cramps, bloating, fatigue, and loss of weight. Treatment by a physician is necessary to kill the organisms. Emergencies Be prepared for emergencies: carry a first aid kit and know how to use it. Please know and stay within your limitations to protect yourself and others from rescues which can be dangerous and expensive. Rangers do not keep track of overdue hikers: it is your responsibility to make sure someone knows where you are going and when you are due back. Keep in mind that cell phones will not get reception in most Wilderness areas and satellite phones will not work in all areas. Wilderness Safety Tips It is your responsibility to be aware of potential dangers and to take steps necessary to minimize the chance that you will become lost or injured.  Let someone know your itinerary and instruct them to contact emergency personnel if you are overdue. (The park's emergency communication center's phone number is 209\/379-1992. This number is for emergencies only!) Stay on the trail! In addition to causing severe erosion and damage to fragile habitat, hiking off trail increases the potential for injury or becoming lost. When hiking with a group, keep track of each other and wait at all trail junctions. Always carry extra food and water, rain gear, and warm clothing in case you have to spend the night out unexpectedly. If you become ill or injured on the trail and are unable to hike, send someone in your party or a passing hiker for help. Write down and give the messenger your exact location, age, gender, height, weight, and a description of your illness\/injury in order to ensure the appropriate emergency response. If you become disoriented or lost, attempt to fix your location using a map, compass, and landmarks. If you are unable to locate the trail, stay put! Use a mirror or reflective object to signal for help. Any signal done three times in a series is a universal distress call.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/wilderness_safety.htm"
}
