{
    "title": "Yosemite National Park: Wilderness Permits",
    "body": "Wilderness Permits       Free wilderness permits are required year-round for any overnight stay in the Yosemite Wilderness. Permits are not required for day hikes (except if hiking to Half Dome). (If your backpacking itinerary reasonably includes Half Dome and you want to include Half Dome on your trip, be sure to request Half Dome permits on your wilderness permit application. This year, there is a $8\/person charge.) Wilderness permits are only issued to a limited number people for each trailhead in order to provide outstanding opportunities for solitude, as required by the Wilderness Act. Since many trails are very popular, reservations are recommended ($5 per confirmed reservation plus $5 per person). Of each daily quota for a trailhead, 60 percent can be reserved ahead of time while the remaining 40 percent is available on a first-come, first-served basis no earlier than 11 am the day before your hike begins as long as permits are available. Note: Please be aware of the new Donohue Pass exit quota in effect for John Muir Trail hikers.   Follow these steps to get a wilderness permit: 1. Decide where you will begin your overnight hike.  Once you know where you want to begin your hike from, use the trailheads map [1.5 MB PDF] to determine the name of your trailhead. The trailhead information page has additional information, including quotas for each trailhead, parking information, and other details. 2. Check availability of reservations for the trailhead.  The full trailheads report [100 KB pdf] shows which trailheads are full for certain dates (as of the last-updated date shown at the top of the page). If the date or trailhead isn't listed, space is available for at least one person (but not necessarily for your entire group). 3. Apply for a wilderness permit reservation.  Wilderness permit reservations are now available up to 24 weeks (168 days) in advance when the wilderness permit reservation office is open (mid-November through October). You should make reservations as early as possible—some trailheads fill up the full 168 days in advance. Reservations are not available two or fewer days in advance. Learn more about how to make a reservation.  4. If you're unable to get a reservation, consider a first-come, first-served permit.  Wilderness permits are available during business hours at any permit issuing station beginning at 11 am the day before the beginning of your wilderness trip. Priority for permits for a particular trailhead is given to the closest permit issuing station, though it is possible to obtain a permit for any trailhead at any permit issuing station. This mainly affects the most popular trailheads that fill up quickly each morning, such as Little Yosemite Valley trailheads, Lyell Canyon, Cathedral Lakes, among others. First-come, first-served procedure for all wilderness permit stations (approximately May through October): Unreserved permits are available on a first-come, first-served basis beginning at 11 am on the day before the intended entry date. All reservations (same day and next day) and same-day unreserved permits may still be picked up when the wilderness center opens for the day.  Though popular trailheads may fill up, there is always space available on other trailheads in the park. From November through April, wilderness permits are available without a reservation.  Frequently Asked Questions 1. Where can I camp?  The trailhead quota system limits use based on where you begin your hike, and in some cases, on where you camp the first night of your trip. After the first night, you may camp wherever you can hike to within the wilderness. Since there are only a few designated campgrounds, you can camp anywhere you like, provided you follow all the regulations. The exceptions are near the five High Sierra Camps and in the Little Yosemite Valley area, where you must you camp at the designated campgrounds.   2. Can I camp in the frontcountry the night before or after my backpacking trip?  Wilderness permit holders may spend one night prior to, and one night after, a backpacking trip in a backpackers' campground (summer only). This service is especially helpful for those who have gotten a first-come, first-served permit the day before beginning their hike.   3. Do I need a wilderness permit during winter?  Wilderness permits are required in winter--but reservations aren't needed from November through April. You may get a wilderness permit at any normal permit issuing station (when these permit stations are closed for the season, permits are available on a self-registration basis). For trips beginning at the Yosemite Ski & Snowboard Area (formerly Badger Pass), you must get your permit at the Badger Pass Ranger Station (\"A-frame\").   4. I already have a reservation. Can I add another person?  You can add another person to your wilderness permit reservation for an additional fee as long as space is still available for that trailhead. If space is no longer available for that trailhead, you can try to change your reservation to another date or another trailhead (as long as space is available).   5. I'm beginning my hike outside Yosemite, but will end my hike in Yosemite. How do I get a wilderness permit?  If you are starting a hike from a trailhead located outside of Yosemite National Park, obtain your permit from the trailhead's managing agency, even if camping in Yosemite. Only one permit is required. Even if you plan to spend every night of a Wilderness trip inside Yosemite but your entry trailhead is outside Yosemite, you do not get the permit from Yosemite. If you are starting at a trailhead in Yosemite and wish to camp outside of Yosemite during your Wilderness trip, you will only need to get a single wilderness permit from Yosemite.  If your starting trailhead is outside Yosemite National Park, get your permit from the land agency that manages that trailhead. Common examples:  Twin Lakes (Robinson Creek): Humboldt-Toiyabe National Forest Virginia Lakes: Humboldt-Toiyabe National Forest Chiquito Pass: Sierra National Forest Quartz Mountain: Sierra National Forest Lake Eleanor: Stanislaus National Forest Cherry Lake: Stanislaus National Forest Saddlebag Lake: Inyo National Forest    6. How can I talk to a wilderness ranger? Can't find your question here? We have more answers to frequently asked questions. You can also speak to a wilderness ranger by calling 209\/372-0826 (Monday through Friday, 9 am to noon and 1 to 4:30 pm).",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/wildpermits.htm"
}
