{
    "title": "Yosemite National Park: John Muir & Pacific Crest Trails",
    "body": "John Muir and Pacific Crest Trails       The Pacific Crest National Scenic Trail stretches 2,650 miles from Mexico to Canada along the mountainous crest of the Cascades and the Sierra Nevada and through the Mojave Desert.  Yosemite contains nearly 70 miles of the Pacific Crest Trail. In Yosemite, the trail's highest point is 11,056 feet at Donohue Pass at the park's southern border, and the lowest spot is 7,560 feet near Benson Lake. When Pacific Crest Trail hikers reach Tuolumne Meadows, they are 942 miles from Mexico and 1,714 miles from Canada. The 211-mile John Muir Trail is a world-famous trail stretching from Yosemite Valley to Mount Whitney, the highest point in the contiguous United States. Because the John Muir Trail overlaps the Pacific Crest Trail for most of its length, the Pacific Crest Trail Association also provides details about the John Muir Trail.   Wilderness Permits John Muir Trail  If you plan to hike the John Muir Trail (JMT) as a continuous hike, you only need one wilderness permit from Yosemite for the entire trip (you do not need a \"Whitney stamp\" or permits from other national forests or national parks). Most people begin the hike at Happy Isles (its traditional start in Yosemite Valley), however many people begin at Lyell Canyon (Tuolumne Meadows) because permits for this trailhead are slightly easier to obtain. Over the last several years, Yosemite National Park has noted a significant increase in demand for permits to hike the John Muir Trail (JMT). The increased number of JMT hikers has made it difficult for non-JMT hikers to get wilderness permits for other trails within Yosemite National Park. Also during this same time, the NPS has noted an increase in the number of resource related impacts within the Sunrise Creek and Lyell Canyon areas. Finally, some wilderness campsites along the JMT in Yosemite have seen a sharp increase in overnight users, which negatively impacts the quality of the visitor experience. Beginning in February 2, 2015, Yosemite National Park will only issue wilderness permits valid for exiting Yosemite via Donahue Pass (the pass over which the JMT exits Yosemite) for up to 45 people per day. Of these, 25 will be available for permits using the Lyell Canyon trailhead (60% reservable, 40% first- come, first-served). The remaining 20 will be available for Happy Isles to Little Yosemite Valley, Happy Isles pass-through, Glacier Point to Little Yosemite Valley, and Sunrise Lakes trailheads (100% reservable). If you begin your JMT hike outside Yosemite and end in Yosemite, your wilderness permit will not be valid for hiking Half Dome.   Pacific Crest Trail  Pacific Crest Trail through-hikers with a valid permit issued by the Pacific Crest Trail Association do not need an additional wilderness permit in order to camp in the Yosemite Wilderness while along the Pacific Crest Trail. However, if you plan to hike elsewhere in Yosemite (off of the Pacific Crest Trail) and camp overnight, you will need to get a separate wilderness permit. PCT through permits are also not valid to ascend the Half Dome cables.   Parking  Long-term parking for the length of your trip is available in Yosemite for no additional fee. No reservations are necessary. Parking is available both in Yosemite Valley and in Tuolumne Meadows. Food lockers are available at all trailhead parking areas as well. Long-term parking at Whitney Portal is not available in 2016.   Transportation  There is no public transportation available between Whitney Portal and Yosemite, the southern and northern terminuses of the John Muir Trail. However, Eastern Sierra Transit provides bus service from Lone Pine (the nearest town to Mount Whitney) to Mammoth Lakes. The YARTS Highway 120 East bus provides service from Mammoth Lakes to Yosemite Valley. Delays and limited parking on Whitney Portal Road in 2016: Major reconstruction on Whitney Portal Road will occur in 2016, with possible closures and delays (up to three hours) and no long-term parking.   Food Storage and Bear Canisters  Allowed bear canisters are required throughout Yosemite National Park. Hanging food is not permitted anywhere in Yosemite. There are no exceptions for Pacific Crest Trail through-hikers. Food lockers are available at Little Yosemite Valley, High Sierra Camps, and Tuolumne Meadows Backpackers' Campground, but not elsewhere. (Read more about food storage.) You can rent a bear canister for the duration of your hike at any wilderness permit station.   Food Caches  Ranger stations do not accept food packages. Post offices in Yosemite Valley (all year) and Tuolumne Meadows (approximately mid-June through mid-September) accept food packages mailed care of General Delivery. Mark packages with \"hold for hiker until [date].\" Packages not so marked will be held for 14 days. Packages containing food should be marked so that postal employees will store it properly. Please do not send perishables. Private delivery companies (e.g., UPS, FedEx) do not deliver to general delivery addresses. To address a general delivery package, include the name of the recipient, c\/o General Delivery, Yosemite, CA 95389 (for Yosemite Valley) or Tuolumne Meadows, CA 95389 (for Tuolumne Meadows). You can purchase food and camping supplies in Yosemite Valley and Tuolumne Meadows.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/jmt.htm"
}
