{
    "title": "Yosemite National Park: Wawona",
    "body": "Wawona        Big Trees Lodge (formerly Wawona Hotel).        “Wawona is like a bright green emerald set between the sparkling diamonds of Yosemite Valley’s waterfalls and the red rubies of the Sequoias in the Mariposa Grove.”  – Yosemite visitor, early 1900s Although Wawona was not added to Yosemite National Park until 1932, this large mid-elevation basin has hosted many people and activities for centuries and is home to numerous other natural features. Originally home to American Indians, the Wawona area later became a prosperous settlement and primary thoroughfare for people traveling to Yosemite Valley during the late 19th century. Galen Clark, the first state-appointed guardian of Yosemite, built Clark’s Station, which later grew to become the Big Trees Lodge (formerly the Wawona Hotel).      To Get There  Car: Wawona is located on the Wawona Road (the continuation of Highway 41 inside the park), 27 miles (45 minutes) from Yosemite Valley.  Wawona is accessible by car year-round, though tire chains may be required from October through April. A gas station is open year-round in Wawona.   Bus: Yosemite Area Regional Transportation (YARTS) provides public transportation to Wawona, which operates between Fresno and Yosemite Valley.       Visitor Center and Museums  Wawona Visitor Center at Hill’s Studio (May to October): Ranger-staffed information desk and exhibit of Thomas Hill’s work, recreating a \"salon hanging\"—paintings covering the wall from floor to ceiling, typical of Victorian galleries in the nineteenth century. Offers wilderness permits year-round (self-registration permits available on porch when closed).   Pioneer Yosemite History Center (all year): See horse-drawn wagons, walk across a covered bridge, and visit historic buildings out of Yosemite's past. The history center explains how Yosemite was the inspiration for national parks across America and throughout the world. Originally constructed in different locations in Yosemite, many of the buildings were moved to Wawona in the late 1950s and early 1960s. The history center is always open, and explanatory signs and brochures are available. During summer, stage rides are available and some buildings are open for demonstrations or exploration. Check the Yosemite Guide for details.        Activities  Art & Photography (all year) Backpacking (all year)  Birdwatching (all year) Camping (all year) Fishing (spring to fall) Golfing (spring to fall) Hiking and Walking (all year) Horseback Riding and Stock Use (spring to fall) Picnicking (all year) Ranger & Interpretive Programs (all year) Water Activities (summer)        Points of Interest            Chilnualna Falls flows all year, with peak flow in May. Pronounced “Chil-noo-al-na,” this waterfall is comprised of five large cascades sliding through and over large granite formations above the Wawona area.  A strenuous trail, Chilnualna Falls allows for you to view the cascades in many locations along the hike and also rewards you with expansive views overlooking Wawona during your uphill climb.         In the Pioneer Yosemite History Center, see horse-drawn wagons, walk across a covered bridge, and visit historic buildings out of Yosemite's past. During summer, stage rides are available and some buildings are open for demonstrations or exploration.         The Mariposa Grove Road and the Mariposa Grove of Giant Sequoias are closed for a restoration project until approximately spring 2017.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/waw.htm"
}
