{
    "title": "Yosemite National Park: Crane Flat Area",
    "body": "Crane Flat Area        Camas and western bistort bloom in Crane Flat Meadow. NPS - Brian Whitehead       Crane Flat is a pleasant forest and meadow area. Nearby are the Tuolumne and Merced Groves of Giant Sequoias, which are only accessible by foot.       To Get There  Car: Crane Flat is located at the intersection of the Big Oak Flat Road and the Tioga Road, 16 miles (30 minutes) from Yosemite Valley. Crane Flat is accessible by car year-round, though tire chains may be required from October through April. A gas station is open year-round at Crane Flat.   Bus: Yosemite Area Regional Transportation (YARTS) provides public transportation to\/through Crane Flat (summer only; fee required). The Tuolumne Meadows Hikers' Bus also stops at Crane Flat (summer only; fee required).       Activities  Birdwatching (all year) Camping (summer)  Hiking and Walking (spring to fall) Winter Sports (winter)        Points of Interest         The Merced Grove of Giant Sequoias is located on the Big Oak Flat Road west of Crane Flat. It has about two dozen mature giant sequoias. Sequoias are only visible after a 1.5-mile hike with 500 feet of elevation loss. (The 1.5-mile hike back to the parking lot gains 500 feet and is strenuous.) Parking is limited. Water is not available so be sure to bring enough for everyone hiking.         The Tuolumne Grove of Giant Sequoias is located on the Tioga Road just east of Crane Flat. It has about two dozen mature giant sequoias. Sequoias are only visible after a one-mile hike with 500 feet of elevation loss (the one-mile hike back to the parking lot gains 500 feet and is strenuous). Parking is limited. Water is not available so be sure to bring enough for everyone hiking.          The Crane Flat Snow Play Area is a great place to take the family to sled and play in snow! It is located just south of the Crane Flat gas station, near the Crane Flat Campground. The snow play area is open when there is sufficient snow.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/cf.htm"
}
