{
    "title": "Yosemite National Park: Museums, Historic Buildings, and Cemeteries",
    "body": "Museums, Historic Buildings, and Cemeteries       Yosemite Valley  The Yosemite Valley Visitor Center has an exhibit hall, where you can learn how Yosemite’s spectacular landscape was formed, how people have interacted with it through the centuries, how wildlife adapts and survives, and how your national park continues to evolve. A free 23-minute film provides a stunning overview of Yosemite’s splendor.   The Yosemite Museum, next to the Yosemite Valley Visitor Center, has displays that interpret the cultural history of Yosemite's native Miwok and Paiute people from 1850 to the present. Demonstrations of basket-weaving, beadwork, and traditional games are presented. The reconstructed Indian Village of Ahwahnee behind the museum is always open. The art gallery is open periodically and often exhibits pieces from the Yosemite Museum collection.  The Nature Center at Happy Isles is a family-oriented nature center that features natural history exhibits (with an emphasis on wildlife) and interactive displays. Nearby are short trails focusing on the area's four different environments: forest, river, talus, and fen. You can also see substantial evidence of the huge 1996 rockfall from the Glacier Point cliff far above the nature center. The nature center is a short walk from the Happy Isles shuttle bus stop, and is open May through September.  The Yosemite Conservation Heritage Center (formerly LeConte Memorial Lodge), Yosemite's first public visitor center and a National Historic Landmark, is operated by the Sierra Club from May through September and features a children's corner, library, and a variety of environmental education and evening programs. The historic Yosemite Cemetery is located across the street and just west of the Yosemite Museum. People buried here include Native Americans, casual park visitors, and people who played important roles in the development of what is now Yosemite National Park. A Guide to the Yosemite Cemetery is available to borrow or purchase at the Valley Visitor Center.  The Ansel Adams Gallery offers work of Ansel Adams, contemporary photographers, and other fine artists. In addition, a wide selection of handcrafts, books, gifts, and photography supplies is available. The Gallery, formerly known as Best's Studio, has been operating in the park since 1902.  The Majestic Yosemite Hotel (formerly The Ahwahnee), a famous hotel and National Historic Landmark, is popular even for those not staying there. Completed in 1927, It was built in a rustic style with American Indian motif. Historic paintings of Yosemite, stunning stained-glass windows, and woven tapestries grace the walls. The Great Lounge and Dining Room are architectual examples of rustic elegance.        Tuolumne Meadows  Parsons Memorial Lodge and Soda Springs are good places to discover the human and natural history of Tuolumne Meadows and hike to the place where John Muir and Robert Underwood Johnson conceived the idea of establishing Yosemite National Park. This area is an easy one-mile (30 minute) walk from Lembert Dome parking area or from the Tuolumne Meadows Visitor Center. (Open late June through early September.)       Wawona and the Mariposa Grove  The Wawona Visitor Center at Hill's Studio contains an exhibit of Thomas Hill's work. The exhibit has recreated a \"salon hanging\"-paintings covering the wall from floor to ceiling-typical of Victorian galleries in the 19th century. Several of Hill's paintings have been reproduced on canvas and displayed as they appeared in his lifetime.  Visit the Pioneer Yosemite History Center to see horse-drawn wagons, walk across a covered bridge, and visit historic buildings out of Yosemite's past. The history center explains how Yosemite was the inspiration for national parks across America and throughout the world. The history center is always open, and explanatory signs and brochures are available (or you can download the brochure now [267 kb PDF]).  The diminutive Wawona Cemetery is in a lesser known, tucked-away corner of Wawona. Ask at the Wawona Visitor Center for location.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/historic.htm"
}
