{
    "title": "Yosemite National Park: Waterfalls",
    "body": "Waterfalls              Yosemite is home to countless waterfalls. The best time to see waterfalls is during spring, when most of the snowmelt occurs. Peak runoff typically occurs in May or June, with some waterfalls (including Yosemite Falls) often only a trickle or completely dry by August. Storms in late fall rejuvenate some of the waterfalls and all of them accumulate frost along their edges many nights during the winter. This is not a complete list of Yosemite's waterfalls. While all but the last two of the waterfalls listed below are in Yosemite Valley, both Yosemite Valley and many other areas of the park have waterfalls both big and small.                        Yosemite Falls (2,425 ft) Flows: approximately November through July, with peak flow in May. Look for the ice cone at the base of the upper fall during winter and for roaring runoff April through June. Yosemite Falls, one of the world's tallest, is actually made up of three separate falls: Upper Yosemite Fall (1,430 feet), the middle cascades (675 feet), and Lower Yosemite Fall (320 feet). You can see Yosemite Falls from numerous places around Yosemite Valley, especially around Yosemite Village and Yosemite Valley Lodge (formerly Yosemite Lodge). A one-mile loop trail leads to the base of Lower Yosemite Fall (the eastern side of the loop, from the shuttle stop to the base of the waterfall, is wheelchair accessible). It's also possible to hike to the top of Yosemite Falls as a strenuous, all-day hike (see a list of Valley day hikes).  Check out the Yosemite Falls webcam for a current view of the waterfall!    View a 10-minute podcast episode about Yosemite Falls.                Sentinel Falls (about 2,000 feet) Flows: approximately March through June, with peak flow in May.  This waterfall is located on the south side of Yosemite Valley, just west of Sentinel Rock. It is comprised of multiple cascades, which range in height from 50 - 500 feet. You can see this waterfall from areas along Southside Drive near the Sentinel Beach Picnic Area, and near the Four Mile Trailhead. Alternatively, you can view it from across Yosemite Valley near Leidig Meadow, or while hiking the Upper Yosemite Fall Trail.          Ribbon Fall (1,612 feet) Flows: approximately March through June, with peak flow in May. You can see Ribbon Fall from the road as you drive into Yosemite Valley, just beyond the turn for Bridalveil Fall (parking is available in turnouts).        Photo by Bethany Gediman   Horsetail Fall (1,000 feet) Flows: approximately December through April. Horsetail Fall is famous for appearing to be on fire when it reflects the orange glow of sunset in mid- to late-February. It falls off of the east side of El Capitan and is best seen from just east of El Capitan. To see Horsetail Fall, park at the El Capitan picnic area (on Northside Drive west of Yosemite Valley Lodge, formerly Yosemite Lodge) or in turnouts just east of the picnic area. You can see the waterfall from the road.         Bridalveil Fall (620 feet) Flows: all year, with peak flow in May.  This is often the first waterfall visitors see when entering Yosemite Valley. In spring, it thunders; during the rest of the year, look for its characteristic light, swaying flow. You can see Bridalveil Fall from near the tunnels on the Wawona Road (Highway 41) or Big Oak Flat Road (Highway 120) and from a signed parking lot on your way into Yosemite Valley. You can walk to the base via a short but steep (up to 24% slope) trail in just a few minutes.         Nevada Fall (594 feet) Flows: all year, with peak flow in late May. You can see Nevada Fall (from a distance) at Glacier Point. The road to Glacier Point is open approximately late May through sometime in November. A wheelchair-accessible trail is available to the viewpoint when the road is open. You can also hike beyond Vernal Fall to Nevada Fall on a steep trail (see a list of Valley day hikes).         Vernal Fall (317 feet) Flows: all year, though by mid to late summer, it narrows and separates into one, two, or three falls as water flows decrease; peaks in late May. You can see Vernal Fall (from a distance) at Glacier Point. The road to Glacier Point is open approximately late May through sometime in November. A wheelchair-accessible trail is available to the viewpoint when the road is open. You can also hike to Vernal Fall on a steep trail (see a list of Valley day hikes).         Illilouette Fall  (370 feet) Flows: all year, with peak flow in late May. While many hikers notice this waterfall as they're hiking toward Vernal Fall, the best place to see it is on the Panorama Trail, a few miles from Glacier Point (see a list of Valley day hikes). This waterfall is not visible from any road; it's only visible by hiking on steep trails.         Wapama Falls (1,400 feet) Flows: all year, with peak flow in May. Relatively few people visit Hetch Hetchy Valley to see this roaring waterfall. In some springs, the water from this fall flows over the footbridges near its base. You can see this waterfall from the parking lot at O’Shaughnessy Dam or you can hike on an uneven trail to near its base (see a list of Hetch Hetchy day hikes).         Chilnualna Falls (about 2,200 feet) Flows: all year, with peak flow in May This waterfall, located in Wawona, hides behind twists and turns in the rock; it's impossible to see the entire fall at the same time. You can't see this waterfall from a road; the only way to see the fall is to hike to its top via a steep trail (see a list of Wawona day hikes).",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/waterfalls.htm"
}
