{
    "title": "Yosemite National Park: Viewpoints",
    "body": "Viewpoints       Below you'll find information about just a few of the numerous viewpoints around Yosemite National Park. Don't limit yourself to these viewpoints; whenever you see a turnout with an interesting view, pull into the turnout and take a look around--you never know what you might discover.            Glacier Point, some would say, is the most spectacular viewpoint anywhere. Most people agree that its views of the high country and breathtaking views of Yosemite Valley, including Half Dome and three waterfalls, are the most spectacular in the park. Washburn Point, just south of Glacier Point, has similar views, though the views of Vernal and Nevada Falls are a bit better. The road to Glacier Point is usually open late May or early June to sometime in November, though some people prefer to ski there in the winter.         Tunnel View provides one of the most famous views of Yosemite Valley. From here you can see El Capitan and Bridalveil Fall rising from Yosemite Valley, with Half Dome in the background. This viewpoint is at the east end of the Wawona Tunnel along the Wawona Road (Highway 41).         Olmsted Point, along the Tioga Road, looks down on Yosemite Valley from the east--and from a very different angle. Though you might not immediately recognize Half Dome, it is one of the most prominent peaks you can see from Olmsted Point. The Tioga Road is open to cars from late May or early June to sometime in November.      El Portal View, two miles up the Glacier Point\/Badger Pass Road from Chinquapin (intersection with the Wawona Road) provides a great view down the Merced River Canyon, below Yosemite Valley, and to the Coast Ranges (if visibility is good).         O'Shaugnessy Dam, at the west end of Hetch Hetchy Valley, provides a viewpoint of the Valley's waterfalls, rock formations, and reservoir. The Hetch Hetchy Road is open all year, though it may close for periods after snowstorms, and is open only during daylight hours (approximately).      As it approaches Yosemite Valley, turnouts along the Big Oak Flat Road (continuation of Highway 120 to Yosemite Valley) near the tunnels provide a great view of El Capitan and Half Dome, along with a glimpse of the Merced River far below.         Pothole Dome, at the west end of Tuolumne Meadows, along the Tioga Road, affords many visitors' first view of Tuolumne Meadows. You can also find a nice viewpoint from near Lembert Dome, at the east end of Tuolumne Meadows         In Yosemite Valley, El Capitan Meadow provides a view straight up El Capitan and a great view of Cathedral Rocks, as well. Located along one-way Northside Drive, it is best to stop here on your way out of Yosemite Valley.         You can look up Yosemite Valley from alongside the Merced River at Valley View. Located along one-way Northside Drive, it is best to stop here on your way out of Yosemite Valley. This popular vista is located just after a view of Bridalveil Fall but immediately before Pohono Bridge, about the time you begin to see directional signs for highways leaving the park.         In Yosemite Valley, the area around Sentinel Meadow and the Yosemite Chapel is a favorite place to stop to look at Yosemite Falls.         In Yosemite Valley, Sentinel Bridge is famous for its views of both Half Dome reflected in the Merced River. You can also see Yosemite Falls nearby.         Yosemite Valley Lodge (formerly Yosemite Lodge) and Lower Yosemite Fall provide a closer view of Yosemite Falls. A short walk takes you right to the bottom.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/viewpoints.htm"
}
