{
    "title": "Yosemite National Park: Campground Regulations",
    "body": "Campground Regulations       These are some of the camping regulations that apply throughout the park. Additional regulations may apply at each campground. Violation of these regulations may result in a fine and\/or revocation of your camping permit.  Food Storage  You must keep your food properly stored 24 hours per day. Read more about bears and food storage.   Campfires  Campfires are allowed in all open campgrounds at any time. However, from May through September, wood fires in Yosemite Valley are only allowed between 5 pm and 10 pm (fires are allowed at any time from October through April). Fires must be completely extinguished by 10 pm. Fires must always be attended and put out completely with water when not attended (do not let them smolder). Firewood collection (including pine cones and pine needles) is not permitted in Yosemite Valley. Please don't bring firewood from more than 50 miles away to prevent spread of forest pests. You can purchase firewood at stores near most campgrounds. Stoves and barbecues are allowed in campgrounds.   Camping Outside of Campgrounds and Sleeping in Vehicles  Camping or sleeping in vehicles is permitted only in designated campsites. Sleeping in vehicles is not permitted anywhere else in Yosemite.   People per Campsite  A maximum of six people (including children) are allowed per campsite. There is no limit on the number of tents (as long as they all fit into the campsite).   Vehicles Per Campsite  A maximum of two motor vehicles are allowed per campsite. All vehicles must be parked on a parking pad. Trailers don't count against the vehicle limit as long as they fit on the parking pad. Additional parking is available near each campground for no additional charge.   Camping Limit  There is a 30-night camping limit within Yosemite National Park in a calendar year; however, May 1 to September 15, the camping limit in Yosemite is 14 nights, and only seven of those nights can be in Yosemite Valley or Wawona.   Pets  Pets are permitted in all campgrounds except Camp 4 and all group campsites. Pets must be on a leash, and must not be left unattended while tied to an object. Read more about pet regulations.   Quiet and Generator Hours  Quiet hours are from 10 pm to 6 am. Generator use is allowed only from 7 am to 9 am, noon to 2 pm, and 5 pm to 7 pm. Generator use is not allowed at other times.   Wastewater  Camp wastewater must be disposed of in designated utility drains. Sewage must be disposed of at designated dump stations (Yosemite Valley, Wawona, and Tuolumne Meadows).   Utilities  Connecting to any utility system (e.g., water spigots, electrical outlets) in the campgrounds is prohibited. No hookups are available in Yosemite.   Checkin\/Checkout Time  Checkin and checkout time is noon. If you have a reservation, you can arrive any time after noon, but must check in prior to 10 am the morning after the first night of your reservation or your reservation will be cancelled.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/campregs.htm"
}
