{
    "title": "Yosemite National Park: Camp 4",
    "body": "Camp 4       Location Yosemite Valley, near Yosemite Valley Lodge (formerly Yosemite Lodge), at 4,000 ft (1,200 m) elevation (View a map of Yosemite Valley [300 kb PDF]) (View the current weather forecast)   Season All campsites: all year   Reservations and Registration  No reservations are available; the campground operates on a first-come, first-served basis and fills early most mornings from spring through fall. $6\/person per night From spring through fall, a campground ranger staffs Camp 4 each day. You must register with the ranger in order to stay at Camp 4. The ranger arrives at the campground kiosk around 8:30 am, although, a line has often formed well before then and the campground may fill before everyone in line is registered. Space is available on a per-person basis and each person wishing to register must be present. Six people will be assigned to each campsite; people in one group may be assigned to different campsites. You can register for up to the maximum stay limit (you don't need to register every day). During winter, Camp 4 operates on a self-registration basis. A campground ranger patrols Camp 4 throughout the day but does not oversee the registration as they do the rest of the year. Space is available on a per-person basis and you can register for up to the maximum stay limit (you don't need to register every day). The campground doesn't fill during the winter and enjoys some winter sunshine.  There is a 30-night camping limit within Yosemite National Park in a calendar year; however, May 1 - September 15, the camping limit in Yosemite is 14 nights, and only seven of those nights can be in Yosemite Valley or Wawona.   Campsite Details  Tent sites: 35 shared walk-in sites for tents only (sleeping in vehicles is not allowed)  Parking is available adjacent to the campground (it's a very short walk to the campsites). A parking permit is required from spring through fall. You will receive a free parking permit upon registering. Each campsite contains a fire pit (no grill), picnic table, and four shared food lockers [33\"(D)x45\"(W)x18\"(H)], and is near a bathroom with drinking water and flushing toilets.   Utilities Hookups: No Dump station: Nearby (at Upper Pines Campground)   Services  Groceries: Nearby (Yosemite Valley Lodge, formerly Yosemite Lodge and Yosemite Village) Showers: Nearby (Half Dome Village, formerly Curry Village and Housekeeping Camp) Pets: Not permitted (learn more about pet regulations)   Accessibility Camp 4 has a dirt access route leading to many level sites, however, none is designated accessible and there are no designated accessible parking spaces. The restroom is accessible.   Regulations  Pets: Not permitted Fires: Wood fires are permitted all year, however, from May through September, campfires in Yosemite Valley are only allowed between 5 pm and 10 pm (campfires are allowed at any time from October through April). Charcoal fires are allowed at any time. People per site: A maximum of six people (including children) are allowed per campsite. Additional campground regulations apply, as well.  You are required to store food properly in order to protect Yosemite's bears. Learn more about bears, proper food storage, and food lockers.  Map Download a map of Camp 4 [575 kb PDF].  National Register of Historic Places Camp 4 is listed on the National Register of Historic Places because of its nationally significant role in the development of rock climbing as a sport.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/camp4.htm"
}
