{
    "title": "Yosemite National Park: Large Groups",
    "body": "Large Groups       In order to preserve the natural and aesthetic value of the Yosemite Wilderness, groups of eight people or more should be aware of the following information. Group Size Limits Day hiking group size limit: 35 Overnight group size limit: 15 Cross-country use group size limit (day hiking or overnight): 8 Cross-country use is defined to be travel more than one-quarter mile from an established trail or road. (This includes any peak climbing.) If you want to travel in groups larger than any of the limits, you must split into sub-groups and comply with all of the following:  All groups must adhere to the above group size limitations. Groups must begin Wilderness trips from separate trailheads when entering from the park. The sub-groups must travel and camp at least one-half mile apart at all times.   Planning  Wilderness permits are required for all overnight trips in Yosemite. Yosemite uses an trailhead quota system to regulate Wilderness use, with a set limit of persons allowed to enter a trailhead each day. Not all trailhead quotas may be able to accommodate your group size (some trailhead quotas are as low at 10 people; some are as high as 40 people). In addition, only up to 60 percent of each quota can be reserved ahead of time. Please check the trailhead quota list to determine if your group is small enough for your preferred trailhead or to find an alternative trailhead. If you would like to obtain a permit for a large group, please consider the following tips.  Start your Wilderness trip early in the week. Have at least two alternate trailheads and\/or starting dates planned. Indicate the minimum number of people you will accept. Consider splitting your group into two smaller groups and travel on two different trailheads Be flexible and open to alternative options.  Although many organized groups publish their trip schedule before reservation requests are accepted, the National Park Service cannot guarantee the availability of any trailhead or date. Trip participants should be informed that adjustments may have to be made due to quota limitations.  Group Camps Group campsites are available all year at Wawona Campground, and during summer at Hodgdon Meadow, Bridalveil Creek, and Tuolumne Meadows Campgrounds. Sites are designated for groups of 13 to 30 people. Group camps have tent sites only. Up to five vehicles can be parked near a group camp. Reservations are required. (Read more about camping reservations.) There is also a group site at the Hetch Hetchy backpackers' campground.   Commercial Use If the trip is for-profit and packaged or advertised for or by a commercial enterprise, and\/or, in the case of a private group, if the amount of money collected from all members of the group exceeds the actual expenses of the trip, the activity may be classified as commercial. If your trip fits this description, the leader must obtain a commercial guiding permit (commercial use authorization) before applying for a wilderness permit.  Minimum Impact Larger groups can have a much greater impact on Wilderness areas, so it is important to plan ahead accordingly and follow Leave No Trace principles more carefully. Large groups provide an excellent opportunity to actively teach, review, and practice minimum-impact techniques. Instill in group members a respect and a sense of stewardship for the land. It is especially important to cover the many aspects of proper Wilderness use with every group member before starting your trip, and to practice minimum-impact camping at all times while in the Wilderness.  In addition to normal Leave No Trace principles, please also consider these points for large groups. Campsite Selection: Take care and time in selecting a proper and adequate campsite. Concentrate use on existing and well established sites devoid of vegetation. Camp at least 200 feet from any water source or trail. Do not improve, expand, or build any installations in the campsite.There are campsites in the Yosemite Wilderness that are particularly good spots for groups. Find your own spots beforehand or ask a park ranger about campsites or how to find one when you pick up your permit.   Noise\/Seclusion: Wilderness areas are valued and protected for their opportunities for solitude and natural quiet, so please respect other visitors’ Wilderness experience. Camp out of sight and sound of other users. Do not spread out, but keep your impact to a small area. Keep voices low and avoid activities that may result in excessive noise.  Water Quality Protection\/Human Waste:  Water quality protection and sanitation have become increasingly important as Wilderness use grows. Groups must be particularly aware of proper waste disposal due to their concentrated use. Group leaders should carry small plastic trowels, and all participants must be told how to properly dispose of human waste. Small cat holes, six inches deep, should be dug a minimum of 100 feet from any water source or stream bed for each use. Holes should be naturalized after use. Toilet paper must be packed out with all other trash. Please help protect water quality by ensuring all members of your group understand these procedures.You can also protect water quality by doing all washing, and dumping all waste water, away from campsites and at least 100 feet from any water source. Never wash anything directly in rivers, lakes, or streams. All drinking water should be treated with a giardia-rated filter, iodine, or by boiling. Campfires:  If you plan to have a campfire, find an existing campfire ring. Build a small warming fire, not a large bonfire that wastes scare firewood. We strongly encourage the use of stoves for cooking.  Trash:  All trash must be packed out. Many groups make projects of picking up extra trash, we hope you will too. We will happily supply extra trash bags.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/backpackinggroups.htm"
}
