{
    "title": "Yosemite National Park: Search & Rescue Blog",
    "body": "Explore This Park    Plan Your Visit     Safety     Search & Rescue Blog              Search and Rescue: Lessons from the Field       RSS  About This Blog Each year, park rangers and search and rescue (SAR) personnel respond to approximately 250 emergency incidents in Yosemite National Park. The park's Preventive Search and Rescue (PSAR) program posts selected SAR incident reports on this blog in the hopes that readers can learn from the experiences of others.  Before reading through the blog, please be familiar with the park's comment policy.   Turning Blue in the Emerald Pool  July 29, 2016 Posted by: Yosemite Search and Rescue  11 Comments     A brief dip in the Emerald Pool became a near-death experience for two 18-year-old swimmers on July 17, 2016.      A Common Yosemite SAR  July 17, 2016 Posted by: Yosemite Search and Rescue  2 Comments     The common denominator in many outdoor mishaps, regardless of the activity, is little to no planning and just doing what you see others doing. This can lead to serious consequences.      Three Distressed Hikers Rescued Tuolumne Meadows Area  June 12, 2016 Posted by: Yosemite Search and Rescue  3 Comments     On Monday, June 6, 2016, Yosemite Search and Rescue received a report about a hiking group possibly stranded without water or having trouble with a water crossing. Due to poor cell phone coverage, communication was haphazard and an ill-prepared hiking group was in for an unplanned stay in the High Sierra.      Floating the Merced – A Tale of Three SARs  June 12, 2016 Posted by: Yosemite Search and Rescue  0 Comments     The current Sierra snowpack melt is a welcome occurrence for Californians and its visitors and Yosemite National Park is now reaping the water runoff benefits. The Merced River is active with visitors floating through the Valley. Unfortunately, increased activity, along with lack of planning, preparedness, and inadequate equipment has led to three search and rescue cases involving four persons just in the past week.      Danger Zones: The Nose  February 14, 2016 Posted by: Yosemite Search and Rescue  2 Comments     The Nose is considered to be the easiest full-length route on El Capitan, which makes it extremely popular and draws relatively inexperienced big-wall climbers. But the Nose also is a complex climb, requiring a large repertoire of techniques that may be unfamiliar to newcomers.      A Hike into Winter Ends Early  November 17, 2015 Posted by: Yosemite Search and Rescue  11 Comments     On Monday, November 2, 2015, winter arrived in Yosemite. By early afternoon, rangers began enforcing tire chain requirements, and the snow plow drivers began their first operation of the winter. White stuff dusted the Badger Pass chairlifts and rain soaked Yosemite Valley. Visitors and park staff alike bundled in jackets, drove more slowly, and marveled that water was finally falling from the sky. It’s worth noting, however, that not all park visitors found Yosemite’s first 2015 winter storm to be so beautiful.      Climber Fall on \"Lurking Fear\"  October 08, 2015 Posted by: Yosemite Search and Rescue  12 Comments     On Monday, September 19, 2015, at approximately 5:30 pm, Yosemite Search and Rescue (YOSAR) received a report that a climber had taken a 50-foot fall. The climber was on a climbing route called Lurking Fear, which is located on the western edge of El Capitan, and was reportedly was suffering serious injuries, including possible head trauma and a broken clavicle.      Yosemite’s Rivers Present Hazards, Even in September  September 11, 2015 Posted by: Yosemite Search and Rescue  8 Comments     Three hikers were injured along the Merced River in the first six days of September. In each of these incidents, individuals made what seemed like reasonable choices to engage in activities along a seemingly benign section of a river but the injuries that resulted were painful ways to end a vacation, and sadly, one which was life altering.      From the First Aid Kit to the Helicopter  September 11, 2015 Posted by: Yosemite Search and Rescue  0 Comments     If you find yourself in a helicopter over the Yosemite landscape, something has gone terribly wrong. On Saturday, June 13 two hikers ran down Half Dome’s subdome to the permit check point. They reported that a female hiker halfway up the subdome was having a severe allergic reaction, including facial swelling, vision loss, and, most concerning, difficulty breathing.      Frontcountry Biking Accident Halts Visitor's Backcountry Plans  September 10, 2015 Posted by: Yosemite Search and Rescue  0 Comments     When you hear about search and rescue or emergency medical services at Yosemite National Park, what environment comes to mind? What are the potential scenarios, especially when talking about traumatic injuries? The following case occurred on the morning of July 16. Although there is nothing unusual about it, you might be surprised if this incident falls completely outside of your initial guesses.      Nevada Fall Rattlesnake Bite  August 01, 2015 Posted by: Yosemite Search and Rescue  7 Comments     On June 29, 2015, sometime around 4 pm, a 49-year-old day hiker at the top of Nevada Fall experienced what many people would consider their worst nightmare: being bitten, and envenomated, by a rattlesnake.      Slippery Rock Leads to a Broken Leg in the Inner Gorge of Yosemite Falls  July 15, 2015 Posted by: Yosemite Search and Rescue  0 Comments     On the afternoon of June 7, Yosemite Emergency Communications Center received a 911 call reporting that there was a woman in the inner gorge of Yosemite Falls with a broken leg. At some point, she separated from her friends and took a 10- to 20-foot slide down wet granite, resulting in an upper leg injury that prevented her from moving.      Hiker Ledged-Out Overnight on Basket Dome  July 02, 2015 Posted by: Yosemite Search and Rescue  3 Comments     On Monday, June 29, a 27-year-old male got himself into quite a cliff-hanger, literally.  In Yosemite Search and Rescue language, we simply call this becoming “ledged-out.”  While this might seem unrealistic on a simple hike, it is a very real possibility at Yosemite National Park.      Multiple Search-and-Rescue Missions Due to Hikers Leaving Trails  April 02, 2015 Posted by: Yosemite Search and Rescue  12 Comments     With the unseasonably warm, sunny weather this spring, the number of hikers has risen dramatically over the past several weekends. Trails out of the Valley are open for a long way, with little snowpack, leading some adventurers to travel farther than they might normally at this time of year. We have had an unusually high number of search and rescue missions, all stemming from one common cause: leaving the trail. Here are the stories from this March in Yosemite.      Solo Hiker Injured Near Dewey Point  March 10, 2015 Posted by: Yosemite Search and Rescue  22 Comments     On the weekend of February 14, 2015, a 23-year-old male backpacker was hiking along the rim of Yosemite Valley near Dewey Point. Upon reaching the point, overwhelmed with the spectacular view, he decided to attempt to access another spire just a little farther out. This effort required some scrambling, and he ultimately fell down the slope, sustaining a broken arm and several more minor injuries.      Caught in a Storm: Climbers Benighted on Tenaya Peak and Separated Hiker at Budd Lake  October 29, 2014 Posted by: Yosemite Search and Rescue  2 Comments     On the evening of Saturday, September 20, 2014, Yosemite National Park’s Tuolumne Meadows Subdistrict received reports of two separate search and rescue incidents: the first was an overdue hiker, last seen at Budd Lake by his hiking group. The second was a climbing party signaling for help from Tenaya Peak. A lightning storm increased the urgency of both incidents.      A Picture for Social Media Result in Injury and Carryout  October 14, 2014 Posted by: Yosemite Search and Rescue  7 Comments     A group of hikers at Columbia Rock decided to take a jumping photo to post on social media. When the subject landed, she slipped forward on gravel and face-planted on a rock.      Rescue of Injured Climber from El Capitan  September 18, 2014 Posted by: Yosemite Search and Rescue  6 Comments     On Thursday, September 11, at approximately 10:30 am, the Yosemite Emergency Communications Center (ECC) received an international call from a woman stating that her husband’s climbing partner had sent her a text from El Capitan requesting a rescue. A 39-year-old male climber fell while climbing pitch 25 of 31 (the Glowering Spot) on the Nose route, which is a 2,900-foot climb (Grade VI, 5.14a or 5.9 C2).      Near Drowning at Vernal Fall Pool  September 05, 2014 Posted by: Yosemite Search and Rescue  4 Comments     At approximately 1 pm on Wednesday, August 13, the Yosemite Emergency Communications Center (ECC) received a report of an unconscious male in the natural pool at the base of Vernal Fall. Three rangers responded to the scene, arriving within 30 minutes of the initial report. A National Park Service trail crew supervisor directed the rangers to the subject, a 24-year-old male, who, by the time the rangers arrived, was out of the pool, sitting among the boulders at the base of Vernal Fall. The subject was conscious and alert and drinking a bottle of water. He was surrounded by three other hikers; it is unclear exactly how long the subject was underwater.      Half Dome Corridor: Two Rescues in One Day  August 25, 2014 Posted by: Yosemite Search and Rescue  26 Comments     Key components for making any given hiking adventure safe and successful are (1) having an adequate fitness level for the chosen hike and (2) knowing the limits of your own physical abilities. On Wednesday, August 20, 2014 there were two rescues along the Half Dome corridor that highlight these points.      Four Accidents in Four Days at Lower Yosemite Fall  August 11, 2014 Posted by: Yosemite Search and Rescue  17 Comments     Last week in Yosemite Valley, on four consecutive days, the Yosemite Emergency Communications Center (ECC) received 911 calls for visitors who had fallen and were injured while venturing off trail near the Lower Yosemite Fall Footbridge.      Altitude Sickness on the Way to Clouds Rest  August 04, 2014 Posted by: Yosemite Search and Rescue  14 Comments     On Sunday, July 27, the wife of a 37 year-old male hiker called the Yosemite Emergency Communications Center, reporting that her husband was having difficulty breathing. The couple had arrived in Tuolumne Meadows (elevation 8,800 feet) on Wednesday, July 23. On Saturday, July 26, in spite of feeling slightly ill, the subject, along with his wife, set out on a one-night wilderness trip.      Five Silver Apron Injuries on Same Day  July 25, 2014 Posted by: Yosemite Search and Rescue  5 Comments     On Wednesday, July 16, at approximately 6 pm, three 17 year-old males arrived at the Yosemite Medical Clinic seeking medical attention for injuries to their legs, ankles, and feet. The subjects all sustained their injuries while sliding down the Silver Apron, a large, sloping granite area that the Merced River flows over, located in between Vernal Fall and Nevada Fall, just east of Yosemite Valley, and which is a closed area. Moments later, two more 17-year-old males, unrelated to the previous group, walked into the clinic and, similarly, requested medical attention for lower extremity traumatic injuries caused by sliding down the Silver Apron.      Near Drowning at Swinging Bridge  July 17, 2014 Posted by: Yosemite Search and Rescue  14 Comments     On the Fourth of July, the parents of a six-year-old girl brought their daughter to the Yosemite Medical Clinic after she nearly drowned in the Merced River. The parents recounted the following story to clinic staff:      Exhausted Hiker Rescued from Panorama Trail  July 15, 2014 Posted by: Yosemite Search and Rescue  2 Comments     At approximately 3 pm on Tuesday, July 8, the Yosemite Emergency Communications Center received a 911 call from a party of three hiking on the Panorama Trail. One member of the party was calling to report that his mother (77 years old) and her friend (64 years old) were feeling exhausted and hot, and didn’t think they could complete the hike.      Search & Rescue News: Head Injury from Slip at Lower Yosemite Fall  June 24, 2014 Posted by: Yosemite Search and Rescue  0 Comments     On the afternoon of June 19th, 2014, a boy was jumping across the boulders at Lower Yosemite Fall. He slipped and fell onto his head, suffering from serious head injuries.      Hiker Slips and Falls into the Middle Cascades of Yosemite Falls  June 06, 2014 Posted by: Yosemite Search and Rescue  47 Comments     On May 28, 2014, at approximately 11:45 am, the Yosemite Emergency Communications Center received a 911 call from an individual in a party of four backpackers stating that one of the members of the party had fallen into the creek at the base of Upper Yosemite Fall.      Injured Climbers Rescued from El Capitan  September 16, 2013 Posted by: Yosemite Search and Rescue  9 Comments     While climbing the Nose of El Capitan, a climber falls about 65 feet when his protection pulls from the cliff. Rangers are flown to the top and lowered 1000 feet down to the climbing party; the party is lowered another 2000 feet to Yosemite Valley for medical treatment.      Heat Stroke on a Hot Summer Day  September 08, 2013 Posted by: Yosemite Search and Rescue  7 Comments     A hiker suffers from heat stroke while descending the Upper Yosemite Fall trail on a hot summer day. Shaking uncontrollably, with hot, dry skin and a body temperature exceeding 104°F, the hiker is evacuated by a wheeled litter and then by helicopter.      Search & Rescue News: Two Helicopter Evacuations  August 20, 2013 Posted by: Yosemite Search and Rescue    Last week Yosemite Search and Rescue (YOSAR) conducted two separate helicopter evacuations from the park’s wilderness.      Royal Arches Climbers Need Assistance Returning to Yosemite Valley  August 20, 2013 Posted by: Yosemite Search and Rescue  0 Comments     Near dusk on August 13, 2013, the Yosemite Emergency Communications Center received a report of two climbers requesting assistance near the top of North Dome Gully. Park rangers made phone contact with the party, who denied injury but was nearly out of water after ascending the Royal Arches climbing route that day.      Open Ankle Fracture at Bridalveil Fall  August 18, 2013 Posted by: Yosemite Search and Rescue  39 Comments     A father and son leave the established Bridalveil Fall trail to get nearer the waterfall by scrambling through a boulder field. On their return, the father slips on the smooth rocks and suffers multiple injuries: \"on a scale of one to ten, [my pain] was at a 38.\"      Historical Account: Danger at Diamond Cascade  August 09, 2013 Posted by: Yosemite Search and Rescue  11 Comments     In this historic account, learn how (at least) one early visitor encountered trouble at Diamond Cascade and the Silver Apron, below Nevada Fall.      Lost and Unprepared in Tenaya Canyon  August 04, 2013 Posted by: Yosemite Search and Rescue  17 Comments     Two hikers\/climbers get lost overnight and require rescue because they didn't bring proper equipment.      Search & Rescue News: Strander hiker Rescued from near Washington Column  July 31, 2013 Posted by: Yosemite Search and Rescue  0 Comments     Yosemite Search and Rescue evacuated a hiker from the gully next to Washington Column on 7\/16\/2013 after three search and rescue personnel located and then spent the night with the hiker.      Indian Canyon Fall and Rescue  July 27, 2013 Posted by: Yosemite Search and Rescue  17 Comments     Hikers attempt to ascend an unofficial social trail, but unknowingly get off route and fall on loose rocks.      Search & Rescue News: Rescue from Leaning Tower  July 24, 2013 Posted by: Yosemite Search and Rescue    On June 25, search and rescue crews began climbing the Leaning Tower to reach an injured solo climber who called for assistance via cell phone.      Backpackers Get Lost Near Ten Lakes  July 18, 2013 Posted by: Yosemite Search and Rescue  14 Comments     A pair of backpackers lose the trail, then can't find their way back because they don't have a good map and compass.      We're back with new posts!  May 15, 2013 Posted by: Yosemite Search and Rescue  2 Comments     In addition to posting detailed search and rescue incidents with lessons learned, we'll also be posting brief incident updates more frequently.      Lessons Learned 2012: Last post for the season  November 27, 2012 Posted by: Yosemite Search and Rescue  3 Comments     For our last post for the 2012 season, we decided to highlight five lessons from this year’s entries. We will resume posting in early summer 2013.      Rescue from Muir Wall on El Capitan  November 16, 2012 Posted by: Yosemite Search and Rescue  1 Comments     A climber becomes stranded on El Capitan as a storm moves in.      Church Bowl Self-Rescue  October 16, 2012 Posted by: Yosemite Search and Rescue  1 Comments     A climber forgets to wear helmet, then falls and lands on his head... immediately adjacent to the Yosemite Medical Clinic.      Rescue From Near Snake Dike (Half Dome)  September 21, 2012 Posted by: Yosemite Search and Rescue  6 Comments     On Monday, August 27, 2012, the Yosemite Emergency Communications Center received a 911 call from two climbers (one male and one female) who had had fallen on what they had believed to be the first pitch of Snake Dike, a climbing route on the Southwest Face of Half Dome. In fact, the climbers were approximately one quarter of a mile east of the Snake Dike route.      Hikers Seriously Injured After Slipping and Falling Near Chilnualna Falls  September 16, 2012 Posted by: Yosemite Search and Rescue  20 Comments     Two hikers slipped and then fell vertically onto large uneven rocks near Chilnualna Falls. Scrambling off-trail is one of the leading causes of serious injury and death in Yosemite. When deciding to venture off-trail, hikers must evaluate the terrain they are entering, as well as their own skills and equipment.      Stranded Hikers Rescued from Tenaya Canyon  August 30, 2012 Posted by: Yosemite Search and Rescue  17 Comments     A father and daughter hiking near Olmsted Point lost the trail and became stranded in Tenaya Canyon.      Rappellers Rescued off of El Capitan  August 12, 2012 Posted by: Yosemite Search and Rescue  6 Comments     On Saturday, August 4, the Yosemite Emergency Communications Center received a request for assistance from two rappellers who had gotten off route and subsequently stuck while attempting to rappel the Nose climbing route on El Capitan (about 2,900 feet vertically, with about 23 rappels). This incident is a good example of the dangerous cascade of events that can occur when a team is ill-prepared for what is a very serious undertaking.      Hang Gliding Accident Resulting in Injuries Near Glacier Point  August 09, 2012 Posted by: Yosemite Search and Rescue  24 Comments     On Friday, August 3, 2012, at approximately 9 am, the Yosemite Emergency Communications Center received a 911 call from bystanders at Glacier Point who witnessed a hang gliding accident approximately 400 feet below the Glacier Point lookout. It is important to remember that in any activity, maintaining awareness, avoiding complacency, and double-checking systems are as important for experts as they are for novices.      Seriously Ill Backpacker at High Elevation (near Isberg Pass) Flown out by Helicopter  July 29, 2012 Posted by: Yosemite Search and Rescue  8 Comments     On July 18, a 22 year-old male backpacker who appeared to be experiencing acute mountain sickness was flown out by helicopter from just below Isberg Pass. Many hiking illnesses that Yosemite Search and Rescue responds to each year could be prevented (or the severity of those medical conditions greatly diminished). Learn how to stay healthy at high elevations.      Partial Thickness Leg Burns in Little Yosemite Valley  July 21, 2012 Posted by: Yosemite Search and Rescue  6 Comments     At about 8:45 a.m. on Friday, July 6, a 52 year-old female backpacker staying in the Little Yosemite Valley backpacker’s campground suffered partial thickness burns to both her legs.      Litter carryout on Yosemite Falls Trail  July 20, 2012 Posted by: Yosemite Search and Rescue  6 Comments     On the afternoon of Thursday, July 12, the Yosemite Emergency Communications Center received a report that a male hiker in his upper 40s\/early 50s had fallen on the Yosemite Falls Trail, just below Columbia Rock, and could not continue hiking      Climber injured in Sentinel Descent Gully  July 13, 2012 Posted by: Yosemite Search and Rescue  5 Comments     Although the way down after a technical climb may involve relatively easy scrambling or hiking, a hiking trail can be as treacherous as the climbing route itself, should the climber’s attention stray. Whether a climber or a hiker, be sure to focus on what you’re doing on the way up, as well as on the way down (especially if you’re off trail).      Hiker Seriously Injured while Scrambling near Illilouette Fall  July 12, 2012 Posted by: Yosemite Search and Rescue  6 Comments     The following incident demonstrates the capacities and shortcomings of cell phone use in Yosemite. Keep in mind that cell phones that work fine at home, may not work in the park. If yours works and you need emergency help, it is imperative that you call 911 instead of texting.      Hiker Falls off Half Dome Cables  June 28, 2012 Posted by: Yosemite Search and Rescue  2 Comments     On Friday, June 22, at about 5 pm, a hiker slipped while descending the Half Dome cables.      Open Ankle Fracture on Panorama Trail  June 18, 2012 Posted by: Yosemite Search and Rescue  0 Comments     On the afternoon of June 18, 2012, the Yosemite Emergency Communications Center received a report that a 65-year-old female had fractured her ankle on the Panorama Trail, approximately one mile down from the Glacier Point trailhead.      Rattlesnake Bite in Little Yosemite Valley  June 02, 2012 Posted by: Yosemite Search and Rescue  0 Comments     On the evening of June 2, 2012, the Yosemite Emergency Communications Center received report that a 25-year-old male had been bitten on the hand by a rattlesnake in the Little Yosemite Valley campground.",
    "url": "https:\/\/www.nps.gov\/yose\/blogs\/psarblog.htm"
}
