{
    "title": "Yosemite National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping               Campgrounds       Below is information about each of the campgrounds in Yosemite. Additional information is available for each campground by clicking on the campground name. Some important notes:  Campground opening and closing dates in the \"Open approx.\" column are tentative and can vary from year to year. View historical campground opening and closing dates. Reservations: campgrounds requiring reservations are usually full from around April through September. You should make a reservation as early as possible. If you don't have reservations, find out more about camping without reservations. Tap water and creek water: Campgrounds listed as having creek water have vault toilets (not regular restrooms). Campgrounds listed as having tap water have regular restrooms. Showers are only available in Yosemite Valley at Half Dome Village (formerly Curry Village) and Housekeeping Camp. Showers are not available elsewhere. Dump stations are available at Upper Pines Campground (all year), near Wawona Campground (summer only), and near Tuolumne Meadows Campground (summer only). No campsites in Yosemite have hook-ups of any kind. RV campsites are available in most campgrounds. Group campsites are available all year at Wawona Campground, and during summer at Hodgdon Meadow, Bridalveil Creek, and Tuolumne Meadows Campgrounds. Horse campsites are available during summer at Wawona, Bridalveil Creek, and Tuolumne Meadows Campgrounds. Reservations are available only by calling 877\/444-6777. Read Yosemite's campground regulations.         Opening dates for campgrounds with an estimated opening date in July will be revised as soon as we have more information. (How quickly campgrounds open in spring or early summer depends on a variety of factors.)      Campground  Open approx. (2016) Elevation Max. RV Length  Max. Trailer Length  Reserve? Daily Fee Sites Pets Water   Yosemite Valley                 Upper Pines All year  4000 ft\/1200 m 35 ft 24 ft All year  $26 238 Yes Tap   Lower Pines Mar 28-Nov 1  4000 ft\/1200 m 40 ft 35 ft Yes $26 60 Yes Tap   North Pines Apr 4-Nov 7  4000 ft\/1200 m 40 ft 35 ft Yes $26 81 Yes Tap   Camp 4 All year 4000 ft\/1200 m No RVs\/trailers First-come, first-served $6\/ pers. 35 No Tap    South of Yosemite Valley               Wawona All year 4000 ft\/1200 m 35 ft 35 ft Apr 11-Oct 10  $26 93 Yes Tap   Bridalveil Creek July 1-Sep 19  7200 ft\/2200 m 35 ft 24 ft First-come, first-served $18 110 Yes Tap    North of Yosemite Valley               Hodgdon Meadow All year 4900 ft\/1500 m 40 ft 30 ft Apr 11-Oct 10 $26 105 Yes Tap   Crane Flat Jun 10-Oct 10  6200 ft\/1900 m 40 ft 30 ft Yes  $26 166 Yes Tap   Tamarack Flat May 27-Oct 15  6300 ft\/1900 m RVs\/trailers not recommended  First-come, first-served $12 52 Yes Creek (boil)   White Wolf Jul 8-Sep 26  8000 ft\/2400 m 27 ft 24 ft First-come, first-served $18 74 Yes Tap   Yosemite Creek Jun 17-Sep 5  7700 ft\/2300 m RVs\/trailers not recommended  First-come, first-served $12 75 Yes Creek (boil)   Porcupine Flat Jul 1-Oct 15 8100 ft\/2500 m RVs\/trailers not recommended  First-come, first-served $12 52 Yes Creek (boil)   Tuolumne Meadows Jun 20-Sep 26  8600 ft\/2600 m 35 ft 35 ft 50% $26 304 Yes Tap    (Closing dates refer to the day the campground closes; the night before that is the last night to camp.)   Backcountry campgrounds at Little Yosemite Valley and near the High Sierra camps (Glen Aulin, May Lake, Sunrise, Merced Lake, and Vogelsang) are not part of the campground reservation system. A wilderness permit is required to stay at these campgrounds. High Sierra Camps themselves and Housekeeping Camp are lodging facilities managed by Yosemite Hospitality.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/campgrounds.htm"
}
