{
    "title": "Yosemite National Park: Eating & Sleeping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping             Eating & Sleeping       Lodging Lodging options in Yosemite National Park range from simple tent cabins at the High Sierra Camps to deluxe rooms at The Majestic Yosemite Hotel (formerly The Ahwahnee). Visit the Yosemite Hospitality website for full descriptions, prices, and online reservations. Reservations are available 366 days in advance and are strongly recommended, especially from spring through fall and during holidays. A variety of lodging options are available in the gateway communities surrounding, and on private land within, Yosemite. In these areas, options range from luxurious to affordable, including hotels and motels, bed & breakfasts, vacation rentals, hostels, and tent cabins.      Camping Yosemite National Park has 13 campgrounds; some are reservable while others operate on a first-come, first-served basis. From about April through October, reservations can be very difficult to get and the first-come, first-served campgrounds often fill up early each day. Learn more about campground reservations, camping without a reservation, details about each campground, camping with an RV, and campground regulations. Information about Yosemite Hospitality's High Sierra Camps is also available.  Recreation.gov and Yosemite.com provide information about camping in communities surrounding Yosemite. Please note that sleeping in your car or RV is not permitted within Yosemite except in individual campsites.   Overnight Hiking in Wilderness With nearly 95% of Yosemite National Park designated as wilderness, backpacking is also popular (a wilderness permit is required).       Eating Yosemite has numerous restaurants and other dining options all year in Yosemite Valley and seasonally at Wawona, Yosemite Ski & Snowboard Area (formerly Badger Pass), Glacier Point, White Wolf, and Tuolumne Meadows. Additionally, groceries are available all year in Yosemite Valley, Wawona, Crane Flat, and El Portal, and seasonally at Tuolumne Meadows.  Picnic areas are available throughout the park. Wherever you eat or bring food in Yosemite, please respect animals at a distance; never feed or approach them. Learn more about how to keep your food from bears and what to do if you see a bear.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/eatingsleeping.htm"
}
