{
    "title": "Yosemite National Park: Campground Reservations",
    "body": "Campground Reservations       Yosemite National Park has 13 popular campgrounds, of which up to seven are on a reservation system. From April through September, reservations are essential and even the first-come, first-served campgrounds usually fill by noon (often earlier) from April through September.  Campground Reservations Reservations are required all year for Yosemite Valley's car campgrounds and summer through fall for Hodgdon Meadow, Crane Flat, Wawona, and half of Tuolumne Meadows. Campground reservations are available in blocks of one month at a time, up to five months in advance, on the 15th of each month at 7 am Pacific time. Be aware that nearly all reservations for the months of May through September and for some other weekends are filled the first day they become available, usually within seconds or minutes after 7 am! For your best chance of getting a reservation, be sure your clock is set accurately and start the first few steps of the reservation process at www.recreation.gov before 7 am Pacific time. You can find more help making reservations and other frequently asked questions.     Arrival date First day to make reservations (7 am PT)   January 15 through February 14  September 15    February 15 through March 14  October 15    March 15 through April 14   November 15   April 15 through May 14 December 15   May 15 through June 14 January 15   June 15 through July 14 February 15   July 15 through August 14 March 15   August 15 through September 14 April 15   September 15 through October 14 May 15   October 15 through November 14 June 15   November 15 through December 14  July 15   December 15 through January 14  August 15     Make a Campground Reservation  Visit www.recreation.gov (recommended)  877\/444-6777  (or 877\/833-6777 for TDD) (or 518\/885-3639 from outside the US & Canada)  You may only make two reservations per phone call or website visit (you can call again or start over again to make additional reservations). If you're unable to get a campground reservation, you may want to try a first-come, first-served campground.       The video below provides an overview of camping in Yosemite.                        Camping in Yosemite People have enjoyed the tradition of camping in Yosemite for generations. However, getting a campsite in Yosemite is not always easy. Park Ranger Marea Ortiz gives an overview of what camping is like in Yosemite, and advice on how to get a campsite.  Duration:3 minutes, 46 seconds",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/camping.htm"
}
