{
    "title": "Yosemite National Park: Winter Road Closures",
    "body": "Winter Road Closures       The Tioga Road closes due to snow, usually from sometime in November through late May or early June. The road closure extends from the Tuolumne Grove, just east of Crane Flat, to Tioga Pass Entrance Station. (Highway 120, the continuation of the Tioga Road outside the park, is often closed in winter from Tioga Pass to five miles west of Lee Vining.) When the Tioga Road is closed, it is not possible to drive to Tuolumne Meadows or enter Yosemite National Park from the east. All other park entrances, including those along Highway 120 from the west, Hetch Hetchy, Highway 140, and Highway 41, remain open all year. Additional information:  Tioga Road opening and closing dates since 1980 Tioga Road plowing update (begins April 15) Driving directions Current status of all park roads Cross-country skiing and snowshoeing near Crane Flat  [271 kb PDF]   The Glacier Point Road closes due to snow, usually from sometime in November through late May or early June. From approximately mid December through March, the first five miles of this road are open to Yosemite Ski & Snowboard Area (formerly Badger Pass Ski Area). It is not possible to drive to Glacier Point when the Glacier Point Road is closed. Additional information:  Glacier Point Road plowing update (begins April 15) Glacier Point Road opening dates since 1980 Current status of all park roads Cross-country skiing and snowshoeing along and near the Glacier Point Road  [532 kb PDF]    All other park roads, including the Wawona Road (Highway 41), El Portal Road (Highway 140), Big Oak Flat Road (Highway 120 from the west), and the Hetch Hetchy Road are open all year. However, tire chains may be required late fall through early spring. You can check on current road conditions and chain restrictions by calling 209\/372-0200 (press 1 then 1).             View a simple California highway map",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/wroads.htm"
}
