{
    "title": "Yosemite National Park: Chain Controls",
    "body": "Chain Controls       Snowy or icy road conditions are common in Yosemite and the Sierra Nevada from fall through spring. When these conditions exist, federal regulations (in Yosemite) and state law (outside Yosemite) require that you use chains or cables in order to reduce the chances of accidents. Chain requirements are strictly enforced. When do I have to use chains? You must have tire chains or cables in your possession when entering a designated chain control area, even if you're driving a four-wheel drive or rental vehicle. (Designation is by a sign that says, \"CHAINS REQUIRED.\") Conditions dictate when chains are required, therefore, it's not possible to predict if chains will be required ahead of time. We strongly recommend that you have chains when visiting Yosemite from November through March (chain requirements may be in place on occasion as early as September or as late as May); conditions can change rapidly and chains can become required at any time. Within a designated chain control area, you must use chains or cables on your car's drive wheels when the chain control sign does not exempt your car. Even if your car is exempt, you must have chains or cables in your possession.        R-1   This means... You must put chains on the drive wheels of your car unless:    You are driving a car, pickup truck, or SUV weighing less than 6,000 pounds AND   Your car has snow tires installed. Mud and snow tires qualify as snow tires (look for \"m+s\" or similar designation on the wall of the tire), as long as the tread is still 6\/32 of an inch deep or deeper.          R-2   This means... You must put chains on the drive wheels of your car unless:  You are driving a car, pickup truck, or SUV weighing less than 6,500 pounds AND Your car has snow tires installed on all four wheels AND Your car has four-wheel or all-wheel drive engaged.         R-3   This means... You must put chains on the drive wheels of your car (two wheels of a four-wheel drive vehicle)--NO exceptions.      When you encounter a chain control sign that indicates that your car is not exempt (i.e., that you have to put on chains), pull completely off the road into the turnout and put on your chains. Chain control signs are at locations where putting on chains is relatively safe: put your chains on there, not further down the road. Just because you have chains or four-wheel drive doesn't mean driving in snow is easy. Even park residents who regularly commute on park roads during winter are involved in snow-related accidents. Follow these tips to reduce your chances of an accident. The speed limit within chain control areas is 25 mph, even if other signs indicate the speed limit is higher.  And if I don't put on chains? You will be subject to a citation (up to $5,000) if you fail to put on chains when required. Further, if you don't have chains with you, you may have to call a tow truck to supply chains for you (this could cost up to a few hundred dollars and is not covered by AAA; the wait can be several hours). Countless accidents are caused by motorists who lose control because they don't have chains, and many of those drivers have winter driving experience. Don't be responsible for injuring someone, damaging vehicles, or inconveniencing hundreds of other park visitors by causing an accident: use chains when required and drive with caution.  An alternative to using tire chains is to park your car on Highway 140 outside Yosemite, before you encounter any chain controls (the location of which varies based on conditions), at a YARTS bus stop and use YARTS to travel into and out of Yosemite (fee required).",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/chains.htm"
}
