{
    "title": "Yosemite National Park: Tire Chains",
    "body": "Tire Chains         Tires with chains (above) and cables (below). Both chains and cables are legal traction control devices for cars in California.   What are tire chains and cables? Tire chains and cables are devices that improve traction in snow and ice. You can purchase chains or cables at most auto parts stores and gas stations, particularly in communities surrounding Yosemite National Park. A limited selection of chains is available for purchase at the Village Garage in Yosemite Valley and the Wawona gas station. Be sure to purchase chains or cables that match your tire size. It's difficult to find businesses that rent chains; they're usually only available for purchase. Rental car companies generally don't provide chains, however rental cars are not exempt from chain requirements, even if they have all-season tires. Chains provide better traction than cables, however cables are easier to install; both are acceptable under the law. Your vehicle's owner's manual may specify that you use cables, not chains.  Is it likely that I will need chains? If you are visiting from November through March, you should expect chain requirements to be in effect (though it's possible you may not need to use chains), even if you only plan to visit Yosemite Valley and use the shuttle bus. Any time chain controls are in effect, all vehicles must have chains in possession, including four-wheel drive and rental vehicles. Chains are often required on roads both inside and outside of Yosemite from November through March, less often in October and April, and rarely in September or May. Because higher elevation roads receive more snow, chains are required on the Wawona Road (Highway 41), Big Oak Flat Road (Highway 120 west), and Badger Pass Road more often than on the El Portal Road (Highway 140), roads within Yosemite Valley, and the Hetch Hetchy Road. An alternative to using tire chains is to park your car on Highway 140 outside Yosemite, before you encounter any chain controls (the location of which varies based on conditions), at a YARTS bus stop and use YARTS to travel into and out of Yosemite (fee required). Read more about what different chain requirements mean. Call 209\/372-0200 (press 1 then 1) for updated road information inside the park. This recording is updated whenever road conditions change and is the same way in which park staff gets road information. This recording includes information about current chain requirements. Remember that conditions can change rapidly. Keep in mind that these chain requirements are not unique to Yosemite and apply in all the mountainous regions of California. You may encounter chain controls even before you enter Yosemite. You can check on current chain requirements for the following roads outside of Yosemite: Highway 41, Highway 120, Highway 140, Highway 88, and US 50. You can also call 800\/427-7623 for road conditions throughout California (these links and phone number do not provide information about roads within Yosemite).",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/tirechains.htm"
}
