{
    "title": "Yosemite National Park: Vehicle Restrictions",
    "body": "Vehicle Restrictions       Wawona Road Continuation of Highway 41  Maximum vehicle length: 45 feet (for single vehicles). Height restrictions: Wawona Tunnel, into Yosemite Valley: 10 feet 2 inches at curb; from Yosemite Valley, 13 feet 6 inches at curb (the height of the tunnel at the white fogline is higher and California-legal vehicles are able to drive through the tunnel while remaining in their lane). Seasons: Open all year (chains may be required in winter).   El Portal Road Continuation of Highway 140  Maximum vehicle length: 45 feet for single vehicle, 60 feet for combination vehicle, 35 feet for towed vehicle from hitch to rear bumper Height restrictions: 12 feet 10 inches Seasons: Open all year (chains may be required in winter). Note: Highway 140 outside the park (between El Portal and Mariposa) can accommodate vehicles up to 45 feet long, effective June 27, 2008. The 28-foot total vehicle length limit will no longer be in effect beginning June 27, 2008.   Big Oak Flat Road Continuation of Highway 120 from the west  Maximum vehicle length: 45 feet for single vehicle. Height restrictions: tunnels, into Yosemite Valley: 10 feet 3 inches; from Yosemite Valley, 13 feet 8 inches (the height of the tunnel at the white fogline is higher and California-legal vehicles are able to drive through the tunnel while remaining in their lane). Seasons: Open all year (chains may be required in winter).   Tioga Road Continuation of Highway 120 through the park  Seasons: Closed from approximately November through May. Overnight parking is not permitted between October 15 and the opening of the road in spring. Read below for tips on pulling a trailer over Tioga Pass.   Glacier Point Road  Maximum vehicle length: Beyond Sentinel Dome\/Taft Point trailhead, 30 feet for single vehicle, no trailers. Buses longer than 30 feet or with capacity of 26 passengers or more are not permitted beyond the Yosemite Ski & Snowboard Area (formerly Badger Pass). Seasons: Closed from approximately November through May (Badger Pass portion of the road is open from approximately mid December through March). Overnight parking on the Glacier Point Road between the Yosemite Ski & Snowboard Area and Glacier Point is not permitted between October 15 and the opening of the road in spring.   Mariposa Grove Road  The Mariposa Grove of Giant Sequoias is closed for restoration until early summer of 2017.   Hetch Hetchy Road  Maximum vehicle length: 25 feet Maximum vehicle width: 8 feet (mirror to mirror) Seasons: Open all year (chains may be required in winter). This is the only park road not open 24 hours\/day. The hours below may change without notice: April 1 to April 30: 8 am to 7 pm May 1 to Labor Day: 7 am to 9 pm Day after Labor Day to October 31: 8 am to 7 pm November 1 to March 31: 8 am to 5 pm  Note: Commercial trucking through Yosemite is prohibited.        Tips for Pulling a Trailer over Tioga Pass Highway 120 between Tioga Pass and its junction with US 395 is a steep, winding mountain road. The steepest portion of the road is an eight-mile section that ascends about 2,500 feet (from Lee Vining toward Tioga Pass). Portions of the road have a grade as steep as eight percent. Other considerations: 1. Adhere to the towing capacity of your vehicle (you might be able to tow a trailer that is heavier than what your vehicle is set up to tow on other roads, but it might not work if you're going up or down this grade); adjust your braking system if you can. 2. Know your driving skills and what you are capable of doing. 3. Many vehicles towing trailers make it up to Tioga Pass (slowly and patiently). However, you may not be able to keep up with other traffic--if you try to, your vehicle may overheat. So, don't try to drive the same speed as other cars that aren't towing vehicles; use the pullouts when you can to allow them to pass you. 4. If you do break down (engine overheating, brakes fail, etc.) be aware that you might be waiting several hours for help (especially if you come through later in the day when fewer people can help you). Have a plan if you break down.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/restrictions.htm"
}
