{
    "title": "Yosemite National Park: Public Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Public Transportation              Public Transportation       Getting to Yosemite Bus service is available to Yosemite Valley (and, during summer, to some other areas of the park) from cities throughout California and the rest of the United States.  Amtrak provides a combination of train and bus service to Yosemite Valley. Amtrak also provides limited service to White Wolf and Tuolumne Meadows daily during July and August (weekends only during June and September). Amtrak service beyond Merced (including Yosemite) is provided by YARTS.  Greyhound provides bus service to Merced, where you can transfer to YARTS to continue to Yosemite Valley. YARTS also provides limited service to Crane Flat, White Wolf, and Tuolumne Meadows daily during July and August (weekends only during June and September).  Specific directions are available showing how to access public transportation [600 kb PDF] from some of the major airports in the area.   Service from Nearby Communities All year   Highway 140 (Merced, Mariposa, Midpines, El Portal).  Summer only  Highway 120 from the east (Lee Vining, June Lake, Mammoth Lakes) Highway 120 from the west (Buck Meadows, Groveland, Sonora) Highway 41 from the south (Fish Camp, Oakhurst, Fresno)    Service is provided by YARTS. Note: Luggage storage is not available in Yosemite at this time.       Getting Around Yosemite Shuttle service (described below) is available within some (but not all) areas of the park. If you arrive in Yosemite Valley by public transportation, access to other areas of the park is possible, as follows:  Yosemite Valley (free shuttle service around eastern Yosemite Valley; view map [350 kb PDF]) Glacier Point (late May\/June through October via fee-based tour) Wawona (summer only via YARTS)  Yosemite Ski & Snowboard Area (formerly Badger Pass Ski Area) (mid-December through March via free shuttle) Tioga Road\/Tuolumne Meadows (June to mid-September fee-based tour and YARTS Highway 120 East bus) Tuolumne Meadows (summer only; shuttle service in the Tuolumne Meadows area) Hetch Hetchy Valley (no public transportation) Hodgdon Meadow (summer only; very limited fee-based public transportation via YARTS Highway 120 North bus)   Yosemite Valley Shuttle System The free Yosemite Valley shuttle system provides convenient access around Yosemite Valley.  Yosemite Valley shuttle This bus provides service around eastern Yosemite Valley, including stops at or near all overnight accommodations, stores, and major vistas. This shuttle operates all year from 7 am to 10 pm.   El Capitan shuttle This bus stops at El Capitan, Bridalveil Fall, Four Mile trailhead, and the Valley Visitor Center. This shuttle operates from mid-June through early October from 9 am to 5 pm.  Download a map [350 kb PDF]   Wawona-Mariposa Grove Shuttle No longer in service   Yosemite Ski & Snowboard Area (formerly Badger Pass) The free shuttle provides service twice daily between Yosemite Valley and Yosemite Ski & Snowboard Area whenever the facilities at the ski area are open (typically mid-December through March).   Glacier Point Tour  Many people purchase a one-way ticket on the Glacier Point Tour and take it from Yosemite Valley Lodge (formerly Yosemite Lodge) to Glacier Point, then hike back down to Yosemite Valley. This bus does not make stops at other trailheads. Service is available when the Glacier Point Road is open (typically late May through October).   Tuolumne Meadows Shuttle The Tuolumne Meadows shuttle bus provides convenient access throughout the Tuolumne Meadows area between the Tioga Pass and Olmsted Point (including Tenaya Lake) during the summer (typically mid-June through early September). See the complete schedule.   Yosemite Valley-Tuolumne Meadows Hikers' Bus  The Yosemite Valley-Tuolumne Meadows shuttle provides service from Yosemite Valley to Tuolumne Meadows Visitor Center and stops at various trailheads on the Tioga Road. Service is available from late spring through late September.   YARTS Highway 120 East Bus  YARTS (for a fee) provides service between Yosemite Village and Mammoth Lakes, with stops at Crane Flat, White Wolf, and Tuolumne Meadows. This service operates daily in July and August and weekends only in June and September (conditions permitting).  YARTS Highway 120 North Bus  YARTS (for a fee) provides service between Yosemite Village and Sonora, with stops at Crane Flat, Big Oak Flat (Hodgdon Meadow), Buck Meadows area, Groveland, and Sonora\/Jamestown. This service operates daily from mid-May through September. Service to Sonora\/Jamestown is not available on weekends and holidays. YARTS Highway 41 Bus YARTS (for a fee) provides service between Fresno and Yosemite Valley, with stops in Wawona. This service operates daily during summer.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/publictransportation.htm"
}
