{
    "title": "Yosemite National Park: Bearproof Food Lockers",
    "body": "Bearproof Food Lockers       Metal food lockers are available in every campsite, most trailhead parking areas, and at lodging areas with tent cabins (Half Dome Village, formerly Curry Village; White Wolf; and Tuolumne Meadows). Lockers are also available at Little Yosemite Valley and High Sierra Camp backpacker campgrounds. While a bear can smell food in a locker, the bear can't get into the locker if it's closed and latched properly. Be sure to keep your locker closed and latched at all times, even if you are in your campsite.      Campgrounds, Housekeeping Camp, Tuolumne Meadows Lodge, and Trailhead Parking Areas         Campgrounds: Each campsite has one locker (except those at Camp 4, where each site contains four lockers).  Housekeeping Camp: Each unit has one of these lockers, plus a smaller one (measuring 17 inches by 49 inches by 17 inches).  Tuolumne Meadows Lodge: Lockers are available in the parking lot. Additionally, small lockers measuring 12 inches by 12 inches are available at restrooms.  Trailheads: Most trailheads in Yosemite have several lockers available. (View a list of trailheads; the notes indicate if lockers are not available.) Please ensure that all your ice chests and food, drinks, and toiletries will fit in this locker; all these items must be stored in a locker.         New Lockers in Parts of the Pines and White Wolf Campgrounds   The following campsites contain these larger lockers: Upper Pines: all campsites  Lower Pines: all campsites  North Pines: 125 and 129 (which are wheelchair-accessible sites reserved for people with disabilities). White Wolf: All campsites      Half Dome Village (formerly Curry Village) Each tent cabin at Half Dome Village has a locker; locker size depends on tent cabin size. If three or fewer people are staying in one tent cabin, the locker size is 20½ inches deep by 35½ inches wide by 23 inches high (52 cm x 90 cm x 58 cm). If four or five are people staying in one tent cabin, the locker size is 20½ inches deep by 47½ inches wide by 23 inches high (52 cm x 120 cm x 58 cm). Be sure to keep your locker completely closed, even while you're in or around your tent cabin: a bear may try to get food from the locker even in your presence. White Wolf Lodge and Backpacker Campgrounds at Little Yosemite Valley and High Sierra Camps Shared food lockers are available at each of these locations. The lockers measure 17 inches deep by 49 inches wide by 17 inches high (43 cm x 124 cm x 43 cm). Be sure to keep the locker closed and clipped: a bear may enter your campsite even in your presence.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/lockers.htm"
}
