{
    "title": "Yosemite National Park: Tips",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Tips               Tips for a Fun Visit        Sunset at Taft Point        Lose yourself in Yosemite! Not literally, of course, but don't forget about the people around you and those who come after you. Taking care of places that you love, like Yosemite National Park, is a job that everyone can do! While park rangers work hard to protect and preserve Yosemite for the enjoyment of all visitors, you can help by simply being mindful of your actions when visiting the park.  Be Respectful Is it quiet? Help keep it that way. Think about whether others want to hear your music or ringtones.          Photo by Dakota McCoy   Take Nothing but Pictures; Leave Nothing but Footprints You can make millions of people happy! Every pretty flower, giant pine cone, or interesting rock you leave where you found it can be enjoyed by the millions of people who visit after you. When you stay on the trail through a meadow, the millions of people who visit after you will see an intact meadow, free of informal trails. When you pack out trash and refrain from creating graffiti, everyone will be able to see Yosemite in its natural beauty.        Mule deer buck   Help Wildlife Stay Alive and Wild All park wildlife is wild, which means it can be dangerous and unpredictable, perhaps in ways you can't envision. Squirrels and deer injure far more people in Yosemite than bears and mountain lions. Being close to wildlife also exposes you to diseases. So, respect wildlife from a distance: don't feed or approach them (or let them approach you).        Signs mark places along the road that bears have been hit by vehicles.   Drive Safely One of the two most common ways to die in Yosemite is while in a car. It's also the most common way people hurt animals. So, drive at or below the speed limit to protect yourself, not to mention other people or cars stopped in the road, and animals trying to cross the road.          Summer swimmers at Swinging Bridge   Be Careful In and Near Water The other most common way to die in Yosemite is while in the water. If you're thinking of cooling off or crossing a river or creek, choose a place with calm water. Look downstream to see where you'll go if you get swept away by hidden currents: if it's into rapids or over a waterfall, choose a safer place. Stay back from swiftly flowing water: a slip on wet (or even dry) rock is all it takes to get swept away.         Backpacker at Cathedral Lake   Be Prepared for Your Adventure Going for a hike or climb? Great! Plan ahead and be sure you're prepared. Bring appropriate footwear and clothing for various conditions, plenty of water and food, a headlamp or flashlight (with extra batteries), and a good map and compass. Be sure someone knows where you're going and when you plan to return so they can let us know where to look for you if you fail to return.  Find more tips!",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/tips.htm"
}
