{
    "title": "Yosemite National Park: Wilderness Conditions",
    "body": "Wilderness Conditions       July 27, 2016 General Conditions Trails are clear of snow and creeks are passable, most of them easily, though some sections of trail are still wet and muddy. Water is plentiful with all creeks flowing. Mosquitoes are abundant. For conditions in specific areas, please see table below. Summertime can be hot in Yosemite. Be prepared for hot temperatures: bring plenty of water, eat salty snacks and try to avoid hiking during the hottest part of the day. Summer also brings the potential for thunderstorms. Thunderstorms can form rapidly and bring heavy rain, localized flooding, strong winds, much cooler temperatures and lightning. July typically has the most lightning strikes. Always be sure to check a current weather forecast for the area before you start your trip and be prepared for multiple weather conditions.      Park Area  Trails & Landmarks included in Park Area Trail Conditions    Valley Rim  Lehamite Creek, North Dome, Taft Point, Sentinel Dome  All trails are clear of snow and passable. Water is available in every creek. Lehamite Creek is low but still flowing. Water for treating is available near Eagle Peak.    Glacier Point Road  Ostrander Lake, Illilouette Creek  All trails are clear of snow and passable. All creeks passable and all named creeks are flowing, as well as some unnamed ephemeral creeks.    South End  Chilnualna Creek  Trails in the south end of Yosemite are generally dry and clear. Water can be found in the South Fork of the Merced River and Chilnualna Creek.    Hetch Hetchy  Beehive Meadows, Laurel Lake, Wapama Falls  Trails are all passable. Water is available in major creeks and lakes.    Tuolumne Area - South of Tioga Road  Lyell Canyon, Rafferty Creek, Ireland Lake, Lewis Creek, Fletcher Creek  Trails are almost completely clear of snow, but are wet and muddy in sections. Be prepared for wet feet. Water is available in all creeks and most tributaries have water still. All creeks are low and can be easily crossed on rocks or logs except the Fletcher Creek crossing to get to Babcock Lake. This crossing is 2-4\" deep and 20 ' wide so it can easily be crossed, but not without getting wet.     Tuolumne Area - North of Tioga Road  Murphy Creek, Glen Aulin, Cold Canyon, Polly Dome Lakes  Water is readily available along trails from creeks and access to the Tuolumne River. The Register Creek crossing is 6\"-12\" depending on where you cross. All other creek crossings have opportunities to cross without getting into water. Cold Canyon still has water, though it is low flow.   Tioga Road - West  Half Moon Meadow, Ten Lakes, South Fork Cathedral Creek  Trails are clear of snow and passable. All creeks are running.    JMT (In Yosemite)   John Muir Trail  Bears have been very active along the JMT corridor, particularly at Sunrise Creek and Lyell Canyon. Please store food properly and make sure all your food fits in your bear canister to prevent bears from obtaining it. Water is available in Sunrise Creek at the Clouds Rest\/JMT junction, at Cathedral Lakes and along the Tuolumne River in Lyell Canyon. Trails are clear of snow.       See a map of trails that have be cleared of downed trees for the season. Please note that trees can fall anytime of year. Current Closures  Current trail closures are listed on the current conditions page.    Due to increasing bear activity along the Snow Creek trail and the potential for bear\/human interactions the area to the south and east of the footbridge [3.3 MB PDF] is closed to overnight camping. The National Park Service will continue to monitor the bears' activity and will re-open the area to camping as soon as possible. The trails and areas are open to day hiking.  The trail to Rancheria Falls is open only to foot traffic for an undetermined amount of time east of Wapama Falls due to a large rockfall.  Kerrick Meadow is closed each year to padstock grazing to reduce impacts to the federally-threatened Yosemite toad and endangered Sierra Nevada yellow-legged frog. The area will temporarily reopen to grazing, tentatively on July 25, 2016. (Check back for possible date changes.)    Trails in Yosemite may be closed when there are hidden hazards or are impassable due to rock fall, snow, ice, or fire. Open trails are not necessarily free of hazards. By entering the wilderness, you are assuming responsibility for your safety and must use good judgment.   Wilderness Permits   Free wilderness permits are required for overnight stays in the Yosemite Wilderness. Permits can be obtained at the following locations.   Wilderness Permit Reservations   The reservation office is open Monday through Friday, 8:30 to 4:30. Reservations are available up to 24 (168 Days) weeks ahead of your entry date.   Yosemite Valley Wilderness Center   Open daily 8 am to 5 pm. Permits, bear canister rentals and maps are available.   Tuolumne Meadows Wilderness Center   Open daily 8 am to 5 pm. Permits, bear canister rentals and maps are available.    Big Oak Flat Information Station   Open daily 8 am to 5 pm. Permits, bear canister rentals and maps are available.   Wawona Visitor Center at Hill's Studio   Open daily 8:30 am to 5 pm. Permits, bear canister rentals and maps are available.   Hetch Hetchy Entrance Station   Hetch Hetchy road hours are 7 am to 9 pm. Permits and bear canisters may only be obtained during open hours. There is no access to Hetch Hetchy beyond open hours (overnight parking is permitted in the overnight parking lot near the backpackers' campground).    Food Storage   Bear resistant food canisters are required in the Yosemite Wilderness. Use a canister to store all food or scented items when left unattended. Remember that anything used in, on, or around the body is considered a food item. Whenever food or scented items are out, please keep them within arm's reach, even while day hiking.   If a bear approaches your camp, act immediately to scare it away. Maintain a safe distance while making as much noise as possible. Throw small stones or pines cones toward the bear, being careful not to strike the bear on the head. If the bear returns, repeat. Do not attempt to retrieve food or gear from a bear until it abandons the items.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/wildcond.htm"
}
