{
    "title": "Voyageurs National Park: Hiking Trails",
    "body": "Hiking Trails         Enjoy the different seasons of the Oberholtzer Trail. NPS  Land Access (accessible by car) TRAILS  Blind Ash Bay Trail (PDF) Difficulty: Moderate Hiking Distance: 2.5 miles loop Hiking Time: 2.5 hours, round trip Winter Use:  Snowshoe Park at the Kabetogama Lake Overlook near the Ash River Visitor Center to access the trailhead. Travel a narrow, winding, rocky trail to experience the wonders of the boreal forest and to view spectacular scenery. Echo Bay Trail (PDF) Difficulty: Easy Hiking Distance: 2.5 mile loop Hiking Time: 2 hours, round trip Winter Use: Cross-Country Ski This park trail is located three miles from the Kabetogama Lake Visitor Center off Country Road 122. A wide path takes you from aspens to pines as you pass through lowlands and rocky outcrops. Birding is great there with a great blue heron rookery and sightings from warblers to woodpeckers. Sections of this trail are groomed for skiing in the winter months. Ethno-botanical Garden Trail Difficulty: Easy, ADA accessible Hiking Distance: 0.25 mile, loop Hiking Time: 20 minutes Winter Use: Snowshoe Step back in time and visit a native plant garden and Ojibwe Indian camp. Learn about native and exotive flora and their mark on the park. The garden reflects the seasonal plants and the role they play in the life of the native peoples here. Kab-Ash Trail entirety (PDF) Kab-Ash Trail Meadwood Road loops (PDF) Difficulty: Strenuous Hiking Distance: 27.9 mile system Hiking Time: Days Winter Use: Snowshoe and Cross-Country Ski  This trail connects the Kabetogama and Ash River communities. Travel through backcountry forests and wetlands on this extensive system of interconnected trails. Four trailheads make it possible to hike sections of this trail or the whole trail for an in depth view of the park. Oberholtzer Trail (PDF) Difficulty: Easy Hiking Distance: 1.7 miles Hiking Time: 45 minutes, round trip Winter Use: Snowshoe Travel from just outside the Rainy Lake Visitor Center to two overlooks to see the diversity of forest and wetland types in the park. This trail is wheelchair accessible for the first 1\/4 mile. Pets are no long allowed on this trail. Rainy Lake Recreation Trail Difficulty: Easy, ADA accessible  Hiking Distance: 1.75 miles Hiking Time: 1.5 hours, round trip Winter Use: Snowshoe This trail offers visitors a wonderful experience as it meanders along the park road, into the woods, and around rock outcrops. Bicyclists, walkers, runners, and snowshoers will be treated to views of forest, lake, and marsh scenery. Sullivan Bay Trail (PDF) Difficulty: Easy Hiking Distance: 1.5 miles, round trip Hiking Time: 2 hours, round trip Winter Use: Snowshoe  An easy hike on an old converted road which is mostly flat with one small hill toward the end of the trail with a rewarding view of Sullivan Bay at the end.  Voyageurs' Tilson Connector Ski Trail Difficulty: Easy Skiing Distance:  1 mile, one-way Skiing Time:  20 minutes Summer Use: Not maintained The Minnesota Department of Natural Resources manages this ten mile network of interconnected ski trails.  Several routes are possible, ranging from short loops to longer excursions.  You can access this system from the Rainy Lake Visitor Center area on the park's Tilson Connector Trail.   OVERLOOKS Beaver Pond Overlook (PDF) Difficulty: Moderate Hiking Distance: 0.2 mile, one way Hiking Time: 30 minutes Winter Use: Snowshoe This is the second trailhead on your left as you are driving to the Ash River Visitor Center. A short uphill hike leads to a rocky terrace high above a beaver pond. Although beavers are no longer active at this pond, this trail provides great birding opportunities, and the possibility of spotting large wildlife.  Kabetogama Lake Overlook Difficulty: Easy Hiking Distance: 0.2 mile one way Hiking Time: 20 minutes Winter Use: Not maintained This is the third pullout on your left as you are driving to the Ash River Visitor Center. This short walk is handicap accessible and will take you to a wayside that looks west towards Kabetogama Lake.   Voyageurs Forest Overlook (PDF) Difficulty: Easy Hiking Distance: 0.5 mile loop Hiking Time: 30 minutes Winter Use: Not maintained    The entrance to this short trail is the first pullout on your right as you are driving to the Ash River Visitor Center, just after turning off County Road 129. A picnic table and restroom are located at the trailhead, making this a good spot to get out of your car and stretch your legs.          Unnamed pond from the Cruiser Lake Trail NPS\/Matt Holly  Water Access (accessible only by boat) RAINY LAKE Black Bay Skiing and Hiking Trail (PDF) Difficulty: Moderate Hiking Distance: 1.2 miles, round trip  Hiking Time: 1 hour, round trip Winter Use: Skiing Skiing Distance: 1 to 6 mile loops available Skiing Time: 30 minutes to 2 hours Located across Black Bay, 1 mile north of the Rainy Lake Visitor Center. This trail takes you through northern pine country to a scenic and active beaver pond.   Anderson Bay Trail Difficulty: Moderate Hiking Distance: 1.75 mile loop Hiking Time: 2 hours, round trip Winter Use: Not maintained  The trailhead is located on the east end of Rainy Lake just past the Kempton channel. This trail takes you up a rocky cliff to a spectacular view of Rainy Lake.  Little American Island Difficulty: Easy, ADA Accessible Hiking Distance: 0.25 loop Hiking Time: 20 minutes Winter Use: Not maintained Discover the past on Little American Gold Mine Island while you explore the history of gold mining activities. Today mine shafts, tailings, piles & machinery remain from the 1890s gold rush. KABETOGAMA LAKE Cruiser Lake Trail (PDF) Difficulty: Strenuous Hiking Distance: 9.5 miles, one way Hiking Time: 6 to 8 hours Winter Use: Not maintained  This trailhead is accessible from either the Rainy or Kabetogama Lake side of the park. This trail crosses over the peninsula, up rocky cliffs and down into remote wetland areas. If you are hoping to spot some of the park's larger wildlife, hiking this trail will increase your chances of spotting a moose or hearing the howl of a wolf. Locator Lake Trail (PDF) Difficulty: Strenuous Hiking Distance: 2 miles, one way Hiking Time: 2 hours, round trip Winter Use: Not maintained  The trailhead is located across Kabetogama Lake north from the visitor center. This trail takes you up and down a variety of hills and through forests and wetlands. NAMAKAN LAKE Beast Lake Trail Difficulty: Moderate Hiking Distance: 2.5 miles, one way Hiking Time: 2 hours, round trip Winter Use: Not maintained  This trail climbs the majority of the way along a ridge top. A steep climb at the beginning and at the end awaits the adventurous.",
    "url": "https:\/\/www.nps.gov\/voya\/planyourvisit\/hiking-trails.htm"
}
