{
    "title": "Yosemite National Park: Visiting in Spring",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons     Visiting in Spring                Visiting in Spring        Yosemite Falls and Cook's Meadow in early May. Waterfalls are at their best in late May.        Spring (April & May) The perfect season for waterfalls! Areas to visit: While Yosemite Valley and Wawona remain accessible by car all year, the Tioga and Glacier Point Roads remain closed due to snow, often until late May (see a list of opening dates since 1980). Tire chains sometimes are required even during spring. When they are, you should carry and know how to use them, regardless of the type of vehicle you are driving.  During May, arrive at Yosemite before mid-morning, especially on weekends, to avoid delays at entrance stations and popular areas like Yosemite Valley and Glacier Point.  Weather: Highly variable, with sunny and relatively warm days, but still an occassional winter storm. Yosemite Valley & Wawona (4,000 ft \/ 1,200 m): 69°F (21°C) \/ 39°F (4°C) Fire & Smoke: Hazy or smoky conditions may occur even during spring. In some areas, the park may have prescribed fires to mimic natural fires to promote forest health and reduce the risk of larger fires; conditions in spring are often good for such fires. Less common, but possible, are fires in the region or in the park. Lightning-caused fire occurs naturally in the Sierra Nevada. Additionally, accidental and arson fires can also occur, but firefighters typically attempt to suppress these fires immediately. Rivers & Waterfalls: As warmer weather begins to melt the snow, even the smallest creeks are rushing with water. You may see many small, unnamed waterfalls and cascades all along the Valley rim. Larger creeks and rivers, along with the better known waterfalls, tend to reach peak runoff in May or June. Wildflowers: It's too early for wildflowers in the park, though you might see California poppies and other species at lower elevations on your way to Yosemite. Redbud and dogwood also tend to bloom in May. Hiking: While most of Yosemite remains snowy through May and into June, some hikes from Yosemite Valley, Wawona, and Hetch Hetchy are often snow-free by April, and most are usually snow-free by sometime in May. However, as in winter, backpacking options are very limited.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/spring.htm"
}
