{
    "title": "Yosemite National Park: Visiting in Summer",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons     Visiting in Summer                Visiting in Summer         Yosemite Falls--and other waterfalls in Yosemite--reach their peak flow near the end of May, but usually remain high well into June.  By August, waterfalls have little water or (in the case of Yosemite Falls) may be dry.   Summer (June through September) See lots of the park...and other visitors Areas to visit: All areas of the park are usually accessible by car by late May or early June, although services along the Tioga Road often open a bit later in June. Arrive at Yosemite before mid-morning, especially on weekends, to avoid delays at entrance stations and popular areas like Yosemite Valley and Glacier Point.  Weather: Warm to hot, with occasional rain (usually as afternoon thundershowers, especially at the higher elevations). Yosemite Valley & Wawona (4,000 ft \/ 1,200 m): 87°F (31°C) \/ 51°F (10°C) Fire & Smoke: Hazy or smoky conditions may occur during summer. This may be due to fires in the region or in the park. Lightning-caused fire occurs naturally in the Sierra Nevada. In some areas, the park may have prescribed fires to mimic natural fires to promote forest health and reduce the risk of larger fires. Additionally, accidental and arson fires can also occur, but firefighters typically attempt to suppress these fires immediately. Rivers & Waterfalls: Most of the water flowing in Yosemite comes from snowmelt in the high country, so runoff decreases during the dry summer. Peak runoff typically occurs in May or June, with some waterfalls (including Yosemite Falls) having often only a trickle or being completely dry by August. (View a webcam showing Yosemite Falls to see current flow.) Other waterfalls, including Vernal, Nevada, and Bridalveil, run all year; however, their flow can be very low by late summer. Wildflowers: Yosemite Valley & Wawona: Most blooming occurs in June, with redbud, Sierra onion, lupine, Mariposa lily, pentstemon, and flowering dogwood beginning in May. Tuolumne Meadows: The season begins in late summer for subalpine flowers. Beginning around July, look for little elephant's heads, gentian, pentstemon, yarrow, and shooting stars.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/summer.htm"
}
