{
    "title": "Yosemite National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Entrance Fees  Seven-day pass if entering via...   Non-commercial car, pickup truck, RV, or van with 15 or fewer passenger seats $30 per vehicle (no per-person fee) (the fee is only $25 from November through March)   Motorcycle $20 per motorcycle (no per-person fee)   Foot, bicycle, horse, or non-commercial bus or van with more than 15 passenger seats: $15 per person aged 16 and older (fee waivers may be available for curriculum-based educational trips)  Learn more about the 2015 fee increase [100 KB PDF]  Commercial Tour Fees   Commercial sedan (up to six seats): $25 (plus $15 per person) Commercial van (7-15 seats, regardless of occupancy): $125 Commercial mini bus (16-25 seats, regardless of occupancy): $200 Commercial motor coach (26 or more seats, regardless of occupancy): $300   Additionally, a free commercial use authorization is required for all commercial tours.   Other Passes  These passes admit the pass owner and any accompanying passengers in a private car.   Yosemite Pass: $60 Annual pass providing free entrance to Yosemite for 12 months from the date of purchase   America the Beautiful—National Parks and Federal Recreational Lands Annual Pass: $80 Annual pass covering entrance and standard amenity fees for national parks and other federal fee areas. This replaces the National Parks Pass and Golden Eagle Pass.    Annual 4th Grade Pass: Free Annual pass covering entrance fees for 4th grade students for 2015-2016 school year.    Annual Pass for US Military: Free Annual pass covering entrance and standard amenity fees for all active military personnel and their dependents. (For active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173).)   Access Pass: Free Lifetime admission and discount pass for US citizens or permanent residents with permanent disabilities. (You can also get this pass by mail for $10.)   Senior Pass: $10 Lifetime admission and discount pass for US citizens or permanent residents who are age 62 or older. (You can also get this pass by mail for an additional $10.)  Find more information about passes  Payment Methods and Locations  We accept cash, checks, traveler's checks, and credit\/debit cards (Visa, MasterCard, American Express, and Discover). You may pay entrance fees at any park entrance (pay on the way out if the entrance station is unstaffed when you arrive). Additionally, you may pay the entrance fee or purchase a pass at the visitor centers in Oakhurst, Mariposa, Groveland, and Lee Vining from about Memorial Day (late May) through Columbus Day (early October).   Free Entrance Days  In 2016, entrance fees will be waived on:  January 18 (Martin Luther King Jr. Day) April 16-24 (National Park Week's opening weekend) August 25-28 (National Park Service's 100th birthday weekend) September 24 (National Public Lands Day) November 11 (Veterans Day)  If your visit during a free day extends beyond the free day(s) and you re-enter the park after the free day, you will be required to pay the regular entrance fee.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/fees.htm"
}
