{
    "title": "Ozark National Scenic Riverways: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         CAVES    Caves & Karst Glossary of Cave and Karst terms Karst Video (18 minutes, with sub-titles) Non-NPS Bats of Ozark CavesMissouri - the Cave State (Missouri Department of Natural Resources fact sheet) Caves of Missouri, by Harlan Bretz (online book, has a nice chapter on Round Spring Cave, as well as Alley Spring.) Bats in Crisis : White Nose Syndrome Video  SPRINGS  Ozark Springs Karst Video (18 minutes, with sub-titles) Non-NPS Springs of Missouri by Jerry Vineyard (online book, .pdf format)   OZARK HELLBENDERS   Ozark Hellbender\"The Last Dragons: Protecting Appalachia's Hellbenders\", Awesome Video from Freshwaters illustrated and the US Forest Service about the closely related eastern hellbender. Has incredible underwater footage.Hellbender Restoration article from St Louis Beacon  Ozark Hellbender article from US Fish and Wildlife Service  Ozark Hellbender Video from MDC  Ozark Hellbenders in Current River article from National Parks & Conservation Association  PLANTS AND WILDFLOWERS   Rare Ozark WildflowersRare Wildflower Discovered in the Ozarks (Monkshood)  Tall Larkspur Discovered at ONSR Forest Health News (from Missouri Department of Conservation)  WILDLIFE  Bats of Ozark Caves  Birding in the Ozark Riverways   FIRE MANAGEMENT   Collared Lizard Benefits from Fire Management  A Scholarly Article on Fire Management and Collared Lizards Fire Management in the Ozark Riverways  Fire Helps Collared Lizards and Turkeys Thorny Mountain Prescribed Fire - A Success Story  WATER RESOURCES   Water Quality Water Resources Foundation Report (Water Quality Info)  USGS Ozarks Website. Has good links to many scholarly articles..  GEOLOGY  Geology of the Ozark National Scenic Riverways Geology of the Eminence and Carareva Quadrangles. Missouri Bureau of geology and Mines. 1930 (online book)                 Rein Orchid (Platanthera flava) This rare orchid produces greenish-yellow flowers in June and July, and can reach a height of two feet. In Missouri, it is known to occur in only five counties.   Missouri Natural Areas in the Ozark National Scenic Riverways   Ozark National Scenic Riverways is home to several \"Missouri Natural Areas.\" These are specially designated areas that are worthy of extra protection and recognition due to outstanding scenic or scientific value. The program is adminstered by the Missouri Department of Conservation. To learn more visit their Missouri Natural Areas page. If you'd like to explore any or all of these hidden treasures, by all means go for it! Remember however, that collecting plants, flowers, insects, rocks, etc, is strictly prohibitted to protect these special places. Missouri Natural Areas within the Ozark National Scenic Riverways include: (These sites are provided by the Missouri Department of Conservation, not the National Park Service, so don't forget to come back!)     Big Spring Alley Spring  Big Spring Pines Tunnel Bluff Woods Stegall Mountain Blue Spring Prairie Hollow Gorge Jacks Fork (Including Jam Up Cave) Cardareva Bluff Mill Mountain Barn Hollow       Environmental websites for kids  Back to Ozark National Scenic Riverways Home           Cherish these rivers. Witness for them. Enjoy their unimprovable purpose as you sense it, and let those rivers that you never visit comfort you with the assurance that they are there, doing wonderfully what they have always done.\" - (David Brower, Foreword to Oregon Rivers by Larry Olson and John Daniel)",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/nature\/index.htm"
}
