{
    "title": "Yosemite National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Directions         You can drive to Yosemite all year and enter via Highways 41, 140, and 120 from the west. Tioga Pass Entrance (via Highway 120 from the east) is closed from around November through late May or June. Hetch Hetchy is open all year but may close intermittently due to snow. Please note that GPS units do not always provide accurate directions to or within Yosemite.  Directions Details           Operating Hours & Seasons         Yosemite National Park Yosemite National Park is always open. Reservations are not available or required to enter the park. However, during summer, it's best to arrive by mid-morning to avoid traffic.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Yosemite National Park covers nearly 1,200 square miles (3,100 square km) in the Sierra Nevada, with elevations ranging from about 2,000 feet (600 m) to 13,000 ft (4,000 m). Yosemite receives 95% of its precipitation between October and May (and over 75% between November and March). Most of Yosemite is blanketed in snow from about November through May. (Yosemite Valley can be rainy or snowy in any given winter storm.)          Fees & Passes     Entrance Fees:   Non-commercial car, pickup truck, RV, or van with 15 or fewer passenger seats - $30.00 This fee is valid for seven days. From January through March and November through December, the fee is $25 (through 2016).   Motorcycle - $20.00 The fee is valid for seven days. Cost is per motorcycle (not per person).   Foot, bicycle, horse, or non-commercial bus or van with more than 15 passenger seats - $15.00 This fee is valid for seven days. People 15 years and younger are free.   Commercial Tour (sedan up to six seats) - $25.00 The fee is $25 plus $15 per person.   Commercial Tour (van, 7-15 seats, regardless of occupancy) - $125.00     Commercial Tour (mini bus, 16-25 seats, regardless of occupancy) - $200.00     Commercial Tour (motor coach, 26 or more seats, regardless of occupancy) - $300.00     Entrance Passes:   Yosemite Annual Pass - $60.00 Annual pass providing free entrance to Yosemite for 12 months from the date of purchase.                Yosemite National Park includes nearly 1,200 square miles of mountainous scenery, including high cliffs, deep valleys, tall waterfalls, ancient giant sequoias, and a large wilderness. Millions of people visit Yosemite each year to experience its beauty and its many opportunities for enjoyment.   Learn some tips for a fun visit to Yosemite. Check out Yosemite's current conditions and weather forecast. Learn about what Yosemite is like in the different seasons (we're always open). Reservations are not required to enter Yosemite National Park, but we strongly recommend that you make reservations for lodging, camping, and backpacking. You can pay the park entrance fee upon arrival (there's no need to pay it in advance). Permits and Reservations How to get around Yosemite, including information about public transportation and tire chain use (if you're visiting October through April) Safety, public health, and park regulations  Pets Accessibility for people with disabilities Bears and food storage and what to do if you see a bear Internet access and cell service  Brochures",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/basicinfo.htm"
}
