{
    "title": "Yosemite National Park: Tioga and Glacier Point Roads Plowing Update",
    "body": "Tioga and Glacier Point Roads Plowing Update         Plowing near Tenaya Lake.   Tioga Road The Tioga Road opened on Wednesday, May 18, with no commercial services available. The road is subject to closure during stormy weather. Call 209\/372-0200 (then 1, 1) to check on its current status. Trails along the Tioga Road are snowy (as of late May).   Glacier Point Road  The Glacier Point Road opened for the season on Tuesday, April 19, 2016, at 9 am. The road is subject to closure during stormy weather. Call 209\/372-0200 (then 1, 1) to check on its current status.          Answers to Frequently Asked Questions:    How can I drive to Yosemite from Las Vegas or Death Valley when the Tioga Road is closed? What are the historical opening dates for the Tioga and Glacier Point Roads? What are the historical opening dates for Sonora Pass (Highway 108) and Ebbetts Pass (Highway 4)? Why does it take so long to open the roads? Road repairs, ditching, and brushing operations must occur once snow has melted back enough. The roads may also remain very icy even after they're plowed.  Additionally, these are common causes for slow progress on the Tioga Road:      Avalanche zones (26 potential areas). The Olmsted Point avalanche zone requires careful work, including application of charcoal over the snow to help with melting and blasting the snow slab to make it safer for personnel. Heavy snow pack slows the whole operation. Trees that have fallen across the road and been buried in the snow can cause substantial damage to equipment and result in a stop to all operations until they're cleared. Rockfalls buried by the snow can cause substantial damage to the equipment and result in a stop to all operations. Snow storms during the opening require a stop to Tioga Road operations in order to plow and sand park roads that are open.",
    "url": "https:\/\/www.nps.gov\/yose\/planyourvisit\/tioga.htm"
}
