{
    "title": "Rock Creek Park: Leave No Trace",
    "body": "Explore This Park    Get Involved     Support Your Park     Leave No Trace              Leave No Trace            Rock Creek Park provides a haven to wildlife and a welcome break from our everyday lives. By recreating wisely, we can minimize our impact on wildlife, their homes and fellow visitors, while enjoying our experience in Rock Creek Park even more. \"All things are connected. Whatever befalls the earth. Befalls the sons of the earth Man did not weave the web of life.He is merely a strand it.Whatever he does to the web. He does to himself.\"Chief Seattle 1854How to apply Leave No Trace outdoor ethics in Rock Creek Park: Stick to the trail: Traveling on designated trails for your activity leaves room for wildlife and their homes. Shortcutting or using nondesignated trails causes erosion and habitat loss. If you're hiking, be ready to get muddy and step right through puddles. Boots dry over night, plants take years to recover. Wearing the appropriate clothing and foot gear can prevent wet, sore feet. Bicyclists must stick to the designated paved bicycle paths. Our cross country trails may seem like a fun place to try out a mountain bike, but they are not designed for bicycles. Riding on them can cause excessive erosion, which washes sediment into Rock Creek which carries it to the Potomac River and the Chesapeake Bay which effects far more than just Rock Creek Park. Biking on nondesignated trails is illegal and could you could get a ticket if your caught. Horseback riders must stick to the designated bridle trails, to minimize the impact on wildlife, the park and other visitors.Leave what you find:Picking flowers or fruit, collecting rocks or taking arrowheads may not seem like a big deal, but with millions of people visiting Rock Creek Park each year, it all adds up. It also means others will not be able to enjoy them. The less impact each person makes, the longer we will all enjoy our natural beauties. It is also against the law. Manage your dog: Keeping your dog in control, keeps people, wildlife and your dog safe. Others may not appreciate your dog's company. Keep your dog nearby and under control. Carry a leash and use it whenever in Rock Creek Park.Pick up poop:Phew! Dog poop stinks. It is not natural to Rock Creek Park and others can step in it. Pack a pickup bag and always pick up your dog's poop-- wherever it's left. Dog poop is a heath hazard. It also increases the nitrogen in the soil around the trail, giving the advantage to weeds over native plants. It may also be carried out to the Chesapeake Bay. Thanks for bagging your dog's poop, but the job's not done until you drop it in the trash can. Trash your trash: Please take out all trash--yours and others. Even biodegradable materials such as orange peels, apple cores and food scraps, take years to break down, and attract scavengers that harm other wildlife. The trash that is left in the park can make its into Rock Creek and end up in the Chesapeake Bay and eventually the ocean, where it can harm fish, turtles, whales and other marine life. Share your park: We all use Rock Creek Park in different ways. We all know how great Rock Creek Park is. One discourteous person can ruin an outing in the park. Be courteous-- remember to yield to others on the trail, don't blare your music and make room for others to enjoy their park too. Expect and respect others. Control your speed. Pass with care, while on the trails, and let others know you are passing, especially if your riding a bicycle and passing a pedestrian.For more information on the Leave No Trace principles visit http:\/\/www.lnt.org or contact Rock Creek Park's master of Leave No Trace for programs and training courses in LNT.",
    "url": "https:\/\/www.nps.gov\/rocr\/getinvolved\/supportyourpark\/leavenotrace.htm"
}
