{
    "title": "President's Park (White House): The 2013 Corps Members",
    "body": "Explore This Park    Get Involved     Work With Us     Youth Programs     Youth Conservation Corps     The 2013 Corps Members                  2013 YCC Program            Meet the 2013 Youth Conservation Corps Members        The 2013 Youth Conservation Corps members. NPS PHOTO       Biographies          YCC supervisor lead, Justice Bryant. NPS PHOTO  Justice Bryant    Supervisor Lead   I am 17 years old and from Atlanta, Georgia. I graduated from Arabia Mountain High School in Lithonia, Georgia. I will be going to Coastal College of Georgia this fall, where I will be majoring in business administration. I first joined the YCC during the summer of 2010, and then I was asked to be the supervisory YCC lead this year. I enjoy working with others, so I instantly said yes. My favorite part of the program is being able to create my own interpretation of certain areas in the park, and then being able to present it to visitors.          YCC lead, Rose Badesch. NPS PHOTO  Rose Badesch YCC lead I am 18 years old and just graduated from Bethesda Chevy Chase High School. I plan to attend Montgomery Community College this fall and, as of now, I'm unsure about what I will be majoring in. Last summer I was given an amazing opportunity to be part of the YCC in President's Park, and this summer I have been given that same opportunity again. It is better because this summer I have received the honor of being one of the leads for the program. I still don't know what I want to do for sure when I am older, but if I pursue a career in something outside of the National Park Service, I will always be connected to the NPS because I will remember my time growing up as a junior ranger, as well as my time spent in the YCC.        YCC lead, Justyc Hicks. NPS PHOTO  Justyc Hicks YCC Lead  I am 17 years old and a rising junior at Friendly High School in Fort Washington, Maryland. I had the opportunity to participate in the YCC program in the past and had an amazing experience, that is why I had to come back again! This will be my third year in the program. Each year I have had a better time, met new people, and had new opportunities. I plan to major in criminal justice, so I can go into law enforcement to hopefully be an FBI agent or be on a SWAT team. I also plan to minor in dance, but I definitely have a backup plan for both.          YCC member, Andrew Burns. NPS PHOTO  Andrew Burns  I am 17 years old and a graduate of Dr. Henry A. Wise Jr. High School, in Prince Georges County. This fall, I will attend Frostburg State University, where I will be majoring in law & society with a concentration in criminal justice. One of my hobbies is photography. I love capturing the great moment of life with my family and friends. I also play a lot of sports, but mainly baseball and swimming. This is my third year with the YCC, and second year with President's Park. I really enjoy working in the national parks.         YCC member, Cailyn Keely. NPS PHOTO  Cailyn Keely   I am 17 years old and a rising senior at Montgomery Blair High School. I am a co-captain of the Blair Crew team. After high school I want to go to college and study either business or education. Working for the YCC has been a great opportunity for me to earn money over the summer while learning workplace skills. I really enjoy working for the National Park Service because I don't have to spend all my time behind a desk; instead, I am outside meeting people from around the world and helping to make their visit great. My favorite part of the job is the people, from my awesome co-workers to the many different visitors.        YCC member, Stephanie Mancco. NPS PHOTO  Stephanie Mancco   I am 17 years old and I go to Wheaton High School, in Montgomery County. I will be graduating from Wheaton this year. When I am not at school or work, I am always seen outside playing soccer with my friends or just hanging out with them. I decided to do the YCC because it seemed very interesting, but I was thinking going into the program that I might not like it. However, after the first day I was confident that I was going to have fun this summer. Hopefully I will have the opportunity to do this next year. Regardless, I will definitely volunteer at national parks in the future!         YCC member, Isiah Battle. NPS PHOTO  Isiah Battle  I am 20 years old and currently attending Virginian Polytechnic University and Virginia Tech, where I am finishing my sophomore year. I decided to participate in the YCC program because the experience and credibility of working for the National Park Service will be invaluable. Outside work and school, I enjoy playing a variety of sports, lifting weights, and hanging out with friends. I love being active and really hate feeling lazy.         YCC member, Elijah D. Prince. NPS PHOTO  Elijah D. Prince   I am 17 years old and attend Albert Einstein High School in Montgomery County, Maryland. This is my second year in the YCC program. I decided to come back this year for the same reasons I came last year, which are; to learn new and interesting facts, and to work with and meet new people.        YCC member, Wallace Phillips. NPS PHOTO  Wallace Phillips   I am 18 years old and I just graduated from James Hubert Blake High School in Montgomery County, Maryland. I will be moving to New York at the end of summer to study animation at the School of Visual Arts. On my free time I love to sketch, listen to music, and watch films. This is my first year with the YCC.         YCC member, Nino Suffoletta. NPS PHOTO  Nino Suffoletta      I am 16 years old and I go to Saint Anselm's Abbey School in Washington, D.C. I wanted to do YCC because it seemed like it would be a fun and interesting experience. There were other jobs I would have gotten, but they would all be boring. In addition, working for the National Park Service at YCC gives me great skills that will be beneficial when applying for future jobs. I also wanted to work outside during the summer and this job offered that opportunity. I don't really know what I want to do when I get older, although the Park Rangers in President's Park really enjoy what they do, so I think being a Park Ranger is definitely an option.          YCC member, Edward Finnegan. NPS PHOTO  Edward Finnegan  I am 16  years old and go to Saint George's High School in New York City. I worked last summer as a volunteer at President's Park and enjoyed it a lot, that is why I am coming back for another summer. What inspired me to participate in the YCC program is that I get a lot of experience that feels very rewarding. The things I learn will definitely pay off both now and in the future. When I am not at work, I will always be playing video games, camping, and rock climbing (even though I am scared of heights).        YCC member, Phillip Kirtland. NPS PHOTO  Phillip Kirtland  I am 17 years old and from Scottsboro, Alabama. I am an upcoming senior at Scottsboro High School. This is my first time volunteering for the National Park Service. I decided to volunteer for the National Park Service because I am new to the DC area and I thought it would be a good opportunity to meet new people and learn about the area and get me involved in something that I've never had a chance to do before. I'm glad I volunteered now because I've had a great time doing and seeing things that most people don't have a chance to do or see and I've made new friends and learned new things that I never would've done if I was just sitting at home doing nothing.",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/management\/2013-ycc-program.htm"
}
