{
    "title": "National Capital Parks-East: Washington Gas - East Station Site",
    "body": "Washington Gas – East Station Site          Site History The Washington Gas - East Station Comprehensive Environmental Response, Compensation and Liability Act (CERCLA) Site (Site) is defined as the area where hazardous substances released from past Washington Gas Light Company (Washington Gas) gas manufacturing operations have come to be located, including contaminated Anacostia River sediments. The primary focus of current CERCLA activities is on the area southeast of Water Street between the eastern side of the southbound 11th Street Bridge and the wooded area southwest of the Anacostia Marina and in the Anacostia River. Portions of this property are owned by the federal government and the remainder is owned by the District of Columbia government. This area is referred to as the government property for ease of reference. Washington Gas manufactured gas continuously from 1888 to 1948, and intermittently until the mid-1980s, on portions of the area between 11th Street, Water Street, and M Street. The Washington Gas property is upgradient of the government property. Coal and oil were the principal gas-manufacturing feedstocks, and gasification by-products included tar, oil, coal, lampblack, and coke. The principal solid residual, coke, was recycled as plant fuel, sold commercially, or used in filter beds to purify process water, in turn producing off-specification coke contaminated with tar and oil. The plant was demolished in 1986, and the facility above-ground oil storage tanks were removed in 1997. Operation of the manufactured gas facility caused contamination of soil, groundwater, and, apparently, river sediments in the area.     Location: National Capital Parks - East (NACE) Anacosta Park Unit Washington, D.C. South of M Street, SE, and east of 11th Street Contacts: Jay Boisseau Project Manager  Phone: (303) 969-2277   For more information, select a link below:     Community Involvement      Environmental Investigations      Site Documents                 Return to:   Anacostia Park Environmental Cleanup Project",
    "url": "https:\/\/www.nps.gov\/nace\/learn\/management\/washingtongas.htm"
}
