{
    "title": "National Capital Parks-East: Work With Us",
    "body": "Work With Us          Youth Conservation Corps (YCC) National Capital Parks - East's YCC program, Urban Archeology Corps, is a seven week program that allows members to dig into the history of Washington D.C. (literally). Between June 27, 2016 and August 12, 2016, YCC members will work out of Fort Dupont researching and doing hands-on archeology projects in D.C. Along with discovering archeology this summer, YCC will also embark on a one week trip to Shenandoah National Park to learn about the park and do trail work. The YCC program is available at most NPS parks around the country. Traditionally YCC members are responsible for building and maintaining the park's trails, removing invasive plants, teaching environmental education, and preserving habitats. If you would be more interested in a traditional program, Rock Creek Park, President's Park, George Washington Memorial Parkway, and Greenbelt also have YCC programs that are accepting applications. Who: High school student, ages 15- 18 Where: National parks across the United States, including parks in Washington, D.C. More Info: Youth Conservation Corps looks for young individuals to work in parks across D.C. including our Urban Archeology Corps and Living Classrooms. To find out more information about how to get involved, please head to http:\/\/www.nps.gov\/gettinginvolved\/youthprograms\/ycc.htm.  Submit application for National Capital Parks - East to: 1900 Anacostia Ave, SE, Washington, DC 20020, Attn: Julie Kutruff. Applications are due, April 1, 2016. Student Conservation Association (SCA) Do you like working as part of a team to get things done? Do you just love being outdoors? Join an SCA Crew and plug yourself into SCA's nationwide network of young conservationists –thousands of students who are as passionate as you are about preserving wild lands, protecting nature in urban areas, and keeping the planet green. Who: High school and\/or College students (may not be required to be a student), ages 15-26 Where: Across the U.S., including Washington D.C. More Info: SCA offers many positions in the Washington, D.C area, including, but not limited to crews working in Anacostia Park, Kenilworth Aquatic Gardens, Fort DuPont Park, and more. There is a one-time $25 application fee, but the fee can be waived. For more information about SCA positions please go to http:\/\/www.thesca.org\/serve\/youth-programs Summer Youth Employment Program (SYEP) SYEP strives to provide young people with the opportunity to, earn money and gain meaningful work experience, learn and develop the skills, attitudes, and commitment necessary to succeed in today's world of work, gain exposure to various exciting career industries;and, interact with dynamic working professionals in a positive work environment. Who: District of Columbia residents, ages 14-21 Where: Across District of Columbia National Park Service Parks More Info: The Summer Youth Employment Program works with the National Park Service to hire young people to work at Fort DuPont Park and at Anacostia Park. When you apply for the position, note that you would like to work in National Capitol Parks- East. For more information about working in your National Park this summer please go to http:\/\/does.dc.gov\/service\/summer-youth-employment-program",
    "url": "https:\/\/www.nps.gov\/nace\/getinvolved\/workwithus.htm"
}
