{
    "title": "Star-Spangled Banner National Historic Trail: Donate",
    "body": "Donate       The Star-Spangled Banner National Historic Trail partners with not-for-profit organizations dedicated to appreciation and enjoyment of the Chesapeake Bay and fostering the stewardship that will protect the Bay for future generations. The National Park Service encourages your support of these key partners: Star-Spangled 200, Inc. Star-Spangled 200, Inc. is the not-for-profit 501(c)3 entity that supports the fundraising goals of the Maryland War of 1812 Bicentennial Commission. Established in September 2010, Star-Spangled 200, Inc. is charged with educating the public through celebration and commemoration of the historical events of the War of 1812 by supporting the charitable and educational activities of the Maryland War of 1812 Bicentennial Commission. SSB200 currently holds proceeds from the sales of In Full Glory Reflected for development and maintenance of the trail . Friends of Fort McHenry The Friends of Fort McHenry are dedicated to preserving the historical legacy of the Fort and inspiring all who visit the \"Birthplace of the Star-Spangled Banner\" through living history, educational programs and the development of facilities which interpret and increase access to this rich history for everyone. The organization is also committed to involving the community in the preservation and interpretation so that Fort McHenry is not only a source of national pride but local pride as well. Chesapeake Conservancy Your tax-deductible donation to the Chesapeake Conservancy will help us provide up-to-date information on the National Park Service's trail planning process and on how you can participate. It will help us advocate for public access to the trail and the Chesapeake Bay and its rivers, and for the conservation of the Bay's treasured landscapes-the places that provide the natural filters and habitat so vital to the Bay's health and that give the Chesapeake its character.",
    "url": "https:\/\/www.nps.gov\/stsp\/getinvolved\/donate.htm"
}
