{
    "title": "National Capital Parks-East: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1900 Anacostia Drive, S.W.  Washington, DC 20020                 Directions         DC295 South to the Exit for I-694\/I-395\/Capitol Hill then a left Exit 4B to 11th St SE\/MLK Jr Ave.  Turn Left at light onto 11st\/MLK JR. ** I-295 North to Exit 4B to 11th St SE\/MLK Jr Ave.  Turn Right at the light.  ** From downtown DC: I-395 to I-695\/SW Freeway, take Exit 1C 11th St SE. Turn Right onto 11th St ** ** At the  light turn Right onto Good Hope Road.  At the Stop Sign turn Left.  Turn Left at the next road way.   Directions Details           Operating Hours & Seasons         National Capital Parks-East Headquarters National Capital Parks-East is an administrative unit for multiple parks throughout the District of Columbia and Maryland.  The headquarters building is located in Anacostia Park. The headquarters is closed all federal holidays.   Standard Hours    Sunday: Closed   Monday: 8:00 AM - 4:00 PM   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Closed      Additional Information View More       Columbus Day:   -       Christmas Day:   -       Independence Day:   -       Labor Day:   -       Birthday of Martin Luther King, Jr.:   -       Memorial Day:   -       New Year’s Day:   -       Washington’s Birthday:   -       Thanksgiving Day:   -       Veterans Day:   -                  Weather           Summers are generally hot and humid, with daytime highs frequently above 90 degrees Fahrenheit and scattered afternoon thunderstorms. Winters are generally cold, with nighttime lows frequently near freezing and occasional snowfall. Weather during spring and fall is generally moderate, but can change quickly.         Fees & Passes     Entrance Fees:   Free Entrance - $0.00 National Capital Parks-East is located in Anacostia Park, which is fee free.         Visitor Centers                  National Capital Parks-East is an administrative unit that supports several National Parks sites in Washington DC and Maryland. Operating hours and seasons vary by park site. Fees and reservations vary by park site. For more information about the parks use the links below.  Anacostia Park Baltimore-Washington Parkway Capitol Hill Parks Carter G. Woodson Home NHS Civil War Defenses of Washington - Fort Circle Parks Fort Dupont Park Fort Foote Park Fort Washington Park Frederick Douglass NHS Greenbelt Park Harmony Hall Kenilworth Park & Aquatic Gardens Langston Golf Course Mary McLeod Bethune Council House NHS Oxon Cove Park\/Oxon Hill Farm Piscataway Park Potomac Heritage Trail Sewall Belmont House and Museum Shepherd Parkway",
    "url": "https:\/\/www.nps.gov\/nace\/planyourvisit\/basicinfo.htm"
}
