{
    "title": "Ozark National Scenic Riverways: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 14, 2016  Ozark National Scenic Riverways Plans Canoe and Kayak Clinics  Ozark National Scenic Riverways and Current River State Park will be offering free paddling clinics on July 22 and 29, and August 5 and 12.   July 14, 2016  Ozark National Scenic Riverways to Host Alley Spring Community Reunion  Ozark National Scenic Riverways will host a Celebration and Reunion of the Alley Spring Community on August 7, in partnership with the Shannon County Museum.   July 14, 2016  Stars in the Night Sky Astronomy Program at Alley Spring  Ozark National Scenic Riverways will host a program on Stars in the Night Sky at Alley Spring on July 29th to coincide with the Delta Aquarids meteor shower.   July 13, 2016  Update on the Status of Big Spring Lodge and Cabins  The Big Spring Lodge and Cabins have been operated by private concessioners under contract with the National Park Service (NPS) as an essential visitor service for many years.   July 06, 2016  Ozark National Scenic Riverways Plans Centennial Programs at Big Spring  Ozark National Scenic Riverways will offer cultural demonstrations and workshops at Big Spring during July as part of the celebration of the 2016 National Park Service Centennial.   June 28, 2016  Ozark National Scenic Riverways Offering Two  Managed Deer Hunts at Big Spring  To improve the overall health of the Big Spring deer herd, managed deer hunts will be conducted in October and November 2016 at Big Spring.   June 27, 2016  Ozark National Scenic Riverways Hosts Alley Independence Day Celebration  Ozark National Scenic Riverways will host the annual Alley Spring Independence Day Celebration on Saturday, July 2, from 6:00 p.m. to 9:00 p.m.   June 17, 2016  Ozark National Scenic Riverways Plans Centennial Programs at Round Spring  Ozark National Scenic Riverways will offer several activities at Round Spring in the next several weeks as part of the celebration of the 2016 National Park Service Centennial.   June 16, 2016  Temporary Closure of State Route K at Akers Expected on June 20  Repairs to Akers Ferry, located at Akers on the upper Current River, are underway.   June 10, 2016  Akers Ferry Expected to Re-Open by Late June  Akers Ferry, located at Akers on the upper Current River, is expected to re-open in late June.   June 10, 2016  Alley Mill to be Closed June 21-23 for Pesticide Treatment  During a recent inspection of Alley Mill, the presence of powderpost beetles was discovered.   June 08, 2016  Ozark National Scenic Riverways Hosts Father’s Day Weekend Fishing Activities  Ozark National Scenic Riverways will offer several activities on June 18 and 19 in celebration of the National Park Service Centennial.   June 02, 2016  Ozark National Scenic Riverways Hosting  Ozark Heritage Day Event at Big Spring  Ozark National Scenic Riverways will be hosting the Ozark Heritage Day Event at Big Spring on Saturday, June 11, from 9:00 a.m. to 4:00 p.m.   May 27, 2016  Ozark National Scenic Riverways Plans to Celebrate National Trails Day  VAN BUREN, MO:   Ozark National Scenic Riverways will offer several activities on June 4 and 5 in celebration of National Trails Day and the National Park Service Centennial.   May 12, 2016  Ozark National Scenic Riverways Plans Spring Birdwatching Workshop  Ozark National Scenic Riverways will host a spring birdwatching workshop on the morning of May 21 along the Current River.   April 27, 2016  Tourism to Ozark National Scenic Riverways Creates Economic Benefits  A new National Park Service (NPS) report shows that 1,277,941 visitors to Ozark National Scenic Riverways in 2015 spent $53,886,200 in communities near the park.   April 14, 2016  Annual Junior Ranger Day to be held April 29th at Alley Spring  Each year area students and youth organizations come together with educators from natural resource agencies for an exciting day of outdoor education exhibits and activities.  This year’s Junior Ranger Day event will be held at Alley Spring on Friday, April 29th.   April 07, 2016  Ozark National Scenic Riverways Hosting River Clean-Up April 22-23  Ozark National Scenic Riverways is hosting a river cleanup effort on April 22 and 23.   April 07, 2016  Ozark National Scenic Riverways Hosting Photography Workshop in Celebration of the National Park Service Centennial  Ozark National Scenic Riverways is pleased to join National Park sites around the country to celebrate the Centennial of the National Park Service in 2016.   April 06, 2016  Comments Sought for Project to Replace Utilities  at Big Spring Cabins and Lodge  The National Park Service (NPS) is proposing to replace failing utilities and infrastructure in the Big Spring District at Ozark National Scenic Riverways (the park).         FOR OLDER NEWS RELEASES, PLEASE SEE THE \"ARCHIVE\" (Left column)               \"Rivers run through our history and folklore, and link us as a people. They nourish and refresh us and provide a home for dazzling varieties of fish and wildlife and trees and plants of every sort. We are a nation rich in rivers.\" - (Charles Kuralt, On the Road With Charles Kuralt)",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/news\/newsreleases.htm"
}
