{
    "title": "Star-Spangled Banner National Historic Trail: Battle for Baltimore",
    "body": "The Battle for Baltimore          THE BATTLE FOR BALTIMORE As events unfolded in Bladensburg and Washington, Baltimore's citizens, including free blacks, worked feverishly to establish defenses in Baltimore. More than a mile of earthworks stretched north from the harbor to protect the approach from the bay. Hulls were sunk as barriers to navigation. A chain of masts extended across the primary entry to the inner harbor. Fort McHenry, the star-shaped fort that protected the water approach to Baltimore, was seen as the cornerstone of the American defense. On September 12, Americans observed in terror as the British fleet approached Baltimore at North Point near the mouth of the Patapsco River. About 4,500 British troops landed and began their 11-mile march to Baltimore. As the troops marched, the British warships moved up the Patapsco River toward Fort McHenry and the other defenses around the harbor. The ships opened a 25-hour bombardment of the fort, but failed to force its commander,Major George Armistead, and the other defenders to surrender. As the British fleet withdrew down the Patapsco, the garrison flag, now known as the Star- Spangled Banner, was raised over Fort McHenry, replacing the smaller storm flag that flew during the bombardment. On land, after a skirmish referred to as the Battle of North Point, there were heavy British casualties including Major General Robert Ross. The British troops reached Baltimore's impressive defensive earthworks,manned by 15,000 Americans. Hearing of the failure to take Fort McHenry, the British prudently decided to withdraw. With this defensive victory for the Americans, the Chesapeake Campaign essentially ended. Beanes and Key had witnessed the bombardment of Fort McHenry from onboard the truce vessel. Key was so moved by the scene of the battle that he composed a poem that eventually became the National Anthem. Key chose the tune, \"To Anacreon in Heaven\" by John Stafford Smith, because it was a popular American and British melody and he had previously adapted it to another poem.  Key, Beanes, and the other Americans were released as the British retreated, and that night Key worked on his poem. Handbills of the poem were quickly printed and copies distributed to every man who was at Fort McHenry during the bombardment. Key's poem was first printed on September 20, 1814, in the Baltimore Patriot and Advertiser under the title \"The Defence [sic] of Fort McHenry.\" By the end of the year, the poem and the tune were printed across the country as a reminder of the American victory. In 1931, the U.S. Congress enacted legislation that made \"The Star-Spangled Banner\" the official National Anthem.",
    "url": "https:\/\/www.nps.gov\/stsp\/learn\/historyculture\/battlebaltimore.htm"
}
