{
    "title": "Star-Spangled Banner National Historic Trail: History & Culture",
    "body": "History & Culture          The British chose to attack here in the Chesapeake and the Americans valiently defended their homeland because of the outstanding geographic, political and cultural characteristics of this region. The 2004 Feasibility Study states: “The Chesapeake Bay region was a center of trade, commerce and government during the eighteenth and nineteenth centuries. As such, it became a target of British military strategy during the War of 1812. Prior to the British blockades of 1813, the Chesapeake region played an important role in international trade, shipbuilding and maritime-related commerce. \"In addition, the excellent soil, favorable climate and extensive navigable waters were the foundation of an agricultural and slave economy based on tobacco. The level of commerce and development along the Patapsco River, the tributary that connected Baltimore to the Bay, made the river a primary target of the British invasion. Shipbuilding, maritime-related commerce and trade contributed to the growth of such hubs as Baltimore, a major deep-water port. \"The growing city of Baltimore also developed an international reputation as a nest of pirates. These pirates were perfectly legal: they operated privateers, private vessels licensed to attack enemy ships. Many privateers were built in Baltimore shipyards and, because of their significant presence, the British viewed them -- and the city -- as a military threat. \"The Chesapeake region was well established as the political and governmental center of the country. English settlers in the region exercised an unusual amount of political power before and after the Revolution. The region was selected for the nation's capital, which was relocated to Washington, DC in 1800. The Chesapeake region was viewed by the British as the central hub of decision-making, political power and belligerence.\" In addition to telling nationally significant stories, the Trail connects:  Five National Historic Landmarks Four NPS sites 37 National Register properties Two National Natural Landmarks 39 Chesapeake Bay Gateways  In addition to these designations, the physical integrity of the landscape along stretches of the Potomac, Patuxent, and Patapsco Rivers and the shores of the Chesapeake Bay, along rural roads in Southern MD and on the Eastern Shore at Caulk’s Field and Tangier Island, provides opportunities for the public to stand in places that look much as the British and Americans saw them almost 200 years ago. Some of these landscapes retain such a powerful sense of place that they can make visitors feel, just standing there, how it must have felt to be living in the unpredictable landscape of war.",
    "url": "https:\/\/www.nps.gov\/stsp\/learn\/historyculture\/index.htm"
}
