{
    "title": "Star-Spangled Banner National Historic Trail: Things To Do",
    "body": "Things To Do       Get out on the Star-Spangled Banner Trail and take advantage of the numerous learning and recreation opportunities! Click on the tabs at left to find out more about activities, events, historic sites and theme tours along the Star-Spangled Banner National Heritage Trail. You can also create your own itinerary using My Adventure Planner or download the new Chesapeake Explorer App to find things to do nearby based on your location or interests. The app also includes recommended tours and helps you build your own tours. Here are a few ideas to get you started exploring the Star-Spangled Banner Trail:  Paddle, pedal, or picnic at more than 160 locations throughout the Chesapeake Gateways and Watertrails Network. The network's water trails, parks, museums, wildlife refuges, and other historic sites offer hands-on, family-friendly opportunities to explore the Bay.   Embark on an adventure to earn yourself a geocoin along the Star-Spangled Banner Geotrail. Get your NPS Passport stamped at more than 10 locations along the trail. Download a Patuxent Water Trail map and follow the last few miles of Com. Joshua Barney's ill-fated flotilla between King's Landing Park and Mount Calvert Historical and Archaeological Park. Or visit Jefferson Patterson Park and Museum and nearby Calvert Marine Museum in Southern Maryland for history and great water views. Walk the same roads the British troops walked and see the landscapes they saw between Benedict, Maryland, on the shores of the Patuxent, and Bladensburg, Maryland, near Washington, DC. For great views of the Eastern Shore or upper Chesapeake Bay, follow the Chesapeake Country National Scenic Byway or Lower Susquehanna Scenic Byway and stop to visit War of 1812 sites along the way.   Hop a ferry to Tangier Island, Virginia, from Crisfield, Maryland, or Reedville, Virginia, (via ferry) and explore the island by bike or in a kayak, which you can rent for free from the Tangier History Museum and Interpretive Cultural Center. Find self-guided tours, places to visit, and things to do by region.",
    "url": "https:\/\/www.nps.gov\/stsp\/planyourvisit\/things2do.htm"
}
