{
    "title": "Star-Spangled Banner National Historic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           2400 East Fort Avenue  Baltimore, MD 21230                 Directions         To find the trail, download a map guide.  Directions Details           Operating Hours & Seasons         Star-Spangled Banner National Historic Trail Hours of opening for the many sites along the trail vary widely by location and season. The trail's premiere orientation and visitor center is located at Fort McHenry National Monument and Historic Shrine.    Standard Hours    Sunday: 9:00 AM - 6:00 PM   Monday: 9:00 AM - 6:00 PM   Tuesday: 9:00 AM - 6:00 PM   Wednesday: 9:00 AM - 6:00 PM   Thursday: 9:00 AM - 6:00 PM   Friday: 9:00 AM - 6:00 PM   Saturday: 9:00 AM - 6:00 PM             Weather           Weather can be extremely Cold or Hot in winter\/summer. Fall and Spring pleasant.         Fees & Passes     Entrance Fees:   Star-Spangeled National Historic Trail - $0.00 Some parks and places along the Star-Spangled Banner Trail charge an entrance fee and some do not. Information about specific sites is included on the trail's free and official mobile application Chesapeake Explorer.         Visitor Centers                         The Star-Spangled Banner National Historic Trail is a 560-mile land and water route that tells the story of the War of 1812 in the Chesapeake Bay region. It connects historic sites in Maryland, Virginia, and the District of Columbia and commemorates the events leading up to the Battle for Baltimore, the aftermath of which inspired Francis Scott Key to write our National Anthem. The trail traces American and British troop movements, introduces visitors to communities affected by the war, and highlights the Chesapeake region’s distinctive landscapes and waterways. The trail has many points of entry and exploration along the auto route and water route. You can download the free and official National Park Service mobile application for the trail, Chesapeake Explorer, to learn where to find partner sites, visitor centers, and historic places along the trail.  Fort McHenry National Monument and Historic Shrine serves as the trail's premiere visitor and orientation center. Click here to learn about the fort's operating hours.",
    "url": "https:\/\/www.nps.gov\/stsp\/planyourvisit\/basicinfo.htm"
}
