{
    "title": "Rock Creek Park: SOLVE",
    "body": "Explore This Park    Get Involved     SOLVE            SOLVE         NPS Photo  SOLVE volunteers during the launch of SOLVE as a part of National Public Lands Day, September 26, 2015.      What is SOLVE?  A program to adopt, care for, and look after a part of Rock Creek Park A fun and different way to enjoy Rock Creek Park and connect with National Park Service staff A chance to SOLVE some challenges Rock Creek Park faces:  Litter and debris Invasive species Trail upkeep and repair    SOLVE was originally launched as a part of Rock Creek Park's 125th birthday during National Public Lands Day, September 26, 2015. How Does It Work?  National Park Service Staff performs a site assessment of a proposed part of the park to adopt National Park Service Staff develops and approves the SOLVE task list and writes it into a SOLVE Agreement The SOLVE Agreement is reviewed, agreed upon, and signed by the National Park Service and the community partner The National Park Service provides support and oversight for the year term of the SOLVE Agreement  How Do I Get Started?  Reach out to the Rock Creek Park Volunteer Program Coordinator to discuss adopting a part of Rock Creek Park under SOLVE       Current SOLVE Sites Chevy Chase Circle  Partner: Friends of Chevy Chase Circle Volunteer Tasks: trash pickup, skimming the fountain to remove debris  Fort Bunker Hill  Partner: Brookland Neighborhood Civic Association Volunteer Tasks: trash pickup, removal of dead detached plant debris from trails  Grant Circle  Partner: Carol Herwig Volunteer Tasks: trash pickup, invasive plant species removal, general maintentence and upkeep of the circle  Meridian Hill Park  Partner: Washington Parks & People Volunteer Tasks: trash pickup, invasive plant species removal, skimming, debris removal, and upkeep of fountains, general maintentence and upkeep of the park  Piney Branch and Grove 29  Partner: Rock Creek Conservancy Volunteer Tasks: trash pickup, invasive plant species removal  If you are interested in joining volunteer activites with a current Rock Creek Park SOLVE partner, please contact the Rock Creek Park Volunteer Program Coordinator. *Please Note: Some activites performed as a part of SOLVE Agreements require permits. Permitting is handled between the National Park Service and the SOLVE Partners as a part of the SOLVE Agreement process. Check with the SOLVE Partner specific to the site you are interested in prior to any volunteer activities.  Contact the Rock Creek Park Volunteer Program Coordinator for individual SOLVE Partner contact information or for any questions.",
    "url": "https:\/\/www.nps.gov\/rocr\/getinvolved\/solve.htm"
}
