{
    "title": "Rock Creek Park: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Rock Creek Park is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Birding in D.C.  Even in the bustling city of Washington, D.C., opportunities to spot a wide variety of birds abound in an unusual concentration of national parks. Birding is a leisurely hobby that can be done anywhere at any time. Read more   Find the Stones That Mark the Original Boundary of the District of Columbia  How many of the 40 stones that outline the original 100-square mile square boundary of the District of Columbia can you find? Read more      Call to Action Projects      Asphalt Loses to Local Football Players  \"Who knew this volunteer service would be a learning experience too.\" Read more   VIP = Fulbright Scholars  Washington, DC has lots of very important persons from all over the US and the world.  Rock Creek Park and the Rock Creek Conservancy work together to connect them to the park. Read more   Lichens and Trails and Bugs, Oh My  Kids from all over the Washington, DC area came to Rock Creek Park this summer for the wildly successful Junior Ranger Camps. Bugs and black holes were just some of the items that the youth, ages eight through 12, explored in the field or in the only planetarium in the National Park Service. Read more",
    "url": "https:\/\/www.nps.gov\/rocr\/getinvolved\/2016.htm"
}
