{
    "title": "Ozark National Scenic Riverways: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture      The Ozark Region is rich in history. People have lived here from the late Ice Age, some 10,000 years ago to the present. Every time and every group of people has a story to tell. This page will help you learn some of these stories.     National Park Service References:    Alley Mill  Osage Indians of the Ozarks (.pdf)  Cultural Affiliation Study (.pdf)A study of the park's Native Americans and their modern descendants.  Rural Ozark Women Ethnographic Study  Pulltite or Pulltight?  Cemeteries in the Ozarks  Place Names in the Ozarks  One Room Schools in the Ozarks  Welch Hospital  Klepzig MillRymers Ranch and the Birth of the Ozark Riverways  Establishment of the Ozark Riverways  Ozark Rivers National Monument Proposal from 1960 (Original plan for the park)  Civilian Conservation Corps in the Ozarks  A Homeland and A Hinterland (Excellent online book about the  history of the region) Park Museum Collections Info.Oral Histories - transcripts of recorded interviews with people who have lived the history of the area  External Links to Information:  Olde Tyme Gigging(A look at local residents trying to pass along the old ways of life on the Current River.) The Vanishing Ozarks, a 1960s Television clip about a jonboat trip down the rivers while the idea of Federal protection was being considered. About 30 minutes, broadband connection required.  Ozark Johnboats on the Current River(.pdf) A Float Trip on an Ozark River. An old film of a float trip down an unidentified Ozark river. The link says 1959 but it looks earlier.  Oral history index  Life on the Ozark Rivers, \"Buildin' Boats, Giggin' and Foolin' Around is All Fun.\" (.pdf)  Civil War in the Ozarks(fast connection recommended)  Powder Mill Ferry(Historic interview from \"Bittersweet Country\")  History of West Eminence Lumber Era  History of River Ferries in the Ozarks (from \"Bittersweet Country\")  The Preservation of Suzie Nichols Cabin and Klepzig Mill  Bow Hunting and Gigging History  Fox Hunting and Fish Gigging,an oral history interview Shannon County Home, an hour long documentary film about the people of Shannon County  Traditional folk song recordings  Index to Ozark History Documents at Springfield Library  List of folklore links from Missouri Folklore Society   Ozark Superstitions by Vance Randolf, an online book.         This was the scene at the Civilian Conservation Camp that filled the field in front of the Big Spring Lodge in the mid 1930s. In time the tents were replaced by wooden barracks. The CCC helped young people build self esteem through work skills, allowed them to send money home, and helped build the infrastructure of today's national and state park systems.         This is a typical log house of the early Ozark settlers. Houses like this were in use from the 1840s until fairly recently. Some are still in use as hay barns and sheds. Note the family is dressed up for the rare and formal occasion of having their picture taken.        \"Keep your rivers flowing as they will, and you will continue to know the most important of all freedoms-the boundless scope of the human mind to contemplate wonders, and to begin to understand their meaning.\" - (David Brower, The Foreword to Oregon Rivers by Larry Olson and John Daniel)",
    "url": "https:\/\/www.nps.gov\/ozar\/learn\/historyculture\/index.htm"
}
