{
    "title": "Rock Creek Park: Work With Us",
    "body": "Work With Us       Working at Rock Creek Park If you're interested in working for the National Park Service, visit USAJobs for the official site for federal jobs and employment information provided by the United States Office of Personnel Management. If you are currently a student seeking employment with the National Park Service, search for opportunities at the Students and Grads section of USAJobs. Youth Employment Programs at Rock Creek Park Explore a career with the National Park Service by volunteering or applying to our youth employment programs or one of our internships.       Current Job Opportunities Applications for jobs with the National Park Service are accepted via USAJOBS, the federal government's official source for federal job listings and employment opportunity information. The jobs listed below are drawn from USAJOBS, and clicking on any of them will take you to the detailed job announcement on USAJOBS. This list includes only jobs open to U.S. citizens. To see jobs open to eligible federal employees as well or to search for other employment opportunities, visit USAJOBS.        Internships The following organizations have internship opportunities available in Rock Creek Park.        SCA Logo   The Student Conservation Association Theater Management Internship  Carter Barron Amphitheatre in Rock Creek Park is a 3,700 seat outdoor facility located in Rock Creek Park, a unit of the National Park Service in Washington, DC. The Amphitheatre presents a variety of family friendly events including live music concerts and movies in the summer months. We are seeking an intern to assist with - operations during the season, - completion of an operations plan - and development of a report on long term management options for the facility.  The ideal candidate will have some knowledge\/experience with theater operations –front and back of house –as well as an understanding of management models that include community involvement and public facilities. Intern will be involved with planning and day-of operations for events at the Amphitheatre as well as research and reporting on management topics including facility maintenance, programming and operations.        YCC logo   Youth Conservation Corps (YCC) The Rock Creek Park Youth Conservation Corp (YCC) is a team of 15-18 year-olds working in the park for 7 weeks during the summer as part of the Maintenance Division. To find out more, visit the main YCC page. The application period will be open each year from late February to early April. The applications period for 2016 is currently closed. If you have any additional questions e-mail the Volunteer and Youth Programs Coordinator.",
    "url": "https:\/\/www.nps.gov\/rocr\/getinvolved\/workwithus.htm"
}
