{
    "title": "Rock Creek Park: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials               Curriculum Materials      For more information, pre and post site activities click on the links for each program. Curriculum based programs for grades 1-12 will extend your lessons into our outdoor classroom. Appropriate grade levels are noted in front of program titles. Environmental Education  1-2 Sensory Stroll (1 hr) Observe nature in a whole new way! Discover how animals use their senses to survive.   1-3 Meet A Tree (1 hr) Meet a new friend.., a tree! Learn how trees are similar to people and find out why they are so important.   2-3 Habitat Hunt (1 hr) Explore a section of Rock Creek Park's 1750 acres of habitat and find out why it is so important to the animals of Washington DC   2-3 Be a Junior Naturalist! (1 hr) Learn about the skills and tools naturalists use while observing nature.   2-4 Adaptations (1 hr) Win, loose, or adapt! Discover how animals must adapt to thrive in their environment.   4-6 Protecting our Park (2 hrs) Help a Park Ranger protect Rock Creek Park by completing a service learning project such as a watershed cleanup or an invasive plant removal.   7-12 Water Quality (2 hrs) Investigate the quality of water in Rock Creek using a combination of bioassessment and chemical tests. Also participate in a service learning project by helping to cleanup the river.  Planetarium Programs Pre-K The Sky Above Us (30 minutes) This program will introduce young learners to tonight's night sky by enabling them to observe the movements of the sun, moon, and stars. Stories about the constellations will peak their imagination and their desire to learn more. 1-3 Native Americans' Night Sky (45 minutes) Explore the night sky with an emphasis on Native American legends from various peoples.. 4-6 Our Universe (60 minutes) The conceptual science of astronomy is made tangible through the combination of active demonstrations and a planetarium program focusing on our universe. If you would like to schedule a planetarium program for older students, please call the Nature Center and we will tailor a program specifically for your group. 4-8 Under African Skies (45 minutes) learn some of the night sky stories from African cultures.  Also explore how and why African Americans escaping slavery used the night sky to help lead them to freedom.      Astronomy classroom activities: The following classroom activities are available for download for use in the class room Planetary Distances (PDF) Simple Astronomy Activities (PDF) Making a Sun Clock (PDF) The Sun Heats Up (PDF) Stars and Constellations Word Find (PDF) Astronomy Crossword Puzzle (PDF) Crossword Clues (PDF) Crossword Solution (PDF) Constellation Connect the Dots: Canis Major (PDF) Centaur (PDF) Leo (PDF) Orion (PDF) Scorpio (PDF)",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/education\/curriculummaterials.htm"
}
