{
    "title": "Rock Creek Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Aerial view of Rock Creek Park showing its urban surrounding. NPS Photo.    Rock Creek Park serves as a natural oasis within the heavily urbanized District of Columbia. Many plant and animal species consider the forested landscape of the park home. Meadows and stream habitats provide even more biodiversity; the Hay's spring amphipod is an endangered species found within the park. Rock Creek Park is also an important resting spot for neo-tropical migrant birds on their way south to their wintering grounds or on their way north to their breeding grounds. Being an urban nature park, Rock Creek Park also faces many environmental challenges. Invasive, non-native plant species, stormwater runoff, an unsustainable number of white-tailed deer, and climate change, all pose major threats to the health of the park. Click on the links at right or below to read more and to see what National Park Service staff and partners are doing to mitigate the effects of these critical issues.      NEW! Exploring Natural Communities - A natural community is a combination of native plants and animals repeatedly occurring together in a particular natural environment that has experienced minimal human-caused disturbance or has recovered from that disturbance. In partnership with Nature Serve, Rock Creek Park has developed a new website to explore what flora and fauna call the park home. Learn more at ExploreNaturalCommnunities.org    Rock Creek Park Geology  Vines found in Rock Creek Park Water quality challenges in Rock Creek Park: http:\/\/www.rockcreekconservancy.org\/index.php\/rock-creek\/water-quality Information on the plants, animals, watershed, and geology of Rock Creek Park: http:\/\/www.rockcreekconservancy.org\/index.php\/rock-creek Learn about national capital area natural resources on the National Park Service Center for Urban Ecology website: http:\/\/www.nps.gov\/cue\/ National Park Service information on climate change and mitigation: http:\/\/www.nature.nps.gov\/climatechange\/",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/nature\/index.htm"
}
