{
    "title": "Rock Creek Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals       Some Animals of Rock Creek Park For a Master Bird Checklist for Rock Creek Park click here.       Coyote         White-tailed Deer NPS Photo       On May 1, 2012, the National Park Service approved the Record of Decision for the Rock Creek Park Final White-tailed Deer Management Plan\/Final Environmental Impact Statement (FEIS). Prepared by the National Park Service as required by the National Environmental Policy Act of 1969, the FEIS described and analyzed the environmental impacts of taking no new action or following one of three action alternatives to manage the park's deer population.   The Record of Decision formally adopts Alternative D, the preferred alternative contained in the FEIS. Under this alternative, the NPS will continue current park deer management actions, including monitoring the deer population, protecting certain native plants and ornamental landscaping with fencing, and continuing educational activities to inform the public about deer ecology and park resource issues. The park also will use a combination of certain additional lethal and non-lethal actions to reduce the deer population. Since 1991, data gathered from the park's vegetation monitoring program clearly show that nearly all tree and shrub seedlings are being browsed by deer before they have a chance to grow. Protecting the park's native vegetation is a key objective of the FEIS. The FEIS and the Record of Decision are available online at http:\/\/parkplanning.nps.gov\/rocr. The Record of Decision also is posted on the park's Web site at http:\/\/www.nps.gov\/rocr. The FEIS and the Record of Decision are available for viewing at Rock Creek Park Headquarters, 3545 Williamsburg Lane, NW, Washington, DC 20008. A CD copy of the FEIS is available by writing to Superintendent at the Rock Creek Park Headquarters address, listed above.",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/nature\/animals.htm"
}
