{
    "title": "Rock Creek Park: Junior Ranger Camp",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Junior Ranger Camp              Junior Ranger Camp          Experience the sights and sounds of Rock Creek Park  Registration for July camps starts June 15 Registration for August camps starts July 15 Astronomy Camps: July 9: Ages 9-11  August 6: Ages 7-8 Astronomy Camp will further camper's understanding of and appreciation forastronomy and the night sky. Activities will include hands-on activities, planetarium programs, completing a special Dark Sky Junior Ranger booklet, stargazing session, and more. Two Day Junior Ranger Camps: July 13-14: Ages 7-8  July 20-21: Ages 9-11 The Junior Ranger Camp serves as a general introduction for children to the natural and cultural resources of Rock Creek Park. Campers will enjoy a nature hike, an astronomyprogram in the planetarium, a visit to historic Peirce Mill, arts and crafts, trail games, and more. National Park Service Centennial Camps:  August 10-11: Ages 7-8  August 24-25Ages 9-11 Commemorating the 100th anniversary of the creation of the National Park Service , the Centennial Camp will shed light on the achievements of our first 100 years.Campers will explore the park and envision what the next 100 years could bring! Georgetown Camps: July 27: Ages 7-8  August 17: Ages 9-11 Georgetown has a rich a varied history. Campers will experience Georgetown's history by visitingRock Creek Park's Dumbarton Oaks Park, Montrose Park, Old Stone House and Georgetown Waterfront Park. For more information or to register, contact the Rock Creek Park Nature Center at (202) 895-6070.  Come prepared   Bring a backpack to carry all your stuff Water or a sports drink to stay hydrated Snacks and a bag lunch to stay energized Hiking boots or tennis shoes for healthy feet (no sandals or flip-flops) Sunscreen, hat, and sunglasses are highly recommended because it's sunny in D.C.",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/kidsyouth\/junior-ranger-camp.htm"
}
