{
    "title": "Rock Creek Park: Coyote FAQ's",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Coyote FAQ's                Coyote Frequently Asked Questions         Coyote   1. Are there coyotes in Rock Creek Park? YES- The first recorded sighting in the park was in May 2004; they were confirmed by park staff in September 2004. Sightings have been recorded continuously since 2004. Most of the sightings have been in the upper section of the park between Military and Wise Roads. Several sightings have been reported in the neighborhoods adjacent to the park as well. Presently, there is no estimate of the population size in the park but the number is believed to be small.     2. What do they look like?  They are gray to tan with long snouts, large erect ears and a bushy tail with a black tip. They stand about 2 feet high at the shoulder. Their front legs have a dark vertical stripe on the shin, which may be hard to see. When running, coyotes hold their tail down almost between their legs. They look similar to a German Sheppard dog, but coyotes have longer legs, longer snouts and bushier tails. 3. What do they eat?  Coyotes eat carrion (dead animals), berries and other vegetation. They also hunt small animals (mice, amphibians, snakes, birds). They hunt alone or in small family groups. they are not aggressive toward humans unless humans attempt to feed or interact with coyotes. Remember they are wild animals. 4. Are they dangerous to people?  Coyotes generally are not interested in confronting people, even small children. Of course, parents should always keep an eye on children while in the park, but coyotes pose no special danger. They are usually not aggressive toward humans unless humans attempt to feed or interact with coyotes. While there are reports of coyotes attacking and killing a person, these types of incidents are extremely rare. Remember, coyotes are wild animals. They can be seen during the day, but they are most active in the evening and at night when the park is closed to pedestrian visitors. 5. Are they dangerous to pets?  MAYBE- Coyotes will hunt house cats and small dogs. However, if your pet is leashed (as DC and National Park Service regulations require) and you and your pet are on a trail (as Rock Creek Park regulations require), a coyote will likely not try to attack. 6. What should I do if I see a coyote?  You can stop and watch, but do not approach it. As with any wild animal, if it feels threatened by someone coming toward it or chasing it, it may feel the need to protect itself. DO NOT FEED or attempt to feed them. Once a wild animal gets accustomed to being fed by humans there is much more likelihood that an individual will get bitten by an animal looking for food. If you see a coyote in the Washington, D.C. portion of Rock Creek Park, report the sighting to Resource Management Specialist Ken Ferebee at 202-895-6221. Let Ken know the date, time and location you saw the animal. Try to be as specific as possible. Leave your name and phone number so Ken can call you back if he has more questions. 7. What can neighbors do to prevent any unwanted contact and protect their pets and the coyotes?  Do not leave any pet food outdoors. Keep all trash well contained in tightly closed garbage cans. Do not let pets run loose.         A Coyote in Rock Creek Park photograph by USPP Officer Bellis      8. What is the park going to do about the coyote? Nothing at this time- Coyotes have entered the park on their own and are subject to the same protection as other park wildlife under park regulations. Coyotes do not present a problem or a threat to public safety. The park will continue to monitor the situation and manage accordingly.",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/nature\/coyotefaq.htm"
}
