{
    "title": "Rock Creek Park: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education                   Traveling Trunks               Planetarium Programs               Environmental Education               History, Culture and Technology               Field Trips            Education Opportunities At Rock Creek ParkExplore a woodland trail. Discover other planets. Touch live animals. Visit a historic flour mill. Visit a 17th century colonial home. All these experiences and many others are available for your group.  For reservations call 202-895-6070 Wednesday through Sunday between 9:00 a.m. and 4:00 p.m, at least two weeks in advance.Planetarium ProgramsThe planetarium provides visitors with an opportunity to view the motion of the stars, constellations, planets, and moon in tonight's night sky. As the only planetarium in the National Park Service, it enables visitors to compare the city night sky with that of the country.Environmental EducationThere are a wide variety of programs available for pre-K through High School including programs about animal and plant habitats, skill building activities and investigative programs that examine water-quality testing and various performance-based science modules in our Bridging the Watershed program for high school students.History, Culture and Technology EducationCurriculum-based programs for grades K-6 are available at Peirce Mill in Rock Creek Park. Students can learn through interactive programs at the last operational mill on Rock Creek. Students learn about the foods they eat, life in rural 19th century Washington, D.C., how power and gravity are used to increase production and the role mill's like Peirce mill played in the Industrial Revolution.Plan a Field TripMake Rock Creek park your classroom!  Touch live animals, travel through our solar system and the universe and visit historic sites.Curriculum MaterialsWant to extend your classroom lesson into the park? Check out these lesson plans.Traveling TrunksThe Urban Wildlife Kit is a fun and educational way to bring nature to the classroom through hands-on activities that explore Rock Creek Park's habitats and inhabitants.",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/education\/index.htm"
}
