{
    "title": "Rock Creek Park: George Burnap",
    "body": "George Burnap       As the designer of the first plan for Meridian Hill Park, George Burnap worked as a landscape architect for the Office of Public Buildings and Grounds, Washington, D. C., between 1912 and 1917. Before coming to Washington, Burnap was a professor at Cornell University, where he became acquainted with and ultimately had a great influence on his student, Horace Peaslee. When Burnap left Cornell to join the Office of Public Buildings and Grounds and head the design for Meridian Hill Park, Peaslee accompanied him and received an appointment as Landscape Designer in that office. Burnap’s conceptual design for the park was approved by the Commission of Fine Arts in 1914, at which time it was presented to Congress1. Even though components of the Burnap plan were subsequently changed, it was important because it established the framework for the park design. While Burnap’s design for the upper level of the park was changed into an open mall, and his proposals for the hillside gardens were simplified, elements such as the great terrace, cascades, and reflecting pool of the lower level were incorporated into the final design2. In 1917, George Burnap left the Office of Public Buildings and Grounds because of a conflict between his public and private practice, and Horace Peaslee succeeded him as Landscape Architect and Architect of Meridian Hill Park. Besides his teaching and his work on Meridian Hill Park, Burnap was the author of a well-known book, Parks: Their Design, Equipment and Use, which was the first volume of a series of four books on landscape architecture. Burnap had a reputation as a practical designer, one who recognized the importance of incorporating pedestrian and vehicular traffic patterns, as was requiring that sculpture be suitable to the park as a livable place for park users3. from: Meridian Hill Park Cultural Landscape Report. NPS and architrave, p.c architects.",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/historyculture\/george-burnap.htm"
}
