{
    "title": "Rock Creek Park: Meridian Hill",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Meridian Hill                 History Of Meridian Hill      The park has had a long and varied history. In 1819, John Porter erected a mansion on the grounds and called it \"Meridian Hill\" because it was on the exact longitude of the original District of Columbia milestone marker, set down on April 15, 1791 at Jones Point, Virginia by Major Andrew Ellicott assisted by Benjamin Banneker, an African-American astronomer and mathematician. It was to this mansion that John Quincy Adams moved when he left the White House in 1829. At that time, the entire high ground surrounding the park was known as \"Meridian Hill.\"During the 19th century the environs of Meridian Hill became host to Columbia College, precursor to George Washington University. Prior to the Civil War, the mansion grounds became a pleasure park for the area. During the war, Union troops encamped there.In 1910, the grounds were purchased by the United States government and transferred to the stewardship of the Office of Public Buildings and Grounds. In 1914 the Department of the Interior hired landscape architect George Burnap to draw plans for the general development for a grand, formal park to be modeled after the Renaissance and Italian gardens that could be found in the world's great capital cities. The plans presented were later revised by landscape architect Horace Peaslee under the watchful eye of the Fine Arts Commission of Washington, D.C.The plan conceived by Burnap and Peaslee was one that would depict an Italian garden, composing or using garden concepts from Italy. The stepped character of the park design was somewhat reminiscent of the former King Victor Emmanuel III's gardens. The actual planting scheme was designed by New York landscape architects Vital, Brinckerhoff, and Geffert. Generally, gardens of this magnitude were reserved for aristocrats. Meridian Hill, however, was to be a product of democracy, open to all people.Construction was begun in 1914, but it was not until 1936 that Meridian Hill reached the full status of a formal park. In 1933 the grounds were transferred to the National Park Service.Meridian Hill Park is unique in that it served as a laboratory for experimenting with a new medium of construction -- concrete aggregate. Concrete aggregate consists of small pebbles specially selected for size and color from which forms are pulled while the surface is still susceptible to treatment. Wire brushing and acid washing are then used to expose the texture.",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/historyculture\/meridian-hill-history.htm"
}
