{
    "title": "Rock Creek Park: Horace Peaslee",
    "body": "Horace Peaslee       As primary architect for Meridian Hill Park from 1917 to 1935, Horace Peaslee played the most influential role in the development of Meridian Hill Park. At Cornell University, from which he graduated in 1910, he majored in architecture and minored in landscape architecture.12 Peaslee remained at Cornell as a resident fellow during the year 1911-1912, and then came to Washington, D.C. after his appointment to the United States Office of Public Buildings and Grounds.13 At the time Peaslee was appointed to the Office of Public Buildings and Grounds, George Burnap was directing the design of Meridian Hill Park. In 1914, Peaslee accompanied Burnap and members of the Commission of Fine Arts on a trip to Spain, France, Switzerland, and most importantly, Italy, to study the European gardens that became the inspiration for Meridian Hill Park. While in Europe, Peaslee sketched and photo­graphed walls, ornaments, and water features that influenced his 1917 and 1920 plans. In 1917, at about the same time the United States was entering World War I, George Burnap resigned as head of the Meridian Hill Park project and returned to private practice. Horace Peaslee was named as his replacement in the Office of Public Buildings and Grounds, and re­mained the architect in charge of design for the next 18 years. Later, Peaslee described his re­sponsibilities: “From a beginning as Landscape Architectural Designer in 1915, through successive stages as Landscape Architect, and then Architect of the Office of Public Buildings and Grounds, and finally as Architect or Consulting Architect in independent practice, I either personally prepared, or directly supervised the preparation of all drawings for the visible con­struction of the park and drafted the specifications covering visible design.14 Despite the demands of his position at the Office of Public Buildings and Grounds, Peaslee was actively involved in a wide variety of professional and civic affairs. Between 1914 and 1916, he was a visiting instructor in landscape architecture at the University of Illinois.15From 1917 to 1919, he served in the Army Engineer Corps as a captain, and was responsible for de­signing a large number of “temporary” buildings that were erected during World War I. In 1921, Peaslee helped organize the Committee of 100 on the Federal City, a citizens’ group concerned with planning, parks, and design. He served alternately as the Committee’s Vice from: Meridian Hill Park Cultural Landscape Report. NPS and architrave, p.c architects.    12    Peaslee was a student of George Bumap and was greatly influenced by him. 13    HABS, p. 14. 14    Ibid., p. 15. 15    Thomas W. Dolan, “Meridian Hill Park, Washington, D.C.” (Graduate Thesis, School of Architecture, University of Virginia, May 1983), p. 20.",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/historyculture\/hpeaslee.htm"
}
