{
    "title": "Rock Creek Park: Monuments and Memorials",
    "body": "Monuments, Statues and Memorials       Washington, DC is a city noted for the many unique monuments, statues, and memorials of historic and artistic merit that grace its streets and buildings. About 120 are cared for by the National Park Service. Approximately 21 are located within the jurisdictional boundaries of Rock Creek Park, a unit of the National Park Service. Many local citizens and visitors to Rock Creek Park may be unaware of the existence of these points of interest. The following is a list of the monuments, statues, and memorials administered by Rock Creek Park. All are located in northwest Washington, D.C. and are generally easily reached. We encourage you to visit these sites and learn about the individuals and organizations which they honor.       Meridian Hill Park    James Buchanan Memorial 16th & Euclid Sts., NW Sculptor: Hans Schuler             Buchanan Memorial   A bronze seated statue of President Buchanan. The platform is granite, with two figures representing Law and Diplomacy. Buchanan, a Pennsylvanian, was the 15th President of the United States. He served in the War of 1812 and was later Representative in Congress, U.S. Minister to Russia and to Great Britain, a Senator, and Secretary of State. The statue a gift of Mrs. Harriet Lane Johnston Buchanan's niece, at a cost of $115,000. Approved by an Act of Congress June 27, 1918 (40 Stat. 632). Dedicated June 26, 1930.         Dante Statue  16th & Euclid Sts., NW  Sculptor: Ettore Ximenes of Rome, Italy            A bronze standing figure of Dante, renowned poet, shows him in the gown of a scholar and crowned with a laurel wreath, on a pedestal of sea-green granite. An Act of Congress approved February 14, 1922 (42 Stat. 366) authorized its erection on public grounds. Presented at no cost to the United States by Carlo Barsotti of New York, in name of Americans of Italian birth living the United States. The cost was $50,000. Dedicated December 1, 1921.         Joan of Arc Statue 16th & Euclid Sts., NW  Sculptor: Paul Dubois                 Joan of Arc   The only equestrian statue of a woman in Washington. It is a bronze copy of the famous Dubois statue of Joan of Arc in the front of the Rheims Cathedral in France. A gift from the Society of French women in exile in New York to the Nation's Capital as a gesture of friendship between the two peoples. This statue of the girl who led the French armies against the British forces and raised the siege of Orleans was cast under the direction of the Ministre des Beaux Arts in Paris. Its erection at no cost to the United States was approved under an Act of Congress March 20, 1922 (42 Stat. 468). Dedicated January 6, 1922.         Serenity Statue  16th & Euclid Sts., NW  Sculptor: Jose Clara            Serenity Statue   The Serenity statue is a seated figure of a woman made of white carrara marble, in memory of Lt. Commander William Henry Scheutze, US Navy. Erected as a gift to the people of the United States by Charles Dearing under an Act of Congress approved March 12, 1924 (43 Stat. 21) at a cost of $4,500. Completed in July 1925.        16th Street Area    Francis Asbury Statue 16th & Mt Pleasant Sts, NW Sculptor: Augustus Lukeman      A bronze equestrian statue 10 1\/2ft. high on a marble pedestal in memory of the pioneer Bishop of the Methodist Episcopal Church. Erected by the Frances Asbury Memorial Association, at a cost of $50,000 under an Act of Congress approved February 28, 1919 (40 Stat. 1213). Dedicated October 15, 1924. Known as \"The Prophet of the Long Road,\" Asbury is honored for greatly promoting patriotism, education, morality, and religion in the American Republic.    Guglielmo Marconi Memorial 16th & Lamont Sts., NW Sculptor: Attilio Piccirilli      A bronze portrait bust in memory of the Italian who invented the wireless telegraphy, forerunner of the modern radio, is on a double pedestal. The granite base was a gift by the Marconi Memorial Foundation at a cost of $32,555 under an Act of Congress approved April 13, 1938. Completed June 30, 1941. (52 Stat. 217).    James Cardinal Gibbons Statue 16th & Park Rd., NW Sculptor: Leo Lentelli      Cardinal Gibbons, born in Maryland, who served as priest, bishop, and chaplain at Ft. McHenry, was instrumental in establishing Catholic University here. He was created cardinal in 1886. The bronze statue shows him seated, in official robes of the church, on a granite pedestal with a granite, marble and concrete reinforced platform. It was erected by the Knights of Columbus without expense to the United States under an Act of Congress approved April 23, 1928 (45 Stat. 453). The cost of the statue was $35,998. Dedicated August 14, 1932.       Fort Stevens    Monument and Marker 13th & Rittenhouse Sts., NW             Fort Stevens Monument   A granite boulder with bronze plaque, given by the Associated Survivors, Sixth Army Corps commemorates the place where President Lincoln stood under enemy fire during the Battle of Fort Stevens. The boulder was placed in November 1911; the plaque was dedicated on July 12, 1920.       Battleground National Cemetery    25th New York Volunteer Cavalry Monument 6625 Georgia Ave., between Whittier & Van Buren Sts., NW Sculptor: McGibbon & Curry             Calvery Monument   A granite statue of a soldier erected by the State of New York in honor of the war dead who died in the defense of the Capital in 1864. Cost $7,500; erected under the jurisdiction of the War Department. Dedicated on September 18, 1914.          122nd New York Volunteer Monument 6625 Georgia Ave., between Whittier & Van Buren Sts., NW               A granite column with bronze plaque inscribed with the battles and names of the men who died in the defense of Washington in 1864 from Onondaga County, New York. Erected by the State of New York under the jurisdiction of the War Department. Dedicated on July 12, 1904.         150th Ohio National Guard Monument 6625 Georgia Ave., between Whittier & Van Buren Sts., NW      A granite column erected by the State of Ohio for the Ohio National Guard Infantrymen who took part in the defense of Washington at Fort Stevens in July 1864. Erected under the authority of the War Department.    98th Pennsylvania Volunteer Monument 6625 Georgia Ave., between Whittier & Van Buren Sts., NW Sculptor: P.R. and Company, Philadelphia, PA      A granite column inscribed with the names of the dead and wounded who fought in the defense of Washington on July 11 and 12, 1864. Erected by the State of Pennsylvania under a permit from the War Department. Dedicated in 1891.            Miscellaneous Areas    Senator Francis Newlands Statue Chevy Chase Circle Architect: Edward Donn      A marble fountain honoring the late Senator from Nevada. Senator Newlands established Chevy Chase and was associated with mediation and conciliation in labor disputes. The fountain is 60 feet in diameter and throws a two-inch jet of water 30 feet in the air. Erected by Mrs. Newlands at a cost of $12,000 without expense to the United States under Act of Congress approved April 8. 1932 (47 Stat. 78). Dedicated on October 12, 1933.    Peter Muhlenberg Memorial Connecticut Ave at 36th and Ellicott Sts., NW Sculptor: Caroline Muhlenberg Hufford, Architect: John F. Harbeson      Public Resolution No. 30, approved May 2, 1928, authorized the memorial to the eminent statesman, clergyman, and soldier of the Revolutionary War era. John Peter Gabriel Muhlenberg fought in many major battles of the American Revolution and retired from the Army as a General. He had been a pastor when the war began, serving both Lutheran and Episcopal congregations. When he decided to become a soldier, he told his parishioners: \"in the language of Holy Writ the is a time for all things... there is a time to pray and a time to fight... and that time has now come.\" Three hundred men from his congregations joined the Army. The memorial consists of a bronze bust on a limestone pedestal located in a plaza surrounded by a low wall on which are bronze plaques highlighting the three phases of his career: soldier, clergyman and statesman. The memorial was constructed with private funds for $59,430, and dedicated on October 26, 1980.    Major-General Artemas Ward Statue Ward Circle, Massachusetts & Nebraska Aves., NW Sculptor: Leonard Crunelle             General Ward Statue   This memorial to General Ward is a bronze standing figure and shows the General in a Continental Army uniform. It is on a granite pedestal. The model for his face was the life portrait by Charles Wilson Peale in Independence Hall at Philadelphia. General Ward was the first Commander-in-Chief of the American Armies in the Revolutionary War. He was relieved by General Washington at Boston. Erected by the President and Fellows of Harvard College at a cost of $50,000. Dedicated in 1938. (45 Stat. 689).         Sarah Rittenhouse (Armillary Sphere) Montrose Park, R St. & Avon Pl., NW             Sarah Louise Rittenhouse armillary sphere   The memorial to Sarah Louise Rittenhouse (1845-1943) is an armillary sphere on a marble pedestal. She is considered the founder of Montrose Park in Georgetown and is given credit for saving the park area from a housing development planned in the early 1900's. This memorial was a gift from the Georgetown Garden Club under an Act of Congress July 27, 1953 (67 Stat. 196). Dedicated on November 9, 1956.         Robert Emmet Statue Massachusetts Ave. & 24th St., NW Sculptor: Jerome Conner             Robert Emmet   The standing figure of Robert Emmet, Irish patriot and an early leader in the cause for Irish Independence, was presented to the United States in 1916. It is on indefinite loan from the Smithsonian Institution. Dedicated April 22, 1966.         Major-General George B. McClellan Statue Connecticut Ave. & California St., NW Sculptor: Frederick MacMonnies      This bronze equestrian statue of General McClellan, who distinguished himself at the Battle of Antietam and was head of the Army of the Potomac, stands at the crest of a hill overlooking Connecticut Avenue. It was erected by the government at a cost of $50,000; the Society of the Army of the Potomac provided funds for the improvement of the site. It was cast in France and was dedicated on May 2, 1907. Approved under an Act of Congress March 3, 1901 (31 Stat. 1174).    Jean Jules Jusserand Memorial Beach Dr., south of Pierce Mill, NW Sculptor: J.H. Friedlander             Jules Jusserand Bench   A bench of pink granite honors Jules Jusserand, Ambassador from France and a close friend of President Theodore Roosevelt. The bench is semi-circular with 4 steps and is 10 feet long. Erected by the Jusserand Memorial Committee at cost of $5,461 under an Act of Congress approved June 17, 1935 (49 Stat. 386) without expense to the United States. It is the first memorial erected on Federal property to a foreign diplomat. Dedicated November 7, 1936.",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/historyculture\/monuments.htm"
}
