{
    "title": "Rock Creek Park: Press Kit",
    "body": "Explore This Park    Learn About the Park     News     Press Kit              Press Kit       National Park Service launches Healthy Parks Healthy People Greater Washington Area Initiative Thursday, September 20, 2012 Washington DC - The National Park Service (NPS) will kick off the Healthy Parks Healthy People Greater Washington Area initiative with the DC Park Prescriptions and Kids in Parks TRACK Trail programs. A local Washington doctor will write the first DC Park prescription, andthird graders from Neval Thomas Elementary School will be among the first to walk the National Mall and Memorial Parks' TRACK Trail. A Connect Trails to Parks program grant is making TRACK Trails a reality in each of the 13 Greater Washington National Parks. Healthy Parks Healthy People Greater Washington Area is a NPS initiative to promote and encourage people to enjoy parks and public lands to the fullest for physical and mental health, healing and social well-being. Within the Greater Washington area, the NPS is working with state and local parks, as well as business innovators, healthcare leaders, scientists, foundations and advocacy organizations to foster the health-related role that parks can and do play in our society. Since 2004, the NPS, National Capital Region (NCR) has been working on health related projects to connect healthcare providers and their patients with parks and public lands to expand and strengthen the fight against obesity and reconnect youth and families with their natural environment. The NCR is now working with multiple health partners to increase Greater Washington area residents' connection to parks to improve their health and well-being. The Healthy Parks Healthy People Greater Washington Area Press Kit contains various documents describing partner organizations and events related to DC Park Prescriptions and Kids in Parks TRACK Trails programs. Please see the contents of the press kit below.       Press Kit Contents: Press Release Background Information Healthy Parks Healthy People US Healthy Parks Healthy People Greater Washington Area Initiative DC Park Prescriptions National Capital Region Fact Sheet Partner Organizations American Academy of Pediatrics, District of Columbia Chapter National Environmental Education Foundation Blue Ridge Parkway Foundation's Kids in Parks Unity Health Care, Inc. National Association of Community Health Centers' DC Primary Care Association Childrens' National Medical Center   For local resources on the Kids in Parks TRACK Trails program, part of the Healkthy Park Healthy People Greater Washington Area Initiative, please visit http:\/\/www.kidsinparks.com\/trails\/dc",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/news\/presskit.htm"
}
