{
    "title": "Rock Creek Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     December 22, 2015  National Park Service donates 700 pounds of venison to DC Central Kitchen  The National Park Service donated about 700 pounds of venison to DC Central Kitchen today. The meat will be used in the thousands of healthy meals that DC Central Kitchen prepares daily for multiple nonprofit partners, including homeless shelters, rehabilitation clinics, and afterschool programs. The venison donation is a result of the deer reduction operation in Rock Creek Park in early December.   September 29, 2015  National Park Service Seeks Public Comment on Rehabilitation of Landscape Surrounding Robert Emmet Sculpture  The National Park Service is seeking public comment on a project to rehabilitate park landscaping at the triangle bounded by Massachusetts Avenue, 24th and S Streets, NW. This area, known as U.S. Reservation 302, contains a sculpture of Irish patriot Robert Emmet.   September 24, 2015  Rock Creek Park Launches Volunteer Stewardship Initiative to Commemorate 125th Anniversary  In honor of Rock Creek Park’s 125th birthday, the National Park Service today launched a new stewardship program. The Sustaining Our Lands with Volunteer Energy (SOLVE) program empowers community partners to help take care of the park.   July 02, 2015  Carter Barron 2015 Schedule  2015 Carter Barron Amphitheatre and Fort Dupont Summer Theatre Concert Schedules Announced.   June 06, 2015  Zoo Tunnel June 2015  WASHINGTON- Beach Drive between Porter Street NW and Rock Creek Parkway will close between 8 p.m. and 5 a.m. June 12th through June 23rd. The temporary night-time closures allow the National Park Service to replace old lights in the Beach Drive Zoo Tunnel with new energy efficient LED lighting. The NPS expects to reduce energy consumption from tunnel lights by 75 percent.   May 12, 2015  Invasive Plant Management  The National Park Service (NPS) is accepting public scoping comments on an Invasive Plant Management Plan and Environmental Assessment (plan\/EA) for 15 national parks in the greater Washington DC region.   March 10, 2015  The Old Stone House Marks Its 250th Anniversary  The Old Stone House in Georgetown turns 250 years old this month, and the National Park Service invites the public to explore this extraordinary historic site.   January 22, 2015  National Park Service Seeks Public Comment on Proposed Georgetown Non-motorized Boating Development Plan  The National Park Service (NPS), is accepting public scoping comments through Feb. 19 on preliminary alternatives for the Georgetown Non-motorized Boathouse Zone Development Plan and Environmental Assessment (Plan\/EA). The NPS will hold a public meeting on Feb. 4 to discuss the project, which will study options for levels of development and services to support non-motorized water and recreational use along the Georgetown Waterfront.   January 21, 2015  National Park Service to Hold Public Meeting about Proposed Pedestrian Access Improvements in Fort Totten Area  The National Park Service (NPS) will hold a public meeting to discuss proposed improvements to pedestrian access from the North Michigan Park neighborhood to the Fort Totten Metrorail Station. The open house format meeting will take place at 6:30 p.m. on Monday, Feb. 2. Public comments will be accepted during the meeting.   January 20, 2015  Fort Totten Pedestrian Access Public Meeting  The National Park Service will hold a public meeting about the Fort Totten-North Michigan Park Pedestrian Access Improvements Environmental Assessment on February 2, 2015, from 6:30 to 8:000 pm at the Lamond-Riggs Neighborhood Library, Meeting Room 1, 5401 S. Dakota Ave. NE., approximately one half mile from the Fort Totten Metrorail station.   December 23, 2014  Rock Creek Park Donates 1700 Pounds of Venison to DC Central Kitchen  Today, the National Park Service donated 1,700 pounds of venison to DC Central Kitchen. The meat will be used in the thousands of meals that DC Central Kitchen (DCCK) prepares daily for nonprofit partners, including shelters and transitional housing agencies serving the homeless. The donation is a result of Rock Creek Park’s deer reduction actions. The park has met its objective of removing 55 deer, which concludes the operations for the winter 2014\/2015 window of action.   December 13, 2014  Frank Young Named Deputy Superintendent Of Rock Creek Park  Frank Young named Deputy Superintendent of Rock Creek Park.   December 02, 2014  Rock Creek Park Announces 2014-2015 Deer Management Window of Action  Rock Creek Park Superintendent Tara Morrison announced today the upcoming window of action for deer reduction in the park is December 2, 2014 through March 31, 2015.   October 21, 2014  Fall Turf Maintenance Will Temporarily Close Portions of some Parks in Northwest Washington  The National Park Service will conduct annual fall seeding and aeration at Fort Circle Parks, Carton Barron and Meridian Hill Park beginning Wednesday, October 22, requiring temporary closures.   October 20, 2014  Rock Creek Park and Ft Dupont Park Propose Second Phase of Picnic Fee Increases  The National Park Service (NPS) is accepting public comments through October 30, 2014 on the second phase of proposed fee increases for picnic pavilions at Rock Creek and Fort Dupont Parks. Under the proposal, a half day reservation would cost $45 beginning January 1, 2015. Fee changes will fund the picnic areas’ upkeep and improve the level of service provided to visitors.   May 15, 2014  International Migratory Bird Day Festival in Rock Creek Park  On Saturday, May 17, Rock Creek Park and the Smithsonian Migratory Bird Center will co-host an International Migratory Bird Day (IMBD) festival to celebrate and support migratory bird conservation.   April 15, 2014  National Park Service Opens Peirce Mill for Season  The National Park Service is pleased to announce that Peirce Barn and Peirce Mill have opened for the season. Peirce Barn and Peirce Mill are located on Tilden St., across from Picnic Area 1 in Rock Creek Park. Peirce Barn and Peirce Mill will be open Wednesday – Sunday 10 AM to 4 PM (except July 4) until November 1.   April 09, 2014  National Park Service donates 3300 pounds of venison  As a result of Rock Creek Park’s deer management actions, the National Park Service has donated 3,300 pounds of venison to DC Central Kitchen.   April 01, 2014  National Park Service Completes Winter-Spring 2014 Deer Management in Rock Creek Park  The National Park Service (NPS) has concluded deer management operations in Rock Creek Park for the 2014 season. Between January 2 and March 31, 2014, 106 deer were removed, safely and without incident, from the park.   March 07, 2014  NPS Public Comments and Public Mtg Fort Totten - N Michigan Pedestrian Access  Rock Creek Park\/National Park Service is preparing an Environmental Assessment  for pedestrian access improvements at Fort Totten. Comments will be accepted from March 7 through April 7, 2014.  A public meeting will be held on March 19, 2014.   February 19, 2014  National Park Service Increase Hourly Rates for Parking Meters at Thompson Boat Center Effective March 1, 2014  The National Park Service (NPS) will increase the hourly rates for the parking meters located in the parking lot of Thompson’s Boat Center (TBC), to $2.00 per hour, effective March 1, 2014.  This NPS parking lot is located at the intersection of Virginia Avenue, NW and the Rock Creek and Potomac Parkway.   February 11, 2014  Rock Creek Park Foundation Documents Open House  Rock Creek Park will hold a public meeting to discuss its new foundation document on Monday, March 3, 2014 from 6:30 p.m. to 8:30 p.m. at the Vaghi Dining Room located at St. John's College High School on 2607 Military Road, NW Washington, DC 20015.   January 09, 2014  Public Meeting: Meridian Hill Park Preservation Phase V  The National Park Service (NPS) will hold a Public Meeting on January 14, 2014 for Rock Creek Park’s Phase V of the Preservation of Meridian Hill Park. NPS proposes to continue repairs to the exposed aggregate concrete throughout the park, stabilize historic features, and install an American Disability Act (ADA) accessible entrance into the lower level of the park.   January 06, 2014  Rock Creek Park Announces Upcoming Deer Management Window of Action  Superintendent Tara Morrison announced today that the upcoming window of action for deer reduction in the park is January 2 through March 31, 2014. These actions are part of the Rock Creek Park White-tailed Deer Management Plan.   June 27, 2013  NPS Announces Availability of Environmental Assessment for Proposed Metro Memorial Park  The National Park Service and the District of Columbia government, in cooperation with the National Capital Planning Commission, announce the availability for public review and comment of an Environmental Assessment for the proposed Metro Memorial Park.   June 20, 2013  Visitor Safety Improvements along Capital Crescent Trail  Chesapeake and Ohio Canal National Historical Park is making improvements to the Water Street entrance following increasing concerns for public and visitor safety.  Installation of a bicycle-friendly gate at the Georgetown side of the aqueduct will prevent vehicles from driving upstream and replace the single bollard located 200 feet upstream that had previously served this purpose but that was knocked over frequently by errant cars.   April 18, 2013  NPS Release of Feasibility Study to Implement Non-Motorized Boathouse Zone along Georgetown Waterfront  The National Park Service (NPS) has released the \"Feasibility Study to Implement a Non-motorized Boathouse Zone\".  The study is available for public comment for a period of 30 days.  Comments will be taken and added as an appendix to the study.   April 11, 2013  NPS Welcomes New Boathouse Concessioner to Rock Creek Park  The National Park Service welcomes Boston Outdoor Recreation, Inc. as the new concessioner to the Key Bridge Boathouse, formerly known as Jack's Boathouse.   April 01, 2013  Rock Creek Park Completes Winter\/Spring 2013 Deer Management  The National Park Service has concluded deer management operations in Rock Creek Park for the winter of 2013.   March 27, 2013  Rock Creek Park to Begin Deer Reduction Operations  Rock Creek Park Superintendent Tara Morrison announced today that several temporary night-time road closures will be in effect for visitor safety during white-tailed deer reduction efforts in the park.  From 10 p.m. to 4 a.m., March 27-30 the following will be closed when sharpshooting is underway: Beach Drive north of Broad Branch Road, Ross Drive, Wise Road, Grant Road, Sherrill Drive, Joyce Road, Morrow Drive, and Bingham Road, NW.    March 01, 2013  National Park Service Selects Operator for Georgetown Boat Rental  The National Park Service has selected B&G Outdoor Recreation, Inc., for a two-year temporary concession contract to provide non-motorized boat rental and storage in Rock Creek Park along the Georgetown waterfront.   January 18, 2013  National Park Service Invites Proposals for Georgetown Boat Rental  National Park Service Invites Proposals for Georgetown Boat Rental:  Jack’s Boathouse to operate in the interim.   October 12, 2012  Construction Resumes - Rock Creek Parkway at Edgewater Drive  Safety improvement road construction project resumes at the merge of Waterside Drive and Rock Creek Parkway.   September 21, 2012  Rock Creek Park Hosts Healthy Parks Healthy People TRACK Trail Dedication  On Sunday, September 23rd, Rock Creek Park Hosts Healthy Parks Healthy People TRACK Trail Dedication   May 30, 2012  NPS Approves Rock Creek Park Deer Management Plan  Washington D.C. -- The National Park Service has approved a plan that protects the forests of Rock Creek Park by reducing the park’s deer population through lethal and non-lethal means.",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/news\/newsarchive.htm"
}
