{
    "title": "Rock Creek Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 27, 2016  National Park Service announces additional Beach Drive rehabilitation public information meetings  The National Park Service (NPS) announced today two additional Beach Drive rehabilitation public information meetings to share information about upcoming improvements to Beach Drive, road closure and detour routes, and answer questions.   July 26, 2016  Summer Concert Series Announced for Fort Dupont and  Carter Barron Amphitheatre  NPS celebrates centennial with two parks, one summer concert series   July 15, 2016  National Park Service invites public to learn about Beach Drive rehabilitation project at public information meeting  The National Park Service (NPS) begins a three-year rehabilitation project on Beach Drive after Labor Day, which will require segments of the road to be closed in both directions. Public information meetings will be held to answer questions, and provide details about the project, road closures and detours.   July 06, 2016  Beach Drive rehabilitation will begin after Labor Day  The National Park Service (NPS) will begin a three-year rehabilitation project after Labor Day to repair Beach Drive; providing a safer trip through Rock Creek Park for vehicles, bicyclists and pedestrians, while maintaining the historic characteristic of the park.   April 11, 2016  National Park Service and National Capital Planning Commission Launch Memorials for the Future Competition with Van Alen Institute  A competition to imagine flexible and interactive memorials for the 21st Century   February 04, 2016  Rock Creek Park and partners to invest $727,000 for centennial  Rock Creek Park is about to get a $727,000 public-private funding boost for projects that improve visitor services and connect with new audiences. This funding is part of the Centennial Challenge, a national effort to help kick off the National Park Service’s second century.   December 14, 2015  Rock Creek Park Completes Deer Management Operations for the Year  The National Park Service has concluded deer management operations in Rock Creek Park for the reduction window that runs through March 31, 2016. Biologists who are also highly trained firearms experts removed 26 deer safely and without incident during one night of operations. The NPS will donate all suitable venison to a Washington, D.C. food bank.   November 30, 2015  Rock Creek Park Announces Fourth Deer Management Window of Action  Rock Creek Park Superintendent Tara Morrison announced today that the upcoming window of action for deer reduction in the park will be December 1, 2015 through March 31, 2016. This is part of the continued implementation of the Rock Creek Park White-tailed Deer Management Plan.   November 13, 2015  Public invited to learn about Beach Drive and multi-use trail reconstruction  Learn more about the project to reconstruct Beach Drive and the multi-use trail through Rock Creek Park at a public meeting on November 17 at the Rock Creek Park Nature Center.   October 01, 2015  Rock Creek Park celebrates 125th birthday with successful stewardship program launch  More than 100 volunteers worked to clean up and restore parks around D.C. to launch a new stewardship program in celebration of Rock Creek Park’s 125th anniversary this weekend.   April 06, 2015  Washington DC Area Parks Join Find Your Park Movement  National capital region parks join national parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com. To inspire area residents to find their park and to help engage a new generation of park stewards, area parks will offer fee free days on April 18 and 19. Several area parks will also offer special programs throughout National Park Week, which runs April 18-26, and on National Junior Ranger Day, April 18.",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/news\/newsreleases.htm"
}
