{
    "title": "Rock Creek Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture      The Rock Creek Valley has a long and varied history. For millennia, American Indians quarried rock outcroppings to make tools, fished the creek, and hunted wild game in the woodlands. In the 1600s and early 1700s, European Americans claimed title to the land. As tobacco farming and African American slavery became more widespread, Georgetown was chartered at the mouth of Rock Creek. In the late 1700s and into the 1800s, tobacco farming exhausted the soil, resulting in many farmers switching to wheat and corn production. Gristmills, the most successful being Peirce Mill, were constructed along Rock Creek to convert grain into flour. The Rock Creek area was deforested during the U.S. Civil War. Logs and branches were felled and then laid out systematically throughout the soon-to-be park by Union soldiers to make a Confederate march through the valley impossible. Civil War fortifications in and around the valley bombarded General Jubal Early's Confederate troops during the July, 1864 Battle of Fort Stevens. In 1890, Rock Creek Park became one of the first federally managed parks. Since then, citizens seeking recreation and re-creation in nature have sought out this 1700 acre park. As an administrative unit of the U.S. National Park System, Rock Creek Park now manages Meridian Hill Park, Dumbarton Oaks Park, Montrose Park, Old Stone House, the Francis Scott Key Memorial Park, Fort Stevens, and many more sites throughout northwest and even northeast D.C. Each of these parks has significant history of their own; find out more by clicking on the links below. Rock Creek Park: An Administrative History Rock Creek Park: A report by the Olmsted Brothers (1918) Meridian Hill Park Cultural Landscape Report, Vol 2, Rock Creek Park (2009) Montrose Park Cultural Landscape Report, Rock Creek Park (2009) The Loss of the Frances Scott Key House: Was It Really? (1981) ROCK CREEK PARK, Prehistoric Landscapes of the Nation's Capital ROCK CREEK PARK, Historic Resource Study (1990) Archeology and History in Rock Creek Park National Park Service History Civil War Defenses of Washington Historic Resource Study",
    "url": "https:\/\/www.nps.gov\/rocr\/learn\/historyculture\/index.htm"
}
