{
    "title": "Rock Creek Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do        Schedule of Events: Learn about the rich natural and cultural heritage of Rock Creek Park on a ranger-led program. Join park staff for unique recreational and astronomy programs. Educational Programs: Educators can schedule free, curriculum-based education programs. Reservations must be made at least two weeks in advance. Planetarium Programs: Free, ranger-led astronomy programs take place in the planetarium on Saturdays and Sundays at 1:00 p.m. and 4 p.m. and on Wednesdays at 4:00 p.m.   Carter Barron Amphitheatre: Located off of 16th Street NW, Carter Barron Amphitheatre offers a summer concert series that includes blues, jazz, hip-hop, poetry, and reggae performances. Cell Phone Tours: Learn about the statues of Meridian Hill Park and discover the history of Georgetown area national park units with free cell-phone tours. Hiking: There are over 32 miles of trails in Rock Creek Park. The two primary trails include the green-blazed Western Ridge Trail, which parallels the western side of the park, and the blue-blazed Valley Trail, which parallels Rock Creek and Beach Drive. Most of the other trails are connectors, connecting the Valley Trail with the Western Ridge Trail. Loop hike possibilities are endless! Stop by the Nature Center to obtain free trail maps and get more information. Bicycling: All roads and paved trails in Rock Creek Park are open to bicyclists. A popular paved path begins just north of Peirce Mill and follows the creek all the way to the Lincoln Memorial. On weekends, much of Beach Drive between Broad Branch Road and the Maryland boundary is closed to vehicular traffic. Picnicking: All park picnic grove reservations must be made online at www.recreation.gov. Visitors may now choose between full and half day rentals. A change in rates has also been approved. The rate for is $45 for a half day and $90 for a full day. These fees are comparable to similar services throughout the region. The additional revenue and will be used to improve visitor services in the park. Questions may be directed to customer service at www.recreation.gov. For more information call the Rock Creek Park Permits Office at (202) 895-6013.  Tennis Center: The Rock Creek Tennis Center is located at 16th and Kennedy Streets NW and has has over two dozen courts for your recreational enjoyment. The courts are open year-round and there is a $12.00 to $20.00 charge per hour. The courts at Montrose Park in Georgetown are free and open year-round. When others are waiting, please limit your play to one hour. Horse Trails: For the horseback rider, 13 miles of dirt and gravel bridle paths crisscross the park. Horseback riding lessons and guided trail rides are available at the Rock Creek Park Horse Center. Golf: Rock Creek Park Golf Course, an 18-hole public course with clubhouse, can be reached from 16th Street and Rittenhouse street, NW. Thompson Boat Center: Thompson Boat center rents kayaks, canoes, small sailboats, rowing shells, and bicycles. Lessons are available. The boat center is open daily, May to October. The entrance is opposite Rock Creek and Potomac Parkway at Virginia Avenue. A few metered parking spaces are available. Playgrounds: The large recreation field at 16th and Kennedy Streets, NW has room for many activities. Some of the fields, which are suitable for soccer, football, and field hockey, can be reserved through the DC Department of Recreation. Call 202-767-8363 for information.",
    "url": "https:\/\/www.nps.gov\/rocr\/planyourvisit\/things2do.htm"
}
