{
    "title": "Rock Creek Park: Directions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Carter Barron Amphitheatre     Directions                Carter Barron Amphitheatre Directions      The Carter Barron Amphitheatre is located at 4850 Colorado Avenue, NW, Washington, DC 20011, near the intersection 16th Street and Colorado Avenue. Via Route 66:  Take Route 66 across the Teddy Roosevelt Bridge. Get in the right lane on the bridge, and take the ramp for Independence Avenue. Turn right at the bottom of the ramp (heading towards the Kennedy Center along the river; this is Ohio Drive, but it's not marked as such). After passing the Kennedy Center (under its terrace) and Watergate, continue straight onto Rock Creek Parkway. When the parkway ends (near Connecticut and Calvert), continue north on Beach Drive (right lane). After the traffic light at the intersection of Tilden Street\/Park Road and Beach Drive, take the first right onto Blagden Avenue. Then, turn left on 16th Street and left onto Colorado Avenue. Follow signs for Carter Barron Amphitheatre parking. see map Via the Chain Bridge (VA):  At the end of the bridge, turn right onto Canal Road. Make the first left (at the light) onto Arizona Avenue. Proceed on Arizona until you come to a \"T\" intersection; make a right turn onto Nebraska Ave. (The signs there may say \"Loughboro Rd.,\" but it runs into Nebraska.) Proceed on Nebraska past American University, around Ward Circle, and across Wisconsin and Connecticut Avenues. Get into the right lane and turn right onto Military Road; less than a half mile after you cross Connecticut. Take the exit for 16th Street; turn right towards Downtown. Turn right onto Morrow Drive or Colorado Avenue and follow signs for parking. see map Via Beltway\/ (Maryland\/ Reston\/ Herndon\/Sterling\/Great Falls, VA):  Take the Beltway (I-495) north into Maryland; exit at Connecticut Avenue and proceed southbound toward Chevy Chase. About 7-8 blocks south of Chevy Chase Circle, turn left onto Military Road. Take the exit for 16th Street; turn right towards Downtown. Turn right onto Morrow Drive or Colorado Avenue and follow signs for parking. see map Via Baltimore and points North: Take I-95 South to I-495 West. Exit at Georgia Avenue South and stay in the right lane. Exit 16th Street to Washington, D.C. Continue three miles and turn right onto Morrow Ave. or Colorado Ave. and follow signs for CBA parking. see map Via Gaithersburg, MD and points North:  Take I-270 South to I-495 East. Exit at Georgia Avenue South and stay in the right lane. Exit 16th Street to Washington, D.C. Continue three miles and turn right onto Morrow Ave. or Colorado Ave. and follow signs for CBA parking. see map From DuPont Circle:  Proceed Northeast on New Hampshire Avenue for approximately half a mile when it will intersect 16th Street. Head north on 16th Street, towards the Maryland border. Proceed approximately 3 miles, turn left on Colorado Avenue. Follow signs for Carter Barron Amphitheatre parking. see map. From Memorial Bridge (Alexandria\/Arlington\/Annandale\/395, VA):  Stay in your right hand lane while crossing Memorial Bridge. Follow the lane as it curves under the bridge and onto the Rock Creek Parkway heading north. (You'll be parallel to the Potomac River). You'll pass the Kennedy Center. Eventually, you will see a sign for Beach Drive. Stay in your right hand lane and continue north on Beach. After the traffic light at the intersection of Tilden Street\/Park Road and Beach Drive, take the first right onto Blagden Avenue. Turn left onto 16th Street and left onto Colorado Avenue. Follow signs for Carter Barron Amphitheatre parking. see map From NE\/SE\/SW in DC:  Take North Capitol Street north. Make a left on Missouri Avenue. Continue on Missouri Avenue. When crossing Georgia Avenue, Missouri becomes Military Road. Continue on Military. Take the exit for 16th Street. Turn left on 16th Street towards Downtown. Turn right on Morrow Drive or Colorado Avenue and follow signs for Carter Barron parking. see map Address:  4850 Colorado Avenue, NW  Washington DC 20011",
    "url": "https:\/\/www.nps.gov\/rocr\/planyourvisit\/cbdirections.htm"
}
