{
    "title": "Rock Creek Park: History",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Carter Barron Amphitheatre     History                Carter Barron History      Background  Carter Barron Amphitheatre (CBA) is located in Rock Creek Park. Initial plans for an amphitheatre in the Brightwood area of Washington, DC began in 1943 when Frederick Law Olmsted, Jr. reviewed and commented on the site selection for an amphitheatre. The original plan called for benches to seat about 1,500 and a stage equipped with a movie screen. This plan was expanded upon by Carter T. Barron in 1947 as a way to memorialize the 150th Anniversary of Washington, DC as the Nation's Capital. As Vice Chairman of the Sesquicentennial Commission, Barron envisioned an amphitheatre where \"all persons of every race, color and creed\" in Washington could attend musical, ballet, theater and other performing arts productions. The Commission approved the drawings of National Capital Parks (now known as the National Capital Region of the National Park Service (NPS)) Architect William M. Hausman for the new 4,200 seat Sesquicentennial Amphitheatre. Plans called for outfitting the amphitheatre with state-of-the-art technology including a communication system which allowed the stage manager to speak to any actor or stagehand from his desk and the best lighting and sound equipment available at the time. (The original construction cost estimate was $200,000 but the actual cost totaled $563,676.90.)   The amphitheatre opened on August 5, 1950. Paul Green, Pulitzer Prize winning playwright and author of the symphonic outdoor drama \"The Lost Colony\", was commissioned to write the opening season production. \"Faith of Our Fathers\" was a tribute to George Washington. It met with mixed reviews while the press and theater professionals hailed the Sesquicentennial Amphitheatre itself as the best outdoor theater ever seen. The placement of the amphitheatre maximized the natural acoustics of the bowl of the hill and it quickly became known as a theater with \"not a bad seat in the house.\" The original design has been changed little.  In 1965, a curtain and track were added to the stage. In the 1970s, the Feld Brothers added a three-pole circus tent to cover part of the stage which was changed to a truss and canvas roof system by the Shakespeare Theater in cooperation with NPS in 1993. In the early 1990s, the NPS renovated the public restrooms, repaired the roofs, and did some electrical upgrades in the backstage area.  Between the 2003 and 2004 summer performance seasons, all new seats were installed and the drainage in the seating area was improved.  Electrical service and wiring was also updated.  A major renovation project to the stage area is planned for the future.   Performance History  After the first two seasons of \"Faith of Our Fathers,\" the CBA began to feature a variety of acts and performances. In 1952, CBA hosted military bands and the Ballet Russe de Monte Carlo. In 1953, Washington Festival, Inc. operated by local television celebrity Constance Bennett Coulter, won the contract for the summer season which featured \"Show Boat,\" \"Annie Get Your Gun,\" and \"Carousel.\" Audiences did not attend in large numbers and Washington Festival lost $200,000 in its first and only season. CBA was left in search of a savior.   It found two . . . the Feld brothers, Irvin and Israel, won the contract to host the 1954 season. Their company, Super Attractions, hosted performances such as the National Symphony Orchestra (NSO), \"The Mikado,\" and numerous musicals. Their 1963 lineup changed performances to include more music and less ballet. Acts included the Kingston Trio, Victor Borge, Nat King Cole, Benny Goodman, Ethel Merman, Henry Mancini, Harry Belafonte, Andy Williams, Louis Armstrong, Ella Fitzgerald, and Peter, Paul, and Mary. Israel Feld died in December 1972 and his wife, Shirley, took over management of CBA. The venue began to include soul and rock 'n' roll acts like Stevie Wonder, Ray Charles, B.B. King, the O'Jays, Smokey Robinson, and the Four Tops.  Due to competition from other centers for performing arts and changes in production values, the Feld's company Super Attractions began to incur heavy losses and asked to be released from its contract and in 1976 Cella-Door-Dimensions, Inc. was hired as new management. They scheduled acts such as Kool and the Gang, Bruce Springsteen, U.S. Navy Band, NSO, Shakespeare Festival, Richard Pryor, Chick Corea, and the D.C. Black Repertory Co. in order to attract a more diverse audience. Washington Post reporter Jacqueline Trescott wrote \"The hordes of teenagers were back, but scattered among the visors and t-shirts were family groups, black and white couples in their 20s and 30s and a large number of women dressed in the latest fashions.\"   At the end of the 1976 season, the NPS decided to operate the theater on its own and continues to do so today. CBA continues to host a variety of performances. Shows today include reggae, Latin, classical, gospel, musical, pop, R&B, jazz, new age, theater, and dance. Ticket prices are still the best entertainment bargain in town and many of the performances are provided free of charge. The NPS still follows Carter T. Barron's original mission of providing quality performances to all residents in Washington, D.C. Partnerships, such as the Shakespeare Theater \"Free for All\", the National Symphony Orchestra and the Washington Post \"Weekend's Weekend Concerts\" help fulfill this goal. Carter T. Barron  Carter T. Barron, the Vice-Chairman for the Sesquicentennial Commission, was born in Clarksville, Georgia on January 30, 1905. He attended Georgia Tech where he played football for three years until a knee injury ended his career. He moved to Washington, D.C. in 1932 and remained until his death from cancer on November 16, 1950, just three months after the opening of the amphitheater. Barron was a community activist, and participated on numerous boards. He was manager of Lowe's Eastern Division of Theaters, MGM's point man in Washington, and an active promoter of the arts. He was known as \"everyone's friend - the burly, red-headed, blue-eyed, smiling giant.\" President Franklin Delano Roosevelt and President Harry S. Truman both claimed Barron to be a great friend. Barron organized twelve birthday balls for President Roosevelt and worked on both Roosevelt's and Truman's inaugurations. President Harry S. Truman dedicated the Sesquicentennial Amphitheatre on August 4, 1950, but following Barron's death, he rededicated the amphitheatre the Carter T. Barron Amphitheater in an official ceremony on May 25, 1951. Many people considered Carter Barron the link between the performing arts and the government. The amphitheatre is a legacy to his dedication Updated April 2008.",
    "url": "https:\/\/www.nps.gov\/rocr\/planyourvisit\/cbhistory.htm"
}
