{
    "title": "Rock Creek Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Rock Creek Park Nature Center and Planetarium is located at 5200 Glover Road NW, Washington, DC 20015, near the intersection of Military Road and Glover Road. Peirce Mill and Barn is located at 2401 Tilden Street NW, Washington DC 20015. Old Stone House is located in the Georgetown neighborhood at 3051 M Street NW, Washington DC 20015. Directions to the Nature Center and Planetarium are as follows... Via Route 66:  Take Route 66 across the Teddy Roosevelt Bridge. Get in the right lane on the bridge, and take the ramp for Independence Avenue. Turn right at the bottom of the ramp (heading towards the Kennedy Center along the river; this is Ohio Drive, but it's not marked as such). After passing the Kennedy Center (under its terrace) and Watergate, continue straight onto Rock Creek Parkway. When the parkway ends (near Connecticut and Calvert), continue north on Beach Drive. You will pass the zoo and Pierce Mill. Continue on Beach Drive until you see a sign for the Nature Center; bear left here (onto Glover Road), as the sign instructs. (*On weekends there will be a gate across Beach Drive, so you will be unable to go to the right!) Follow the signs to the Nature Center. Via the Beltway or Maryland: Take the Beltway north into Maryland; exit at Connecticut Ave. and proceed southbound toward Chevy Chase. About 7-8 blocks south of Chevy Chase Circle, turn left onto Military Road. Go a little over a mile, and you will see a big brown sign that says \"ROCK CREEK PARK-NATURE CENTER...\"etc. Take the next right (at the traffic light), as the sign instructs, and follow subsequent signs to the Nature Center. Via the Chain Bridge (VA):  At the end of the bridge, turn right onto Canal Road. Make the first left (at the light) onto Arizona Avenue. Proceed on Arizona until you come to a \"T\" intersection; make a right turn onto Nebraska Ave. (The signs there may say \"Loughboro Rd.,\" but it runs into Nebraska.) Precede on Nebraska Ave past American University, around Ward Circle, and across Wisconsin and Connecticut Avenues. Get into the right lane and turn right onto Military Road; less than half mile after you cross Connecticut. After a little less than a mile, you will see a big brown sign that says \"ROCK CREEK PARK-NATURE CENTER...\"etc. Take the next right (at the traffic light), as the sign instructs, and follow subsequent signs to the Nature Center. From Dupont Circle:  Proceed Northeast on New Hampshire Avenue for approximately half a mile when it will intersect 16th Street. Head north on 16th Street, towards the Maryland border. About 3 1\/4 miles up the road, it will intersect Military Road, after Madison and Nicholson Streets. Take the right hand exit onto Military Road west (cloverleaf ramp). Cross Military Bridge and then it will turn into a small parkway. Get in the left-hand lane. Make a left at the first light that you come to, at Glover and Oregon Roads. You are now on Glover Road and can follow the signs to the Nature Center. Public Transportation:   The Friendship Heights or Fort Totten Metro stations are the closest to the Nature Center. Take the E-2, E-3 bus (from either Metro stop) to the intersection of Glover & Military Rd. Get off, look to your left and follow the trail up to the Nature Center. The Van Ness Station is the closest metro stop to Peirce Mill, but it is still about a mile away. From Van Ness, walk south on Connecticut Avenue to Tilden Street and make a left. Follow Tilden to the bottom of the hill and the mill is on your left. Foggy Bottom is the closest metro stop to the Old Stone House, from there walk north to Washington Circle and take Pennsylvania Ave. west M street and continue west along M Street to the Old Stone House, about a 1\/2 mile.",
    "url": "https:\/\/www.nps.gov\/rocr\/planyourvisit\/directions.htm"
}
