{
    "title": "Potomac Heritage National Scenic Trail: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial        Celebrate the National Park Service Centennial all year long in 2016! Photo Credit: NPS     The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Potomac Heritage National Scenic Trail is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      11 Short Hikes Along the Potomac Heritage Trail  Explore the best of the Potomac Heritage Trail with these 11 Best Short Hikes. Read more   Find the Stones That Mark the Original Boundary of the District of Columbia  How many of the 40 stones that outline the original 100-square mile square boundary of the District of Columbia can you find? Read more   Paddle the Potomac Heritage Trail  Paddling on the Potomac River is an absolute must in order to experience all the Potomac Heritage Trail has to offer. Its importance dates back to George Washington’s time when he viewed the River as an essential transportation route. Today, the River’s is just as important for fishing boats and recreational activities. Read more   Potomac Heritage Passport Stamp Locations  Explore the trail network and start collecting passport cancellation stamps Read more   Potomac Heritage Trail For Kids  Explore, Learn, and Protect! Join in on one of the many Junior Ranger Programs offered in the numerous parks connected to or near the Potomac Heritage Trail. Read more   Volunteering to Build the Potomac Heritage Trail  You too can be a part of building this unique trail! Volunteer with local trail groups to help complete various gaps all while learning about exceptional places to hike, ride and paddle. Read more   View More Experiences for Potomac Heritage National Scenic Trail    Call to Action Projects    Learn more about the work we're doing to prepare for the future.",
    "url": "https:\/\/www.nps.gov\/pohe\/getinvolved\/2016.htm"
}
