{
    "title": "Rock Creek Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits and Reservations      ReservationsAll group activities of 25 or more people in Rock Creek must be registered under a special use permit. For more information call our Special Park Uses Ranger at (202) 895-6000 or e-mail us.Picnic Permits The following picnic groves require reservations for events between May 1rst and October 31rst : 1, 6, 7, 8, 9, 10, 13 and 24. Rock Creek Park picnic grove reservations are no longer being accepted by the DC Department of Parks and Recreation.  Reservations may be made online at www.recreation.gov or by phone at 1-877-444-6777 (10:00 a.m. - 10:00 p.m. ET).  Reservations are by the half day.  A half day is from 9:30 a.m. to 1:30 p.m. and 3:00 p.m. to 7:00 p.m. (or dark whichever comes first).  Review our picnic regulationsSpecial Park Use PermitsPermits for first amendment rights demonstrations, special events, or filming within any park area in the National Capitol Region (NCR) are required by 36 CFR to be processed through the NCR Park Programs Division. To obtain an application, contact 202.245.4715 or visit www.nps.gov\/nama\/planyourvisit\/permits.htm. For information on Rock Creek Park areas for these permits, contact the Special Park Uses office at 202-895-6000.Permits for right of way uses, construction, educational programs (not led by a park ranger) or to use or cross park land are obtained from the Environmental Protection Specialist for Rock Creek Park, 202-895-6000.WeddingsSpecial Use Permits are issued for small wedding ceremonies ONLY and for three different locations in the Park -Old Stone House (garden area only), Montrose Park and Meridian Hill.The fee for a wedding permit is $200.00. The fee is non-refundable.For more information, go to FAQs #23, or contact Special Park Uses Ranger at 202-895-6013 or e-mail us  Sports Field PermitsReservation required sports fields are located at: Rock Creek Tennis Center - 16th & Kennedy Streets - 4 sports fields and Fort Reno - 2 sports fields. Requests for athletic field reservations may be completed online through the DC Department of Park and Recreation Permit Office: http:\/\/dpr.dc.gov\/node\/496592 . Fees vary. The DPR permit office is located at 1250 U St., NW, Washington, DC 20009.  The office hours are Monday – Friday, 9:00 am-5:00 pm. Closed Saturday and Sunday. Walk-Ins: Customers may drop off permit applications or submit payments any weekday between 9:00 am and 5:00 pm. For general concerns, questions, or comments, the office will provide walk-in hours from 9:00 am and 5:00 pm. Customers who wish to discuss any permit issues (Approval, Denial, Pending Request,) or general questions concerning a permit can schedule a meeting or conference call (202) 671-2597 or email: e-mail us.Research PermitsPlease see our web page at http:\/\/www.nps.gov\/rocr\/parkmgmt\/researchpermits.htm for further information",
    "url": "https:\/\/www.nps.gov\/rocr\/planyourvisit\/permitsandreservations.htm"
}
