{
    "title": "Potomac Heritage National Scenic Trail: Volunteer",
    "body": "Volunteer        Volunteers work along the Potomac River Photo Credit: NPS         Explore the Potomac Heritage Trail while giving back and volunteering NPS Photo \/ Guell  Volunteers are essential to the development and conservation of Trail segments. The following list suggests ways to become involved in planning, advocacy, maintenance, interpretation and special events. You may also click on \"contact us\" to recommend additions to this list.   Volunteer with a Private Organization:    The Accokeek Foundation at Piscataway Park - 301-283-2113 Allegheny Trail Alliance (Great Allegheny Passage) - 888-ATA-BIKE American Hiking Society Volunteer Vacations Bike Virginia - 757-229-0507 Cascades Community Association - 703-406-0820 C & O Canal Association C & O Canal Trust - 301-714-2233 Conservancy for Charles County (Md.) - 301-932-5714 Cultural Tourism DC - 202-661-7581 Fairfax County Park Authority - 703-324-7329 Fairfax Trails & Streams - 703-244-2476 Friends of Alexandria Archeology - 703-838-4399 Friends of Caledon Natural Area - 540-663-3861 Friends of Leesylvania State Park Friends of Prince William Forest Park  Friends of Riverbend Park Garrett Trails (Maryland) Great Falls Trailblazers Keystone Trails Association - 717-238-7017 Laurel Highlands Hiking Trail Ridge Runners Northern Neck Land Conservancy - 804-435-2814 Northern Virginia Conservation Trust - 703-354-5093 Oxon Hill Bicycle and Trail Club Pennsylvania Cross Country Skier's Association Pennsylvania Parks and Forests Foundation - 717-236-7644 Potomac Conservancy - 301-608-1188 Prince William Conservation Alliance - 703-499-4954 Prince William Trails and Streams Coalition Potomac Appalachian Trail Club - 703-242-0315 Potomac Heritage Trail Association - 571-436-7801  Recreational Equipment, Inc., Local Volunteer Opportunities Save Crow's Nest - 540-657-6674 Sierra Club Metropolitan Washington Regional Outings Program - 301-220-3248 Southern Maryland Resource Conservation and Development Board - 301-932-4638 Southern Prince George's Trails Coalition Trust for Public Land (Chesapeake\/Central Appalachians) - 202-543-4733 Washington Area Bicyclist Association - 202-628-2500 Washington (D.C.) Parks and People - 202-GO-2-PARK    Volunteer with a Government Agency:  City of Alexandria Archeology District of Columbia Department of Parks and Recreation Fairfax County Park Authority Loudoun County Department of Parks, Recreation and Community Services Maryland Department of Natural Resources Pennsylvania Department of Conservation and Natural Resources Virginia Department of Conservation and Recreation National Park Service U.S. Fish and Wildlife Service Bureau of Land Management - Eastern States Office: 703-440-1522",
    "url": "https:\/\/www.nps.gov\/pohe\/getinvolved\/volunteer.htm"
}
