{
    "title": "Potomac Heritage National Scenic Trail: Planning",
    "body": "Planning          The cover of the Foundation Document for Potomac Heritage National Scenic Trail. Photo Credit: NPS         The Potomac Heritage National Scenic Trail is an expanding network, providing opportunities for hiking, bicycing, paddling, horseback riding and cross-country skiing NPS Photo \/ Guell  Foundation Document: Potomac Heritage National Scenic Trail (October 2014)   The Foundation Document is intended to capture existing practices to administer the federal interest in the Trail, to summarize plans and policies to date, and to serve as a basis for future coordination, site specific planning and Trail corridor-wide decision-making; in particular, the content is intended to serve as a foundation for comprehensive management of the Trail network, and as a reference for NPS staff and Trail management partners, volunteer-based organizations, and others with an interest in the Trail network. Download the full Foundation Document (2.5 MB, low-res PDF) and the four-page Overview (4.6 MB).        Potomac Heritage NST Interpretive Concept Plan A series of meetings and discussions in 2004 led to completion of an \"interpretive concept plan,\" which established a foundation for interpretation, described opportunities and provided some direction for Trail stakeholders.       Plans and Planning Local, regional and state plans and planning processes address particular sections of the Trail corridor and participation in local planning processes has been and continues to be essential to complete the Trail network. Following are some links to such plans:  Executive summary of the TIdal Potomac Segment Plan for the Captain John Smith Chesapeake NHT, Potomac Heritage NST and Star-Spangled Banner NHT & Sections (2015) a map illustrating a segment of the PHT network in Garrett County, MD; for more information, see the \"Do the Loop\" tab on the Garrett Trails Web site;  drafted for use by a local volunteer group, an assessment of opportunities and constraints to planning a trail in the vicinity of Piscataway Park, includes Fort Washington Park, the National Colonial Farm and Marshall Hall in Prince George's and Charles counties, Maryland (2015);  a Maryland DNR study of hiking route options on DNR lands between Piscataway Park and Point Lookout (Jan. 2015)   a Common Interpretive Strategy (2014) for the Religious Freedom National Scenic Byway, Potomac Heritage NST, Captain John Smith Chesapeake NHT and Star-Spangled Banner NHT in Charles and Saint Mary's counties, Maryland (2.7 MB)  a 2011 Trail corridor analysis within Northern Virginia, completed through a cooperative agreement with the Northern Virginia Regional Commission--the site also hosts a 2006 plan for development and management of the Trail in Virginia;  the Federal Highway Administration re-design of Route 1 in southern Fairfax County, Virginia, in the vicinity of U.S. Army Garrison Fort Belvoir; read comments on the project from the Department of the Interior;   Prince George's County Potomac Heritage Trail On-Road Bicycling Route Sign Plan (draft 2011; 26 MB)   Feasibility study for a proposed segment of the PHNST at Broad Creek in Prince George's County, Maryland (2011; 6.3MB)   Potomac Heritage National Scenic Trail: Northern Virginia's Piedmont Region: Wayside Exhibits (2008; 21MB)   A Development and Management Plan for the Potomac Heritage National Scenic Trail in Virginia (2006; 7.6 MB)   Draft Summary of a Concept Plan for the Potomac Heritage NST in Virginia's Lower Potomac Region and the complete draft Concept Plan for the same (2006)   Fort Circle Parks Greenway, Washington, D.C., University of Maryland Landscape Architecture Program Greenway Series (Meyers, David N., ed.; College Park, Maryland: Landscape Architecture Program, University of Maryland College Park; 2005; 79MB)     Final Report: Potomac Heritage National Scenic Trail Alignment Study, Fairfax County, Virginia (Mount Vernon Memorial Highway corridor; FHWA, 2004)         More documents Documents developed over the past 20 years provide additional information about planning for and management of the Trail network, as well as the history and significance of the Trail:   \"A Communications Approach to the Potomac Heritage National Scenic Trail\" by David Lillard, American Hiking Society (1997)  Three Important Themes and Sub-Themes in the History and Ecology of the Potomac River Basin by Philip W. Ogilvie, Ph.D.  Subjects Contributing to Interpretive Themes List of National Park System areas and national trails within the Trail corridor sample MOU for management of a Trail segment on federal lands (i.e., non-NPS jurisdiction) template MOU recognizing management of a Trail segment on non-federal lands       ...A Proposed National Scenic Trail Authorized by Congress in the National Trails System Act of 1968, the former Bureau of Outdoor Recreation, Department of the Interior, published a \"feasibility study\" titled The Potomac Heritage Trail:  A Proposed National Scenic Trail in 1974 (PDF; 28.5 MB).",
    "url": "https:\/\/www.nps.gov\/pohe\/getinvolved\/planning.htm"
}
