{
    "title": "Potomac Heritage National Scenic Trail: Education",
    "body": "Education         A Park Ranger makes introductions at the C & O Canal Visitor Center in Georgetown before a ride on a canal boat.   History Along the Trail  Traveling the Potomac Heritage National Scenic Trail network provides unlimited opportunities to learn about the evolution of the region and the Nation, from the earliest days to the present. Trail experiences capture our history and culture from the first settlements along the Tidewater Potomac, upriver and over mountains toward the West. Discover:   Colonial heritage,  The Civil War,  The Nation's capital,  Working lands and waters, and  The industrial heritage of the Allegheny Mountains and beyond    The Trail network includes stories about livelihoods evolved from lands and waters: From Aquia sandstone to menhaden fleets, from timber to shellfish, the bounty of the Tidewater has provided sustenance to the capital region. The Piedmont was once the breadbasket of America and a place of water-powered industrial innovation. The Alleghenies and Pittsburgh at the Forks of the Ohio were a center for coal, timber and manufacturing. The railroads of the Allegheny Mountains are now followed by the Great Allegheny Passage; the Chesapeake & Ohio Canal is now one of the Nation's most-visited national parks; and the shipping lanes of the Tidewater Potomac are now teeming with pleasure craft.  Most segments of the Trail network can be used to accomplish educational objectives. The Nature and Science section provides some content for a few areas, and we welcome additional resources. In addition, many Trail management partners offer program and curriculum guides, and the documents below provide some specific ideas:  Changing Landscapes of the Potomac: A Framework for Curriculum Development and On-Site Education (2006) River Sojourns and Water Trails: Linking River Experiences and Academic Learning (2005) Historical Contexts for Fort Circle Parks: A Framework for Curriculum Development and On-Site Education (2004)",
    "url": "https:\/\/www.nps.gov\/pohe\/learn\/education\/index.htm"
}
