{
    "title": "Rock Creek Park: Rock Creek Park Day",
    "body": "Rock Creek Park Day 5        NPS photo           Find Yourself in Rock Creek Park to celebrate 125 years!  Rock Creek Park Day   Sunday, September 27, 2015 at the  Rock Creek Nature Center   5200 Glover Road, NW   11 a.m. to 3 p.m.   FREE EVENT!   11:00 a.m. Opening Ceremony   Programs in the Nature Center Auditorium    11:30 a.m.Public Parks and Private Properties: Making a Natural Connection by native landscape expert Larry Weaner   Many of the techniques used to restore and manage natural areas in Rock Creek Park can be applied in the home landscape. Join native landscape expert Larry Weaner as he explores how to gracefully integrate native plant compositions and ecological processes into the residential setting. His presentation will include a series of case studies that provide a behind-the-scenes look at both the practical and aesthetic considerations involved in creating gardens inspired by natural landscapes like those in Rock Creek Park     1:30 p.m. A Year in Rock Creek Park: The Wild, Wooded Heart of Washington, DC with naturalist and author Melanie Choukas-Bradley presented by Rock Creek Conservancy   Join Melanie as she takes you on an inspirational journey through Rock Creek Park in a presentation based on her award-winning book, illustrated with photographs by Susan Austin Roth. Find yourself in Rock Creek Park  with this celebratory journey through the season in our revered national park on its 125th anniversary! The author will be available to autograph books following her presentation.    GUIDED HIKES!  All hikes start from the Nature Center unless otherwise noted   11:30 a.m. Boulder Bridge with Outdoor Afro   Outdoor Afro celebrates Rock Creek Park's 125th anniversary by leading a 3-mile family- friendly hike to Boulder Bridge and back.    12 NOON - Rock Creek Park African American History Hike   Join Volunteer Lisa as she leads a hike through Rock Creek Park's African American history. This program starts at Pierce Mill   12:30 Yoga Hikes DC   Join Yoga Hikes DC for a mix of yoga and hiking. Limited to 25 people. Must be 14 years or older. Sign up at the Welcome Tent. Hike starts from Military Field.    1:00 p.m. Stream Daylighting  Join Ranger Bill Yeaman and Watershed Protection Specialist Steve Saari from the District Department of Energy and Environment to discover and learn about a long lost buried stream that has been brought back to the surface and \"daylighted\" to improve water quality and create wildlife habitat. Wear sturdy shoes. The hike will take about one hour and cover approximately half a mile.  Meet at the corner of Linnean Avenue and Broad Branch Road   1:30 Fort DeRussy Civil War  Hike  Join a park ranger for a one-mile hike back in time to visit one of the many Civil War sights found within Rock Creek Park.     REI Outdoor Classroom   A new class every 30 minutes.     11:00 a.m. Knot Tying 11:30 a.m. Smartphone Photography   12:00 p.m. Hiking 101  12:30 p.m. Bike Repair Clinic  1:00 p.m. Map and Compass Reading  1:30 p.m. Hiking 101 2:00 p.m. Smartphone Photography    Open Air Programs   12:30 Nature Poetry reading with Word Works   12:00 and 1:00 Water Wise Gardening with Steve Dryden      On Going Activities   The YMCA will lead a family obstacle course, and an family exercise demonstration (line dancing, hula workout, pound workout). All ages! Located at  Military Field.  National Capital Astronomers with solar scopes in Military Field Arts and Crafts Climb the Rock Wall Dance to the tunes of DJ Lew DC Water's quench buggy to refill your water bottles Pony Rides with Rock Creek Horse Center Bring YOUR skates for lessons with Washington Area Roadskaters Milling demonstrations and tours by the Friends of Peirce Mill at Peirce Mill Free Golf clinic from 12 to 2 p.m. at the Rock Creek Golf Course Living history by the Civil War Defenses of Washington Us Fish and Wildlife Service present the Jr. Duck Stamp program Gardening tips with the Rock Creek Garden Associations Biking information from the Washington Area Bicyclist Association Learn your mushrooms from Mycological Association of Washington (MAW) Milling demonstrations and tours at Peirce Mill with the Friends of Peirce Mill      Partner Booths    US Fish and Wildlife Service NPS Bee-You-Tee_Full Pollinators  Park Garden Associations Washington Area Biking Association Rock Creek Conservancy Alice Ferguson Foundation Friends of Peirce Mill    2:30 p.m. Celebrate Rock Creek Park's  125th Anniversary with Cake and Selfies.  #RockCreek125       Have you found yourself in Rock Creek hiking, biking, picnicking or at a Ranger program? Our 125th Anniversary as a park is more about you than us. We want to know how YOU find yourself in Rock Creek Park. We are asking that you answer the question:   HOW DO YOU FIND YOURSELF IN ROCK CREEK PARK? Show us your answer by posting a picture on social media with the hashtag #RockCreek125    If you would like to use one of the handy signs you see Ranger Alex using in this photo, download it here. We will be sharing some photos from the hashtag  on our park Facebook page.        Ranger Alex finds herself LEARNING in Rock Creek Park. NPS       Free parking Overflow parking at St. John's College High School with free shuttle to the Nature Center.  Entrance on Oregon Avenue.",
    "url": "https:\/\/www.nps.gov\/rocr\/planyourvisit\/rocrday2015.htm"
}
