{
    "title": "Potomac Heritage National Scenic Trail: Laws & Policies",
    "body": "Laws & Policies       Establishment of the National Trails System   The National Trails System Act authorized a feasibility study for a \"Potomac Heritage Trail,\" subsequently completed and published by the Bureau of Outdoor Recreation in 1974. In 1983 an amendment to the Act (P.L. 98-11) recognized a corridor for development of the Potomac Heritage National Scenic Trail based on the narrative and a generalized map in the feasibility study. Such \"authorizing\" legislation for the Trail states that, initially, the Trail will be \"within the external boundaries of federal facilities.\" The Act also authorizes the Secretary of the Interior to enter into agreements with various entities for management of Trail segments. The Departmental Manual delegates responsibility for administration to the National Park Service.      Firearm Regulations As of February 22, 2010, federal law makes possession of firearms in national parks subject to local and state firearms laws.  It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering a national park. As a starting point, please visit the following websites. West Virginia West Virginia State Law See sections 61-7-1 to 61-7-15 and 20-2-6a West Virginia Attorney General Maryland  Maryland State Law  See Maryland Code, Public Safety, Title 5 See also Maryland Code, Criminal Law, Title 4 Maryland Attorney General District of Columbia   District of Columbia Law  See Division I, Title 7, Subtitle J, Chapter 25 See also Division IV, Title 22, Subtitle VI, Chapter 45 District of Columbia Attorney General Virginia  Virginia Law    See sections 18.2-279 through 18.2-312 Virginia Attorney General Federal law continues to prohibit firearms in federal facilities in this park. Those federal facilities are marked with signs at public entrances.",
    "url": "https:\/\/www.nps.gov\/pohe\/learn\/management\/lawsandpolicies.htm"
}
