{
    "title": "Potomac Heritage National Scenic Trail: Resources",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Paddling     Resources                Resources         Explore the Potomac Heritage Trail by paddling the waterways NPS Photo \/ Guell  The following list was drafted in 2012 through a partnership with the River Management Society. Please contact us with corrections and suggestions for additions.  American Canoe Association & Paddling.net - Inter-active map of verified and unverified river and creek access sites American Whitewater - River information on rapids and water flows C&O Canal Plan Your Visit - Campsites, maps, canoeing and kayaking ideas C&O Canal Trust - Canal Quarters; stay in one of the historic Lockhouses Interstate Commission of the Potomac River Basin - River Rambles, Sojourns Maryland Department of Natural Resources - Maryland public river access, maps, fishing regulations, tide finder Potomac Heritage Explorer - Travel itineraries Potomac River Guide - Locations for boat ramps, canoe\/kayak access, camping spots, points of interest Virginia Department of Conservation and Recreation - Virginia state parks along the Potomac River Virginia Department of Game and Inland Fisheries - Virginia public river access West Virginia Department of Natural Resources - West Virginia public river access USGS - Water flows  Outfitters Youghiogheny River  For a current list of outfitters on the upper Yough, see the visitor Web site forGarrett County. For the middle Yough, see the Laurels Highlands Web site. Farther down (north), see Youghiogheny Outfitters Canoes and Kayaking Pittsburgh and Venture Outdoors.  North Branch Potomac River  Harpers Ferry Adventure Center Precision Rafting River & Trail Outfitters River Riders  Upper Potomac River  Allegany Expeditions Tom's Run Outfitters Western Maryland Adventures  Middle Potomac River  Harpers Ferry Adventure Center River & Trail Outfitters River Riders  Immediate DC area:  Canoe Kayak and Paddle Company Dave Brown's Canoeing Adventures Liquid Adventures Kayak School Outdoor Excursions Potomac Kayaking Company Potomac Paddle Sports Potomac River Outfitters Valley Mill Kayak School  Tidal Potomac  Fletcher's Cove Thompson Boat Center Jack's Boat House Atlantic Kayak Company",
    "url": "https:\/\/www.nps.gov\/pohe\/planyourvisit\/paddling-resources.htm"
}
