{
    "title": "Potomac Heritage National Scenic Trail: Photos & Multimedia",
    "body": "Photos & Multimedia       Visit the Photo Gallery to see some images that suggest the diversity of the Trail network and watch a 2 minute tour of the Potomac Heritage Trail.             The Potomac Heritage Trail in 2 minutes   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 21 seconds  Enjoy the Potomac Heritage Trail network                          Explore the PHT network - Journey 1 Join Ben as he explores the Potomac Heritage National Scenic Trail at the Laurel Highlands Hiking Trail, Ohiopyle State Park, and Great Allegheny Passage!  Duration:1 minute, 2 seconds                                Explore the PHT network - Journey 2 Check out Ben's journey at the Chesapeake & Ohio Canal National Historical Park as he explores the Potomac Heritage National Scenic Trail!  Duration:1 minute, 9 seconds                                Explore the PHT network - Journey 3 Travel with Ben to Northern Virginia as he explores Fort Hunt Park, Dyke Marsh Wildlife Preserve, George Washington Memorial Parkway, Alexandria Heritage Trail, and Mount Vernon Trail along the Potomac Heritage National Scenic Trail.  Duration:1 minute, 6 seconds                                Explore the PHT network - Journey 4 Venture to Washington, DC with Ben as he visits Rock Creek Park, Fort DeRussy, Civil War Defenses of Washington Trail, and Fort Stevens along the Potomac Heritage National Scenic Trail.   Duration:54 seconds                                Explore the PHT network - Journey 5 Check out Ben's adventures along the Potomac Heritage National Scenic Trail in Virginia's Northern Neck! While there, Ben explored Chatham Manor, Colonial Beach, George Washington Memorial Birthplace, and Westmoreland State Park.  Duration:1 minute, 8 seconds                                Explore the PHT network - Journey 6 Ben's last journey along the network took him to the Southern Maryland Potomac Heritage Bicycling Route. While there, Ben explored Point Lookout State Park, Historic St. Mary's City, Piscataway Park, Fort Washington Park, and Oxon Cove Park & Oxon Hill Farm!  Duration:1 minute, 5 seconds",
    "url": "https:\/\/www.nps.gov\/pohe\/learn\/photosmultimedia\/index.htm"
}
