{
    "title": "Potomac Heritage National Scenic Trail: Exploring the Tidal Potomac",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Paddling     Exploring the Tidal Potomac                Explore the tidal Potomac          There are many options to experience the character of the tidal Potomac. The information below and the resources page can help with planning. Always be aware of the tides and weather; Potomac River Tide Finder will help with the first. Maryland side: Water Trails of Charles County includes paddling routes that range from short 1 to 2 hour trips, to all day excursions with overnight camping options. Miles of undeveloped shoreline offer unparalleled opportunities for fishing, bird, and wildlife watching, and exploring the Lower Potomac and tributaries. Hot spots include:    Mallows Bay, a place to explore one of the largest \"sunken ship graveyards\" in North America    Nanjemoy National Resource Management Area, with 1900 acres and 1.2 miles of undeveloped shoreline; bald eagles and migratory birds are common    Port Tobacco River: options for an overnight trip on the water and a bicycle ride to Thomas Stone National Historic Site    Mattawoman Creek  Point Lookout State Park is located at the mouth of the Potomac River where it meets the Chesapeake Bay in Saint Mary's County. Visitors will find options for day trips and overnight excursions.    To see the Point Lookout Lighthouse from the water, paddle the Lighthouse Trail. This 3-mile itinerary begins at Pet Beach access along the Chesapeake Bay. You will paddle south towards the point where the lighthouse is located. Here you will round the point and enter into the Potomac River. Paddle north past the jetties and into Lake Convoy to the Lake Convoy boat launch. This trip is recommended for the more experienced open water paddler due to frequent wind and strong currents.    Other amenities include Heron Alley Water Trail and Greens Point Water Trail, swimming beaches, picnic areas, visitor center and museum, historic programs, fishing pier, and hiking trails. Virginia side:    Westmoreland State Park is located an hour away from Fredericksburg, Va. This park wasoriginally built in the 1930s by the Civilian Conservation Corps (CCC) and offers boat access and rentals, hiking trails, a visitor center, camp store, camping and cabin options. Put your boat in the water at the Osprey Boathouse and paddle north to explore Popes Creek where you can see George Washington Birthplace National Monument from the water.    Visit Leesylvania State Park, which was once a Plantation in Colonial America. It was here that Henry Lee III, Confederate General Robert E. Lee's father, was born. Primitive camping, two boat ramps, a canoe and kayak access spot, and hiking trails are available. Launch your boat from Bushy Point to explore Powells Creek, Neabsco Creek and the Potomac River. Before your day on the water is over, allow time to paddle to Tim's River Shore for fresh seafood and dining on the deck.    The Northern Virginia Regional Park Authority offers paddle adventure tours, rentals, and other amenities within the tidal region at Pohick Bay Regional Park, Occoquan Regional Park, and also Algonkian Regional Park along the middle Potomac River.    Mason Neck State Park offers Paddle Expeditions with Interpretive Rangers who provide guided canoe tours on Kane's Creek and Belmont Bay, giving you knowledgeable information to explore the natural diversity and history of the area. Potomac Heritage Explorer also has detailed information for a self-guided tour around the peninsula.",
    "url": "https:\/\/www.nps.gov\/pohe\/planyourvisit\/paddling-tidal-potomac.htm"
}
