{
    "title": "Potomac Heritage National Scenic Trail: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety        Safety is important whether you run, bike, hike, or paddle the Potomac Heritage National Scenic Trail NPS Photo \/ Guell       Safety Along the Potomac Heritage National Scenic Trail Here is an overview of topics that relate to the well-being of yourself and the natural resources along the Potomac Heritage National Scenic Trail. See below for more information regarding the following topics:   Water Safety - Rivers Hypothermia Dehydration Hiking Safety - Slips, Trips, Falls Wildlife Ticks Resource Protection - Natural Resources  Water Safety - Rivers Many times throughout the year rivers appear calm and peaceful. This is deceptive, however, as deep holes and swift undercurrents can make rivers treacherous at any time of the year. Exercise caution when walking along riverbanks because rocks can be slippery. Always wear a life jacket when on the water. Hypothermia Exposure to winter weather and cold water can quickly lead to hypothermia, an extremely dangerous condition involving the lowering of the body's \"core\" temperature. Hypothermia can be fatal. Dress in layers and make sure to check the weather before your trip.   Dehydration The water in rivers and streams is not safe to drink. Plan on bringing plenty of water with you, even if you only plan on being outside for a short amount of time. Hiking Safety - Slips, Trips, and Falls When hiking on unpaved or paved trails, it is important to wear sturdy and properly fitted footwear. Watch your step for potential tripping hazards - rocks, fallen branches, roots, etc.  Wildlife Please keep the wildlife wild! Various wild animal species live in the park. We ask that you remember while some may seem tame, these animals are indeed wild. Never feed or approach wildlife, doing so is harmful and dangerous to the animal and could be harmful to yourself. Avoid leaving lunch remains or trash from where wildlife can get to it. Ticks Ticks are common throughout the Trail and pose risk for tick-borne illnesses including Lyme Disease. Take precautions to prevent tick bites:    Use a safe tick repellent. Wear light-colored clothing, long sleeves, and long pants with pants' legs tucked into socks. Do frequent tick checks of yourself and children and pets with you. Always check for ticks after any outdoor activities.  If you find a tick attached to you, remove the tick and clean the bite site. If you become ill after a tick bite, even weeks later, see a health care provider. Some species of ticks are so small that you may never see them, so if you become ill after visiting an area where ticks are common you should inform your health care provider of the possibility of a tick-borne disease.   Poison Ivy Poison ivy grows plentifully along roadsides, trails and the edges of parking lots, as a vine or a low shrub. The leaves are red in early spring, shiny green in summer, and an attractive red or orange in the fall. Each leaf consists of three leaflets.     Symptoms effect the skin and cause itching, blistering, and swelling. Avoid contact with all parts of the plant. If exposed, wash the affected skin with cold soap and water as soon as possible. Remember: Leaves of three, let them be!   Resource Protection - Natural Resources Abundant flora and fauna can be found throughout the trail network. Vegetation, although pretty or unusual looking, should be left where it is found.",
    "url": "https:\/\/www.nps.gov\/pohe\/planyourvisit\/safety.htm"
}
