{
    "title": "Potomac Heritage National Scenic Trail: Ideas for day and multi-day trips",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Paddling     Ideas for day and multi-day trips                Ideas for day and multi-day paddling trips        A kayaker travels near a pedestrian bridge at George Washington Memorial Birthplace.  NPS Photo       Paddle the Paw Paw Bends: This is a beautiful, secluded section of the Potomac adjacent to the C&O Canal Towpath and Green Ridge State Forest with steep banks and numerous railroad trestles. Three day trip, 28 miles: Put in at Town Creek and take out at Fifteenmile Creek in Little Orleans. Parking and camping are available at both put in and take out. ·  Day 1: Launch your boat at Town Creek and paddle 7.4 miles to the Paw Paw Tunnel campground (fees are required). After you set up camp, head out for a hike through the tunnel itself, which is 3,118 feet long and one of the longest hiker and biker tunnel in the world! One can also hike over the tunnel. ·  Day 2: Meander through the \"bends\" taking in the scenery for about 11 miles to Bonds Landing where you will set up camp, relax along the shore or take a hike on the Towpath. ·  Day 3: Paddle a little over 9 miles to end the trip at Fifteenmile Creek in Little Orleans. Here you can eat at the legendary \"Bill's Place,\" a stop when Justice William O. Douglas hiked the route. A bed and breakfast, public and private campground, and food are also available. Add 4 miles and a museum by launching at the low water bridge in Oldtown and visiting the Michael Cresap House. Additional campgrounds along this stretch of the River include Purslane Run, Sorrel Ridge, Stickpile Hill and Devils Alley.   Exhilarating Whitewater: The following sections are for experienced paddlers who have the necessary skills and abilities, understand how to read whitewater, and know how different river levels can affect the features of a rapid. [Outfitters] run guided trips and offer kayaking classes in these areas. American Whitewater has information about the rapids and access spots for these sections of the river. ·  North Branch of the Potomac from Barnum, WV to Bloomington, MD offers constant class II-lll rapids during special dam releases. ·  The \"Needles\" of the middle Potomac River floats right by the historic town of Harpers Ferry and the confluence of the Shenandoah River. ·  Mather Gorge is on the outskirts of our Nation's capital and downstream of the Great Falls. For paddle safety information on this section, visit the Great Falls Park Web page.   Spend a night in an historic lockhouse: Reserve Lockhouse 49 near Big Spring, MD. Use the river access areas upstream (e.g. Fort Frederick State Park, McCoy's Ferry), spend the day fishing and paddling 5-8 miles. Take out at Four Locks river access, located close to Lockhouse 49. The construction of this building was completed by 1839 and was built to house the lockkeeper and family. Amenities include sleeping spaces for 8, stove, heat, fire ring, picnic table, water nearby. For reservations, details, and other lockhouses available along the Towpath and Potomac, visit Canal Quarters.   Pedal and Paddle, Paddle and Pedal: In addition to the C&O Canal Towpath, a section of the Western Maryland Rail Trail also connects with access points to the Potomac River. With a little planning, you can experience an adventure trip with a day of paddling and a day of bicycling, creating a loop. Following is an itinerary using either the Western Maryland Rail Trail or C&O Towpath: ·  Set up the shuttle by leaving a vehicle with bicycles (locked, of course) at Fort Frederick State Park near Big Pool, Maryland; you can contact a local outfitter for a shuttle. Drive to Hancock, Maryland, to park and launch your boat downstream; about 12 miles later you will be back to where your bikes are located! Set up camp, relax, and take a stroll around the park. Fort Frederick was built by Maryland Governor Horatio Sharpe and was designed to protect English settlers during the French and Indian War. It is unique during this time period because most forts where made out of wood and earth, while Fort Frederick is stone. ·  The next day will start off on the C&O Canal Towpath, riding north, and about a mile later you will intersect with the Western Maryland Rail Trail. You can decide to stay on the towpath or bike on the WMRT, either way you will end up back in Hancock. On your way out of town, check out the C&O Canal Visitor Center.   Scenery, a winery, camping and cabins--Paddle the Middle Potomac: ·  Option one, 10 miles: Launch at the Brunswick, MD, boat ramp or at Point of Rocks (either shoreline) and paddle a scenic and secluded section of the Potomac to end your trip at Tarara Winery; enjoy a wine tasting and maybe even a concert.  Want to make this a longer trip? ·  Option 2: Launch farther upstream (e.g., Potoma Wayside near Harpers Ferry) and take out farther downstream (e.g., Algonkian Regional Park or Riverbend Park, both Virginia side). Take advantage of the campsites at Brunswick and along the C & O Canal Towpath, or plan to stay in a cabin at Algonkian Regional Park.    Bald Eagles, Historic Farms & Urban Waterfronts--Explore the Anacostia and Potomac Rivers: Multiple layers of history and dramatic contrasts between natural areas, farms and built environments: This itinerary, especially suited to groups and interpretive tours, connects paddlers with views from the water of landscapes usually experienced from automobiles, buses and rail cars. ·  Launch at the Anacostia Park landing and explore the tidal Anacostia; paddle downstream to the confluence with the Potomac; paddlers have the option of crossing the Potomac to the City of Alexandria or staying river left; regardless, visit Oxon Cove, situated upstream from the Woodrow Wilson Memorial Bridge; additional stops possible at National Harbor or the Cagle Tract, Forte Foote Park, Harmony Hall, Fort Washington Park; Piscataway Park; and The Accokeek Foundation at Piscataway Park. Highlights (upstream to downstream, paddling river left): ·  views of the Anacostia River shoreline ·  National Airport & the City of Alexandria historic waterfront, including Jones Point ·  Oxon Cove, habitat for bald eagles and other species ·  Fort Foote, part of the Civil War Defenses of Washington, a ring of forts around Washington, D.C. (Dyke Marsh Wildlife Preserve is river right) ·  Broad Creek, Harmony Hall and the remains of \"Want Water,\" a 17th century structure ·  Fort Washington, an 1812 fort, adapted to serve as part of the Civil War Defenses of Washington ·  Piscataway Creek and Piscataway Park, established along with the Mayone Reserve to conserve the viewshed from Mount Vernon; Captain John Smith met Piscataway Indians here; superb wildlife habitat; Washington Marina (seasonal boat rentals, restaurant, boat launch); visitor center, education center, the National Colonial Farm and Ecosystem Farm at The Accokeek Foundation",
    "url": "https:\/\/www.nps.gov\/pohe\/planyourvisit\/paddling-trip-ideas.htm"
}
