{
    "title": "Potomac Heritage National Scenic Trail: Biking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Biking              Bike Riding         Visitors bike past a lockhouse along the C&O Canal Towpath. NPS Photo \/ Monica Larcom       Hiking, bicycling, boating, running, horseback riding, cross-country skiing; birding, rock climbing and visiting historic sites: The Potomac Heritage National Scenic Trail is a network of trails, places and communities. You can explore the Trail network by region and mode of travel; explore segments of the Trail network; find links to maps for paddling; consider a range of activities for kids and families; In addition, you might consider opportunities to volunteer with a local group to assist with various kinds of Trail-related projects.           The Potomac Heritage National Scenic Trail is a diverse network of trails and routes embracing portions of five geographic provinces and two major watersheds. The \"Things to Do\" section includes more information and additional links to explore the Trail network, and a KMZ file that is available for download, provides a window into the Trail network through Google Earth. Hiking opportunities are extensive and one of the best ways to experience the beauty, history and culture of the Trail network. Reach for a digital edition of Potomac Heritage Trail: A Hiker's Guide; developed with assistance from the American Hiking Society, the guide includes descriptions of places and practical information to help plan day trips, overnight hikes and, for those with more time, the length of the Trail corridor. Please contact us if you've completed a through-hike or all sections (e.g., travel between Point Lookout, Maryland. or Smith Point, Virginia, and Seward or Point State Park, Pennsylvania)--we'd like to learn from you. Bicycling opportunities are many, including the marked Northern Neck Heritage Trail, the Southern Maryland PHT route, the Mount Vernon Trail, the C & O Canal Towpath and the Great Allegheny Passage; see Maps page for more information and contact Adventure Cycling Association for a set of \"Tidewater Potomac Heritage\" bicycling route maps. For a draft set of cue sheets between Arlington Memorial Bridge and Reedville, VA. Paddling the Potomac and Youghiogheny rivers, as well as their tributaries, often provides intimate connections with natural areas and unique perspectives on urban environments. Explore those water trails with these helpful pages, developed in 2012 with the assistance of the River Management Society. Cross-country skiing is a popular winter activity in some portions of the Trail corridor. Enjoy the trails during snowfalls using this helpful guide.",
    "url": "https:\/\/www.nps.gov\/pohe\/planyourvisit\/bike-riding.htm"
}
