{
    "title": "Potomac Heritage National Scenic Trail: Paddling",
    "body": "Paddling         NPS photo\/Donald Briggs  Travel by boat is prominent throughout the history of the Trail corridor, from the dugouts used by American Indians and the shallop used by Captain John Smith and crew to present-day fishing boats and recreational kayaks. George Washington first knew the Potomac River as a transportation route and source of food and sought a connection with the Youghiogheny River and the \"Ohio country.\" With a bit of planning, it's possible to explore these same routes and places today. Paddling the Youghiogheny River Water Trail:  Part of the Youghiogheny River in Pennsylvania races through the state's deepest gorge before plummeting over Ohiopyle Falls and through an exciting set of rapids: World-renowned whitewater paddling is a major attraction in this area. Farther downstream (north) the \"Yough\" offers scenic, family-friendly flatwater through an area rich in history. Maps for the 74-mile trail, divided into two sections, were developed by the Pennsylvania Environmental Council with assistance from the Pennsylvania Fish and Boat Commission and the Department of Conservation & Natural Resources. More information including maps and trail guides. Paddling the Potomac River Water Trail: As an American Heritage River and with 300 miles recognized as a National Recreation Trail, the Potomac River is closely connected to our Nation's history and rich in recreational opportunities. Beginning at Jennings Randolph Lake to the mouth of the Potomac, you may choose to paddle the 355 miles to the Chesapeake Bay or take a single or multi-day trip; all will give you a different view of the ways that previous residents used the river and its banks for their livelihood, transportation and recreation. Below and on the following pages are descriptions, lists and additional links to resources that will help you plan your adventure on the Potomac.  ·  North Branch (Westernport, MD - Cumberland, MD):  Waterproof map set (2005) is available from the Maryland Department of Natural Resources Web site. ·  Upper Potomac (Potomac Park, MD - Shepherdstown, WV): Waterproof map set (2002) is available from the Maryland Department of Natural Resources Web site. ·  Middle Potomac (Opequon Creek, MD - Georgetown, DC):  Digital version of a map set developed by the Interstate Commission on the Potomac River Basin (1998) is available on the Maryland Department of Natural Resources Web site. ·  Tidal Potomac (Georgetown, DC - Chesapeake Bay):  Digital version of a map set (1999) available on the Maryland Department of Natural Resources Web site and explore more information concerning the tidal Potomac before traveling. Captain John Smith Chesapeake National Historic Trail:  An inter-active map on the Trail Web site will help you to explore many of the places visited by Captain John Smith and crew in the early 1600s. For related water trails, visit the Chesapeake Bay Gateways Network. Check out ideas for day and multi-day trips, a useful list of resources, our contact info in order to send corrections and suggestions for additional content, and please remember to follow Leave No Trace principles.      Paddling the Potomac and Youghiogheny rivers, as well as their tributaries, often provides intimate connections with natural areas and unique perspectives on urban environments. Explore those water trails with these helpful pages, developed in 2012 with the assistance of the River Management Society.",
    "url": "https:\/\/www.nps.gov\/pohe\/planyourvisit\/paddling.htm"
}
