{
    "title": "Potomac Heritage National Scenic Trail: Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps              Maps              Potomac Heritage National Scenic Trail network NPS 2015  View and download a map of the Potomac Heritage National Scenic Trail network (2015, 8.6 MB), download a KMZ file for use in Google Earth (2.6 MB), or go to the Trail Atlas. Trails within the Potomac Heritage Network Laurel Highlands Hiking Trail (click on \"maps\"), Ohiopyle - Seward, Penn., within Laurel Ridge State Park. Laurel Ridge Cross-Country Ski Area (PDF; 6.4 MB; 2013)  Weaving through a portion of the corridor for the Laurel Highlands Hiking Trail, the brochure\/map illustrates a network of exceptional trails for all abilities. Great Allegheny Passage, Cumberland, Md. - Pittsburgh, Penn., a 150-mile rail trail managed by the Allegheny Trail Alliance; click here for a base map developed by NPS in 2007. E Eastern Continental Divide Loop Trail:  A proposed segment of the PHT network in Garrett County, Md., connecting with the GAP; see Garrett Trails \"Do the Loop\" for more information.  Chesapeake & Ohio Canal Towpath, Georgetown, D.C. - Cumberland, Md., managed by Chesapeake & Ohio Canal National Historical Park, National Park Service.  Civil War Defenses of Washington Trail (1.1 MB; PDF; 15.5 x 16.5 inches; 2010)  Side B of a brochure, the map depicts a route for hiking on trails and sidewalks in DC, as well as bicycling routes in DC and Virginia. A hiking guide for the route between Tenleytown Metro\/Fort Reno and Fort Totten, published with assistance from the American Hiking Society, is also helpful. Prince Georges County, Maryland (PDF; 4.3 MB)  The Potomac Heritage Trail On-Road Bicycling Route connecting parks, public landings and historic sites between Oxon Cove Park and Marshall Hall; available at the Fort Washington Park Visitor Center or contact us. Virginia Piedmont (PDF; 14 MB; 2016), various Trail segments between White's Ferry and the American Legion Bridge (i.e., I-495) in eastern Loudoun and northern Fairfax counties. A brochure is available from Visit Loudoun or contact us. To volunteer on trail projects, contact the Potomac Heritage Trail Association.   Potomac Heritage Trail and the Mount Vernon Trail within George Washington Memorial Parkway, National Park Service. Prince William & Southern Fairfax Counties, Virginia (PDF; 6.4 MB; 2014)  A map of the developing Trail network between Locust Shade Park and Mount Vernon Estate & Gardens. Please contact us with corrections and suggestions.    Stafford County, Virginia (PDF; 1.1MB; 2008)  A base map of the County, including Trail segments. Northern Neck of Virginia (PDF; 4.9 MB; 2014)  The map side of the Northern Neck Heritage Trail Bicycling Route Network brochure, available from the Northern Neck Tourism Commission. Please note: Sections of Route 3 in Westmoreland County are used by vehicles traveling at high speeds and do not include shoulders or lanes for bicyclists.  Regional Maps Garrett County, Maryland, and vicinity (PDF; 7 MB; 2013)  Considered in the 1974 feasibility study for the Trail, the region includes extraordinary opportunities to develop one or more continuous, non-motorized routes. For more information, see Web sites for Garrett Trails and the Maryland Department of Natural Resources.   Parks and regional trails in the Potomac River corridor between the Piedmont and the Paw Paw Bends (2 MB reduced file size; 15 1\/2 x 16 1\/2 print version) A base map for an area often fragmented by state boundaries.  Click on \"contact us\" to request the production files. Southern Maryland Potomac Heritage Trail On-Road Bicycling Route (PDF; 2011)  Developed for use on a \"rack card,\" the regional locator map depicts an overview of a general route for bicycling between Point Lookout and Oxon Cove Park (i.e., Woodrow Wilson Bridge & DC-Md. line).  State Online Trail Resources Maryland Trail Atlas Maryland Department of Natural Resources    Explore Pennsylvania Trails Pennsylvania Department of Conservation and Recreation    Cultural Tourism DC Neighborhood Heritage Trails",
    "url": "https:\/\/www.nps.gov\/pohe\/planyourvisit\/maps.htm"
}
