{
    "title": "Potomac Heritage National Scenic Trail: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit        Kayak on the Potomac River Photo Credit: NPS\/Briggs       Getting Started The Potomac Heritage National Scenic Trail website provides the necessary resources and tools to explore the PHT network. Use these pages and links to plan your next hiking, biking, riding, or paddling adventure! The Potomac Heritage National Scenic Trail is a diverse network of trails and routes embracing portions of five geographic provinces and two major watersheds. Between the mouth of the Potomac River at the Chesapeake Bay and the Allegheny Highlands in western Pennsylvania, the Trail network lies within parts of Pennsylvania, Maryland, Virginia, and the District of Columbia. Experience a rich variety of historic and natural landscapes and retrace the corridor that George Washington considered essential to the development of the Nation. Get started by finding your best route to a trail in Directions.  Then, find out what there is to see and do (Things to Do). From planning a hiking or paddling trip, to rock climbing or visiting historic sites, to collecting Passport stamps with kids - adventures throughout the Potomac Heritage National Scenic Trail await!              Basic Information   Start planning your visit! Operating hours, fees and passes, weather and safety, find downloadable guides and itineraries, maps, and events.            Directions & Transportation   Where is the nearest trailhead to you? Whether you travel by foot, car, public transportation, or air, download useful Map and directions.        Things to Do   The PHT network offers family-friendly and educational opportunities in addition to outdoor activities.              NPS Centennial with the PHT Network   Celebrate National Park Service Centennial events with the Potomac Heritage National Scenic Trail all year long.        Accessibility   The National Park Service is committed to making our parks and trails accessible to all visitors.        Safety   Be safe in and along rivers, and help maintain our resources along the PHT network!                Potomac Heritage NST is marked with trail markers and blue blazes. Photo Credit: NPS  Basic Information Start planning your visit! Learn about operating hours, fees and passes, weather and safety, find downloadable guides and itineraries, maps, and events here.          Map of Potomac Heritage NST. Photo Credit: NPS   Directions and Transportation Where is the nearest trailhead to you? Whether you travel by foot, car, public transportation, or air, download useful Maps. Explore the PHT network further on Google Earth with a KMZ file available for download.           Bicycling is a popular activity along the Potomac Heritage NST. Photo Credit: NPS   Things to Do The Potomac Heritage National Scenic Trail offers family-friendly and educational opportunities in addition to outdoor activities like hiking, bicycling, paddling, and cross-country skiing. Curious about Junior Ranger programs along the network? Or wondering where different passport stamp locations are? Check out Things to Do to learn more. The PHT is waiting to be explored by you!         The National Park Service celebrates turning 100 in 2016! Photo Credit: NPS   Centennial Events Join us as we celebrate the National Park Service turning 100 years old on August 25, 2016! In honor of this centennial we will be planning exciting events for you all year long!           Kayaks rest along the shores of the Potomac Photo Credit: NPS   Safety Be safe in and along rivers, and help maintain our resources along the PHT network! Learn more about what you can do to keep yourself and our resources safe here.           The National Park Service strives for accessibility nation-wide. Photo Credit: NPS   Accessibility The Potomac Heritage National Scenic Trail along with the National Park Service are committed to making our parks and trails accessible to all visitors. Learn more about accessibility along our trail network here.",
    "url": "https:\/\/www.nps.gov\/pohe\/planyourvisit\/index.htm"
}
