{
    "title": "Potomac Heritage National Scenic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           252 McDowell Street  Harpers Ferry, WV 25425                 Directions       The Trail network consists of many segments and includes portions of Maryland, Pennsylvania, Virginia, and the District of Columbia. With numerous trailheads dispersed throughout various regions, accessing the Trail by many types of transportation is possible.  Please refer to our Directions & Transportation page for more information.   The administrative office for the NPS Potomac Heritage NST is located in Cook Hall near the Stephen T. Mather Training Center.  The office does not provide visitor services.   Directions Details           Operating Hours & Seasons       The Trail is open year-round, weather permitting.  Please refer to our Operating Hours & Seasons for more information.   0 0   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather       The Trail corridor has a temperate climate typical of the Mid-Atlantic United States with four distinct seasons. Please refer to our Weather page for more information.     Weather associated with the PHT network is typical of a temperate climate, with four distinct seasons and variable precipitation throughout the year.  Temperatures can vary from a high of 100 degrees Fahrenheit in the summer to 0 degrees in the winter.          Fees & Passes    Some facilities within the Trail corridor charge a fee and some require reservations. Please refer to our Fees & Passes page for more information.  Entrance Fees:   0 - $0.00 0   Entrance Passes:   0 - $0.00 0                   Bridge along the Potomac River Photo Credit: NPS",
    "url": "https:\/\/www.nps.gov\/pohe\/planyourvisit\/basicinfo.htm"
}
