{
    "title": "National Mall and Memorial Parks: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature       National Mall and Memorial Parks covers 1,004 acres and is situated along the eastern shore of the Potomac River, running north from the confluence of the Potomac and Anacostia Rivers. Although not predominately known for its natural resources, National Mall and Memorial Parks manages tens of thousands of trees, shrubs, and plants including the world famous Japanese cherry trees. The park also provides habitat for a surprisingly large variety of wildlife adaptable to urban conditions. These natural resources are significant in that they contribute to local and regional biodiversity, beautify the Nation's Capital, and provide recreational open space areas for the city's residents and visitors.  From an ecological perspective, the lands within the park's boundaries are highly disturbed. Although living components within the park are controlled by their genetic code and life history requirements, primary natural phenomena as natural selection, plant succession, soil development, and nutrient and energy cycles either do not occur or are manifested in manners atypical of natural systems. Additionally, air and water pollution is extensive and unavoidable within the park. These factors, combined with the large number of visitors and the fragility of some vegetation, such as the nationally significant Japanese cherry trees, requires intensive and specialized management of the park's natural resources.  Only recently has the scientific community turned its attention to understanding the complex, disrupted areas that make up urban ecosystems. Therefore, it becomes the role of the Division of Resource Management, in concert with research and other technical staffs of the National Capital Region, to sustain a program toward developing necessary understanding and associated technology. Doing so will provide the Division of Maintenance with steadily improving strategies for more efficiently managing the urban landscapes of the park.",
    "url": "https:\/\/www.nps.gov\/nama\/learn\/nature\/index.htm"
}
