{
    "title": "National Mall and Memorial Parks: Mobile App Page",
    "body": "Mobile App Page          QR Code for use with Android Devices. This is a Free Application. NPS National Mall - National Park Service Computer link to the Android Marketplace location. To read the QR code... your device will need a camera and a QR Code Reader. There are many free readers in the marketplace app store.          QR Code for use with iPhone and iPad for direct link to the iTunes Store for download. This is a Free Application.  NPS National Mall - National Park Service Computer link to same location. Flyer of screen shots. To read the QR code... your device will need a camera and a QR Code Reader. There are many free readers in the app store.          This is the Official National Park Service app for the National Mall and Memorial Parks sites. On your next visit to Washington, D.C., use it to explore many of the most cherished cultural and historical sites in the United States—from the Lincoln Memorial to the White House.          Overview - National Mall and Memorial Parks App Overview Page. From which you can access all the various App Features. Events and News – Get up-to-date information from the National Park Service about what is happening at the National Mall and Memorial Parks sites.           Map – Official National Park Service map of the central tourist area in Washington, D.C. Easy to use while outdoors, the map features large font sizes, walkways that are easily distinguishable from roads, and three zoom levels. By tapping the “Locate me” icon you will always know where you are.  Walking directions – Get from one place to another by following a line on the map or a list of directions. Estimated walking times are given.          Park Lens – Find out what is around you with augmented reality. Just hold up your device and look through the activated camera view. Labels will appear identifying all sites on the National Mall.          Tours – Follow a recommended tour depending on how much time you have or your special interest—from memorials to presidents to military monuments to destinations off the beaten path. You can even create personal tours with the “My Tour” feature—just tap the “+” at the bottom right of a site page. The app maps the route for you.",
    "url": "https:\/\/www.nps.gov\/nama\/learn\/photosmultimedia\/app-page.htm"
}
