{
    "title": "Rocky Mountain National Park: Animal-Transmitted Diseases",
    "body": "Diseases Transmitted from Animals to Humans in Rocky Mountain National Park       Following are a few diseases that might be transmitted to humans from animals that are present in Rocky Mountain National Park. Although not all the diseases that people can contract from animals are listed, the ones listed below are the more important ones. Colorado Tick Fever (CTF) This disease is caused by a virus. The virus is found naturally in small mammals such as ground squirrels, porcupines, and chipmunks. The animals do not get sick but are only carriers of this virus. The virus is transmitted by the bite of a tick. A tick will feed on a small mammal and then feed on a human thus transmitting the virus. The symptoms of Colorado Tick fever are the same as t hose of the flu: chills, fever, headache, nausea, vomiting, loss of appetite, and perhaps some disorientation. The disease commonly occurs about four to five days after a tick bite. Respiratory signs are usually not present. The disease is fairly mild in humans. There is no treatment other than bed rest, drink plenty of fluids, and take medications for the relief of headache pain. A person will usually be back to normal in about one week with or without medication. Prevention: Avoid tick bites by wearing light-colored clothing and  long-sleeved shirts, tuck pants into boots, avoid tick habitat, use insect repellents containing DEEET on your skin and clothing, and examine yourself for ticks every few hours and remove them immediately. Giardiasis This is a disease of the gastro-intestinal system and is caused by a type of microorganism called protozoa. The disease may infect many species of animals, and they may become carriers, however, the beaver is one animal that is frequently associated with this organism. The human becomes infected by drinking water that has been contaminated by an animal that has the infection. The average time from drinking the contaminated water until signs of the illness occur is seven to ten days. There are many signs and symptoms associated with this disease, but the more common signs are abdominal pain, cramps, diarrhea with a lot of flatus (gas), and weight loss. There are medications to treat this disease but they must be prescribed by a physician after appropriate diagnosis of the condition. Prevention: Do not drink water from untreated sources. Although mountain stream water looks very pure, it can contain giardia organisms as well as many other pathogenic disease-causing microorganisms. Drink only water that is known to be safe for drinking. Plague Plague is a disease caused by a bacterium. It was one disease that used to occur in large epidemics, however, the disease is now sporadic and usually only occurs as individual cases. Rats, prairie dogs, chipmunks, ground squirrels, and other small mammals are the carriers of the plague organisms. Humans become infected by being bitten by a flea that has previously fed on a carrier mammal. The signs and symptoms of plague are many and varied. There are several forms of the disease. The signs usually appear about two to six days after the bite of an infected flea. The mild form occurs in swollen lymph nodes in the armpit or groin along with flu-like symptoms. In the severe form, pneumonia develops, and there may or may not be swelling of the lymph nodes. Treatment for plague is carried out under the supervision of a physician. Prevention:  Avoid the habitat of ground squirrels, prairie dogs, and other mammals; maintain good sanitation around your campsite or cabin so rats and other small mammals are not attracted to your area; do not attempt to handle any injured animal. Do not attempt to rid area of ground squirrels, prairie dogs, or rodents without also simultaneously initiating flea control. Rabies This is a highly fatal viral disease, and all warm-blooded mammals are susceptible. It is a disease of the central nervous system and is transmitted by the bite of an infected animal and is almost always fatal. A person will normally begin showing signs of the disease about eight to twelve weeks after the bite of an infected animal. Rabies is not a problem in Rocky Mountain National Park, however one should always use caution and follow the preventive actions listed below. Prevention: Avoid approaching wildlife, do not attempt to pet or handle wildlife, and take preventive action so that you will not be bitten. If you are bitten by any animal, report it immediately to the nearest medical facility. Rocky Mountain Spotted Fever (RMSP) This is caused by a microorganism called a rickettsia and is transmitted by the bite of an infected tick. About ten days after a tick bite, flu-like signs appear along with a rash that appears first on the feet and hands and then spreads to the entire body. Many small mammals are carriers of the rickettsia organisms but do not get ill. The only way the disease is transmitted to humans is by the bite of an infected tick. Despite the name of the disease, it is very uncommon in the Rocky Mountains and occurs primarily in the southwestern United States. The disease was given its name because the first few discover cases occurred in the Rocky Mountains. The name of the disease is a misnomer and only about three cases of RMSP occur each year in Colorado. The disease is easily treated with antibiotics. Prevention: same as for Colorado Tick Fever. Tularemia (Rabbit Fever) This is a naturally occurring bacterial disease transmitted by infected insects and ticks to rabbits, hares, muskrats, beavers and other small rodents. Tularemia can also spread to humans and can cause serious clinical symptoms. It is transmitted either directly from handling an infected animal or indirectly by the bite of an insect or tick. In addition, drinking water that is contaminated with the infectious agent may also cause the disease. In humans, tularemia can cause a wide range of symptoms, including fever and chills, joint pain, muscle aches and headaches, dry cough and chest pain and an open sore and swelling at the site of a tick bite or swollen lymph nodes. If someone becomes ill with any of these symptoms within two weeks of being in an affected area, they should seek medical attention and tell their doctor about possible exposure to tularemia. Tularemia can be treated successfully with antibiotics.About seven days after coming in contact with an infected animal (often a rabbit) or after being bitten by a tick, or drinking contaminated water, flu-like symptoms occur along with a small ulcer at the site of the tick bite. Tularemia is present in Rocky Mountain National Park and was confirmed at Lily Lake in summer of 2015.  Prevention: People can help prevent infection by using insect repellent, washing hands, and giving wildlife their space. Never consume water that has not been treated or boiled.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/animal-transmitted_diseases.htm"
}
