{
    "title": "National Mall and Memorial Parks: Ranger Journal Blog",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Ranger Journal Blog                Ranger Journal       RSS  About This Blog Explore the history, culture, science, nature, architecture, and stories that link the iconic spaces in the National Mall and Memorial Parks to our nation and its people.  The articles collected here are produced by NPS staff at the National Mall and Memorial Parks.   The Nine Lives of a Soviet Tank Commander: Vasily Bryukhov's Service During World War Two  December 29, 2013 Posted by: Michael A. Balis    A Soviet tank soldier's remarkable experience fighting the Nazis in World War II helped the Allies win the war. History, World War II, World War II Memorial, Soviet Union, Tank      Secret Symbol of the Lincoln Memorial  June 23, 2013 Posted by: Nathan King, Park Ranger    Decoding the hidden message in the Lincoln Memorial. Spoiler alert: it's not in his hair. Lincoln Memorial      Sailing on the Balmoral in the Path of the Titanic  February 24, 2013 Posted by: Kathryn Williams, Park Ranger    Williams describes tracing the Titanic's fateful voyage on the centennial of the disaster.  Titanic is remembered through memorials in downtown Washington, a landscape that was influenced by one of its victims. History, Titanic Memorial, Travel      Pope's Jefferson Memorial  November 24, 2012 Posted by: Jan Buerger, Park Ranger    Jefferson knew that we would need constant reminders of our ideals: freedom, tolerance, and education.  To deliver the message, John Russell Pope drew from Greek, Roman, and Renaissance architecture. History, Architecture, Thomas Jefferson Memorial, Thomas Jefferson      The G.I. Bill of Rights - Reward and Investment  November 09, 2012 Posted by: David Rappel, Park Ranger    With war plants shutting down and laying off workers and millions of veterans looking for jobs, would depression return?  President Franklin Roosevelt called on Congress to provide educational assistance, unemployment insurance, and other benefits to veterans of World War II. History, Biography, World War II, World War II Memorial, Veterans      David Farragut: America’s First Admiral  October 16, 2012 Posted by: Matthew Hornberger, Park Ranger    In a lifetime of service beginning at the age of nine, David Farragut represented American ideals of bravery, loyalty and honor. Largely forgotten today, his service is remembered here in the nation’s capital. History, Civil War, David Farragut, Navy      The Wily Fox  October 08, 2012 Posted by: John Purcell, Park Ranger    An intelligent, cunning and highly adaptable canine, the red fox is as suited to city life as it is to rural life. Nature, Wildlife      Guadalcanal: The Springboard of the Pacific  September 01, 2012 Posted by: Paul O'Brian, Park Ranger    The words \"Victory at Sea, Victory on Land, Victory in the Air\" on the World War II Memorial reflect the Guadalcanal Campaign, the longest campaign of the Pacific War.      Jefferson and Adams: Two Paths to Destiny  July 30, 2012 Posted by: John Donoghue, Park Ranger    Jefferson and Adams' similarities and differences led them on intertwining paths to destiny. History, Thomas Jefferson Memorial, Thomas Jefferson, John Adams      Silent Sentinels of Storied Landscapes  July 24, 2012 Posted by: Mike Townsend, Park Ranger    From the majestic elms along the National Mall and the stately oaks of Capitol Hill to the historic magnolias of the White House, and the graceful blossoms of the cherry trees, these trees not only witness history, but also serve as representatives of our nation's urban forests.      The Signers of the Declaration of Independence  July 04, 2012 Posted by: Edward Fleming, Park Ranger    This July Fourth, as our nation celebrates the 236th anniversary of the Declaration of Independence, we should reflect on the 56 signers of this foundational decree. 56 Signers Memorial, Constitution Gardens, History      Presidential Pets  June 24, 2012 Posted by: Nicole DeLuca, Park Ranger    From dogs to bears these first families had them all.  But like the saying goes, \"If you want a friend in Washington, get a dog!\" History, Presidents, George Washington, Abraham Lincoln, Franklin Delano Roosevelt, Thomas Jefferson      Learning from Collections: From Stone Carver to Lawyer  June 19, 2012 Posted by: Allison Dixon, Museum Technician    Anthony LaManna wrote about his time working at the Lincoln Memorial and how it changed the path of his life. \"I had no more idea of studying law than the man on the moon, until I started working in the Lincoln Memorial.\" Lincoln Memorial, Construction, History, Biography      Gay Rights and Freedom of Speech  June 17, 2012 Posted by: Julia Clebsch, Park Ranger    On October 14, 1979, the first nationally-organized mass of 100,000 lesbian and gay people passed by the Old Post Office Tower as they moved along Pennsylvania Avenue. History, Demonstration, Civil Rights, Old Post Office Tower, Pennsylvania Avenue, LGBT      Discover a Monument: George Mason Memorial  June 17, 2012 Posted by: Victor Pillow, Park Ranger    Thomas Jefferson referred to Mason as \"the wisest man of his generation.\" History, George Mason Memorial, Thomas Jefferson Memorial      A People at War: The Soviet Soldier in World War II  June 08, 2012 Posted by: Michael Balis, Park Ranger    The World War II Memorial honors allies who helped us defeat the Axis nations. World War II Memorial, World War II, History, Soviet Union, Veterans      90th Anniversary of the Dedication of the Lincoln Memorial  May 30, 2012 Posted by: Matt Furman, Park Ranger    The construction and dedication of this memorial not only stood as a symbol of one our great presidents, but also as a temple to our reunification as a people.  Despite the construction of the Lincoln Memorial, the nation would have a long way to go toward the completion of those ideals for which Abraham Lincoln stood. Lincoln Memorial, Warren G. Harding, Dedication, Anniversary, Abraham Lincoln, History      Acid Rain's Slow Dissolve  May 22, 2012 Posted by: Megan Nortrup, Science Communicator, National Capital Region    Remember acid rain? Although pollution levels have improved, it is still here, and you can see evidence of acid rain’s effects in several spots on the National Mall. Science, Thomas Jefferson Memorial, Ulysses S. Grant Memorial, Acid Rain, Pollution, Nature      Japanese Blood, American Patriot  May 14, 2012 Posted by: Mike Townsend, Park Ranger    Reflections on Jimmie Kanaya, a Japanese American, and a decorated veteran of World War II, Korea, and Vietnam. World War II, Korean War, Veterans, World War II Memorial, Korean War Veterans Memorial, Japanese American Memorial to Patriotism During World War II      Honoring Service and Sacrifice  May 01, 2012 Posted by: Paul O'Brian, Park Ranger    Park Ranger Paul O'Brian reflects on the World War II Memorial and his family in the World War II era. World War II, History, Veterans, World War II Memorial, Biography      First Lady of Potomac Park: Nellie Taft  April 15, 2012 Posted by: Janet Buerger, Park Ranger    Within a month First Lady Taft had driven the first presidential auto to the new Potomac Park \"Speedway,\" which she promptly renamed Potomac Drive, returning in hours with a plan for a Potomac Park. History, Biography, First Lady, Helen Taft, East Potomac Park, West Potomac Park, George Mason Memorial, Cherry Blossoms, Tidal Basin      Cherry Tree Rebellion  March 15, 2012 Posted by: JoAnn Garcia, Park Ranger    A group of approximately 150 women, led by Cissy Patterson, seized shovels from workers, re-filled holes, and prepared for a stand-off against workers and bulldozers in order to help save the trees. Thomas Jefferson Memorial, Cherry Blossoms, Helen Taft, First Lady, History, Franklin Delano Roosevelt, Protest, Demonstration      Cherry Blossom Centennial  March 01, 2012 Posted by: Brad Berger, Park Ranger    March 27, 2012 marks the 100th anniversary of the ceremonial planting of Japanese flowering cherry trees along the Tidal Basin by First Lady Helen Taft and the Viscountess Iwa Chinda, wife of the Japanese Ambassador. History, Cherry Blossoms, Tidal Basin, Eliza Scidmore, Helen Taft, Japan      Doctor Lincoln?  January 16, 2012 Posted by: Lowell Fry, Park Ranger    It is not widely known that the honorary title of \"doctor\" was bestowed upon Lincoln by those in academia. Lincoln Memorial, Abraham Lincoln, History      Aw, Nuts!  December 16, 2011 Posted by: Paul O'Brian, Park Ranger    The Battle of the Bulge developed as the Germans encircled the town of Bastogne, Belgium. One of those Americans who remembered those cold, snowy days, and who also received a copy of the famous offer of surrender of Bastogne, was my father, Thomas R. O’Brian World War II, World War II Memorial, History, Biography, Battle of the Bulge      The Pride and Power of Nonviolence  August 22, 2011 Posted by: Nathan King, Park Ranger    By energizing millions of supporters around the country, King aimed to do more than win a few court cases on specific issues; he aimed to awaken the American conscience. \"The arc of the moral universe is long,\" King said, \"but it bends toward justice.\" King would bend the arc with a revolutionary form of protest. Martin Luther King, Jr. Memorial, History, Biography, Civil Rights",
    "url": "https:\/\/www.nps.gov\/nama\/blogs\/Ranger-Journal.htm"
}
