{
    "title": "National Mall and Memorial Parks: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 03, 2016  Final Draft of National Mall Historic District National Register Nomination Available Online for Review  The final draft of the National Mall Historic District nomination for the National Register of Historic Places (National Register) is now available for public review at http:\/\/go.nps.gov\/NationalMallNR.   May 25, 2016  Columbus Fountain at Union Station Vies for Restoration Grant  The Christopher Columbus Memorial Fountain at the entrance to Union Station is competing for a share of $2 million in grants under the National Trust for Historic Preservation’s Partners in Preservation program.   May 09, 2016  Explore the Wild Side of D.C.'s National Parks!  Join the National Park Service and the National Geographic Society on May 20-21 for BioBlitz, a fast-paced expedition to discover and document the species that thrive in 13 D.C. area national parks.   May 02, 2016  Memorial Day Ceremony at Vietnam Veterans Memorial Honors Eight Additions to the Wall  On Monday, May 30 at 1 p.m., the Vietnam Veterans Memorial Fund and the National Park Service will host the annual Memorial Day Observance at the Vietnam Veterans Memorial, during which changes to the Wall will be commemorated and all members of America's armed forces who have made the ultimate sacrifice will be honored. The event is free and open to the public.   May 02, 2016  Commemorate V-E Day at the World War II Memorial  The Friends of the National World War II Memorial and the National Park Service will pay tribute to the Greatest Generation during a special Mother’s Day event at the World War II Memorial on Sunday, May 8, 2016 at 11 a.m., commemorating the 71st anniversary of V-E Day.   April 19, 2016  BioBlitz is Coming to the National Mall!  Registration is now open for the May 20-21 National Parks BioBlitz, a fun, fast-paced biological survey of a the National Mall's creepers and crawlers, plants and pollinators, mammals and more!   March 08, 2016  National Park Service Revises Projected Peak Bloom Date for Cherry Blossoms  Driven by this week’s sustained, unseasonably warm temperatures, the projected peak bloom dates for the cherry blossoms has been revised to March 18-23.   February 09, 2016  Comment Sought on Vietnam Veterans Memorial Scope of Collection Statement  The National Park Service is accepting comments through March 10 on a draft Scope of Collection Statement for the Vietnam Veterans Memorial. The new collection guidelines would retain only those items left at the memorial directly related to the names on the memorial, to Vietnam veterans in general or to the overall Vietnam experience.   January 24, 2016  National Mall and Memorial Parks Remains Closed on January 25  All facilities and services in Greater Washington Area national parks will remain closed on Monday, January 25 while snow removal continues following this weekend’s historic blizzard.   January 22, 2016  National Mall and Memorial Parks Closed for Historic Snow  Due to predicted historic snowfall in the Nation’s Capital, all National Mall and Memorial Parks sites will close at noon on Friday, January 22 and remain closed on Saturday and Sunday.   October 09, 2015  D.C. Resident Cited for Illegal Drone Operation Near Washington Monument  WASHINGTON – At 1:20 a.m. on Friday, Oct. 9 the United States Park Police and United States Secret Service responded to an unmanned aircraft system (UAS), or drone, spotted flying in the vicinity of the Washington Monument. Flying any kind of UAS or drone anywhere in Washington, D.C. or in national parks is illegal.   September 25, 2015  National Mall Welcomes Centennial Volunteer Ambassadors  As new Student Conservation Association Centennail Volunteer Ambassadors, Kersten Laveroni and Ayomide Sekiteri will help prepare the National Mall and Memorial Parks for the National Park Service’s 100th anniversary in 2016.   August 06, 2015  Vietnam Veterans Memorial Fund and National Park Service Unveil \"Items Left at the Wall - The Virtual Collection\"  Vietnam Veterans Memorial Fund and the National Park Service today unveiled Items Left at The Wall – a virtual collection of nearly 500 items left at The Wall that can now be seen at www.vvmf.org\/items.   August 05, 2015  Franklin Park Environmental Review Process Completed  The National Park Service has cleared the way for the transformation of Franklin Park (also known as Franklin Square) into an active, flexible, sustainable and historic urban park, finding that this effort will not adversely impact the natural or cultural resources of the park, which dates to 1832.   July 24, 2015  National Park Service Recognizes Golden Triangle Business Improvement District with 2015 Director’s Partnership Award  Washington – National Mall and Memorial Parks has announced that the Golden Triangle Business Improvement District (BID) is the recipient of a National Park Service 2015 Director’s Partnership Award.   July 22, 2015  Comment Sought on Pedestrian Improvements for Banneker Park  The National Park Service, in cooperation with the National Capital Planning Commission and Hoffman-Madison Waterfront LLC, is accepting comments for a project to improve pedestrian access at Banneker Park, located at the south end of L’Enfant Plaza SW.   June 30, 2015  National Park Service, Guest Services Announce Expanded Food Options Available on the National Mall  Washington – Just in time for the busy Independence Day weekend and the peak summer visitation season, National Mall and Memorial Parks is pleased to announce that authorized concessioner Guest Services, Inc. has expanded food choices at its six refreshment kiosks throughout the National Mall. GSI has added a variety of food selections, including gluten-free and vegetarian choices, as well as new breakfast and dessert items. In addition to all the current offerings, each food kiosk now has one new type of specialty entrée, including hamburgers, pizza, chicken and seafood.   June 22, 2015  Comment Sought on Constitution Gardens Redevelopment  The National Park Service is making available comment through July 24 the Environmental Assessment for the Rehabilitation of Constitution Gardens. The project would rehabilitate Constitution Gardens to improve the functionality, visitor service and accessibility of the area, as envisioned in the 2010 National Mall Plan.   June 22, 2015  National Park Service Presents  2015 Independence Day Celebration in the Nation's Capital  The National Park Service will once again host the annual celebration of Independence Day on the National Mall, the nation’s most important civic space and home to more than a dozen memorials that commemorate great Americans and significant events in our nation’s history.   June 12, 2015  DC Circulator Begins Service to the National Mall  DC Circulator now provides shuttle service to 15 stops around the National Mall. Service costs just $1 per rider and provides access to more then 25 monument, museums and points of interest around the Mall.   June 10, 2015  New Reservation Procedures Announced for West Potomac Park Volleyball Courts  Responding to nearly 500 comments about its new reservation system for the West Potomac volleyball courts, the National Park Service today announced updates designed to improve the process and make the distribution of court time more equitable.   May 19, 2015  Memorial Day Ceremony at Vietnam Veterans Memorial to Pay Tribute to Medal of Honor Recipients  Washington, D.C. –The Vietnam Veterans Memorial Fund (VVMF) and the National Park Service (NPS) will host the annual Memorial Day ceremony to pay tribute to members of America’s armed forces who have made the ultimate sacrifice. Nearly a dozen Medal of Honor recipients are expected in attendance as the United States Postal Service (USPS) will dedicate the 2015 Medal of Honor: Vietnam Forever® stamps as part of the ceremony. The event will be held at The Wall on Monday, May 25, at 1:00 p.m. and is free and open to the public.   May 19, 2015  National Park Service and World War I Centennial Commission seek public comment on proposed new World War I Memorial  WASHINGTON—  The National Park Service (NPS) and the World War I Centennial Commission (the Commission) announce the beginning of the Environmental Assessment process to evaluate the effects of establishing a National World War I Memorial by enhancing the area around the existing Pershing Park.   May 18, 2015  Memorial Day Observance at World War II Memorial  Washington - The National Park Service and the Friends of the National World War II Memorial will pay tribute to the more than 400,000 Americans who lost their lives during WWII during a special Memorial Day Observance at the National World War II Memorial in Washington, D.C. on Monday, May 25, 2015 at 9:00 a.m.   May 11, 2015  NPS Seeks Public Comment on Invasive Plant Management  The National Park Service (NPS) is accepting public scoping comments on an Invasive Plant Management Plan and Environmental Assessment (plan\/EA) for 15 national parks in the greater Washington DC region. The plan\/EA will identify long-term strategies to reduce impacts and threats from invasive plants, and will provide opportunities for restoring native plant communities and historic landscapes.   May 05, 2015  Kutz Bridge Rehabilitation Causes Lane Closures  The National Park Service will begin repairs this week to the Kutz Bridge, which carries the eastbound leg of Independence Avenue SW over the Tidal Basin. The project is expected to last until early fall and will include a variety of lane closures during the work.   April 17, 2015  UNITED STATES ARMY BAND TO KICK OFF 2015 SUMMER CONCERT SERIES AT WORLD WAR II MEMORIAL  WASHINGTON, D.C. – The United States Army Band “Pershing’s Own” will kick off the 2015 Summer Concert Series sponsored by the Friends of the National World War II Memorial (Friends) and the National Park Service, next week at the World War II Memorial.   April 06, 2015  Washington D.C. Area National Parks Join Find Your Park Movement  National capital region parks join national parks, programs and partners across the country to encourage everyone to find their park and share their stories online   March 24, 2015  National Park Service Seeks Comment on Project to Manage Canada Goose Population with Humane Efforts  Washington – The National Park Service is accepting comments from the public on a proposed plan to relocate geese from parts of the National Mall using environmentally safe and humane methods. The project would use border collies at the Lincoln Memorial Reflecting Pool, Washington Monument grounds and John F. Kennedy Hockey Fields to haze the Mall’s large and growing Canada goose population into moving to other parts of the park.   March 19, 2015  National Park Service Announces Visitor Services  for 2015 National Cherry Blossom Festival  The National Park Service will offer a number of special programs and services during the 2015 National Cherry Blossom Festival, including festival-related lantern walks; ranger talks and tours around the Tidal Basin and National Mall; and even pet-friendly tours. National Park Service festival events will be held from March 28 through April 12, 2015 and are free of charge.   March 18, 2015  Ford's Theatre NHS To Commemorate the 150th Anniversary of the Lincoln Assassination  Announcing the commemorative programming planned for Ford’s 150: Remembering the Lincoln Assassination, events marking 150 years since the assassination of Abraham Lincoln at Ford’s Theatre  on April 14, 1865.   March 11, 2015  National Park Service Seeks Comment on New Permitting Process, Fees for West Potomac Park Volleyball Courts  The National Park Service is accepting comments from the public on a new reservation and permitting process that is proposed for the volleyball courts located in West Potomac Park, along Parkway Drive.   February 23, 2015  March 7: 150th Anniversary of Lincoln's Inaugural Observed at Lincoln Memorial  150th Anniversary of Abraham Lincoln’s Second Inauguration to be Observed on March 7 Ceremony at Lincoln Memorial Features Remarks by Chuck Todd; Recreation of Inaugural Activities ~~~ Family Activities at Washington Monument Highlight Civil War Washington   February 16, 2015  NOAA study uses latest technology to compute updated Washington Monument height  Using new international measurement standards and technology not available in the past, NOAA’s National Geodetic Survey has calculated the official architectural height of the Washington Monument to be 554 feet 7 11\/32 inches--a highly precise measurement that makes it eligible for inclusion in official registers of the world’s tallest structures.   February 06, 2015  Abraham Lincoln's Birthday to be Observed at the Lincoln Memorial  The National Park Service and the Lincoln Birthday National Commemorative Committee will observe the 206th anniversary of the birth of Abraham Lincoln during a ceremony at the Lincoln Memorial on Thursday, February 12 at 12 p.m.   December 10, 2014  Bob Vogel of the National Mall Tapped to Lead National Capital Region  National Park Service (NPS) Director Jonathan B. Jarvis has named 33-year NPS veteran Robert “Bob” Vogel as the new director of the National Capital Region. Vogel has served as the superintendent of National Mall and Memorial Parks since July 2011. He begins his new duties on December 14.   December 02, 2014  National Park Service Seeks Comment on Alternatives for Franklin Park Revitalization  Washington – The National Park Service, in cooperation with the National Capital Planning Commission, the District of Columbia, and the DowntownDC Business Improvement District, is accepting comments from the public on alternatives to revitalize Franklin Park, located between 13th and 14th Street NW, and K and I Streets NW.  The project would turn Franklin Park into one of the nation’s premier urban parks, enhancing its historic and urban qualities while transforming it into an active, flexible, and sustainable park that is connected to its community. Comments are being accepted through January 9, 2015.   November 05, 2014  Veterans Day Observance at the Vietnam Veterans Memorial to Celebrate Service and Honor Sacrifice  The Vietnam Veterans Memorial Fund (VVMF) and the National Park Service will host the annual Veterans Day ceremony to celebrate the service and honor the sacrifice of America’s armed forces. Secretary of Defense Charles T. Hagel will present the keynote remarks and pay tribute to America’s service members, past and present. The event will be held at The Wall on Tuesday, November 11, at 1:00 p.m. and is free and open to the public.   November 04, 2014  Veterans Day Commemoration at World War II Memorial  The Friends of the National World War II Memorial  and the National Park Service will pay tribute to the  men and women who served with the U.S. armed forces during World War II at the National World War II Memorial in Washington, D.C. on Tuesday, November 11, 2014 at 9 a.m.   November 03, 2014  Road Closures and Logistics Announced for Concert for Valor  The National Park Service and the United States Park Police in cooperation with local, state and federal law enforcement, public safety and transportation agencies, have developed security, logistics and access plans for HBO’s permitted Concert for Valor.   October 14, 2014  Public Comment Sought on New Memorial to Peace Corps  The National Park Service and the Peace Corps Commemorative Foundation announce the beginning of the Environmental Assessment process to evaluate the impacts of establishing a commemorative work to honor the founding of the Peace Corps.   October 09, 2014  National Park Service Seeks Comment on Proposed Expansion of the Kennedy Center  The National Park Service, the National Capital Planning Commission (NCPC), and the John F. Kennedy Center for the Preforming Arts (Kennedy Center) are accepting comments from the public on the environmental impacts of a proposal to expand the Kennedy Center.   October 08, 2014  Columbus Day Ceremony at Columbus Plaza  The 102nd annual Christopher Columbus Day Ceremony will be held at Columbus Plaza in front of Union Station (50 Massachusetts Avenue, NE) on Monday, October 13.   September 25, 2014  Restoration of National Mall Turf Continues  The National Park Service today announced the start of the second phase of turf restoration along the National Mall, which will take place between 7th and 12th Streets.   July 21, 2014  Contract Awarded for National Mall Turf Restoration and Irrigation Project  The National Park Service (NPS) has awarded a contract to Clark Construction Group, LLC of Bethesda, Maryland, to complete the restoration of the National Mall, America’s “front yard.” Clark was also the contractor for the first phase of the project, which restored 3rd to 7th streets and was completed in December 2012.   June 30, 2014  2014 Independence Day Celebration  The National Park Service (NPS) will once again host its annual celebration of Independence Day on the National Mall   June 25, 2014  Five Year Agreement Continues Folklife Festival Partnership  The National Park Service (NPS) and the Smithsonian have finalized a five-year agreement to continue their partnership to present the annual Folklife Festival on the National Mall. Bob Vogel, superintendent of National Mall and Memorial Parks and Richard Kurin, the Smithsonian’s Under Secretary for History, Art, and Culture, will sign the agreement during the Festival’s opening ceremony.   June 03, 2014  Eastern National Passport to your National Parks Contest  Eastern National is seeking submissions of photographs of all 401 national park sites in America. These images will be used in a variety of projects including a special Passport To Your National Parks publication that will showcase the beauty and history found in each of America’s “crown jewels.”   May 14, 2014  Washington Monument Elevator Stops Temporarily  The elevator at the Washington Monument temporarily stopped functioning this morning 10:53 a.m.  The 18 visitors in the elevator were able to disembark on the ground level. There were 61 visitors at the observation level at the time of the stoppage. All were evacuated safely.   April 29, 2014  Washington Monument Reopening Ceremony  The National Park Service and the Trust for the National Mall today announced that Al Roker, the TODAY show’s weather anchor and author, will join Secretary of the Interior Sally Jewell, National Park Service Director Jonathan B. Jarvis, and philanthropist David Rubenstein, and National Mall & Memorial Parks Superintendent Bob Vogel at the upcoming celebration of the reopening of the Washington Monument on May 12.   March 25, 2014  Washington Monument to Reopen May 12  The National Park Service (NPS) announced that the remaining scaffolding surrounding the Washington Monument will begin to come down this week in preparation for the Monument’s re-opening on May 12 after a 32-month closure due to damage from an earthquake. The National Park Service and the Trust for the National Mall will host a re-opening ceremony at 10 a.m. that morning; details of the ceremony will be forthcoming.   December 06, 2013  Cutting Edge Technology to be used to Digitally Document Lincoln Memorial  The National Park Service (NPS), in collaboration with partner CyArk, a nonprofit company dedicated to the preservation of historical sites, will be using cutting edge technology to create 3D images of the Lincoln Memorial, which can be used to create virtual tours of the memorial and also provide a precise historical survey of the structure.   October 31, 2013  Washington Monument lighting scaffold to come down soon  The night skyline in the Washington DC area will be a little dimmer starting next Monday when the National Park Service turns off the decorative lights on the Washington Monument in preparation for taking down the scaffolding.   September 10, 2013  Denial of Permit Application For 9-11 Motorcycle Ride  Denial of Permit Application for 9\/11 Motorcycle Ride.   August 27, 2013  Road and Site Closure for August 28 Let Freedom Ring Event  On Wednesday August 28th the Let Freedom Ring Commemoration and Call to Action event will take place from 11:30 a.m. – 4:00 p.m. at the Lincoln Memorial.   July 19, 2013  Drum Major quote removal from MLK Jr Memorial  National Park Service to begin work to remove Drum Major Quote from Martin Luther King, Jr. Memorial   March 04, 2013  2013 Cherry Blossom Press Release  National Park Service Announces Visitor Services for 2013 National Cherry Blossom Festival   February 21, 2012  Shuttle Service to Begin in Arlington Cemetery  Shuttle Service to Begin in Arlington Cemetery February 20 Additional National Mall Transportation Options to Begin Soon   January 19, 2012  Philanthropist Donates 7.5 Million Dollars to Repair Washington Monument  Deputy Secretary of the Interior David J. Hayes, National Park Service Director Jonathan B. Jarvis, and Trust for the National Mall President Caroline Cunningham today announced a $7.5 million donation from philanthropist David M. Rubenstein to repair damage to the Washington Monument caused by a magnitude 5.8 earthquake last August.   September 13, 2011  Public Meeting on Washington Monument Screening Facility  The National Park Service (NPS) invites you to attend an informational public meeting to provide an overview of design alternatives for improving the visitor screening facility at the Washington Monument (Monument)   September 13, 2011  Vietnam Veterans Memorial Public Scoping Meeting  National Park Service to Hold Public Scoping Meeting regarding Proposed Education Center for the Vietnam Veterans Memorial on September 15   August 25, 2011  Washington Monument Finds Additional Cracks  Washington Monument Inspection Finds Additional Cracks   August 24, 2011  Temporary Closure of Washington Monument Reopens Jefferson and Lincoln Memorials  National Park Service Temporarily Closes Washington Monument; Reopens Jefferson, Lincoln Memorials   August 23, 2011  Washington Monument, Jefferson and Lincoln Memorials Temporarily Closed  The National Park Service (NPS) has temporarily closed the Washington Monument, Lincoln Memorial, Jefferson Memorial and the Old Post Office Tower as a precaution following today’s earthquake in the D.C. area. The monuments and memorials were evacuated following the earthquake. No injuries to any visitors have been reported.   August 03, 2011  National Mall and Memorial Parks App  Visitors to the nation’s capital can now use their smart phone to learn about and find their way around the National Mall.   July 14, 2011  Old Post Office Tower Hours Change  Change in Sunday Opening Hours for Old Post Office Tower. Effective immediately the Old Post Office Tower’s opening time for Sundays has changed from 10:00 a.m. to 12 noon.   February 23, 2011  Park Named bike friendly business  Park Named Bike Friendly Business   February 23, 2011  List of Parkwide Construction Projects  Identifying park-wide construction projects      Tour Bus drop off guide within National Mall and Memorial Parks (pdf). Note: This guide no longer is useful for those wishing to visit the Franklin Delano Roosevelt Memorial.  The temporary closing of West Basin Drive affects those visiting by bus.  Please consult the Franklin Delano Roosevelt Memorial page for details.",
    "url": "https:\/\/www.nps.gov\/nama\/learn\/news\/newsarchive.htm"
}
