{
    "title": "National Mall and Memorial Parks: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions        The Washington Monument towers over the DC skyline and the World War II Memorial. Carol Highsmith Photo      National Mall and Memorial Parks preserves more than one thousand acres of federal parkland in Washington, DC, including: the Washington Monument, Lincoln Memorial, Jefferson Memorial, Franklin Delano Roosevelt Memorial, Martin Luther King, Jr. Memorial, Vietnam Veterans Memorial, Korean War Veterans Memorial, DC War Memorial, and East and West Potomac Parks; Pennsylvania Avenue National Historic Site, Ford's Theatre National Historic Site.  The park is also the caretaker of many of the greenspaces throughout Washington DC including Dupont Circle, Farragut Park, Franklin Park and many of circles and squares in the city. Please use the links above to find directions that are specific to one of the National Mall and Memorials Park's sites.           Public Transportation Public Transportation is the best option for reaching National Mall and Memorial Park sites easily and conveniently. There are many options to reach us via Washington, DC's Subway system known as Metro, or bicycle via Capital Bikeshare.  In spring of 2015, the National Mall Circulator Loop Bus will provide easy access around the National Mall and convenient connections to other Circulator buses for visits to uptown sites.             Regional Airports Three major airports link Washington, D.C. with the rest of the country and the world. Ronald Reagan Washington National Airport, Washington Dulles International Airport, and Baltimore\/Washington International Thurgood Marshall Airport all have limousine, taxi cab, or Metro services available that will connect with the National Mall and Memorial Parks.         Car Interstate 395 provides access to the National Mall and Memorial Parks from the South. Interstate 495, New York Avenue, Rock Creek and Potomac Parkway, George Washington Memorial Parkway, and the Cabin John Parkway provide access from the North. Interstate 66, U.S. Routes 50 and 29 provide access from the West. U.S. Routes 50, 1, and 4 provide access from the East.           Parking General visitor parking is available along Ohio Drive, SW between the Lincoln and Thomas Jefferson Memorials. Bus parking is available primarily along Ohio Drive, SW near the Lincoln and Thomas Jefferson Memorials and along Ohio Drive, SW in East Potomac Park. See theMaps section for a detailed understanding of these areas.  There is handicapped-accessible parking at the Franklin Delano Roosevelt and World War II Memorials and near the Washington Monument and the Thomas Jefferson, Lincoln, Korean War Veterans, and Vietnam Veterans Memorials; at the Tidal Basin.  Otherwise, parking is extremely scarce in Washington, D.C.",
    "url": "https:\/\/www.nps.gov\/nama\/planyourvisit\/directions.htm"
}
