{
    "title": "National Mall and Memorial Parks: Permits FAQs",
    "body": "Permits FAQs       How long will it take for the permit to be processed?  The amount of time needed to process each permit can range from a few days to a few weeks. Please be as detailed as possible on the permit application to speed the process along. Some events will require logistical planning meetings before the permit can be approved. In these cases, our office will contact the applicant to set up the meeting(s).    Are there any location fees associated with filming or photography permits?  All commercial filming permits and still photography permits are statutorily subject to cost recovery and a location fee. No waivers are allowed. The location fee is calculated per day and must be based on the following schedule and is determined by the type of activity (commercial filming versus still photography) and the number of people on park lands associated with the permitted activity. There is no deviation from this schedule:  Commercial Filming\/Videos 2-10 people $150\/day 11-30 people $250\/day 31-49 people $500\/day 50 people or more $750\/day Still Photography 1-10 people $50\/day 11-30 people $150\/day 30 people or more $250\/day      Are there restrictions for filming or photography?  TRIPOD USAGE WITHIN RESTRICTED AREAS IS STRICTLY PROHIBITED WITH OR WITHOUT A PERMIT.  B-roll footage MAY be permitted if the project is directly related to the purpose of the Memorial.  Lincoln Memorial: Filming\/photography is prohibited above the white marble steps and the interior chamber of the Lincoln Memorial.  Jefferson Memorial: Filming\/photography is prohibited within the columns and the interior chamber of the Jefferson Memorial.  Washington Monument: Filming\/photography is prohibited within the circle of flags surrounding the base of the Washington Monument.  Vietnam Veterans Memorial: Equipment set-up of any kind is prohibited at the Vietnam Veterans Memorial including, but not limited to, microphones, speakers, lights and musical instruments.  Three Servicemen Statue: The Three Servicemen Statue, located adjacent to the Vietnam Veterans Memorial, is a copyrighted piece and, therefore, may NOT be filmed or photographed for commercial purposes without express permission from the artist.  Vietnam Women's Memorial: The Vietnam Women's Memorial may NOT be filmed or photographed for commercial purposes.  Korean War Memorial: Due to copyright restrictions, filming within the Korean War Memorial must be done with a handheld camera. Equipment set-up of any kind is prohibited. Any footage must credit the artist, _______________.  FDR Memorial: Due to copyright restrictions, commercial filming\/photography is prohibited within the FDR Memorial.     Where can I hold my wedding?  There are three (3) permitted locations for wedding ceremonies within the National Mall and Memorial Parks: • Jefferson Memorial, West Lawn: Two (2) hour limit • George Mason Memorial: One (1) hour limit, No set-up is permitted • DC War Memorial   How do I get a permit for a picnic?  National Mall: There are NO permitted picnicking areas on the National Mall. The Hains Point  (East Potomac Park) Picnic Areas can be reserved at www.recreation.gov Hains Point (East Potomac Park): There are four (4) reservable picnicking areas within Hains Point. These areas are permitted from January 1- December 31 from 8:00 am - 8:00 pm, daily, except Labor Day through Memorial Day, to allow for footraces. During this time period the picnics will start at 9:30 am.     The following restrictions apply to the picnicking areas of Hains Point: • The consumption of alcoholic beverages is prohibited. • Parking or driving on the grass is not permitted. Violators will be cited. Illegally parked vehicles may be towed away and impounded at the owner's expense. • No live bands, disc jockeys, etc. are permitted. The volume of amplification or programs must be adjusted to ensure the sound is not carried beyond the confines of the reserved area. • Raffles and gambling are prohibited on park property. • Picnic tables may not be moved from adjacent areas as they are for use by the general public. • Helium-filled balloons are banned on park lands. • Grills are NOT provided by the Park Service. Only charcoal grills may be used in the picnicking areas. There are special receptacles for used charcoals and ashes along the service road.   The D.C. Department of Parks and Recreation issues permits for three (3) National Park Service locations: • Rock Creek Park: Picnic areas that require permits • Fort Dupont Park: Picnic areas 47, 47-A, and Lanham Estates • Volleyball Courts: Near the Lincoln Memorial (Rock Creek and Potomac Parkway, NW) For more information about these permitted areas, please visit the Web site for D.C. Department of Parks and Recreation:   Can I sell anything on park land?  Only the following may be sold on Park Service property: • Books • Newspapers • Leaflets • Pamphlets • Buttons • Bumper Stickers No exceptions are made for T-shirts, posters, patches, jewelry, hats, license plates, coffee and drink mugs, flags, records, compact disks and tapes, photographs, decals, etc. Does the media need a permit?  News coverage of the event is allowed without official permit unless a set-up is involved, but commercial taping or filming requires a permit from the Superintendent. Arrangements for press and broadcast media coverage of the event must be made at least seven (7) days before the opening day of the event.   Where can we hold a band performance?  Most band performances take place on the steps of the Lincoln Memorial Reflecting Pool Steps, the plaza of the Jefferson Memorial, the FDR Memorial Ceremonial Entrance Area, the D.C. War Memorial or the Ceremonial Entrance Plaza of the World War II Memorial.  All amplified sound must be directed AWAY from the Memorials.   What is the difference between a Public Gathering and a Special Use Permit?  Public Gathering Permits include Special Events and Demonstrations  Special Event: Any presentation, program, or display which is not a demonstration, but which is recreational, entertaining, or celebratory in nature, etc. Demonstration: Speeches, picketing, vigils, etc., and all similar activity designed to communicate a message of some kind.  Special Use: Any sport activities (except tournaments and organized runs\/walks), wedding ceremonies and picnics at Hains Point.",
    "url": "https:\/\/www.nps.gov\/nama\/planyourvisit\/permits-faqs.htm"
}
