{
    "title": "Old Post Office Tower: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around       Public Transportation  The Washington Metro station nearest to the Old Post Office Tower is Federal Triangle on the Blue and Orange Lines.  Federal Triangle station is located beneath the Ariel Rios Building which stands directly across 12th Street, NW from the Old Post Office Tower.  Metro Center also is close, being just two blocks north of Pennsylvania Avenue, NW. Metro Center services the Red, Blue, and Orange lines. Also nearby is Archives\/Navy Memorial on Pennsylvania Avenue, NW; this Green and Yellow line station is a convenient three blocks east of the Old Post Office Tower.  Metrobus lines 32 and 36 stop on Pennsylvania Avneue near the site on weekdays. Parking throughout the District of Columbia is restricted generally (see individual area signs for site specific closures\/restrictions) from 12:00 A.M. to 6:00 A.M. to facilitate cleaning and maintenance. Washington, D.C. is a very busy metropolitan area. Parking is at a premium throughout the entire city. Private paid parking garages and lots can be found downtown north of the National Mall. Free on street parking is generally restricted to two hours (ticketing\/towing enforced). Limited free day long parking is available along Ohio Drive, SW which is along the Potomac River south of the Lincoln Memorial or in Lots A, B & C south of the Thomas Jefferson Memorial. It is highly recommended that you make use of the efficient public transit system (Metro rail and Metro bus). Information and schedules for Metro can be found at www.wmata.com.       Bicycling Information  The Washington Metro station nearest to the Old Post Office Tower is Federal Triangle on the Blue and Orange Lines.  Federal Triangle station is located beneath the Ariel Rios Building which stands directly across 12th Street, NW from the Old Post Office Tower.  Metro Center also is close, being just two blocks north of Pennsylvania Avenue, NW. Metro Center services the Red, Blue, and Orange lines. Also nearby is Archives\/Navy Memorial on Pennsylvania Avenue, NW; this Green and Yellow line station is a convenient three blocks east of the Old Post Office Tower.  Metrobus lines 32 and 36 stop on Pennsylvania Avneue near the site on weekdays. Parking throughout the District of Columbia is restricted generally (see individual area signs for site specific closures\/restrictions) from 12:00 A.M. to 6:00 A.M. to facilitate cleaning and maintenance. Washington, D.C. is a very busy metropolitan area. Parking is at a premium throughout the entire city. Private paid parking garages and lots can be found downtown north of the National Mall. Free on street parking is generally restricted to two hours (ticketing\/towing enforced). Limited free day long parking is available along Ohio Drive, SW which is along the Potomac River south of the Lincoln Memorial or in Lots A, B & C south of the Thomas Jefferson Memorial. It is highly recommended that you make use of the efficient public transit system (Metro rail and Metro bus). Information and schedules for Metro can be found at www.wmata.com.",
    "url": "https:\/\/www.nps.gov\/opot\/planyourvisit\/gettingaround.htm"
}
