{
    "title": "Ozark National Scenic Riverways: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Camping         Family camping is a great way to build memories of \"quality time.\"                 Camping is a lot of fun, but please keep in mind that good manners are as important in the outdoors as anywhere else. Please keep in mind that quiet hours are from 10:00 pm to 6:00 am. Others want to sleep for their big day floating or may have children who go to bed early. Please respect your neighbors. Please DO NOT BRING FIREWOOD! Moving firewood around the country helps spread forest pests like the Emerald Ash Borer and Gypsy Moth. You can gather any dead and down wood around the park, or buy local firewood at roadside stands, stores or canoe rentals. (Don't take it home with you, either.) For more info click here. Keep a clean camp, small critters like skunks, crows and raccoons will certainly visit you, looking for a handout. Be prepared to keep your food and garbage either in a vehicle or hanging up high. Otherwise you may wake up to a mess and no breakfast! If you keep a cleaner camp than your neighbors, maybe the little guys will bother them instead!  We have bears in the area, they haven't been a problem yet and we want to keep it that way. Please help by not making it easy for them to steal food or garbage. More about camping with bears. Lastly, this is a family friendly place. If you insist on being loud, obnoxious or using profanity, you can expect to be asked to leave. ·  Developed campgrounds are defined as front-country campgrounds and fees start at $16.00 for a non-electric site. Electric sites are $19.00. Cluster sites are $35.00. The reservation system adds another $3.00 as a reservation fee. Besides the basic amenities (listed under backcountry campsites), additional amenities might include: showers, RV dump stations, electric hook-ups, reservation systems and campground hosts.     Backcountry campgrounds are defined as having some amenities and cost $5.00 per night. Basic amenities might include: rest-rooms, tables, fire grills and lantern posts. Sites at the Powder Mill Campground cost $12.00 per night. Primitive campsites are defined as having few or no amenities and are free of charge.      Akers Group Sites   Alley Spring (Campground Map)     Big Spring (Campground Map)    Round Spring (Campground Map)     Two Rivers   Powder Mill     Pulltite   Backcountry Campsites    Use the above maps of Big Spring, Alley Spring and Round Spring campgrounds to help guide you when making reservations. Click on campground name below to see a photo of the area. (not all photos are available yet) For reservations: 1-877-444-6777 or at www.recreation.gov  Non-Electric Family sites are $16.00 per night. Electric sites are $19.00. Group sites are $100.00 per night unless otherwise noted.  Off season information:  Prices reduced from October 15 through April 1 with non-electric sites at $12.00 and electric sites at $15.00. Each Developed Campground will have only one restroom open during the colder months. Backcountry sites will be free during this period, but will not have restroom facilities. Enjoy! All campgrounds are open year round.  Akers Group Campsite Group sites at Akers may be reserved online at: www.recreation.gov  or by calling 1-877-444-6777 There is an additional fee for this service. Group sites rent for $50.00 per night. Alley Spring Alley Spring Campground has 162 family sites that can accommodate a maximum of six persons and two tents. Group sites can accommodate from seven to 45 people. Reservations are required for group sites. Group sites cannot accommodate recreational vehicles. There are no electrical or water hook-ups at group sites. Traditional Ranger led campfire programs are offered in the campground amphitheater on weekends during the summer. Big Spring. Big Spring Campground has 123 family sites that can accommodate a maximum of six persons and two tents each. GROUP sites and some of the family sites at Big Spring may be reserved online at: www.recreation.gov or 1-877-444-6777 Group sites 1 and 2 can accommodate from seven to 45 people and cost $100.00. The Chubb Hollow Group Site (#3) is only $50.00 due to having fewer amenities. Reservations are required for group sites. Group sites cannot accommodate recreational vehicles. Traditional Ranger led campfire programs are offered in the campground amphitheater on weekends during the summer. Powder Mill (formerly Owl's Bend) Eight non-electric family sites that can accommodate a maximum of six persons and two tents each. These are on a first come, first served basis.(Reservations not accepted.) Family sites are $12.00 per night. There are no electric hook-ups at this campground. Most campsites at Powder Mill are on the water. Powder Mill is convenient to the Ozark Trail which passes by on the far side of the river. Access is across the Route 106 bridge. Another trail leads about a half mile to the beautiful Blue Spring, widely considered one of the nicest of the Ozark springs. For More Information on this campground please call 573-323-4236. Pulltite Fifty five non-electric family sites that can accommodate a maximum of six persons and two tents. About half of these may be reserved, call (877) 444-6777 or visit www.recreation.gov The rest are first come, first served. Many of the campsites at Pulltite are on the water. Family sites are $16.00 per night. There are no electrical hook-ups at this campground. Group sites can accommodate from seven to 45 people. Reservations are required for group sites. Group sites cannot accommodate recreational vehicles.  Round Spring Fifty four non-electric family sites and six electric family sites that can accommodate a maximum of six persons and two tents. Group sites can accommodate from seven to 45 people. Group sites cannot accommodate recreational vehicles. Reservations are required for group sites and strongly recommended for family sites during the summer. All sites at Round Spring may be reserved online at: www.recreation.gov  or by calling 1-877-444-6777.   Two Rivers Two Rivers has 19 non-electric family sites that can accomodate a maximum of six persons and two tents each. These are on a first come, first served basis. Family sites are $16.00 per night. There are no electric hook-ups at this campground. Group sites at Two Rivers may be reserved online at: www.recreation.gov  or by calling 1-877-444-6777 There is an additional fee for this service.   Backcountry Campgrounds Open year round. There are several smaller, less developed camping areas in the park. Generally these have more rustic facilities such as pit type toilets. Please be prerpared and pack out any trash you generate. These campsites include:   Cedargrove Bay Creek Rymers Gooseneck (formerly Hawes)  Shawnee Creek Big Tree Sinking Creek Cedar Spring Grubbs Log Yard  The fee for these \"backcountry\" sites is $5.00. Sites are limited to 6 people and two vehicles and are available on a first come, first served basis only. Stays are limited to 14 days.",
    "url": "https:\/\/www.nps.gov\/ozar\/planyourvisit\/camping.htm"
}
