{
    "title": "Rocky Mountain National Park: Wildlife Viewing",
    "body": "Wildlife Viewing           Rocky Mountain National Park visitors have a passion for viewing wild animals, especially the big ones. With an elk herd numbering between 600 to 800 in the winter, about 350 bighorn sheep, numerous mule deer and a small population of moose calling the park home, it's no surprise that wildlife watching is rated the number-one activity by a vast majority of Rocky's three million annual visitors.      The park's great large-animal population makes it one of the country's top wildlife watching destinations. But there is much more to see than these so-called \"charismatic megafauna.\" Also found are nearly 60 other species of mammals; more than 280 recorded bird species; six amphibians, including the federally endangered boreal toad; one reptile (the harmless garter snake); 11 species of fish; and countless insects, including a surprisingly large number of butterflies.      Some basic knowledge of animal habits and habitats greatly enhances prospects of spotting Rocky Mountain's wild residents. A few park favorites:  Elk can be seen anytime, a popular viewing period being the fall rut, or mating season. Look for elk in meadows and where meadow and forest meet. Elk spend much of their time at or above treeline during the summer, moving to lower elevations in the fall, winter and spring. Favorite feeding times: dawn and dusk. Bighorn sheep are commonly seen at Sheep Lakes from May through mid-August. Moose frequent willow thickets along the Colorado River in the Kawuneeche Valley on the park's west side. Otters were reintroduced into the Colorado River area and are doing fairly well. These animals are difficult to spot. Mule deer are common and can be seen anywhere. They are most often found at lower elevations in open areas. Bats feed over lakes and ponds at dawn and dusk. Marmots and pikas favor rocky areas. Marmots are best seen on the alpine tundra along Trail Ridge and Old Fall River roads. Pikas - small, light-colored mammals - are common in rock piles. Listen for their sharp, distinctive bark and watch for movement. Clark's nutcrackers, Steller's jays, golden eagles and prairie falcons can be seen along Trail Ridge Road. White-tailed ptarmigans, some of the most sought-after birds in Rocky Mountain National Park, are common but difficult to spot. For best results, hike on the tundra and look carefully. Ptarmigans usually remain still, relying on their natural camouflage for protection. American dippers, or water ouzels, can be found along most streams. Listen for their loud call, similar to the rapid clicking of two stones together, as they fly up and down their territories.  Despite their good intentions, some wildlife watchers are loving park animals to death. Feeding junk food to wildlife reduces its ability to survive the long mountain winter. When they panhandle by roadsides, animals fall easy prey to automobiles. As they become habituated to humans and lose their natural fear, the animals become aggressive and may be destroyed. Harassing or feeding wildlife is illegal in all national parks.  Tips For Successful, Enjoyable Wildlife Watching  Watch from a distance. Use binoculars or a telephoto lens to get close-up views. Following larger animals too closely to get a photograph or a better look can stress them and threaten their health. If animals notice you or if they seem nervous, you are too close. Move away quietly.  Obey all signs posting closed areas. At different times of the year, some park areas are closed to protect wildlife during nesting, mating and birthing seasons. Keep pets in your vehicle. Pets may scare wildlife, and wild animals can hurt the pet. Use of wildlife calls and spotlights is illegal. They stress animals and alter their natural behavior. Some large animals such as elk, sheep, bears and mountain lions are dangerous. Check at visitor centers for tips on safety around wildlife. Drive slowly. Watch for animals crossing the road. Deer and elk are seldom alone. If you see one animal, look for others that may follow. Stop your car to watch animals only if you can pull off the road safely. Do not block traffic. When possible, get away from roadsides and sit quietly to observe and listen for wildlife. Talk only when necessary, and do so quietly so you don't disturb the animals or other wildlife watchers. If viewing wild animals from your vehicle, turn off the motor.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/wildlife_view.htm"
}
