{
    "title": "Theodore Roosevelt Island: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       If your questions concerning accessibility are unanswered after reading this webpage, please contact us at 703-289-2500 or e-mail us. If you plan to visit a park that charges an entrance fee (Theodore Roosevelt Island does not), learn about the National Parks and Federal Recreational Lands Access Pass. This pass provides free entry and discounts on activities and services when you visit federal lands.      Cognition Material about the park's natural and cultural history, including brochures, wayside signs, and ranger-led programs are designed to engage multiple senses and learning styles, and often include audio components and\/or tactile objects.      Hearing If you are Deaf or hard of hearing and you would like to attend a ranger-led program, please contact the park ahead of time. This gives rangers an opportunity to adjust their plans to ensure good visibility or accommodate assistive technology. A ranger who signs or frequently works with American Sign Language interpreters may be assigned to your group. Rangers for Theodore Roosevelt Island can be reached at 703-289-2553 or gwmp@nps.gov.      Mobility Park staff are working to update trail descriptions with detailed information about surfaces, grades, and potential impediments to mobility. You are the best judge of your abilities, and good information about what to expect on trails will help you decide which ones you will enjoy most. Park staff also mark ranger-led programs and events that may be accessible to people with mobility concerns in the calendar. Please contact a ranger for advice specific to your abilities. Rangers for Theodore Roosevelt Island can be reached at 703-289-2553.      Vision If you are blind or have low vision and you would like to attend a ranger-led program, please contact the park ahead of time. Rangers work to engage multiple senses and learning styles, and often include audio components and\/or tactile objects in their programs. Prior notice gives them an opportunity to adjust their plans to incorporate fewer images or accommodate assistive technology. Rangers for Theodore Roosevelt Island can be reached at 703-289-2553.",
    "url": "https:\/\/www.nps.gov\/this\/planyourvisit\/accessibility.htm"
}
