{
    "title": "Theodore Roosevelt Island: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           George Washington Memorial Parkway northbound lanes between Roosevelt Bridge and Key Bridge  Arlington, VA 22209                 Directions         By Car: accessible from the northbound lanes of the George Washington Memorial Parkway, after Roosevelt Bridge, exit sign, turn right into the parking lot. Please note: park in a designated parking space, US Park Police regularly tickets drivers who park on the grass. By Metro: exit Rosslyn Metro station, walk toward Key Bridge, take short connecting trail downhill from the downstream side of the bridge, across the parkway, and into the parking lot for the island. By Bike: Mount Vernon Trail north end  Directions Details           Operating Hours & Seasons         Theodore Roosevelt Island Trails and Parking Lot Restrooms on the island close for the winter, usually from October to April. During this time a portable toilet is located near the restrooms.   Standard Hours    Sunday: 6:00 AM - 10:00 PM   Monday: 6:00 AM - 10:00 PM   Tuesday: 6:00 AM - 10:00 PM   Wednesday: 6:00 AM - 10:00 PM   Thursday: 6:00 AM - 10:00 PM   Friday: 6:00 AM - 10:00 PM   Saturday: 6:00 AM - 10:00 PM             Weather           Outdoor trails and memorial plaza subject to weather for Washington, D.C. and Arlington, VA.         Fees & Passes     Entrance Fees:   Theodore Roosevelt Island Entrance Fee - $0.00 no fee   Entrance Passes:   no pass - $0.00 no pass, no fee         Visitor Centers                  Leave No Trace Over 160,000 people visit this tiny island every year. That's a lot of feet per square feet! Please help reduce your footprint by following Leave No Trace principles during your visit:  Travel on official trails; Take your trash (and pet waste) with you when you leave; Leave rocks, plants and other natural objects as you find them; Observe wildlife from a distance; and Be courteous of other visitors.       Pets You may bring your pet with you to the park. With the exception of service animals, pets are not permitted on ranger-led programs. At all times pets must be restrained on a leash no more than six feet long. Leashes protect dogs from becoming lost and from other hazards, such as sick, injured, or rabid animals. Leashes also help protect park resources, including wildlife and vegetation. Pet owners are responsible for picking up pet waste and disposing of it at home. Pets should not be left unattended. Summer sunshine poses a threat to pets left in vehicles. On a bright, sunny day, even in temperatures as low as 60° F, temperatures inside a vehicle can reach dangerous levels. On an 85-degree day, the temperature inside a car—even with the windows cracked—can reach over 100 degrees within 10 minutes.      Climate Summers on the island are generally hot and humid, with daytime highs frequently above 90 degrees Fahrenheit and scattered afternoon thunderstorms. Please carry water while participating in physical activity and be prepared to take shelter from lightning. Winters on the island are generally cold, with nighttime lows frequently near freezing and occasional snowfall. Please be alert for icy spots on the trails. The boardwalk section of the Swamp Trail can be particularly slippery in the snow. Weather during spring and fall is generally moderate, but can change quickly, especially near the Potomac River. Layers of clothing are recommended. Spring floods may close some sections of the Swamp Trail.",
    "url": "https:\/\/www.nps.gov\/this\/planyourvisit\/basicinfo.htm"
}
