{
    "title": "President's Park (White House): 2001 - 2008 Trees",
    "body": "2001-2008 National Christmas Trees       2001 | 2002 | 2003 | 2004 | 2005 | 2006 | 2007 | 2008        2001 National Christmas Tree (Photo by Peter N.  Moreno)   2001 December 6 Bush President and Participants: President George W. Bush and Laura Bush with the assistance of five year old Leon Patterson and six year old Faith Elseth (children of victims of the September 11th terrorist attack on the Pentagon) lit the tree. The Tree: Living Colorado blue spruce from Pennsylvania (1978). For the 39th year, GE Lighting donated the lights. Originally planned was a traditional seasonal color scheme of red, green and gold; but after the events of September 11, the scheme was changed to the patriotic color scheme of red garland and 100,000 white (clear) and blue lights with 100 white star ornaments. The tree topper was a star. Around the tree Aristo Craft Trains and the National Capital Trackers provided the model train display. Performers\/Celebrity Involvement: Shirley Jones, singer and actress, served as pageant hostess. Guest entertainers included the Fort Bend Boys Choir of Texas, singer Audra McDonld, jazz quartet The Manhattan Transfer (Cheryl Bentyne, Tim Hauser, Alan Paul, and Janis Siegel), mezzo-soprano Frederica von Stade, and country entertainer Travis Tritt. The U.S. Marine Band, \"The President's Own,\" provided music. Doug Hill, chief meteorologist for local WJLA-TV station played Santa Claus. For children's entertainment, five clowns, a juggler, and a magician provided greetings and good cheer. The appearance of characters Bugs Bunny and Sylvester was made possible by Six Flags and \"Ord\" was made possible through the generosity of Sesame Workshop and Sony Family Pictures Entertainment Group. Weather Conditions: Mild, temperature in the high 50s. Tree Topping: On Wednesday, November 28, Mrs. Lynne V. Cheney topped the National Christmas Tree. She was assisted by two of her young granddaughters and joined by Peter Nostrand, chairman of the Christmas Pageant of Peace, Inc. Miscellaneous: After the events of September 11th, the U.S. Secret Service announced the Ellipse would be restricted to ticket holders only during the event as a security precaution, but later reconsidered. The security perimeter was expanded from the immediate pageant site to the perimeter of the Ellipse. For added security traffic was temporarily closed on 15th Street in both directions, and north bound only on 17th Street. (E Street was again closed after September 11th.) The Pageant site was opened through December 31, 2001. Hours of operation for the Pageant were 10 a.m. to 11 p.m. Evening programs, from 6:00 to 8:30 p.m., for the Pageant started on December 7 and concluded on December 30. Various schools, church, civic and private groups performed during the evening programs. Groups were mostly from Maryland and Virginia, with some groups from the District of Columbia, North Carolina, Pennsylvania, Tennessee and Texas. The program cover was a reproduction of a 1996 painting by G. Harvey, entitled \"Light Unto the World.\" Groups and Organizations: The Christmas Pageant of Peace, Inc. and the National Park Service.               2002 National Christmas Tree (Photo by Peter N. Moreno)   2002 December 5 Bush President and Participants: President George W. Bush and Laura Bush with the assistance of two area Washington, D.C. schoolchildren, seven year old Samara Banks and seven year old Benjamin Schneiller (children participated the President's \"Call to Service\" program by volunteering their time to prepare and distribute food for homeless men and women in the Washington, D.C. area) lit the tree. The Tree: Living Colorado blue spruce from Pennsylvania (1978). For the 40th year, GE Lighting donated the lights and ornaments. This year's design is using a cross-fading technique that will create the effect of two distinctly different trees. For a few seconds, the tree will appear gold in color before changing, gradually, to a brilliant green - a dynamic visual effect. The gold garland, lighted with bright red LEDs and punctuated with lighted wreath ornaments, will remain on consistently through the gold-to-green cross fading. The tree topper was incorporate 10 of the round LED traffic lights. Around the tree Aristo Craft Trains and the National Capital Trackers provided the model train display. Performers\/Celebrity Involvement: Barbara Eden, singer and actress, served as pageant hostess and Roy Clark, country singer was this year's \"Santa Claus\". Guest entertainers included the World Children's Choir from McLean, VA, country singer Steve Warner, The Mannheim Streamroller, Three Mo' Tenors, soprano Hei Kyung Hong, and country entertainer Lee Ann Womack. The U.S. Air Force Concert Band provided music under the direction Colonel Dennis Layendecker. For children's entertainment, eight clowns, a juggler, and a magician provided greetings and good cheer. The appearance of character, \"Barrymore\" was made possible by the National Theatre. Weather Conditions: Mist, temperature in the high 30s. Freezing rain and 5\" to 9\" of snow have fallen during the day. Tree Topping: On Tuesday, November 26, Mrs. Lynne V. Cheney topped the National Christmas Tree. She was assisted by two of her young granddaughters and joined by Peter Nostrand, chairman of the Christmas Pageant of Peace, Inc. Miscellaneous: Winter storm naturally created the pageant site as a winter's wonderland. The Pageant site was opened through Wednesday, January 1, 2003. Hours of operation for the Pageant were 11 a.m. to 11 p.m. Evening programs, from 6:00 to 8:30 p.m., for the Pageant started on Friday, December 6 and concluded on Sunday, December 29. Various schools, church, civic and private groups performed during the evening programs. Groups were mostly from Maryland and Virginia, with some groups from the California, District of Columbia, Illinois, Nevada, North Carolina, Ohio, and Pennsylvania. A special design of the Christmas Pageant of Peace was created by Michel Delacroix for this year's program cover. Groups and Organizations: The Christmas Pageant of Peace, Inc. and the National Park Service.               2003 National Christmas Tree (NPS Photo by Michael D. Moreno)   2003 December 4 Bush President and Participants: President George W. Bush and Laura Bush with the members of the Boys and Girls Club, Maggie Stuempfle and Andre Joyner, lit the tree. The Tree: Living Colorado blue spruce from Pennsylvania (1978). For the 41st year, GE Lighting donated the design, lights, and ornaments for our National Christmas Tree. To celebrate the 80th anniversary of the first lighting of a National Christmas Tree, a simple design was created to reflect a look of yesteryear using holiday lights of red, green, blue and gold with 225 candle and 175 snowflake ornaments. The tree topper was a star-shaped, multidimensional ornament in white and red with gold reflective accents. Around the tree Aristo Craft Trains and the National Capital Trackers provided the model train display. Performers\/Celebrity Involvement: Shirley Jones, singer and actress, and Merlin Olsen, actor, retired all-star football player and this year's \"Santa Claus\", served as pageant hosts. Guest entertainers included the VOENA (Voices of Eve'n Angels) Children's Choir from Benicia, California, soprano Twyla Robinson, the cast of Mamma Mia! (Jeanine Morick, Gary P. Lynch, PJ Griffith, Emy Baysic, Karen Burthwright and James Royce Edwards), and country entertainer Lonestar. The U.S. Coast Guard Band provided music under the direction of Captain Lewis J. Buckley. For children's entertainment, eight clowns, a juggler, and a magician provided greetings and good cheer. The appearance of characters \"Frosty\" was made possible by Every Day's A Holiday, Rive, MD and \"Gingerbread Lady and the Friendly Elves\" was made possible through the generosity of Way Off Broadway Dinner Theatre and Children's Theatre, Frederick, MD. Weather Conditions: Overcast, temperatures in the high 40s with winter storm watch in effect. Tree Topping: On Tuesday, November 25, Mrs. Lynne V. Cheney topped the National Christmas Tree. She was assisted by two of her young granddaughters and joined by Peter Nostrand, chairman of the Christmas Pageant of Peace, Inc. This event was the 25th Annual Tree Topping Ceremony. Miscellaneous: 80th Anniversary of the Christmas Pageant of Peace To recognize 25 years of the season's celebration is the living National Christmas Tree, a Colorado blue spruce from York, Pennsylvania, planted on the Ellipse October 20, 1978. The tree stands as a daily reminder of the holiday spirit and of the tradition each succeeding President has participated in since 1923. According to Hugh Sidey, TIME Magazine, the Colorado blue spruce had been ordered out of a seed catalogue by a son-in-law and tended by four grandchildren. At age six the tree was given as a Mother's Day gift to Mrs. Meyers. \"Transplanted to her front yard, it was smothered with loving neglect for 15 years. No fertilizer. No watering. No insecticide. No pruning.\" For $1,500, the Myers agreed to turn custody of their beloved tree over to the NPS and a place in history. For three days a crew dug up and prepared the tree to be transported to Washington, D.C. Overseeing the activities, Mrs. Myers continually serving the crew sandwiches, homemade soup and countless cups of coffee. As a parting ritual a prayer service was held. Arriving safely on the Ellipse in October, Mrs. Meyer's tree was planted in its new home-on the north edge of the Ellipse-in full view of the White House and out of the way of the many citizens who used the Ellipse for their games and activities-and just across the street from the nearby 1941 tree which still remains on the South Lawn. The Pageant site was opened through Wednesday, January 1, 2004. Hours of operation for the Pageant were 11 a.m. to 11 p.m. Evening programs, from 6:00 to 8:30 p.m., for the Pageant started on Friday, December 5 and concluded on Saturday, December 27. Various schools, church, civic and private groups performed during the evening programs. Groups were mostly from Maryland and Virginia, with some groups from the Alabama, District of Columbia, North Carolina, Pennsylvania, and West Virginia. The program cover was designed by Iowa native, Jim Buckels, entitled \"The Final Touches.\" Groups and Organizations: The Christmas Pageant of Peace, Inc. and the National Park Service.               2004 National Christmas Tree (NPS Photo by Michael D. Moreno)   2004 December 2 Bush President and Participants: President George W. Bush and Laura Bush with the members of the Brownies Troop 5179 of Chantilly, Virginia, Nichole Mastracchio and Clara Pitts, lit the tree. The Tree: Living Colorado blue spruce from Pennsylvania (1978). For the 42nd consecutive year, GE has generously donated the design, lights, and ornaments for the National Christmas Tree. A design that combines 15,000 traditional, sparkling colored (blue, red, green and gold) holiday lights with 130 star ornaments that shine brightly as beacons of hope and peace.. The tree is also adorned with 120 holographic \"sun catchers,\" which make the tree sparkle throughout the day. Topping off the tree is a multidimensional Lexan star, complementing the smaller stars throughout the tree. Around the tree the National Capital Trackers provided the model train display since 1994. Performers\/Celebrity Involvement: Performers at the event included the “President's Own” U.S. Marine Band; country vocalist and pageant hostess Connie Smith; operatic tenor Carl Tanner; “American Idol” finalist and pops and rhythms and blues vocalist Kimberly Locke; popular country music band Marty Stuart and his Fabulous Superlatives; Darren Holden, lead vocalist\/piano man in the Tony Award winning musical, “Movin' Out;” and the West Tennessee Youth Chorus from Cordova, Tennessee, under the direction of Martha Wright. NBC “Today” Show personality Willard Scott returned as Santa Claus. For children's entertainment, fourteen colorful characters such as clowns, elves, a toy solider and a Christmas Tree and a magician provided greetings and good cheer. The appearance of characters \"Bugs Bunny, Daffy Duck, Sylvester the Cat and Tweety Bird\" was made possible by Six Flags America from Largo, Maryland and \"Gingerbread Lady and the Friendly Elves\" was made possible through the generosity of Way Off Broadway Dinner Theatre and Children's Theatre, Frederick, Maryland. Weather Conditions: Clear, temperatures in the high 50s. Tree Topping: On Tuesday, November 19, Mrs. Lynne V. Cheney topped the National Christmas Tree. She was assisted by two of her young granddaughters and joined by Peter Nostrand, chairman of the Christmas Pageant of Peace, Inc. Miscellaneous: The theme of this year's pageant is \"peace on earth, good will to all, everywhere,\" the same theme each year. The National Capital Trackers celebrated their tenth year for displaying the model trains around the National Christmas Tree. This year marks the 10th year for GE lighting designer Kathy Presciano. The Pageant site was opened through Saturday, January 1, 2006. Hours of operation for the Pageant were 11 a.m. to 11 p.m. Evening programs, from 6:00 p.m. to 8:30 p.m., for the Pageant started on Friday, December 3 and concluded on Thursday, December 23. Various schools, church, civic and private groups performed during the evening programs. Groups were mostly from Maryland and Virginia, with some groups from the California, District of Columbia, Florida, Ohio, Nevada, New Jersey, North Carolina, Pennsylvania, Tennessee, West Virginia and South Africa. Thomas Kinkade has returned to design for the program cover entitled, \"Symbols of Freedom\". Groups and Organizations: The Christmas Pageant of Peace, Inc. and the National Park Service.               2005 National Christmas Tree (NPS Photo by Terry Adams)   2005 December 1 Bush President and Participants: President George W. Bush and Laura Bush with Jackie, Melissa, and Jenna Kantor of Bethesda, lit the tree. These girls started \"Project Backpack,\" to help give children displaced by Hurricane Katrina new backpacks filled with books, and toys and school supplies. The Tree: Living Colorado blue spruce from York, Pennsylvania (1978). For the 43rd consecutive year, GE has generously donated the design, lights, and ornaments for the National Christmas Tree. A design that combines 25,000 sparkling clear lights with 105 custom-made snowflake ornaments will light the night. Each snowflake ornament is lit from within with 25 clear bulbs, and accentuated by blue holographic vinyl. To bring sparkle to the tree during the day, 105 snowflake shaped miniature \"sun catchers\" have been added. The tree topper is a majestic 42\" x 36\" multidimensional snowflake, complementing the smaller snowflake ornaments below. Around the tree the National Capital Trackers provided the model train display since 1994. Performers\/Celebrity Involvement: Performers at the event included the U.S. Navy Band; Broadway singer and pageant hostess Dale Kristien; Broadway singer Brad Oscar; rhythms and blues vocalist CeCe Winans; popular country music band Ricky Skaggs and the Whites; poet Maya Angelou and the VOENA (Voices of Eve 'N Angels) Children's Choir from Benicia, California. Merlin Olsen, actor, retired all-star football player returned for the second year as \"Santa Claus\". For children's entertainment, twelve colorful characters such as clowns, elves, a toy solider and a Christmas Tree provided greetings and good cheer. \"Screech, The Official Mascot of the Washington Nationals\" made his first appearance at the opening night. \"The Gingerbread Lady & her Friendly Elves\" and \"A Furry Christmas Carol\" characters were made possible through the generosity of Way Off Broadway Dinner Theatre and Children's Theatre, Frederick, Maryland. Weather Conditions: Overcast, temperatures in the 40s. Tree Topping: On Tuesday, November 22, the tree topping ceremony was canceled due to inclement weather. Miscellaneous: The theme of this year's pageant is \"peace on earth, good will to all, everywhere,\" the same theme each year. The Pageant site was opened through Saturday, January 1, 2005. Hours of operation for the Pageant were 11 a.m. to 11 p.m. Evening programs, from 6:00 to 8:30 p.m., for the Pageant started on Friday, December 3 and concluded on Thursday, December 23. Various schools, church, civic and private groups performed during the evening programs. Groups were mostly from Maryland and Virginia, with some groups from the District of Columbia, Georgia, Ohio, New Jersey, North Carolina, Pennsylvania, Tennessee, and West Virginia Paul McGehee designed for this year's program cover entitled, \"Christmas in Washington\". Groups and Organizations: The Christmas Pageant of Peace, Inc. and the National Park Service.               2006 National Christmas Tree (Photo by Rob Stern)   2006 December 7 Bush  President and Participants: President George W. Bush and Laura Bush with Attiyah Jenkins, Stephen Scott, and Dana Bederson, lit the tree. These children were representing the National Park Service's Junior Ranger program. The Junior Ranger Program teaches children and families about science, nature and stewardship of our national parks. The Tree: Living Colorado blue spruce from York, Pennsylvania (1978). For the 44th consecutive year, GE has generously donated the design, decoration and installation of the National Christmas Tree. This year’s designer is Kathy Presciano, the GE Lighting Specialist who has designed the lights and decorations for the National Christmas Tree for the last 12 years. Presciano has created a tree design that celebrates the traditional Christmas tree of childhood memories with 125 15”x18” shiny round ornaments, 500 sets of multicolored lights and a double-faced, 42” traditional lighted star on the top. The ornaments are reverse-painted, and a gold holographic back creates a halo like sparkle when the ornaments are lit. The star is doubled so it can be seen from both directions, with a holographic vinyl board between the two, sporting delicate scrollwork. Around the tree the National Capital Trackers provided the model train display since 1994. Performers\/Celebrity Involvement: Performers at the event included the U.S. Army Band “Pershing’s Own under the direction of Colonel Thomas Rotondi, Jr.; Broadway singer and pageant hostess Cathy Rigby; International performer Eartha Kitt; Country music singers. John Conlee and B.J. Thomas, and “The Singing Angels” youth chorus from Cleveland, Ohio, directed by Charles Eversole. This year’s “Santa Claus” played by Broadway singer, Brad Oscar. For children's entertainment, eight colorful characters such as clowns, elves, a toy solider, a magician, and “Mrs. Claus” provided greetings and good cheer. \"Screech, The Official Mascot of the Washington Nationals\" made his second appearance at the opening night. Way Off Broadway Carolers, \"The Gingerbread Lady & her Friendly Elves\" and \"A Furry Christmas Carol\" characters were made possible through the generosity of Way Off Broadway Dinner Theatre and Children's Theatre, Frederick, Maryland. Weather Conditions: Overcast, breezy, and turning colder with a possible snow flurries. At noon, the temperature had reached an unexpectedly high 56’. Miscellaneous: The theme of this year's pageant is \"peace on earth, good will to all, everywhere,\" the same theme each year. The Pageant site was opened through Monday, January 1, 2007. Hours of operation for the Pageant were 11 a.m. to 11 p.m. Evening programs, from 6:00 to 8:30 p.m., for the Pageant started on Saturday, December 9 and concluded on Saturday, December 23. Various schools, church, civic and private groups performed during the evening programs. Groups were mostly from Maryland and Virginia, with some groups from the District of Columbia, Florida, Georgia, Ohio, Michigan, Missouri, New Jersey, Pennsylvania, Tennessee, Texas, Washington, and West Virginia. Organizations: The National Park Service and National Park Foundation               2007 National Christmas Tree (NPS Photo by Donna Spiewak)   2007 December 6 Bush  President and Participants: President George W. Bush and Mrs. Laura Bush attended this event with two young Americans. Brianna Kinder helps others through her participation in the Montgomery County Police Activities League's \"Kids Care Club\", and Damarcus Hawkins gives his time as part of the Discovery Creek Children's Museum service-learning program.  The Tree: A 41’ 9\" living Colorado blue spruce from York, Pennsylvania (1978). For the 45th consecutive year, GE Consumer & Industrial is outfitting the National Christmas Tree with lamps fitted with tiny computer chips that release multi-colored lights ---called LEDs (light emitting diodes) ---the latest in energy efficient lighting. The effect should create a tree that’s brilliantly different than the traditional incandescent lights…and more than a hundred times more energy efficient. “LEDs are becoming the first choice for so many people who want long-lasting, beautiful and energy efficient holiday lighting. It’s only natural that we should have it for our holiday tree, too,” said Kathy Presciano, GE’s lighting designer for the National Christmas Tree. “ This year, we’ve produced a GE 26-light string that should save 120 watts of energy over a traditional, incandescent string,” she added. This year’s tree will feature approximately 125 red bows that are 26 inches high and nearly 20 inches wide. SABIC Innovative Plastics, located in Pittsfield MA, donated the Lexan polycarbonate sheeting for the ornaments. The red shining garland, all 1,000 feet of it---will feature red LED lights, too. While this year’s topper will be the same 42-inch, three-dimensional star design used last year, it was refabricated for 2007 Season using GE’s Tetra Power White LEDs, an industrial sign-grade light that’s 15 times brighter than standard LEDs. This “heirloom” topper will now be used year after year. Around the tree the National Capital Trackers provided the model train display since 1994. Performers\/Celebrity Involvement: The list of onstage performers includes the Academy of Country Music’s top female vocalist of 2006, Sara Evans. Joining her will be 12 year old singer\/actor Julian Ivey (recent star of Broadway’s \"The Lion King\"); 15 year old classical artist Holly Stell (dubbed the \"Petite Pavarotti\" for her exceptional voice and gift for singing opera); and Master Sergeant Ryan Carson, vocalist with Max Impact, The U.S. Air Force Band. Broadway’s Brad Oscar (star of \"The Producers\" in New York, London and Las Vegas) returns for a second year as Santa Claus. The United States Air Force Band, under the baton of Colonel Dennis M. Layendecker, will be this year’s featured service band, with the St. Albans and National Cathedral Schools Choir providing vocal support to the guest artists as well as solo performances of holiday favorites. “Santa Claus” brought Mrs. Claus (Victoria Oscar) and his elves (Diego Prieto and Paula Sweeney) for a special appearance. Pastor Roger Freeman, First Baptist Church from Clarksville, TN, led the innovation. Pre-show performances were provided by The Way Off Broadway Carolers from Frederick, MD, McLean Presbyterian Church Quintet from McLean, VA, Almost Recess from Raleigh, NC, VI for Him from Fredericksburg, VA, The Chesapeake Choral Arts Society Carolers from Southern Maryland and Virginia Bronze Sextet from Alexander, VA. Weather Conditions: Overcast, calm, and turning colder in the 30’s. Three inches of snow fell the night before. Miscellaneous: The theme of this year's pageant is \"peace on earth, good will to all, everywhere,\" the same theme each year. Christmas Pageant of Peace had been renamed to “The National Christmas Tree and Pathway of Peace.” Each night from December 8, 2007 through January 1, 2008, the National Christmas Tree will be lit from dusk until 11 p.m. Musical groups will perform nightly on the Ellipse stage from December 8 to December 23, weeknights from 6:00 to 8:30 p.m. and weekends from 4:00 to 8:30 p.m. Various schools, church, civic and private groups performed during the evening music programs. Groups were mostly from Maryland and Virginia, with some groups from the District of Columbia, Indiana, Michigan, New Jersey, Pennsylvania, and Tennessee. Since 1954, the nightly music performances have been introduced by volunteers from Toastmaster clubs in and around Washington, D.C. Toastmasters International is a worldwide organization dedicated to helping adults improve their communication and leadership skills. Seasonal displays include a Yule log and a large-scale model train. For the 13th consecutive year, the National Capital Trackers, a local model train club, will provide model trains that surround the base of the National Christmas Tree. The trains will run from 11:00 a.m. to 11:00 p.m. daily through January 1st. In what becomes the \"Pathway of Peace,\" the National Christmas Tree and 56 smaller trees--one for each state, five territories and the District of Columbia--serve as the event focal point. All 57 trees will be lit each evening at dusk until 11:00 p.m. and will be lit each night through January 1st. Sponsoring organizations in each state provide the tree decorations and each decoration is encased in a protective plastic globe to shield it from the weather. Organizations: The National Park Service and the National Park Foundation               2008 National Christmas Tree (NPS Photo by Terry Adams)   2008 December 4 Bush   President and Participants: President George W. Bush and Mrs. Laura Bush attended this ceremony with two young women Kayleigh Kepler and Lindsey Van Horn.  Their fathers are serving in the military. President Bush told them that “America is safer because of your dads, and moms and dads across America who have stepped forward to defend our country.” The Tree: A 41’ 9\" living Colorado blue spruce from York, Pennsylvania (1978).  The 2008 National Christmas Tree display represents the most energy-efficient display in GE’s 46-year history of lighting the National Christmas Tree.  In fact, it’s a full 50 percent more energy efficient than the 2007 display.  The secret to the savings is the use of LEDs—short for light emitting diodes—that create light not from traditional bulbs, but from computer chips. “2007 was the first year we replaced most of our lights with LEDs, and it made the tree 100 times more efficient.  So it was quite a feat for us to improve our ratings this year, too,” said Kathy Presciano, lighting designer for GE consumer & Industrial and designer of the National Christmas Tree since 1995.  “This year, we were able to outfit the state trees with LEDs for the first time, using more than 360 strings of clear LEDs for the background lights.  By eliminating the lighted garland on the National Tree and using more, but smaller ornaments, we were able to cut energy costs there, too,” she said. This year’s National Christmas Tree will carry more than 45,000 individual LED lights, including the topper and the background lights.  The 42-inch tall, star-shaped tree topper is an “heirloom” topper used for the last two years.  It is outfitted with industrial-grade, white Tetra LEDs, burning at 15 times the brightness of other LEDs.  As many as 900, 50-light strings of clear, C5 LEDs will provide a dazzling backdrop to the tree.  Presciano said brightness and weight restrictions dictated the use of traditional incandescent lights on the 140 star-shaped, 12-inch, three-dimensional ornaments.  And the gold holographic film used to make the ornaments is designed to catch the sun, so the tree looks lit, even during the day. Best of all, the LEDs decorating the 2008 National Christmas Tree and state trees will last 10 times longer than traditional incandescents, giving the nation’s lighting resource that can be used year after year.  GE Consumer & Industrial has donated the materials and design for the National Christmas Tree every year since 1962. Visitors to the 1994 National Christmas Tree found a new addition of special delight for children and adults – an electric train that ran around the base of the tree.  The trains have expanded each year and now include multiple tracks, trains, bridges and building.  Retired U.S. Air Force veteran and defense industry employee Bill Frank and his wife Edith engineered the 1994 start of the National Christmas Tree Railroad, while Bill was working for Ariston-Craft Trains.  Bill recruited other sponsors and now the sponsorship list includes U.S.A. Trains, Bachmann Industries, Heartland Locomotive Works, Split Jaw Rail Joiners, Bridgework’s Transformers, Garden Metal Models, Sound Traxx, L.G.B., and American Main Line products. The railroad has flourished from two trains to nine trains and three trolley lines, which run on over 1,000 feet of track.  Bill Frank’s motto of “Amazing what we can do when we pull together” is annually re-affirmed as the trains are installed and maintained each December by volunteer enthusiasts from a variety of train organizations.  To each volunteer and donor we extend our special thanks for your gift which produces joy and sparkling eyes as visitors watch the National Christmas Tree Railroad. Performers\/Celebrity Involvement: This year’s lineup for the 85th Lighting of the National Christmas Tree will offer a diverse program of traditional holiday music with a dash of Texas swing, Latin rhythm and a little Motown. Onstage performers include Rissi Palmer one of country music’s most promising young stars; multiple Grammy winner Jon Secada; and popular Nashville singer\/songwriter Phil Vassar. Washington-based dance troupe Step Afrika! will perform, and the U.S. Army Chorus’s Sergeant First Class (SFC) Steve Cramer will appear as Santa Claus. Rounding out the show will be four-year old singer Kaitlyn Maher, who came to national attention as one of the ten finalists in this year’s “America’s Got Talent” competition. The United States Army Band “Pershing’s Own,” under the baton of Colonel Thomas Rotondi, Jr. will be this year’s featured service band, with The Enterprise High School Encores from Enterprise, Alabama, providing vocal support to the guest artists as well as solo performances of holiday favorites. Pre-show performances were provided by Juggling Toy Soldier - Paul Belanger from Baltimore, Maryland, The Chesapeake Choral Arts Society Carolers from Southern Maryland, The Noel Carolers from McLean, Virginia and Virginia Bronze Sextet from Alexander, Virginia. Weather Conditions: Overcast, light wind, and 50’s dropping into the 40’s.  Light precipitation later in the evening. Miscellaneous: This tree lighting ceremony marks as an 85th year tradition since President Coolidge lit the Tree in 1923.  The National Christmas Tree is a Colorado blue spruce planted on the Ellipse in 1978.  The tree was fifteen years old and thirty feet tall when it arrived in our nation’s capital.  Tonight, as it is lit for the 30th time since leaving the home of Mr. and Mrs. William E. Myers in York, Pennsylvania, the tree stands at almost 42 feet tall. Each night from December 4, 2008 through January 1, 2009, the National Christmas Tree will be lit from dusk until 11 p.m. Musical groups will perform nightly on the Ellipse stage from December 6 to December 23, weeknights from 6:00 to 8:30 p.m. and weekends from 4:00 to 8:30 p.m. Various schools, church, civic and private groups performed during the evening music programs. Groups were mostly from Maryland and Virginia, with some groups from the District of Columbia, Arkansas, Florida, Georgia, Ohio, Michigan, North Carolina, and Pennsylvania. Since 1954, the nightly music performance have been introduced by volunteers from Toastmaster clubs in and around Washington, D.C. Toastmasters International is a worldwide organization dedicated to helping adults improve their communication and leadership skills. Seasonal displays include a Yule log and a large-scale model train. For the 14th consecutive year, the National Christmas Tree Railroad will provide model trains that surround the base of the National Christmas Tree. The trains will run from 11:00 a.m. to 11:00 p.m. daily through January 1st. For the first time this year, the seasonal displays will include a Santa’s Workshop sponsored by UL. The Workshop will be open at select times for children to visit with Santa.  In what becomes the \"Pathway of Peace,\" the National Christmas Tree and 56 smaller trees--one for each state, five territories and the District of Columbia--serve as the event focal point. All 57 trees will be lit each evening at dusk until 11:00 p.m. and will be lit each night through January 1st. Sponsoring organizations in each state provide the tree decorations and each decoration is encased in a protective plastic globe to shield it from the weather. Tonight’s ceremony program is dedicated to the memory of Ron Hudler, a long-time supporter of the Lighting of the National Christmas Tree.  In 1993, Ron began a Christmas tree business, Hudler Carolina Tree Farms, with his three sons, Dale, Fred and Bill.  For the past 12 years, Hudler Carolina Tree Farms has donated more than 60 trees annually to the Lighting of the National Christmas Tree celebration.  Ron and his son, Fred, passed away in January 2009.  The Hudler family decided to both continue Hudler Carolina Tree Farms and continue their father’s tradition of donating to the Lighting of the National Christmas Tree. Organizations: The National Park Service and the National Park Foundation        History of National Christmas Trees  1923 | 1924-1933 | 1934-1938 | 1939-1940 | 1941-1953 | 1954-1960 | 1961-1962 | 1963-1968 | 1969-1973 | 1974-1976 | 1977-1980 | 1981-1988 | 1989-1992 | 1993-2000 | 2001-2008 | 2009-present",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/historyculture\/2001-2008-national-christmas-trees.htm"
}
