{
    "title": "President's Park (White House): 1961 - 1962 Trees",
    "body": "1961-1962 National Christmas Trees       1961 | 1962      1961 December 20 Kennedy President and Participants: Vice President Johnson stood in for President Kennedy when the President was called away to be with his ailing father in Palm Beach, Florida. Mrs. Johnson attended the ceremony with her husband. The Vice President lit the tree at roughly 5:00 p.m. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, unidentified, December 21, 1961.] The Vice President spoke of the nation's dedication to Christ's quest for peace. \"In the last analysis,\" the Vice President said, \"our strength does not reside in material things. Our wealth and our arms, our great cities and out mighty buildings, will avail us not if we lack spiritual strength to subdue mere objects to the higher purposes of humanity.\" [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, unidentified newspaper article, December 21, 1961.] Edward Carr, president of the Christmas Pageant of Peace, held the switch box for the Vice President to light the tree. Walter N. Tobringer, president of the D.C. Board of Commissioners, spoke at the ceremony. [NARA, RG-351, Entry 21, Box 72, File 1-073, \"Relative Miscellanea -- 'Pageants of Peace,'\" letter, December 15, 1961.] The Tree: Cut, 75-foot Douglas fir from Washington state. The tree was donated by Weyerhaeuser Company's Clemons Tree Farm in Washington. The farm was dedicated in 1941 as the first tree farm in America to manage forestlands to provide wood, water, wildlife and recreation. [NPS -WPP, \"Christmas Pageant of Peace Binders,\" \"Fact Sheet, 1961 National Community Christmas Tree\".] The tree was lit from an electronic console that transformed musical notes into impulses that changed the color and degree of brightness of the lights. Thus, when the air filled with song the lights began to flicker. [Washington Post, December 21, 1961.] It was decorated with 3,000 lights. [Washington Post, December 21, 1961.] A church in Massachusetts crafted part of the 1961 tree into an altar. [NPS-WESF, RG-79, Box 16, File 1115-27, \"Christmas Pageant of Peace, 1\/2\/62-12\/22\/62,\" letter, February 21, 1962.] Noteworthy Ceremony Elements: The 1961 turning of the switch lit another tree in Skokie, Illinois. The Skokie-Washington tie-in was the first of its kind, and used the same remote control technique that President Eisenhower used previously to light the Washington tree from Gettysburg, Pennsylvania. The tie-in was arranged when Illinois Congresswoman Marguerite Stitt Church referred her constituents to the Washington Board of Trade. Technical provisions were made by the American Telephone & Telegraph Company. [Washington Post, December 21, 1961.]         1962 December 17 Kennedy President and Participants: President Kennedy presented Christmas greetings and lit the tree at 5:15 p.m. his only year presiding at the Christmas Pageant of Peace. The President expressed his hope for peace, \"after a year when the peace has been sorely tried.\" \"This has been a year of peril,\" the President said, \"when the threat to peace was faced.\" The President also paid tribute to Americans serving abroad. [Washington Post, December 18, 1962.] Secretary of the Interior Stewart Udall served as master of ceremonies. D.C. Commissioner Walter Tobringer gave an address. [Evening Star, December 18, 1962.] As he was leaving, the President veered from his path to shake hands with the public, causing fear among U.S. Park Police that the crowds would mob the President. [Washington Post, December 18, 1962.] The Tree: Cut, 72-foot blue spruce from Colorado. The tree was conventional, lacking the \"dancing lights\" of 1961. It was decorated with 5,000 multicolored lights and 4,000 ornaments. [Washington Post, December 18, 1962.] Noteworthy Ceremony Elements: The Pathway of Peace was lit with fifty-three small trees, representing the states and territories. The trees were decorated with alternating blue and green lights. [NPS - WESF, RG-79, Box 16, File 1115-27, \"Christmas Pageant of Peace,\" \"Requirements for the Christmas Pageant of Peace,\" December 4, 1962.] Music on opening night was provided by the U.S. Marine Band and the Tuskeegee Institute Choir from Alabama. [Evening Star, December 18, 1962.] The Pageant included eight reindeer from the National Zoo, a life-size nativity scene, and a Yule log. [Evening Star, December 18, 1962.] Miscellaneous: National Capital Parks, National Park Service began to receive letters regarding the constitutionality of the crèche at the Christmas Pageant of Peace. [NPS-WESF, RG-79, Box 16, File 1115-27, \"Christmas Pageant of Peace, 1\/2\/62-12\/22\/62,\" letter, February 21, 1962.]      History of National Christmas Trees  1923 | 1924-1933 | 1934-1938 | 1939-1940 | 1941-1953 | 1954-1960 | 1961-1962 | 1963-1968 | 1969-1973 | 1974-1976 | 1977-1980 | 1981-1988 | 1989-1992 | 1993-2000 | 2001-2008 | 2009-present",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/historyculture\/1961-1962-national-christmas-trees.htm"
}
