{
    "title": "Rocky Mountain National Park: Horseback Riding",
    "body": "Horseback Riding         Visitors enjoying a trail ride in the park. NPS Photo by Marino  Horses have been part of Rocky Mountain Park's tradition since its designation in 1915. Recreational pack animal use is balanced with other recreational uses such as hiking. Packing is managed to maintain the natural resources and unique ecosystems in the park. Horses, mules, ponies, llamas, and burros are allowed on park trails. No goats are allowed on park trails.  For overnight camping, stock is permitted at established backcountry campsites designated for stock use. There are two stables located within the park: Glacier Creek Stables and Moraine Park Stables. There are many stables outside the park. Find contact information for the various stables in the area.  There are two Estes Park stables open in the winter: Sombrero Stables and Aspen Lodge Stables. Approximately 260 miles of trails are open to commercial and private horse use, which makes up about 80% of the total trail network in the park. Download a printable Horses & Pack Animals Brochure.   Closed Trails Due to Flood Damage Some trails normally open to stock use, are currently CLOSED due to flood damage.  Please see map.   Ypsilon Trail   Lawn Lake Trail   Twin Sisters Trail   North Longs Peak Trail   Aspen Brook Trail   Connector trail between Finch Lake and Calypso Cascades   Wild Basin beyond Ouzel Falls   North Boundry trail   Dunraven\/North Fork Trail  (US Forest Service closure for all travel)         Rules of the Trail   All stock must remain on existing trails. Travel off trail and cross-country is not permitted.   Stock travel on park roads is not permitted with the following exceptions: -Bowen-Baker Road. -Fern Lake Road between the shuttle bus stop and Fern Lake Trailhead. -North Inlet Road. -Twin Sisters Road at Lily Lake. -Upper Beaver Meadows Road. -Wild Basin Road. -Kaley Cottage Road.    Stock are not permitted in picnic areas and drive-in campgrounds.   Rocky Mountain National Park cannot be used as a base camp for hunting. Hunting is prohibited in the park.    Riding of stock at a speed greater than a trot is not permitted.   Conducting commercial activities requires a park permit.   Stock must be under physical control at all times. Loose herding is not permitted.   Pack out all trash.   Environmental conditions (snowpack, erosion, flooding) can close certain trails to stock use. Flattop Mountain, Tonahutu Creek, North Inlet, Bear Lake\/Fern Lake above treeline are closed to stock use from about mid-October to the first of August.   Contact Backcountry or Information Offices for current conditions: 970-586-1242 or 970-586-1206.   Llama users must yield to let horses and other stock pass.   Only certified weed free forage (hay, straw, mulch) can be used in the park. No forage can be taken beyond a trailhead into the backcountry. Pelletized feed, hay cubes and grain products can be used in the backcountry. Grazing of stock is not permitted. Call the Colorado Department of Agriculture (303-239-4149), for sources of certified weed free hay.   For day use, the maximum number of stock allowed in a group or string is 20.   Stock-drawn equipment is not permitted.   Closure of any portion of the park to stock use can occur at the direction of the park Superintendent. Closures will be posted.        Safety Approximately 95% of Rocky Mountain National Park is designated Wilderness. It is a rare opportunity to experience the wonders and challenges of being in the wilderness. Wilderness does, however, have numerous hazards. Following is an outline of the most likely hazards one might encounter.   Bridges and other water crossings.   Low branches.   Other people and stock on the trail.   Packs and other gear used by hikers and backpackers.   Wildlife   Be prepared for sudden changes in the weather. Dismount immediately if lightning and thunderstorms seem imminent. Try to stay below treeline and avoid high rocky areas. Carry first aid supplies for yourself and the stock. Carry, boil or filter water obtained from park waters before drinking. All park waters may contain Giardia, an organism that can cause serious flu-like symptoms in humans.      Resource Protection & Ethics Where no hitchracks exist, tie a \"highline,\" (a rope between two trees) away from the trail and hitch the stock to it. The rope should be padded. This avoids damage to trees and their root system. Tie up at least 200 ft. (70 adult steps) from lakes and streams. Maintain a distance of 1\/4 mile (or 15 minutes) between pack groups. Use only well-broken, properly shod, gentle stock in good physical condition. When approaching others, make your presence known, alerting them to clear the trail.      Areas Closed to Stock Use East Side Alluvial Fan trails. Andrews Glacier Trail. Bear Lake Area: Bear Lake Nature Trail; trail to Emerald Lake; trails to Lake Haiyaha; trail between Loch\/Mills Junction to and beyond The Loch; trail between Mills and Black Lakes. Bierstadt Lake Trail to Park & Ride Shuttle Bus Parking Lot. Estes Cone Trail. Fern Lake Area: Spruce Lake Trail. Forest Canyon Overlook Trail. Horsetooth Peak Trail. Lily Lake Trail. Longs Peak Area: Chasm Lake beyond hitchrack on Mills Moraine; beyond The Boulder Field, from hitchrack. Mummy Range Area: Trail beyond Lawn Lake hitchrack at east end of lake; trail beyond Ypsilon Lake hitchrack at south end of lake. North Fork Area: trail beyond Lost Lake hitchrack at east end of lake; area between Stormy Peaks Pass and Mummy Pass. North St. Vrain Fire Trail (open to llamas to Aspen Knoll llama campsite). Sky Pond Trail. Sprague Lake Area: Boulder Brook unimproved trail; Sprague Lake Nature Trail. Ute Trail: Upper Beaver Meadows to Milner Pass, except Llamas can be used between Upper Beaver Meadows and Ute Meadows backcountry site. Wild Basin: Beyond hitchrack at Bluebird Lake; Lion Lakes Trail from Thunder Lake Trail; Lookout Mountain trails. West Side Poudre River Trail: Between Chapin Creek to Milner Pass. East Inlet Trail: Beyond west end of Lake Verna. East Shore Trail: One mile north and south of Shadow Mountain Dam (use Ranger Meadows cutoff to avoid this section). All trails above Grand Ditch, except Thunder Pass Trail Haynach Lakes Trail: Beyond Tonahutu Creek Trail (open to llama use from Tonahutu Creek Trail to Haynack Lakes llama campsite). Long Meadows Area: Between Onahu Creek and Timber Creek trails. Paradise Park. Poudre River Trail: Between Chapin Creek and Milner Pass. Specimen Mountain Trail. Willow Creek Area: Between Willow Creek drainage to Long Draw Reservoir (trail is not maintained).",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/horses.htm"
}
