{
    "title": "President's Park (White House): 1954 - 1960 Trees",
    "body": "1954-1960 National Christmas Trees       .      1954 | 1955 | 1956 | 1957 | 1958 | 1959 | 1960             1954 December 17 Eisenhower President and Participants: President Eisenhower, accompanied by Mrs. Eisenhower, delivered a Christmas message before lighting the National Community Christmas Tree at 5:25 p.m. The President expressed his hope for a lasting peace, but noted the oppression and cruel suffering still inflicted on helpless people in some parts of the world. \"Even at this happy season, we dare not forget crimes against justice, denial of mercy, violation of human dignity.... Neither dare we forget out blessings.\" The President spoke of the U.S. dedication to peace, but also of intolerance of evil. [Public Papers of the Presidents, December 17, 1954.] Secretary of the Interior Douglas McKay and Edward J. Kelly and Edward Carr of the Christmas Pageant of Peace committee attended. Kelly held the switchbox. Also attending were Vice President Nixon, Mrs. Nixon, and daughters Tricia and Julie. [Evening Star, December 18, 1954.] The Tree: Cut, 67-foot balsam fir from Michigan. The tree was decorated with 2,100 lights in red, blue and gold. [Washington Post, December 18, 1954.] Hargrove Decorating was hired to decorate the tree. Noteworthy Ceremony Elements: The \"Voice of America\" carried the message throughout the world in thirty-eight languages. [Evening Star, December 18, 1954.] The U.S. Army band performed. [Evening Star, December 17, 1954.] As the President lit the tree, barracks in the Armed Forces overseas, and cities and towns across the country were invited to arrange similar lightings. [NPS-WESF, RG-79, Box 10, File 1115-30-10, \"Executive Mansion Grounds,\" White House Press Conference, November 4, 1954.] Pageant elements included a life-size nativity scene for the first time, exhibition booths, and a stage for nightly entertainment including tableaux, concerts, and religious services. Reindeer arrived in a sleigh driven by \"Santa Claus\" on December 17. [Washington Post, December 16-17, 1954.] The D.C. government granted permission to the committee to display a Christmas message in a municipal location. [NARA, RG-351, Entry 21, Box 72, memo, from Veteran's Service Center to Board of Commissioners, December 13, 1954.] Organization\/Committees: D.C. Recreation Board; American Forestry Association; National Capital Parks, National Park Service; Greater National Capital Committee of the Washington Board of Trade; Electric Institute of Washington; Washington Federation of Churches; and Catholic Archdiocese of Washington.               1955 National Christmas Tree (Library of Congress Prints & Photographs Division)   1955 December 18 Eisenhower President and Participants: President Eisenhower lit the tree using a gold telegraph key from his home in Gettysburg, Pennsylvania. In his address to the nation, the President stressed the universal desire for peace, and suggested that every American strive to do his best to bring about better understanding in the world. [Washington Post, December 19, 1955.] The Tree: Cut, 65-foot white spruce from South Dakota. Noteworthy Ceremony Elements: A double row of smaller trees representing states, embassies, and U.S. territories formed the Pathway of Peace. Other Pageant elements included a children's corner with a reindeer pen, a life-size nativity scene, exhibition booths, and a stage. \"Voice of America\" broadcast the program in thirty-eight languages. [Washington Post, December 19, 1955.] Outstanding Weather Conditions: very cold Miscellaneous: After the successful three-week Pageant in 1954, the Washington Board of Trade decided to organize the Christmas Pageant of Peace again. In October, a non-profit organization, Christmas Pageant of Peace, Inc., was formed with Edward Carr as president. [Washington Post, October 2, 1955.] In November, Edward Kelly of National Capital Parks, National Park Service appointed the Christmas Pageant of Peace committee. [Washington Post, November 23, 1955.]             1956 December 20 Eisenhower President and Participants: President Eisenhower delivered a Christmas message and lit the National Community Christmas Tree at 5:15 p.m. The President spoke about Americans who, \"inspired by the story of Christmas,\" spread abundance, freedom, and honor to those less fortunate. [Public Papers of the Presidents, December 20, 1956.] Edward Carr, president and general chairman of the Christmas Pageant of Peace, officiated at the lighting of the tree. The Tree: Cut, 67-foot Engelmann spruce from New Mexico. This tree was the largest tree up to that year. [Washington Post, December 2, 1956.] The tree was decorated with 5,000 lights, 4,000 decorations, and 1,000 sparkling ornaments. Hargrove Decorating decorated the tree. Noteworthy Ceremony Elements: Other communities across the country timed their community tree lightings to correspond with the national tree. Airliners, ships at sea, cities, towns, and embassies planned to lease Western Union wires with a direct tie-in with the tree on the Ellipse. [NPS-WPP, \"Christmas Pageant of Peace Binders, unidentified newspaper article, December 19, 1956; Washington Post, December 21, 1956.] A double row of 50 smaller trees representing the forty-eight states, embassies, and legations formed the Pathway of Peace. [Evening Star, December 9, 1956.] Other Pageant elements included a children's corner with a reindeer pen, a life-size nativity scene, exhibition booths, and a stage. \"Voice of America\" broadcast the program in thirty-eight languages. [Washington Post, December 21, 1956.] A local Boy Scout and Girl Scout brought greetings from the people of Washington to the President and Mrs. Eisenhower. [Washington Post, December 21, 1956.] Miscellaneous: On March 29, 1956, President Eisenhower proclaimed the General Grant Tree, designated in 1926 as the \"Nation's Christmas Tree\" by President Coolidge, as a National Shrine. The tree is a living memorial to the men and women of the United States who have given their lives in service to their country. Fleet Admiral Chester Nimitz was the President's personal representative at the official dedication on Veterans Day, November 11. Each year during the annual Christmas ceremony, park rangers place a large wreath at the base of the tree. [NPS Homepage - www.nps.gov\/seki\/xmastree.htm, June 23, 1998.] (See also 1926 and 1931 for additional information.)             1957 December 23 Eisenhower President and Participants: President Eisenhower delivered a Christmas message and lit the National Community Christmas Tree at 5:15 p.m. The President warned that \"sweat and toil...courage, patience, self-sacrifice\" would be needed to achieve and sustain world peace. He also affirmed the U.S. dedication to the North Atlantic Treaty Organization (NATO). He said, \"In dedication to peace, in our determination and readiness collectively to sustain that peace, we are firmly joined with our NATO partners -- as indeed we are with other friendly nations around the world.\" [Public Papers of the Presidents, December 23, 1957.] Secretary of the Interior Fred E. Seaton delivered remarks, and Secretary of State John Foster Dulles, District of Columbia Commissioner Robert E. McLaughlin, and Christmas Pageant of Peace president Edward Carr also took part in the ceremony. Vice President and Mrs. Nixon attended the ceremony as well. [Washington Post, December 24, 1957.] The Tree: Cut, 60-foot white spruce from Minnesota. The tree was trimmed by Hargrove Decorating with 500 multi-colored plastic balls, 9,000 9-watt electric bulbs, 200 clusters of glitter ornaments, approximately 350 plastic snowflakes, and a five-foot plastic star at the top. [Washington Post, December 18, 1957.] Noteworthy Ceremony Elements: In many of the larger cities across the country, mayors timed their community tree lighting to correspond with the national tree. [Washington Post, December 21, 1957.] The children's corner included a mechanical Santa with a sleigh, puppet shows and story-telling hour. Other Pageant elements included a life-size nativity scene, a Yule log pit, a reindeer pen with eight live reindeer, exhibition booths, and a stage for nightly performances over the course of the Pageant. The climax of the Pageant was a festival at George Washington University's Lisner Auditorium featuring folk dancing performances organized by embassies.             1958 December 23 Eisenhower President and Participants: The President and Mrs. Eisenhower attended the tree-lighting ceremony. The President lit the National Community Christmas Tree and delivered a Christmas message at 5:00 p.m. The President spoke of a \"new anticipation of a better, a more peaceful world,\" and declared that \"the people of the United States and their Government do not want war. They want to work steadfastly to make 'Peace on Earth. Good Will Toward Men' a reality for all humankind.\" [Public Papers of the Presidents, December 23, 1958.] The President said that he hoped that the ceremony had greater significance than the lighting of the tree. \"I pray that all darkness, which at times has encompassed the world, may be illuminated by the light of understanding and cooperation of all the nations that earnestly seek peace in the year ahead.\" [Public Papers of the Presidents, December 23, 1958.] The President's speech was televised nationally and broadcast by the \"Voice of America\". [Evening Star, December 24, 1958; Public Papers of the Presidents, December 23, 1958.] Conrad L. Wirth, director of the National Park Service, held the switchbox. [Evening Star, December 24, 1958.] Vice President and Mrs. Nixon attended the event. The Tree: Cut, 74-foot Englemann Spruce from Montana . The tree was set aglow with 7,000 lights. [Evening Star, December 24, 1958.] Noteworthy Ceremony Elements: 10 live reindeer, a gift to the President and the American people from the governor and citizens of Alaska, were introduced into the Pageant. After the festivities, the reindeer were brought to the National Zoo where they were housed until the following year. [NPS-WESF, RG-79, Box 10, File 1115-30-10, \"Executive Mansion Grounds,\" News Release\/ Washington Convention and Visitors Bureau, November 25, 1958; Evening Star, December 24, 1958; Washington Post and Times Herald, December 24, 1958.] The U.S. Marine Band led off the program, which also included the Potomac English Handbell Ringers. [Evening Star, December 24, 1958.] A scroll bearing a Christmas message and signed by the governors of the forty-nine states adorned the Pathway of Peace. The printed program was expanded to twelve pages to include the schedule of performances over the course of the pageant. [NPS-WESF, RG-79, Box 12, \"Christmas Tree -- 1959, program, National Community Christmas Tree, 1958.]             1959 December 23 Eisenhower President and Participants: Accompanied by Mrs. Eisenhower, President Eisenhower turned the switch to light the National Community Christmas Tree at about 5:15 p.m. In his message President Eisenhower said, \"differing peoples and systems can exist in this world\" without \"inevitable conflict.\" Just returned from a trip to Africa, Asia, and Europe, the President spoke about trying to \"improve the climate in which diplomacy might work more successfully.\" \"The assurance of peace in freedom is the key to betterment of peoples everywhere,\" he said. \"In a just peace, friendship between all peoples will flourish.\" [Public Papers of the Presidents, December 23, 1959.] Secretary of the Interior Fred E. Seaton introduced the President. The Tree: Cut, 70-foot white spruce from Maine. The tree was decorated with 3,800 bulbs. Noteworthy Ceremony Elements: For the first time, Pageant decorators spread a green dye on the ground to give the Ellipse a fresh look. Two groups of singers sat on the podium with the President -- the Santa Barbara (California) Youth for Christ Chorale, and the American choral group, Little Singers of Paris. [Washington Post, December 24, 1959.] A Greek Orthodox vespers service closed the first night of the Christmas Pageant of Peace. [Washington Post, December 24, 1959.] The reindeer from the 1958 program were reintroduced to the Pageant from the National Zoo. Other Pageant elements included a life-size nativity scene, a Yule log pit, and a stage for nightly performances over the course of the Pageant. Foreign embassies joined the celebration after an absence in 1958. [Washington Post, December 24, 1959.]             1960 December 23 Eisenhower President and Participants: President Eisenhower lit the National Community Christmas Tree at 5:20 p.m. In his address the President made a call for improving the country and removing imperfections through achieving the end of prejudice. He said, \"When, through bitter prejudice and because of differences in skin pigmentation, individuals can not enjoy equality of political and economic opportunity, we see another of these imperfections,\" \"a blot on the brightness of America's image.\" [Evening Star, December 24, 1960; Public Papers of the Presidents, December 23, 1960.] The Tree: Cut, 75-foot Douglas fir from Oregon. Noteworthy Ceremony Elements: The U.S. Marine Band performed at the beginning of the program. Also performing were the Cathedral Bell Ringers of St. Philip, Atlanta, Georgia. [Evening Star, December 23, 1960.] At the children's corner was a \"Mitten Tree,\" sponsored by the Protestant Churches of the Washington area, where needy children could receive warm clothing for the winter. Outstanding Weather Conditions: freezing weather (21o) with an inch of snow on the ground [Evening Star, December 24, 1960.]      History of National Christmas Trees  1923 | 1924-1933 | 1934-1938 | 1939-1940 | 1941-1953 | 1954-1960 | 1961-1962 | 1963-1968 | 1969-1973 | 1974-1976 | 1977-1980 | 1981-1988 | 1989-1992 | 1993-2000 | 2001-2008 | 2009-present",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/historyculture\/1954-1960-national-christmas-trees.htm"
}
