{
    "title": "President's Park (White House): 1924 - 1933 tree lightings",
    "body": "1924 - 1933 Tree Lightings         In Sherman Plaza, just south of the Treasury Department, workers decorated the 1927 National Christmas Tree.  Spotlights added to the tree's illumination.  To announce the lighting, a signal flare was launched from the Ellipse into the sky.  The flare was visible to most parts of the city. National Park Service Historic Photograph Collection\/Harpers Ferry Center  Sherman Plaza  In 1924, the American Forestry Association--who had promoted the planting of live community trees in memory of those who lost their lives in World War I--donated to the Christmas Eve event a living tree. Because of the recreational and multipurpose uses of the Ellipse throughout the year the permanent tree was planted in nearby Sherman Plaza, (southeast of the White House and south of the Treasury Building). On Christmas Eve both President Coolidge and First Lady Grace Coolidge participated in the tree lighting ceremony. Organizers (including representatives of various electrical-related organizations promoting the use of lighted community trees throughout the United States) renamed the tree \"The National Community Christmas Tree.\" The phrase \"Community\" remained until the late 1960's when the name of the tree returned to the \"National Christmas Tree.\" Meanwhile...on the West Coast, organizers in California were promoting the giant \"General Grant\" Sequoia tree as the \"Nation's Christmas Tree.\" When asked to directly endorse the tree as such, President Coolidge declined, noting the then-current existence of numerous \"national\" tree projects. In 1926, Congress took up the California cause and formally designated \"General Grant\" as the \"Nation's Christmas Tree.\" In 1949 Sanger, California, was designated as the \"Nation's Christmas Tree City.\" A third honor was awarded on March 29, 1956, when President Dwight D. Eisenhower proclaimed the \"Nation's Christmas Tree\" as a National Shrine--a living memorial to the men and women of the United States who have given their lives in service to their country. Fleet Admiral Chester Nimitz was the President's personal representative at the official dedication on Veteran's Day, November 11. Each year during the annual Christmas ceremony, national park rangers place a large wreath at the base of the tree.   Back on the East Coast, the Washington, D.C. lighting ceremony event - although without any formal 'national' recognition - grew in popularity and expanded with activities. The event drew together the First Couple and the citizens in an intimate Christmas Eve gathering. Representatives of the Boy Scouts and Girl Scouts began to greet the President and First Lady. In 1925, the ceremony was broadcast over radio airwaves. In 1926 a signal flare was launched from the nearby Ellipse signaling the lighting of the tree and prompting buglers stationed throughout the Capitol to musically announce the illumination. The effect of the weight and heat of the electric lights took its toll on the tree which had to be replaced in 1929. That year the presidential tradition of lighting the tree was passed on to President Herbert Hoover and First Lady Lou Hoover. In time President Hoover's short greeting evolved into a presidential message. In 1932 citizens passing by were amazed to hear holiday music coming from the tree. Audio equipment had been concealed under the tree's branches. The guard on duty protecting the tree had the dual duty of changing the music. President Franklin D. Roosevelt and First Lady Eleanor Roosevelt presided at the last lighting in Sherman Plaza in 1933. Landscaping of the Plaza relocated the ceremony to Lafayette Park, north of the White House in 1934. History of National Christmas Tree Lighting Ceremonies 1923 | 1924-1933 | 1934-1938 | 1939-1940 | 1941-1953 | 1954-present",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/historyculture\/1924-1933-tree-lightings.htm"
}
