{
    "title": "President's Park (White House): 1934 - 1938 Trees",
    "body": "1934-1938 National Christmas Trees       History | 1934 | 1935 | 1936 | 1937 | 1938            1934-1938 Lafayette Park            History At the close of 1933 it became clear that, due to landscaping changes in Sherman Plaza which called only for willow oaks and thus precluded the use of any evergreens, the National Community Christmas Tree would have to move for the 1934 ceremony. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" memo, October 26, 1934; Evening Star, October 24, 1934; NPS-WESF, RG-79, Box 10, File 1115-30-25, \"Lafayette Park,\" \"Report of Chairman of Committee on Grounds, Stands and Arrangements, National Community Christmas Tree - 1939\".] Before that decision was made, however, two Koster blue spruces had been purchased for planting in the same location in Sherman Plaza to replace the \"decrepit trees heretofore used as National [Community] Christmas Trees.\" [NARA, RG-66, Project Files, Box 91, \"Lafayette Park, Christmas Trees,\" letter from Finnan to Cammerer, January 19, 1934.] Two trees were purchased so that alternate trees could be used in alternate years to reduce damage caused by trimming and lighting. [NARA, RG-66, Box 91, \"Lafayette Park -- Christmas Trees,\" \"Specification for the Supplying and Transplanting of Two Kosters Blue Spruce to Sherman Plaza, Washington, D.C.,\" December 9, 1933.] This practice of alternating trees to serve as the Christmas tree continued until 1953. With the forced relocation, a new location had to be chosen. There was support at the Division of Planning and Design of National Capital Parks, National Park Service, for the trees to be planted in Lafayette Park on either side of the Sixteenth Street Mall, south of the Jackson Statue . The office preferred the park for its relative proximity to the White House, and for its visibility from many approaches, including the White House. From a design perspective the location was preferable as it would take into consideration new designs for the park and maintain a balance in the design. Also, horticulturally the location was ideal as it was far enough away from the heat of the street and from the roots and nearby shade of other trees. [NARA, RG-66, Project Files, Box 91, \"Lafayette Park, Christmas Trees,\" letter from Finnan to Cammerer, January 19, 1934.] C. Marshall Finnan, superintendent of National Capital Parks, National Park Service requested permission from the Commission of Fine Arts to relocate the trees to Lafayette Park. The Commission approved neither the type of tree nor the suggested location. The Commission desired that green fir trees, approximately twenty feet tall, be planted eighteen feet east and west of the Jackson Statue . [NARA, RG-66, Project Files, Box 91, \"Lafayette Park, Christmas Trees,\" letter to Cammerer, March 13, 1934.] Elizabeth Peeples, representing the Committee for the Location of the National Community Christmas Tree, found the Commission's proposal unacceptable due to limited visibility of the tree on the east side of the statue, and the impossibility of erecting stands large enough in that location. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" letter to Finnan, April 6, 1934.] In trying to please the Commission, Arno B. Cammerer, director of National Capital Parks, National Park Service suggested placing a large cut tree in the center of the Ellipse, where a large ceremony could be staged, and the tree then removed. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" memo to Finnan, November 6, 1934.] This was an idea that appealed to the Commission. Finnan insisted on the use of living trees so as not to offend the National Community Christmas Trees Council, and on keeping the trees \"within site of the White House since the ceremony is closely associated with the President.\" [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" memos to Cammerer, March 5, 1934, October 26, 1934.] However, the \"threat of the removal of the National Community Christmas Tree to the Capitol Grounds\" was defeated by National Capital Parks, National Park Service. [Evening Star, October 24, 1934.] The final decision satisfied those in the National Park Service who had expressed the fear that moving the tree too far from the White House \"may be some justification for its further removal to the Capitol Plaza.\" [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" letter from Clyde-Burton to Finnan, November 7, 1934.] The result was the planting of North Carolinian firs eighteen to twenty-three feet east and west of the Jackson Statue . The ceremony remained in Lafayette Park until it was moved to the Ellipse in 1939.             1934 December 24 Roosevelt President and Participants: President Roosevelt arrived with Mrs. Roosevelt and four generations of Roosevelts in tow, having been driven into Lafayette Park from H Street, directly up to the rear of the speaker's platform. The President lit the tree at 6:00 p.m. and addressed the crowd. Standing by the statue of Andrew Jackson, the President, in his Christmas greeting, spoke of Jackson's patriotic character, \"unstained and unafraid.\" President Roosevelt spoke of what all Americans might learn from the former President about \"the union of hearts and minds of people devoted with unity to the welfare of the country.\" [Washington Post, December 25, 1934.] Secretary of the Interior Harold Ickes and Mrs. Ickes accompanied the presidential party. The Tree: Living, 23-foot fir from North Carolina (living. 1934). The tree west of the Jackson Statue was used because of its visibility from the President's rooms in the White House. The tree was decorated with red and green bulbs. In addition to the bulbs, there were also more than 250 tree ornaments, chiefly red, green, and silver balls. [Evening Star, December 23, 1934.] The tree lighting went awry when, after the President pressed the button, there was an awkward lapse of about five seconds when the tree did not light. President Roosevelt looked about in confusion until the lights flashed on. [Washington Daily News, December 25, 1934.] Noteworthy Ceremony Elements: The ceremony, including President Roosevelt's address, was broadcast to the nation by Columbia Broadcasting System (CBS), National Broadcasting Company (NBC), and American Broadcasting Company (ABC) radio broadcast. [Evening Star, December 23, 1934.] A local Boy Scout and Girl Scout presented Christmas greetings from the people of Washington to the President and Mrs. Roosevelt. The popular \"Singing Tree\" attracted thousands more visitors over the course of the week. Organization\/Committees: Community Center Department, D.C. Public Schools; National Capital Parks, National Park Service; Electric Institute of Washington; and American Automobile Association.               1935 National Christmas Tree (Photo by Theodor Horydczak, Library of Congress, Prints and Photographs Division)   1935 December 24 Roosevelt President and Participants: Joined by his mother, sons, daughters-in-law and Mrs. Roosevelt, the President delivered a Christmas message and then lit the tree at 5:09 p.m. [Evening Star, December 24, 1935.] The President pointed to the statues of German, Polish, and French Revolutionary War heroes in Lafayette Park as types of diversity found among the American people, saying that the spirit of Christmas knows no race or creed. [Evening Star, December 25, 1935.] Introductory remarks were made by First Assistant Secretary of the Interior, Theodore A. Walters. [Evening Star, December 24, 1935.] The Tree: Living, 23-foot fir from North Carolina (1934). The tree east of the Jackson Statue was used. [New York Times, December 25, 1935; National Park Service, Harper Ferry Center, File 3.3-4, National Community Christmas Tree, 1925 (photo documentation).] The pressing of the button to light the tree set chimes ringing throughout the nation via radio broadcast. [Evening Star, December 24, 1935.] New star-shaped lights were used to decorate the tree. Some were stolen over the course of the week. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, notes, November 30, 1957.] Noteworthy Ceremony Elements: The Automobile Association of America sent 1,500 invitations to Washingtonians inviting them to the tree-lighting ceremony. [Evening Star, December 24, 1935.] The \"Singing Tree\" was included for its fourth season. [Evening Star, December 24, 1935.] The U.S. Marine Band opened the ceremonies at 4:30 p.m. with a concert prior to the arrival of the President. [Evening Star, December 24, 1935.] Following the President's address, the crowd sang carols led by the Franciscan Friars of Washington, D.C. and the Lincoln Cathedral Choir of Lincoln, Nebraska. [Evening Star, December 24, 1935.] A local Boy Scout and Girl Scout presented Christmas greetings from the people of Washington to the President and Mrs. Roosevelt. [Evening Star, December 24, 1935.] Outstanding Weather Conditions: snow-blanketed grounds [Evening Star, December 25, 1935.] Organization\/Committees: Community Center Department, D.C. Public Schools; American Forestry Association; National Capital Parks, National Park Service; and Municipal Playgrounds Department, D.C. Public Schools.               1936 National Christmas Tree (Photo by Theodor Horydczak, Library of Congress, Prints and Photographs Division)   1936 December 24 Roosevelt President and Participants: President Roosevelt gave a Christmas message and lit the tree shortly after 5:00 p.m. The Tree: Living, 23-foot fir from North Carolina (1934). The tree east of the Jackson Statue was used. It was decorated with red, white, and blue ornaments. [Library of Congress, Prints & Photographs Division, Theodor Horydczak Collection, National Christmas Tree -- 1936 (photo documentation).] In either 1936 or 1937 the switchbox now used to light the tree was introduced. Until this time a hand-held button shown in the 1923 picture of President Coolidge was likely still in use, as indicated by a picture of President Roosevelt using a similar button in 1935. An undated photograph that likely dates to 1937 shows the switchbox.[Library of Congress, Prints & Photographs; \"The President presses button lighting the Nation's tree,\"; \"President Coolidge lighting the Community Christmas tree on the Ellipse, December 24, 1923, Evening Star, December 25, 1935; NPS - WESF, \"Abbie Rowe\/Events Photographs,\" \"National Community Christmas Tree, President F.D. Roosevelt,\" ca. 1937 (photo documentation).] After theft of ornaments the previous year, an eight-sided fence was installed to protect the tree from vandals. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, notes, November 30, 1957.] Noteworthy Ceremony Elements: The U.S. Marine Band opened the ceremonies with a concert prior to the arrival of the President. A local Boy Scout and Girl Scout presented Christmas greetings from the people of Washington to the President and Mrs. Roosevelt. Following the President's address, the singing of carols took place led by the University of Maryland Glee Clubs. Organization\/Committees: Community Center Department, D.C. Public Schools; American Forestry Association; National Capital Parks, National Park Service; and Municipal Playgrounds Department, D.C. Public Schools. A committee on broadcasting was added to the national, executive, lighting and carol singing committees. The committee included representatives of the Chesapeake and Potomac Telephone Company, the Columbia Broadcasting System (CBS), the American Broadcasting Company (ABC), and the National Broadcasting Company (NBC).             1937 December 24 Roosevelt President and Participants: President Roosevelt greeted the nation and lit the National Community Christmas Tree at a few minutes after 5:00 p.m. Mrs. Roosevelt, having been called to her daughter, Mrs. John Boettinger, in Seattle, Washington, did not attend. [Washington Post, December 24, 1937.] Three broadcasting stations carried the President's message. The Tree: Living, 23-foot fir from North Carolina (1934). The tree west of the Jackson Statue was used. [Washington Post, December 24, 1937.] In either 1936 or 1937 the switchbox now used to light the tree was introduced. Until this time a hand-held button shown in the 1923 picture of President Coolidge was likely still in use, as indicated by a picture of President Roosevelt using a similar button in 1935. An undated photograph that likely dates to 1937 shows the switchbox.[Library of Congress, Prints & Photographs; \"The President presses button lighting the Nation's tree,\"; \"President Coolidge lighting the Community Christmas tree on the Ellipse, December 24, 1923, Evening Star, December 25, 1935; NPS - WESF, \"Abbie Rowe\/Events Photographs,\" \"National Community Christmas Tree, President F.D. Roosevelt,\" ca. 1937 (photo documentation).] Chimes rang instead of a buzzer as the President turned the switch to signal the lighting of the National Community Christmas Tree. [Washington Post, December 24, 1937.] This element was likely added with the radio audience in mind. Noteworthy Ceremony Elements: As a part of the National Community Christmas Tree program, the Women's Council of the Washington Federation of Churches erected over 200 Christmas trees in the inhabited alleys of Washington. They distributed toys and gifts in the alley dwellings on Christmas Eve, and provided a program of Christmas carols and stories immediately after the ceremony in Lafayette Park. [Washington Post, December 24, 1937.] A 1939 report claimed, \"a switch box with a silver plate engraved with the names of all who have lighted the tree since 1923 together with the dates, [was] furnished by the Electric Institute of Washington.\" [NPS-WESF, RG-79, Box 10, File 1115-30-15, \"Grounds South,\" \"Report of Chairman of Committee on Grounds, Stands and Arrangements, National Community Christmas Tree - 1939\".] This likely occurred earlier than 1939, as President Roosevelt is shown with the box in 1937. [NPS - WESF, \"Abbie Rowe\/Events Photographs,\" \"National Community Christmas Tree, President F.D. Roosevelt,\" ca. 1937 (photo documentation).] A concert by the U.S. Marine Band began the program, followed by the arrival of the President and his party, the lighting of the tree, and the singing of carols by the Schola Cantorum. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, program, National Community Christmas Tree, 1937.] A local Boy Scout and Girl Scout presented Christmas greetings to the President and Mrs. James Roosevelt. In the absence of the First Lady, the President's daughter-in-law received the flowers from the Girl Scout. [Evening Star, December 25, 1937.] New platforms were erected for the additional press because of increased interest due to the popularity of the Roosevelts. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, notes, November 30, 1957.] Outstanding Weather Conditions: cold rain [Evening Star, December 25, 1937.] Organization\/Committees: Community Center Department, D.C. Public Schools; American Forestry Association; and National Capital Parks, National Park Service. A committee on alley Christmas trees (see above) was added to the national, executive, lighting, carol singing, and broadcasting committees.             1938 December 24 Roosevelt President and Participants: The President presented Christmas greetings to the crowd, and then lit the National Community Christmas Tree at a few minutes after 5:00 p.m. In his address, the President expressed his hope for peace: \"At this time let us hope that the boon of peace which we in this country and in the whole Western Hemisphere enjoy under the providence of God may likewise be vouchsafed to all nations and all peoples. We desire peace. We shall work for peace. We covet neither the lands nor the possessions of any other nation or people.\" [NPS -WPP, \"Christmas Pageant of Peace Binders,\" unidentified and undated newspaper article, ca. December 1938.] The Tree: Living, 23-foot fir from North Carolina (1934). The east tree was used. [American Forests, December 1965 (photographic documentation).] The Electric Institute of Washington donated a new type of lighting, Mercury Vapor Floodlights, to illuminate the tree. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, notes, November 30, 1957.] Noteworthy Ceremony Elements: The Women's Council of the Washington Federation of Churches sponsored community Christmas trees in the inhabited alleys. The alley trees were lit as the President lit the National Community Christmas Tree at about 5:00 p.m. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, program, National Community Christmas Tree, 1938.] A concert by the U.S. Marine Band began the program, followed by the arrival of the President and his party, the lighting of the tree, and the singing of carols by the Schola Cantorum of National Capital Parks, National Park Service. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, program, National Community Christmas Tree, 1938.] A local Boy Scout and Girl Scout presented Christmas greetings from the people of Washington to the President and Mrs. Roosevelt. Organization\/Committees: Community Center Department, D.C. Public Schools; American Forestry Association; and National Capital Parks, National Park Service.      History of National Christmas Trees  1923 | 1924-1933 | 1934-1938 | 1939-1940 | 1941-1953 | 1954-1960 | 1961-1962 | 1963-1968 | 1969-1973 | 1974-1976 | 1977-1980 | 1981-1988 | 1989-1992 | 1993-2000 | 2001-2008 | 2009-present",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/historyculture\/1934-1938-national-christmas-trees.htm"
}
