{
    "title": "President's Park (White House): 1963 - 1968 Trees",
    "body": "1963-1968 National Christmas Trees       1963 | 1964 | 1965 | 1966 | 1967 | 1968        1963 National Christmas Tree (Library of Congress Prints & Photographs Division)   1963 December 22 Johnson President and Participants: President Johnson lit the National Community Christmas Tree at 6:30 p.m. Originally slated for December 18, the ceremony was delayed four days to await the end of the thirty-day mourning period after the assassination of President Kennedy. President Johnson said, \"Today we come to the end of a season of great national sorrow, and to the beginning of the season of great, eternal joy. We mourn our great President, John F. Kennedy, but he would have us go on. While our spirits cannot be light, our hearts need not be heavy.\" He said that he hoped that the nation would \"not lose the closeness and the sense of sharing and the spirit of mercy and compassion, which these last few days have brought to us all.\" [Washington Post, December 23, 1963; Public Papers of the Presidents, December 22, 1963.] Secretary of the Interior Stewart Udall opened the service by saying that this was a Christmas that combined sadness and joy. [Washington Post, December 23, 1963.] The Tree: Cut, 71-foot Norway (red) spruce from West Virginia. The tree was decorated with 8,000 lights. General Electric Company began a decades-long tradition of providing a lighting design and decorations for the tree. [NPS-WHL, RG-79, Box SE-006, \"A82 President's Park - 1985 Christmas Pageant of Peace, GE Newsletter.] Noteworthy Ceremony Elements: Between 1959 and 1962 Pageant decorators had used a green dye to make the Ellipse look fresh. In 1963 they did not use the dye as the ground was covered with snow. [Washington Post, December 21, 1963.] 80 smaller tress were lit and arranged on the Ellipse in the shape of a \"Cross of Peace.\" [\"The Presidents and their Christmas Trees,\" American Forests December, 1965; Washington Daily News, December 23, 1963.] The eight reindeer from the National Zoo were exhibited in a pen on the Ellipse. [Washington Post, December 21, 1963.] Outstanding Weather Conditions: Unusually cold, with snow [Washington Post, December 23, 1963.] Miscellaneous: The U.S. Post Office issued a stamp commemorating forty years of the National Christmas Tree. The artist for the stamp was Lily Spandorf. Few if any program remain from this event. The original programs, bearing the name of President Kennedy, were likely destroyed following his death. [Conversation, July 30, 1998, C.L. Arlbebide and Laura Schiavo.]           1964 National Christmas Tree   1964 December 18 Johnson President and Participants: President Johnson, accompanied by his family, lit the tree and gave a Christmas greeting at 6:57 p.m. The President spoke about the moment as one of great hope and an age of peace, saying, \"these are the most hopeful times since Christ was born in Bethlehem. ... By his inventions, man has made war unthinkable, now and forevermore.\" [Public Papers of the Presidents, December 18, 1964.] Secretary of the Interior Stewart Udall and D.C. Commissioner Tobringer spoke before the President's address. Vice President-elect Hubert H. Humphrey was in attendance. The Tree: Cut, 72-foot Adirondack white spruce from New York. The tree, decorated with 7,500 lights and 5,000 ornaments, was topped with a cross instead of the traditional star. [Washington Post, December 11, 1964.] Noteworthy Ceremony Elements: The Pageant was similar to the 1963 celebration, with reindeer, a Yule log, and a life-size nativity scene. Fifty-three state and territory trees lined the Pathway of Peace. Outstanding Weather Conditions: very cold [Evening Star, December 19, 1963.] Miscellaneous: Following the lighting of the tree there was a lunar eclipse. [Evening Star, December 19, 1963.]           1965 National Christmas Tree (Photo by Aldon Nielsen)   1965 December 17 Johnson President and Participants: President Johnson lit the tree and delivered a Christmas greeting at 5:20 p.m. The President spoke about the brave American men in combat in Vietnam, and their striving for peace. \"We know that peace is not merely the absence of war. It is that climate in which man may be liberated form the hopelessness that imprisons his spirit.\" [Public Papers of the Presidents, December 17, 1965.] In attendance on stage were British Prime Minister Harold Wilson and Vice President Hubert Humphrey. [Public Papers of the Presidents, December 17, 1965.] The Tree: Cut, 70-foot blue spruce from White Mountain Apache Indian Reservation, Arizona. This was the first tree presented by an Indian tribe for use as the National Community Christmas Tree. [NPS-WESF, RG-79, Box 21, \"A8227 Christmas Pageant of Peace, January 1, 1966, Part 1,\" letter, January 19, 1966.] On November 15, the day the tree was cut in Arizona, the White Mountain Apache Tribe held a ceremony with Apache dancers. [NPS-ESF, RG-79, Box 18, \"A 8227 Christmas Pageant of Peace,\" US Department of the Interior Press Release, October 17, 1965.] Noteworthy Ceremony Elements: The American Mining Congress of Zanesville, Ohio, began working with the National Park Service to provide state and territorial trees for the Pathway of Peace. This partnership continued until 1971. [NPS-WESF, RG-79, Box 29, \"A8227 Christmas Pageant of Peace 1\/1\/72, letter from the American Mining Congress, June 7, 1972.] The mining company contributed fifty-three small trees in 1965, for the fifty states and three territories. The Pageant was similar to the 1964 celebration, with reindeer, a Yule log, and a life-size nativity scene. Miscellaneous: The National Park Service began to receive letters regarding the importance of conservation and the inadvisability of cutting down a tree for use as the National Community Christmas Tree every year. These letters urged the National Park Service to introduce a live tree to the Christmas Pageant of Peace. [NPS-WESF, RG-79, Box 18, File 1115-27, \"A8227 Christmas Pageant of Peace,\" letter, December 14, 1965.]           1966 National Christmas Tree (Photo by Aldon Nielsen)   1966 December 15 Johnson President and Participants: President Johnson lit the tree and delivered a Christmas greeting at approximately 5:20 p.m. The President was accompanied by Mrs. Johnson and their daughter, Lynda. Vice President Humphrey and Mrs. Humphrey, Secretary of the Interior Stewart Udall, and president of the D.C. Board of Commissioners Walter Tobringer also attended. [Public Papers of the Presidents, December 15, 1966.] In his address, the President said that peace in Vietnam is \"some time ahead,\" but that \"the tide of the battle has turned.\" The President also spoke about the 20 million African Americans who \"still yearn for the rights and dignity that the rest of us take for granted,\" and \"half the world's people\" abroad who \"struggle daily against hunger, disease, and poverty.\" [Public Papers of the Presidents, December 15, 1966.] The Tree: Cut, 65-foot red fir from California. Noteworthy Ceremony Elements: Seated a few seats away from the President were four astronauts, U.S. Navy Commander James A. Lovell, Jr., U.S. Air Force Major Thomas Stafford, U.S. Air Force Lieutenant Colonel Frank Borman, and U.S. Navy Captain Walter M. Schirra. [Evening Star, December 16, 1966.] Before the ceremony the President had appeared unannounced at a White House reception given by Lady Bird Johnson for local Vietnam veterans. [Evening Star, December 16, 1966.] Fifty-three 12-foot trees from the American Mining Congress and the Pittsburgh and Midway Coal Mining Company of Kansas City, Missouri were arranged in an arc, instead of lining a pathway to the National Community Christmas Tree. [Washington Board of Trade News, December, 1966.] Ceremony elements included the Yule log, a reindeer pen, and a nativity scene. [NPS-WESF, RG-79, Box 21, \"A8227 Christmas Pageant of Peace 1\/1\/66,\" memo, November 28, 1966.] A local Boy Scout and Girl Scout delivered a Christmas message to the President and Mrs. Johnson from the people of Washington. [NPS-WESF, RG-79, Box 21, \"A8227 Christmas Pageant of Peace 1\/1\/66,\" memo, letters, December 12, 1966.]           1967 National Christmas Tree (Photo by Aldon Nielsen)   1967 December 15 Johnson President and Participants: President Johnson delivered a Christmas greeting and lit the tree at roughly 5:56 p.m. In his address he spoke about scientific breakthroughs, the tragedy of war, and hope for peace. He remembered those fighting abroad and the 500,000 Americans celebrating Christmas without a beloved son or husband. [Washington Post, December 15, 1967.] Washington, D.C. Mayor Walter Washington, Secretary of the Interior Stewart Udall, and Governor Philip H. Hoof of Vermont, whose state had donated the tree, sat on the podium with the President. [Public Papers of the Presidents, December 15, 1967.] As the President arrived at the ceremony, his white mongrel dog Yuki, with a red cap and a white beard, bounced along behind him. [Evening Star, December 16, 1967.] The Tree: Cut, 70-foot balsam fir from Vermont. The tree was decorated with 4,000 red, white, and blue lights, and 250 gold balls. [Washington Post, December 15, 1967.] The tree topper, designed by A.L. Hart of General Electric, was a four-foot spire with stars at its base. Noteworthy Ceremony Elements: The Festival Singers of Toronto, Canada performed, marking the first time that choral group from a foreign nation had participated in the opening ceremonies. [Washington Post, December 15, 1967.] Fifty-three state and territory trees lined the Pathway of Peace. [Evening Star, December 16, 1967.]           1968 National Christmas Tree (Photo by Aldon Nielsen)   1968 December 16 Johnson President and Participants: After delivering a Christmas message, President Johnson lit the tree at 5:48 p.m. for the sixth and final time. In his address, he prayed for peace and reconciliation abroad, and tranquillity at home. The President was accompanied by his daughter Luci Nugent and his grandson Lyn Nugent. [Evening Star, December 17, 1968.] Secretary of the Interior Stewart Udall; Edward Carr, president of the Christmas Pageant of Peace; John M. Dalton, chairman of the Christmas Pageant of Peace; Senator Frank E. Moss of Utah, whose state donated the tree; and Washington, D.C. Mayor Walter Washington, all sat on the stage. [Public Papers of the Presidents, December 16, 1968.] The Tree: Cut, 74-foot Engelmann spruce from Utah. The tree was decorated with 4,000 blue and green lights. Noteworthy Ceremony Elements: At the same time that the President lit the National Community Christmas Tree, a tree was lit in the Alaskan village of Hooper Bay on the Bering Sea coast. This Alaskan village was the first to be electrified under grants made to the Alaskan Village Electric Cooperative for the purpose of bringing electric power to isolated villages of Alaska. [NPS-WESF, RG-79, Box 21, \"A8227 Christmas Pageant of Peace 1\/1\/66,\" memo, December 16, 1968.] The state trees along the Pathway of Peace were again donated by the American Mining Congress. Outstanding Weather Conditions: bitter cold [Evening Star, December 17, 1968.] Miscellaneous: The first legal challenge to the appropriateness of the display of the nativity scene in connection with the Christmas Pageant of Peace was introduced by the American Civil Liberties Union (ACLU). The ACLU invoked the \"establishment clause\" of the First Amendment. [NPS-WESF, RG-79, Box 21, \"A8227 Christmas Pageant of Peace, 1\/1\/66, Part 1,\" letter, August 5, 1968.] In response, National Park Service argued that the crèche and the tree were not strictly religious, but were \"symbols of the national holiday.\" [NPS-WESF, RG-79, Box 21, \"A8227 Christmas Pageant of Peace, 1\/1\/66, Part 1,\" Follow-up Slip, August 23, 1968.] Nevertheless, National Park Service made new arrangements for the crèche whereby National Park Service would cease to be involved in its storage, maintenance, repair, or construction. Those responsibilities would be assumed by the private Christmas Pageant of Peace committee. [NPS-WESF, RG-79, Box 21, \"A8227 Christmas Pageant of Peace, 1\/1\/66, Part 1,\" letter, September 10, 1968.]      History of National Christmas Trees  1923 | 1924-1933 | 1934-1938 | 1939-1940 | 1941-1953 | 1954-1960 | 1961-1962 | 1963-1968 | 1969-1973 | 1974-1976 | 1977-1980 | 1981-1988 | 1989-1992 | 1993-2000 | 2001-2008 | 2009-present",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/historyculture\/1963-1968-national-christmas-trees.htm"
}
