{
    "title": "President's Park (White House): 1939 - 1940 Trees",
    "body": "1939-1940 National Christmas Trees       History | 1939 | 1940      1939-1940 The Ellipse             History A 1939 report on the National Christmas Community Tree stated that the relocation of the tree from Lafayette Park to the Grounds South of the Executive Mansion (Ellipse) occurred on account of the landscaping in Lafayette Park. [NPS-WESF, RG-79, Box 10, File 1115-30-15, \"Grounds South,\" \"Report of Chairman of Committee on Grounds, Stands and Arrangements, National Community Christmas Tree - 1939\".] One newspaper account suggested that the U.S. Secret Service required the move to a more open space with fewer trees and bushes for security purposes. [Washington Times-Herald, December 24, 1939.] Most other accounts from the period indicate that with the increased popularity that President Roosevelt brought to the celebration at the National Christmas Community Tree, the ceremony was moved to the Ellipse to accommodate the growing crowds. [NPS-WESF, RG-79, Box 10, File 1115-30-15, \"Grounds South,\" printed statement by G.H. Collingwood, ca. 1939-1940; Washington Post, December 24, 1939.] A Washington Post article called the Ellipse \"far more spacious.\" [Washington Post, December 9, 1939.] Another explanation suggested regarding the choice of location was the advantageous visibility of the Ellipse from many approaches. [Evening Star, December 9, 1939.] Two trees were used as the National Community Christmas Tree, one in 1939 and one in 1940. Each was transplanted at the end of the Christmas season. Both were cedars of approximately 30 feet in height transplanted from the Mount Vernon Highway in Virginia (George Washington Memorial Parkway). Each was placed just south of the center of the Ellipse [Washington Post, December 9, 1939], \"on the center line of C Street on the north and south axis of the White House.\" [NPS-WESF, RG-79, Box 10, File 1115-30-15, \"Grounds South,\" \"Report of Chairman of Committee on Grounds, Stands and Arrangements, National Community Christmas Tree - 1939\".] In the new location cars, except those with special stickers, were banned along the Ellipse. The National Community Christmas Tree celebration remained in this location for only two years.               1939 National Christmas Tree (Library of Congress Prints & Photographs Division)   1939 December 24 Roosevelt President and Participants: President Roosevelt, joined by his wife and four generations of Roosevelts, delivered a Christmas address and, holding the switchbox, lit the tree at 5:11 p.m. [NPS-WESF, RG-79, Box 10, File 1115-30-15, \"Grounds South,\" \"Report of Chairman of Committee on Grounds, Stands and Arrangements, National Community Christmas Tree - 1939\".] The President decried war, invoked the beatitudes of Christ, and called on \"belligerent nations to read the Sermon on the Mount.\" He spoke of 1939 as filled \"with dread of evil things to come\" and ending with \"the horror of another war adding its toll of anguish to a world already bowed under the burden of suffering laid upon it by man's inhumanity to man.\" [Washington Post, December 25, 1939.] Representative Jennings Randolph of West Virginia introduced the President. [Washington Post, December 24, 1939.] The Tree: Living, 36-foot red cedar from Mount Vernon Memorial Highway, Virginia (1939). The Electric Institute of Washington decorated with red and green lights and twinkling stars. Mercury floodlights illuminated the tree. The tree was replanted after New Year's. [NPS-WESF, RG-79, Box 10, File 1115-30-25, \"Lafayette Park,\" \"Report of Chairman of Committee on Grounds, Stands and Arrangements, National Community Christmas Tree -- 1939\".] (Location of the replanted red cedar is unknown.) Noteworthy Ceremony Elements: In a departure from a seven-year tradition, the tree was not a \"\"Singing Tree\".\" [Washington Post, December 9, 1939.] A switchbox with a silver plate engraved with the names of all who had lighted the tree may have been furnished by the Electric Institute of Washington, but it is more likely that this occurred earlier (see 1937). [NPS-WESF, RG-79, Box 10, File 1115-30-15, \"Grounds South,\" \"Report of Chairman of Committee on Grounds, Stands and Arrangements, National Community Christmas Tree - 1939\".] The U.S. Marine Band performed at 4:30 p.m., followed by the singing of carols by the Federal Playhouse Chorus of the Agriculture Branch of the National Federation of Federal Employees. The Women's Council of the Washington Federation of Churches again sponsored community Christmas trees in the alleys, which Eleanor Roosevelt toured. [Washington Post, December 24, 1939.] Outstanding Weather Conditions: cloudy and cold, 30o [NPS-WESF, RG-79, Box 10, File 1115-30-15, \"Grounds South,\" \"Report of Chairman of Committee on Grounds, Stands and Arrangements, National Community Christmas Tree - 1939\".] Organization\/Committees: Community Center Department, D.C. Public Schools; Municipal Playgrounds Department, D.C. Public Schools; National Capital Parks, National Park Service; and American Forestry Association.             1940 December 24 Roosevelt President and Participants: President Roosevelt lit the tree shortly after 5:00 p.m. Speaking while war raged in Europe, the President said that happiness can only be possible during wartime \"if by happiness we mean that we have done with doubts, that we have set our hearts against fear, that we still believe in the golden rule of all mankind, that we intend to live more purely in the spirit of Christ, and that by our works, as well as our words, we will strive forth in faith and in hope and in love.\" The President also asked that the holiday be made merry for the children. [Evening Star, December 25, 1940.] The Tree: Living, 32-foot red cedar from Mount Vernon Memorial Highway, Virginia (1940). This was a companion tree to that used in 1939. [NPS-WESF, RG-79, Box 10, File 1115-30-15, \"Grounds South,\" \"Report, National Community Christmas Tree -- 1940\".] Similar to the previous year, the tree was decorated with 700 lights and 150 twinkling stars. [Evening Star, December 25, 1940.] The Electric Institute, along with cooperation of Community Center Department, D.C. Public Schools and National Capital Parks, National Park Service, decorated the tree. After New Year's Day the tree was replanted. (The location of the replanted red cedar is unknown.) Noteworthy Ceremony Elements: A concert by the U.S. Marine Band began the program at 4:30 p.m., followed by the arrival of the President and his party, greetings to the President by a local Boy Scout and Girl Scout, and the lighting of the tree. [NPS-WESF, RG-79, Box 10, File 1115-30-15, \"Grounds South,\" \"Report, National Community Christmas Tree -- 1940\".] Carols were led by the George Washington University Glee Club. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, program, 1940.] All major radio stations broadcast the program, including the President's address. No stands were erected for spectators other than those prepared for the 130 invited guests. [NPS-WESF, RG-79, Box 10, File 1115-30-15, \"Grounds South,\" \"Report, National Community Christmas Tree -- 1940\".] Organization\/Committees: Community Center Department, D.C. Public Schools; Municipal Playgrounds Department, D.C. Public Schools; National Capital Parks, National Park Service; and American Forestry Association. The executive committee also included representatives from the Washington Board of Trade.      History of National Christmas Trees  1923 | 1924-1933 | 1934-1938 | 1939-1940 | 1941-1953 | 1954-1960 | 1961-1962 | 1963-1968 | 1969-1973 | 1974-1976 | 1977-1980 | 1981-1988 | 1989-1992 | 1993-2000 | 2001-2008 | 2009-present",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/historyculture\/1939-1940-national-christmas-trees.htm"
}
