{
    "title": "President's Park (White House): Special Events Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer     Special Events Volunteer              Volunteer for a Special Event       President's Park Needs You! In fiscal year 2015 more than 3,000 special event volunteers contributed over 23,000 hours in support of major events held in President's Park and at the White House! Our events are large in scale and are attended by thousands of guests. We rely on the dedication and talent of our volunteer staff to ensure our events are a success.   Join Our Mailing List to find out how you can sign up to be a special event volunteer!      White House Easter Egg Roll The White House Easter Egg Roll is a festive spring tradition that takes place each year on the South Lawn. President's Park staff uses a line system, set up on the Ellipse to filter over 30,000 guests to the event. Volunteers serve a critical role in several positions:        NPS\/E. Yoder, 2015   crowd control & line management providing directions ticket scanningVolunteer recruitment generally occurs in March.  For information about the history of the event please visit the White House Easter Egg Roll event page.       White House Spring and Fall Garden Tours For one weekend in April and October the South Lawn is open to the public to view the White House grounds and gardens. President's Park staff maintain several timed entry lines on 15th Street before guests access the South Lawn. Volunteers support the event through:          NPS\/M. Reese, 2015   crowd control & line management providing directions & information about prohibited items ticket distribution  Volunteers are welcome to visit the South Lawn after completing their shift!   Volunteer recruitment for spring tours generally occurs in March.    Volunteer recruitment for fall tours generally occurs in September.           National Christmas Tree Lighting Ceremony The National Christmas Tree Lighting Ceremony is a joyous holiday tradition in the park! Guests enjoy celebrity performances and an appearance by the President and the First Family. Volunteers support the event through:          NPS\/M. Reese, 2015   crowd control & line management ticket scanning directing guests to ticked seating  Volunteer recruitment generally occurs in October. For information about the history of the event please visit the National Christmas Tree Lighting page.         Presidential Inauguration The Presidential Inauguration stretches through several different jurisdictions as well as parks and draws visitors from around the country. It is by far the most complex special event that takes place in President's Park. Volunteers are critical in several roles including:        NPS\/G. Felder, 2013   crowd control providing directions & orientation trash collection  Volunteer recruitment generally occurs during late October. For more information about the history of the event please visit the Inauguration webpage.",
    "url": "https:\/\/www.nps.gov\/whho\/getinvolved\/supportyourpark\/volunteer-for-a-special-event.htm"
}
