{
    "title": "President's Park (White House): 1923 Tree",
    "body": "1923 National Christmas Tree       1923 Tree  The Ellipse            History 1923 marked the first year of a \"national\" Christmas tree in Washington, D.C. [Washington Post, December 23, 1923.] The program for this event identified the tree as the \"National Christmas Tree,\" a title changed to \"National Community Christmas Tree\" by the following year. [PS-PP, \"Christmas Pageant of Peace Binders,\" program, National Christmas Tree, 1923; NARA, RG-42, Entry 102, Box 20, File \"335.2 -- (Christmas) Celebrations,\" program, National Community Christmas Tree, 1924.] The ceremony on the Ellipse was consciously endowed with national significance and elevated by presidential involvement. However, this was also a \"community Christmas tree,\" marked by its sense of citywide participation and service to the District of Columbia. [NARA, RG-42, Entry 102, Box 20, File 335.2, Program, National Community Christmas Tree, 1924; Evening Star, December 17, 1923.] Although it is difficult to definitively reconstruct the order of communications and entreaties that led to the eventual sponsorship of the December 24 event, the players, both local and national, clearly emerge in extant communications. The Community Center Department, D.C. Public Schools, under the leadership of Lucre Walker Hardy, and the Society for Electrical Development in New York City, with participation from Thomas Ors, FM Feigner, and William Goodwin, were both very interested in establishing a national Christmas tree on the White House grounds and having the President light the tree. Lucretia Walker Hardy, acting director of the D.C. Community Center Department, likely made the initial proposal to create a national Christmas celebration when she contacted Basic Slemp, Secretary to President Coolidge on November 30, 1923. In that letter, Hardy asked for an endorsement of her plan to have a Christmas tree on the White House grounds. She wrote, \"It seems that the use of the White House grounds for this Christmas tree will give the sentiment and the exercises a national character.\" [NARA, RG-130, Entry 28, Box 3, letter from Hardy to Slemp, November 30, 1923.] Hardy continued to urge for the tree on that location, and once that plan had been approved, worked with the Office of Public Buildings and Grounds superintendent Colonel C.O. Sherrill to see that the plans were executed. In her first letter to Slemp, Hardy alluded to arrangements she was making to provide a \"large and thoroughly representative\" tree for the occasion. By December 4, she identifies that tree as a gift from Middlebury College. [NARA, RG-130, Entry 28, Box 3, letter from Hardy to Slemp, December 4, 1923.] The tree was, in fact, donated by Paul D. Moody, president of Middlebury College in Vermont, Coolidge's home state, possibly due to a suggestion by Hardy. By December 7, having been approached with the idea that the college might donate a tree to be used as the national tree in Washington, Moody contacted Senator Frank L. Greene of Vermont to request his assistance in securing the President's acceptance of such a tree. Greene wrote to Slemp at once. At the same time, Thomas Ormsbee of the Society for Electrical Development in New York City was also contacting Greene, although it is unclear whether he did so before or after Moody. [Library of Congress, Manuscript Division, Papers of Frank L. Greene, Box 64, letter from Greene to Moody, December 7, 1923.] Ormsbee was also interested in the President's lighting a national Christmas tree, as the Society for Electrical Development was eager for a public, national, and presidential display of the wonders of electricity. On December 8, 1923 Senator Greene met with Slemp in Washington to offer the President the tree and urge his acceptance. [Library of Congress, Manuscript Division, Papers of Frank L. Greene, Box 64, diaries, December 8 and 24, 1923.] The offer was accepted, and on December 11, Greene reported back to Ormsbee and Moody of their success. C. C. Wells of the Society for Electrical Development attended the felling of the tree in Vermont. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"Middlebury Sends Tree to Coolidge,\" unnamed and undated newspaper article, ca. 1923.] Others at the Society for Electrical Development in New York City were also involved, most notably operating vice-president F. M. Feiker. Feiker has been credited as being central to the effort, although little correspondence involving Feiker, and no communication between Feiker and Slemp, has been uncovered. [Menendez, p. 40; In his history of Christmas at the White House, Albert Menendez cites an unpublished letter from F. M. Feiker to his daughter dates March 8, 1932. The letter provides Feiker's own account of his involvement in the early years of the National Community Christmas Tree. However, I have located neither the cited letter nor any other corroborating evidence for Feiker's role. (see pp. 40-41)] Feiker may have had Washington connections, perhaps serving under Secretary of Commerce Herbert Hoover. [Menendez, p. 40] Feiker and Hardy may have been in communication before the event and after, as their respective organizations were jointly responsible for the charges incurred by the Office of Public Buildings and Grounds. [NARA, RG-42, Entry 102, Box 20, File \"335.2 -- (Christmas) Celebrations,\" letter from Feiker to Sisson, January 5, 1925.] When Hardy met with Slemp in late November, she requested that the tree be within the White House grounds. Slemp took this request to the President's wife, Grace Collidge, Mrs. Coolidge had already committed to a caroling event on the White House north lawn, and did not want more than one Christmas ceremony on the White House grounds. Mrs. Coolidge suggested the Ellipse as an alternate location. Committeed to holding the ceremony on the White House grounds, a site more logistically feasible and one that would give the celebration \"a national significance that it would not have otherwise,\" Hardy re-emphasized the significance of the White House grounds. [NARA, RG-130, Entry 28, Box 3, letter from Hardy to Slemp, December 4, 1923.] When it was clear that she would not receive permission to erect the tree within the gates, Hardy relented and accepted the Ellipse location. The first national Christmas tree was thus placed in the center of the \"White Lot\" (the Ellipse). [NARA, RG-42, Entry 102, Box 20, File 335.2 ((Christmas) Celebrations), letter from Sherrill to Greene, December 17, 1923.] Attending the lighting of the tree on December 24 were Lucretia Walker Hardy, and Senator Greene, accompanied by William Goodwin, another operating vice-president of the Society for Electrical Development. After the event, Feiker thanked Senator Greene on behalf of himself, William Goodwin, and the Society for Electrical Development. Feiker continued to serve on the committee for the National Community Christmas Tree, and the Society for Electrical Development continued its joint sponsorship of the event. The Community Center Department and other departments of the D.C. Public Schools were the primary sponsors of the National Community Christmas Tree for decades to come. The \"National Christmas Tree\" remained at this location for only one year.                \"The first National Christmas Tree,\" lit on December 24, 1923, in the middle of the Ellipse.  The Washington Monument is seen in the background. (Library of Congress, Prints and Photographs Division)   1923 December 24 Coolidge President and Participants: At 5:00 p.m. on Christmas Eve, President Calvin Coolidge lit the first \"National Christmas Tree.\" [The program identified the tree as the \"National Christmas Tree,\" a title changed to \"National Community Christmas Tree\" in 1924. [NPS-WPP, \"Christmas Pageant of Peace Binders,\" program, National Christmas Tree, 1923; NARA, RG-42, Entry 102, Box 20, File \"335.2 -- (Christmas) Celebrations,\" program, National Community Christmas Tree, 1924.] Standing at the foot of the tree, the President touched a button that lit the tree electrically. [Washington Post, December 25, 1923.] The Tree: Cut, 48-foot balsam fir *from Vermont [Middlebury Register, December 14, 1923.] Paul D. Moody, President of Middlebury College in Vermont, Coolidge's home state, donated the tree. [Library of Congress, Manuscript Division, Calvin Coolidge Papers, case 512, reel 134, letter from Slemp to Moody, December 18, 1923.] 2,500 electric bulbs in red, white and green, donated by the Electric League of Washington, illuminated the tree. [Washington Post, December 25, 1923.] Noteworthy Ceremony Elements: The Epiphany Church choir led caroling, accompanied by an U.S. Marine Band quartette. At 7:00 p.m., the full U.S. Marine Band performed a one-hour concert.        The North Portico of the White House during the 1923 community sing led by the choir of the First Congregational Church after the lighting of the \"National Christmas Tree.\"  (Library of Congress, Prints and Photographs Division)   Miscellaneous: At 9:00 p.m., in a separate event supported by Mrs. Coolidge and under the auspices of the First Congregational Church, hundreds gathered to sing carols to the Coolidges. The verses had been published in the Evening Star to be brought to the caroling. After the group sing, a 72-voice vested choir performed on the North Portico. [Washington Post, December 24, 1923.] At midnight, Washington's African American community, under the auspices of the Colored Community Centers, D.C. Public Schools,\" held a forty-minute ceremony at the community tree on the Ellipse. [NPS-WPP, \"Christmas Pageant of Peace Binders,\" program, National Christmas Tree, 1923; NARA, RG-42, Entry 102, Box 20, File \"335.2 -- (Christmas) Celebrations,\" Memo from C.O. Sherrill, December 22, 1923; Evening Star, December 23, 1923.] Organization\/Committees: Community Center Department, DC Public Schools (Lucretia Walker Hardy and Marie Moore Forrest); Office of Public Buildings and Grounds (Colonel C.O. Sherrill); Electric League of Washington (T. Lincoln Townsend); the Society for Electrical Development; and Potomac Electric Power Company.   * Reports about the height of this tree vary. The Middlebury Register (December 14, 1923), a local Vermont paper, reported the height as forty-eight feet. The Washington Daily News (December 17, 1923) reported thirty-five feet. The Washington Post and Washington Herald both reported sixty feet. From photographs of this event the tree appears closest to the local Middlebury Register account of forty-eight feet.      History of National Christmas Trees  1923 | 1924-1933 | 1934-1938 | 1939-1940 | 1941-1953 | 1954-1960 | 1961-1962 | 1963-1968 | 1969-1973 | 1974-1976 | 1977-1980 | 1981-1988 | 1989-1992 | 1993-2000 | 2001-2008 | 2009-present",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/historyculture\/1923-national-christmas-tree.htm"
}
