{
    "title": "President's Park (White House): 1924 - 1933 Trees",
    "body": "1924-1933 National Christmas Trees       History | 1924 | 1925 | 1926 | 1927 | 1928 | 1929 | 1930 | 1931 | 1932 | 1933      Overview Sherman Plaza, 1924-1933 In 1924, after one year at the center of the Ellipse, the National Community Christmas Tree ceremony was moved to Sherman Plaza, south of the Treasury Building, and close to the east entrance of the White House. This was the first year with a living Christmas tree, likely a response to a national movement led by the American Forestry Association, to encourage the use of living trees for community Christmas trees.1 Not surprisingly, the American Forestry Association donated the Norway spruce planted at Sherman Plaza. The Association had not been involved in the ceremony with a cut tree the year before. The pressures to introduce a living tree were likely the cause of the relocation of the event. As the Ellipse was used throughout the year for other purposes, planting a permanent, living tree there would likely have been considered inappropriate. (This reasoning was in fact provided in 1954 to argue against the use of a living tree when the ceremony moved back to the Ellipse.)2  G.H. Collingwood, of the American Forestry Association, speaking at the lighting of the National Community Christmas Tree years later, suggested the following reason for choosing Sherman Plaza as the new location: \"Sherman Plaza is small, but this very fact had much to do with keeping the ceremony, spiritual in character, from reaching carnival proportions.\"3 The Office of Public Buildings and Grounds, assigned the specific, permanent location for the tree in Sherman Plaza. The National Community Christmas Tree, and the accompanying celebration, remained at this location until the move to Lafayette Park in 1934.  1\"Make Community Tree Permanent is Urged,\" Evening Star, December 24, 1918. 2NPS-WESF, RG-79, Box 10, File 1115-30-10, \"Executive Mansion Grounds,\" memo, January 25, 1957. 3NPS-WESF, RG-79, Box 10, File 1115-30-15, \"Grounds South,\" printed statement by G.H. Collingwood, ca. 1939-1940.             1924 December 24, Coolidge President and Participants: President Coolidge, accompanied by Mrs. Coolidge, lit the National Community Christmas Tree in a short ceremony just before 8:00 p.m., and briefly addressed the crowd to accept a new living tree. The President said, \"I accept this tree and I will now light it.\" The Coolidges returned to the White House at 8:15 p.m.1 Mrs. Cecil Norton Sisson of the Community Center Department, DC Public Schools, who had organized the event, received the Coolidges and presented them to the members of the Christmas tree committee. The Tree: Living, 35-foot Norway spruce from New York. The first living tree, donated by the American Forestry Association, came from a tree nursery in Amawalk, New York. Ovid Butler, executive secretary of American Forestry Association, presented the tree to the President.2  The 1924 program noted the importance of using a living tree to \"nationalize the beautiful custom of using growing evergreens for such community Christmas celebrations.\"3 An article by the American Forestry Association lauded the \"Nation's Living Christmas Tree\" as an example for the nation of living trees and their care.4 The tree was accepted by President Coolidge \"and lighted with an electric switch, the only year a switch was used: at other times a button was used to light the tree.\"5 Despite this claim, the specifics of the power source for lighting the tree and the area are not wholly clear. Potomac Electric Power Company supplied electricity brought in from Treasury Place to a manhole near the tree.6 The tree was wired and decorated with 1,200 red, amber and green incandescent lights by the Society for Electrical Development and the Electric League of Washington.7  Noteworthy Ceremony Elements: Community singing was accompanied by the US Marine Band, followed by a band concert. A reviewing stand north of the tree had folding chairs for guests and armchairs for the presidential party.8  Miscellaneous: After the tree lighting, the Coolidges returned to the White House at 9:00 p.m. to again receive the choir of the First Congregational Church, as they had in 1923. They listened from inside the open door on the North Portico. One of the carols was written by Reverend Jason Noble Pierce, minister of the church, and was dedicated to Mrs. Coolidge.9 Organization\/Committees: Community Center Department, DC Public Schools (Cecil Norton Sisson and Sibyl Baker); Electric League of Washington (T. Lincoln Townsend); American Forestry Association (O.M. Butler); the Society for Electrical Development (F.M. Feiker); Office of Public Buildings and Grounds (Major US Grant, III, Colonel C.O. Sherrill); and Municipal Playgrounds Department, DC Public Schools (Susie Root Rhodes).  1Evening Star, December 25, 1924; Library of Congress, Manuscript Division, Irwin Hood Hoover Papers, Reel 5, and December 24, 1924. 2NARA, RG-42, Entry 102, Box 20, File \"335.2 -- (Christmas) Celebrations,\" program, National Community Christmas Tree, 1924. 3NARA, RG-42, Entry 102, Box 20, File \"335.2 -- (Christmas) Celebrations,\" program, National Community Christmas Tree, 1924. 4American Forests, December, 1925. 5NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\". 6 NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\". 7NARA, RG-42, Entry 102, Box 20, File \"335.2 -- (Christmas) Celebrations,\" letter from Feiker to Sisson, January 5, 1925; NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\". 8NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\". 9Evening Star, December 25, 1924.             1925 December 24, Coolidge President and Participants: President Coolidge lit the \"Living Community Christmas Tree\" at 6:00 p.m. The Coolidges returned to the White House at 6:15 p.m.1 The tree was lit earlier at the request of Representative Hamilton Fish, Jr. of New York and vice-president of the National Committee for Community Christmas Trees, to accommodate children.2  Secretary of the Treasury Andrew Mellon and Secretary of Commerce Herbert Hoover attended. The Tree: Living, 35-foot Norway spruce from New York (1924). The tree was lit with red, amber and green lights by the Electric League of Washington.3  Noteworthy Ceremony Elements: As the President pressed the button to light the tree, an \"aerial bomb\" was set off to notify other communities that the tree had been lit.4  The ceremony was broadcast by radio for the first time.5  The U.S. Marine Band performed. For the first time, the ceremony concluded with the \"Star Spangled Banner.\"6  The initial program included a broadcasting from the New York Community Christmas Tree, Madison Square Park, to Sherman Plaza at 6:10 p.m.7 There is no indication that this occurred.8  Miscellaneous: As in 1923 and 1924, after the ceremony, the First Congregational Church chorus sang at the North Portico of the White House where the Coolidges listened at the doorway.9  Organization\/Committees: Community Center Department, D.C. Public Schools (Mrs. Cecil Norton Broy, Lucretia Walker Hardy); the Society for Electrical Development; Office of Public Buildings and Public Parks, formerly the Office of Public Buildings and Grounds (Major US Grant, III); Electric League of Washington (T. Lincoln Townsend); DC Board of Education; and National Committee for Community Christmas Trees.  1Library of Congress, Manuscript Division, Irwin Hood Hoover Papers, Reel 5, December 24, 1925. 2Library of Congress, Manuscript Division, Calvin Coolidge Papers, case 512, reel 135, letter from Fish to Sanders, October 26, 1925; NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\". 3Evening Star, December 13, 1925; NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" program, National Community Christmas Tree, 1925. 4NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" program, National Community Christmas Tree, 1925. 5New York Times, December 25, 1925. 6DC Public Library, Washingtonian Division, DC Community Archives, Collection 37, National Christmas Tree, program, National Community Christmas Tree, 1925. 7[NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" Tentative Program,\" undated.] 8NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" program, National Community Christmas Tree, 1925. 9NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\".             1926 December 24, Coolidge President and Participants: President Coolidge lit the tree at 6:00 p.m. Although requested to by the Christmas tree committee, the President did not deliver an address. Senator Arthur Capper of Kansas and a member of the national committee presided over the tree lighting. The Tree: Living, 35-foot Norway spruce from New York (1924). The Electric League of Washington decorated the tree with red, green, yellow, and white lights.1  Noteworthy Ceremony Elements: As President and Mrs. Coolidge were descending from the bandstand, two Girl Scouts approached Mrs. Coolidge with flowers. Mrs. Coolidge asked the President to return to the stage while she received them.2  The ceremony opened with an overture by the US Marine Band. Carols followed the lighting of the tree. The ceremony concluded with the \"Star Spangled Banner.\"3 The lyrics and music for the carols were published in the Evening Star to be clipped out and brought to the event. A flare was lit from the Ellipse at the moment of the tree lighting. This was the signal for Boy Scouts, stationed throughout the city, to trumpet a message that the tree had been lit. A national radio concert of the event was broadcast from 10:30 to midnight. Two armchairs were placed on the Presidential-reviewing stand for the Coolidges.4  Miscellaneous: As had occurred for three years, at 9:00 p.m. a vested choir from the First Congregational Church walked to the North Portico of the White House where they sang carols for the first family. The last carol was \"Bells of Christmas,\" composed and written by Reverend Jason Noble Pierce for Grace Coolidge. This is likely the same carol dedicated to her in 1924.5 On April 28, 1926, President Coolidge designated the General Grant Tree, third largest of sequoias, as the \"Nation's Christmas Tree.\" The tree is located in Kings Canyon National Park, formerly known as General Grant National Park. Since 1925, the Sanger, California Chamber of Commerce has sponsored an annual celebration at the tree, today known as the \"Trek to the Tree\" held on the second Sunday of December. By 1998, the tree measured 268 feet tall and over 107 feet around, its age is estimated to be between 1,800 to 2,000 years old.6  Organization\/Committees: Community Center Department, DC Public Schools; Office of Public Buildings and Public Parks (Albert Clyde-Burton); Municipal Playgrounds Department, DC Public Schools; and Electric League of Washington. A national committee was formed in addition to the executive committee. It included Senator Capper, and representatives of the DC Board of Education, National Society for Electrical Development, and the American Forestry Association.  1[Evening Star, December 19, 1926.] 2[Washington Post, December 25,1926.] 3[Library of Congress, Manuscript Division, Calvin Coolidge Papers, case 512, reel 135, \"Timed Program for the Christmas Eve Celebration at the National Community Christmas Tree\".]  4[NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\".] 5 [Evening Star, December 24, 1926; Library of Congress, Manuscript Division, Irwin Hood Hoover Papers, reel 5, White House Carol Service leaflet, December 24, 1926.] 6 Sequoia and Kings Canyon National Parks, \"General Sherman and General Grant -- Giant Sequoias,\" undated park flyer; Frank Clark, \"The Largest Giant Sequoias,\" undated park (?) handout with data by Wendell Flint, revised to June 22, 1998 by Nate Stephenson; Sequoia and Kings Canyon National Parks, \"The 30 Largest Giant Sequoias,\" site bulletin. The General Sherman (Giant Forest, Sequoia National Park) was named by James Wolverton for General W. T. Sherman. (See 1931 and 1956 for additional information.)               1927 National Christmas Tree (Library of Congress Prints and Photographs Division)   1927 December 24 Coolidge President and Participants: President Coolidge lit the tree at 6:00 p.m. Despite urging by the committee, the President gave only a brief address, returning to the White House at 6:15 p.m. [Library of Congress, Manuscript Division, Irwin Hood Hoover Papers, reel 6, December 24, 1927.] The Tree: Living, 35-foot Norway spruce from New York (1924). A bronze marker was placed at the base, marking the living tree as the National Community Christmas Tree. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\".] The Electric League of Washington experimented with illumination, placing floodlights at the base of the tree and improved on decoration \"with new equipment and 500 new bulbs.\" [Evening Star, December 18, 1927; DC Public Library, Washingtoniana Division, DC Community Archives, Collection 37, National Christmas Tree.] Noteworthy Ceremony Elements: As in 1926, a signal flare on the Ellipse illuminated the sky at the moment of the tree lighting signaling Boy Scouts to sound bugle calls throughout the city. Chimes and bells heralded the moment of lighting as well. [Evening Star, December 18, 1927.] The U.S. Marine Band performed before the Coolidges arrived followed by carols by the Glee Club of the Interstate Commerce Commission. The ceremony concluded with more carols and the \"Star Spangled Banner.\" [Evening Star, December 23, 1927.] After the ceremony two Girl Scouts ascended the platform and presented Grace Coolidge with a basket of Christmas greens. [Washington Post, December 25, 1927.] Miscellaneous: In lieu of an address, the President wrote a Christmas message to the American people released to newspapers on Christmas Morning. [Library of Congress, Manuscript Division, Calvin Coolidge Papers, case 512, reel 135, December 25, 1927.] From 8:30 to 9:00 p.m. the Coolidges attended carols on the North Portico and in the East Room, of the White House and received carolers and the band in the State Dining Room. [Library of Congress, Manuscript Division, Irwin Hood Hoover Papers, reel 6, December 24, 1927.] Organization\/Committees: Community Center Department, DC Public Schools (Sibyl Baker, Lucretia Walker Hardy); Office of Public Buildings and Public Parks (Lieutenant Colonel US Grant, III, Albert Clyde-Burton); Municipal Playgrounds Department, DC Public Schools (Susie Root Rhodes); Electric League of Washington (T. Lincoln Townsend); and American Forestry Association (Ovid Butler). The National Community Christmas Tree committee printed letterhead.             1928 December 24 Coolidge President and Participants: President Coolidge lit the tree at approximately 8:00 p.m., returning to the later lighting time of 1924. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\".] He gave a brief address: \"In token of the good-will and happiness of the holiday season and as an expression of the best wishes of the people of the United States toward a Community Christmas Tree, in behalf of the city of Washington, I not turn on the current which will illuminate this tree.\" [New York Times, December 25, 1928.] The Coolidges drove to the event from the White House and returned home at 8:15. [Library of Congress, Manuscript Division, Irwin Hood Hoover Papers, reel 6, December 24, 1928.] The Tree: Living, 35-foot Norway spruce from New York (1924). The first living tree, planted in 1924, was found to be damaged due to the process of trimming and the repeated stress caused by the heat and weight of the lights. Plans were discussed to plant two new trees to use in alternating years, although a preference for keeping the Christmas tree at the same site, due to the good vantage point and the tree's proximity to the White House, suggested the desirability of planting a new tree on the same site in 1929. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\".] Floodlights were used to illuminate the tree. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\".] Noteworthy Ceremony Elements: The ceremony was similar to the previous year, with a US Marine Band concert at 7:30 p.m. A signal flare was lit and Boy Scout buglers signaled the moment of the lighting of the tree. The ceremony concluded with brief caroling and the singing of the \"Star Spangled Banner.\" A Boy Scout and a Girl Scout, the niece of D.C. Commissioner Tolifero, presented a Christmas card signed by seventeen organizations to Grace Coolidge. [Evening Star, December 24, 1928.] Miscellaneous: As in previous years, at 9:00 p.m. there were carols on the North Portico. Refreshments followed for eighty guests in the State Dining Room. [Library of Congress, Manuscript Division, Irwin Hood Hoover Papers, reel 6, December 24, 1928.] Organization\/Committees: Community Center Department, D.C. Public Schools (Sibyl Baker, Lucretia Walker Hardy); Office of Public Buildings and Public Parks (Lieutenant Colonel US Grant, III); Municipal Playgrounds Department, D.C. Public Schools (Susie Root Rhodes); Electric League of Washington (T. Lincoln Townsend); and American Forestry Association (Ovid Butler).             1929 December 24 Hoover President and Participants: The President and Mrs. Hoover walked to Sherman Plaza for the lighting of the tree. The President lit the tree shortly after 6:00 p.m., and delivered an address. The President expressed his happiness at wishing those gathered at Sherman Plaza and those listening over nationwide broadcast a merry Christmas. The Hoovers returned to the White House at 6:15. [Library of Congress, Manuscript Division, Irwin Hood Hoover Papers, reel 6, December 24, 1929.] Secretary of the Interior Ray Lyman Wilbur introduced the President and gave an address before the lighting of the tree. Secretary Wilbur spoke about the strain on American forests and the wisdom of planting living community Christmas trees. [\"Honor Living Christmas Trees,\" American Forests and Forest Life, February, 1930.] The President's lighting of the tree was taken as a signal for the illumination of community trees at residences and other decorated locations across the city. During the week before Christmas the Washington Post and the Electric League of Washington announced a community-wide contest, awarding a prize to the best-illuminated tree on Christmas Eve. Participants lit their trees with the National Community Christmas Tree. [Washington Post, December 17, 1929, Evening Star, December 15, 1929.] The Tree: Living, Norway spruce from New York (1929). The original living tree planted in Sherman Plaza in 1924, damaged by the heat and weight of lights and the stress of trimming, was replaced on May 29, 1929, with a new tree of the same variety. The American Forestry Association again donated a spruce from Amawalk Nursery in Amawalk, New York. [Evening Star, May 18 and 29, 1929.] The tree was planted under the authority of the Office of Public Buildings and Public Parks. A new system of lighting helped to not overburden the tree. This included using scaffolding rather than ladders, lighter trim, bulbs of smaller kilowatt power, and safeguards around the tree to prevent trampling of its roots. [American Forests and Forest Life, July 1939 and January 1930.] For the first time the tree was decorated with ornaments in addition to lights. [American Forests and Forest Life, February, 1930 (photographic documentation).] Noteworthy Ceremony Elements: For the first time as an official part of the program, a local Boy Scout and Girl Scout presented the Christmas greetings of the people of Washington to the President . This event evolved from informal participation by Scouts (see 1926, 1927, and 1928). NBC radio presented a coast-to-coast broadcast of the tree lighting ceremony. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\"; program, The National Community Christmas Tree, 1929.] Miscellaneous: While the Hoovers were hosting a dinner after the ceremony, a fire was discovered in the basement of the West Wing. The President's office was damaged, but most of the important documents and furnishings were saved. Other West Wing rooms received water and smoke damage. [Seeley, Season's Greetings from the White House, pp. 22-23.] Organization\/Committees: Community Center Department, DC Public Schools (Sibyl Baker, Lucretia Walker Hardy); Office of Public Buildings and Public Parks (Lieutenant Colonel US Grant, III); Municipal Playgrounds Department, DC Department of Schools (Susie Root Rhodes); Electric League of Washington; and American Forestry Association (Ovid Butler). In addition to the executive, national, and lighting committees, a committee on Christmas carol singing was established.             1930 December 24 Hoover President and Participants: President Hoover addressed the crowd and lit the tree shortly after 6:00 p.m. Before the lighting of the tree and the address by the President, Lieutenant Colonel U.S. Grant, III, director of the Office of Public Buildings and Public Parks and chairman of the Committee on the National Community Christmas Tree, delivered an address. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" program, National Community Christmas Tree, 1930; D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, undated notes.] The Hoovers returned to the White House at 6:20 p.m. [Library of Congress, Manuscript Division, Irwin Hood Hoover Papers, Reel 7, December 24, 1930.] The Tree: Living, Norway spruce from New York (1929). Noteworthy Ceremony Elements: For the listening pleasure of the audience, a buzzer was activated when the President pressed the button to signal the lighting of the tree. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, notes, November 30, 1957.] The U.S. Marine Band gave a concert from 5:30-6:00 p.m. A local Boy Scout and Girl Scout presented Christmas greetings of the people of Washington to the President and Mrs. Hoover. A signal flare was lit from the Ellipse illuminating the sky at the moment of the tree lighting. The flare signaled Boy Scouts, stationed with bugles throughout the city, to sound a call that the National Community Christmas Tree had been lit. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" program, National Community Christmas Tree, 1930.] The ceremony concluded with the \"Star Spangled Banner.\" [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" program, National Community Christmas Tree, 1930.] Organization\/Committees: Community Center Department, D.C. Public Schools (Sibyl Baker, Lucretia Walker Hardy); Office of Public Buildings and Public Parks (Lieutenant Colonel U.S. Grant, III); Playgrounds Department, D.C. Public Schools (Susie Root Rhodes); Electric League of Washington; and American Forestry Association (Ovid Butler). National, executive, lighting and carol committees organized the event.             1931 December 24 Hoover President and Participants: President Hoover, accompanied by Mrs. Hoover and their children and grandchildren, lit the National Community Christmas Tree at approximately 5:00 p.m. Before pressing the button the President said, \"This is the season and this the occasion when the whole nation unites in good cheer and good wishes.\" [American Forests, February 1932.] Vice President Charles Curtis, chairman of the national committee, introduced the President. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\"; American Forests, February 1932.] The Tree: Living, 25-foot blue spruce from Washington, D.C. (1931). Damaged again by the strain and heat of yearly trimming and lighting, the tree was replaced again in the spring of 1931. The new tree was replanted from the nursery of the Office of Public Buildings and Public Parks. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\".] There is no textual primary documentation for the new tree. However, photographs from 1930 and 1931 suggest that a new tree was planted. [American Forests and Forest Life, January, 1930, and American Forests, February 1932.] A new electric configuration incorporated an electric current from Potomac Electric Power Company instead of a battery-operated configuration. It is unclear whether a battery-operated system had been in effect previously (see 1924). It is fairly certain that there was no connection between the button and the electricity used to light the tree, a situation that continued at least into the 1980s. The button set off a buzzer, which signaled for the tree to be lit by a designated person. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, notes, November 30, 1957; Washington Post, December 16, 1989.] Noteworthy Ceremony Elements: As the President lit the tree, a floating star illuminated the sky and church bells rang throughout the city announcing the lighting of the tree. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\".] The U.S. Marine Band presented a concert from 4:30 until 5:00 p.m., followed by carols by the Government Printing Office chorus, and greetings by a local Boy Scout and Girl Scout [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\".] Miscellaneous: President Hoover's address to the Nation's Christmas Tree Association was read at the General Grant Tree, a giant sequoia in General Grant National Park. [Public Papers of the Presidents, December 25, 1931.] (See 1926 and 1956 for additional information.) Organization\/Committees: Community Center Department, D.C. Public Schools (Elizabeth Peeples); and Office of Public Buildings and Public Parks.             1932 December 24 Hoover President and Participants: Vice President Charles Curtis stood in for President Hoover who was vacationing in the South. The Vice President lit the tree at a few minutes after 5:00 p.m. and gave a Christmas greeting broadcast by radio to the nation. Senator Arthur Capper of Kansas and chairman of the national committee, introduced the Vice President and briefly addressed the crowd. [Evening Star, December 24, 1932.] The Tree: Living, 25-foot Norway spruce from Washington, D.C. (1931). Due to damage done to this tree (the second Norway spruce) since 1929, there was discussion early in 1932 of possibly planting two new trees. This in fact did not occur until removal of the ceremony to Lafayette Park in 1934. The tree was decorated with electric lights and close to three hundred ornaments. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\".] Noteworthy Ceremony Elements: This was the first year of a \"Singing Tree,\" a tradition which continued for decades. Loudspeakers concealed in the tree were connected to a Victrola, stationed in a nearby police booth, which played carols. This configuration created the effect of carols emerging from the tree. Park Police oversaw changing of records from 6:00 until 10:00 p.m. from Christmas Eve through New Year's. The \"Singing Tree\" was immediately popular. Attendance at the tree over the week was estimated at 3,000 visitors. [NPS-WESF, RG-79, Box 9, File 1115-30-75, \"Sherman Plaza,\" January 3, 1933.] Area students sang carols and the U.S. Marine Band performed both before and after the tree lighting. A Girl Scout bugler blew \"Attention\" and a Boy Scout sounded the \"Roll Call\" to begin the tree-lighting ceremony. A Boy Scout and Girl Scout presented the greetings to the President and Mrs. Hoover, though they were not in attendance. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, program, National Community Christmas Tree, 1932.] Miscellaneous: President Hoover's address to the Nation's Christmas Tree Association was read at the \"Nation's Christmas Tree\" in General Grant National Park on December 25. [Public Papers of the Presidents, December 25, 1932.] (See also1926 and 1956 for additional information.) Organization\/Committees: Community Center Department, D.C. Public Schools; Municipal Playgrounds Department, D.C. Public Schools; Office of Public Buildings and Public Parks; American Forestry Association; and Washington, D.C. Chamber of Commerce. A representative of the Washington Board of Trade served on the executive committee. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, program, National Community Christmas Tree, 1932.] This is an early year for participation by the Board of Trade, which took a leading role in the creation of the Christmas Pageant of Peace in 1954.             1933 December 24, Roosevelt President and Participants: President Roosevelt, accompanied by Mrs. Roosevelt and four generations of the Roosevelt family, attended the lighting of the National Community Christmas Tree. The President and his party arrived at approximately 5:00 p.m., at which point the President delivered a Christmas address and lit the tree. The Tree: Living, 25-foot blue spruce from Washington, D.C. (1931). Noteworthy Ceremony Elements: Boy Scouts stationed at the Lincoln Memorial, the Washington Monument, the Capitol, and various other points around the city announced the lighting of tree with bugle calls. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\".] The \"Singing Tree\" returned for its second year. Better quality programs were printed for the event beginning in 1933. [D.C. Public Library, Washingtoniana Division, D.C. Community Archives, Collection 37, National Christmas Tree, notes, November 30, 1957.] A local Boy Scout and Girl Scout presented the Christmas greetings of the people of Washington to the President and Mrs. Roosevelt. Miscellaneous: Due to the redesign of Sherman Plaza, more work than usual was required to set up for the lighting of the National Community Christmas Tree. All the trees except for the Christmas tree had been removed in the re-landscaping plan. [NPS-WESF, RG-79, Box 10, File 1115-30-75, \"Sherman Plaza,\" \"National Community Christmas Tree, 1923-1934\".] Organization\/Committees: Secretary of the Interior Harold Ickes designated Arno B. Cammerer of National Capital Parks, National Park Service, to assist Elizabeth Peeples of Community Center Department, D.C. Public Schools with preparations for the event. Preparations for the event were managed largely by C. Marshall Finnan, Frank Gartside, and Albert Clyde-Burton of National Capital Parks. (The Office of Public Buildings and Public Parks was abolished and most responsibilities transferred to the National Park Service.) [NPS-WESF, Box 10, File 1115-30-75, \"Sherman Plaza,\" letter from Peeples to Ickes, January 2, 1934.] This cooperative effort signals the beginning of a stronger federal presence in the event.      History of National Christmas Trees  1923 | 1924-1933 | 1934-1938 | 1939-1940 | 1941-1953 | 1954-1960 | 1961-1962 | 1963-1968 | 1969-1973 | 1974-1976 | 1977-1980 | 1981-1988 | 1989-1992 | 1993-2000 | 2001-2008 | 2009-present",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/historyculture\/1924-1933-national-christmas-trees.htm"
}
