{
    "title": "Rocky Mountain National Park: Winter Hikes",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Winter Hikes                Winter Hikes      East of the Continental Divide Winter brings deep snows to Rocky Mountain National Park west of the Continental Divide. Lighter snowfall on the east side of the park leaves low elevation trails open for hiking. Trails below 8,700 feet (2,700 m) offer diverse opportunities to those who wish to travel without the aid of skis or snow shoes. The trails listed below are some of the more accessible hikes available to winter visitors. Before each outing, check with park rangers for local snow conditions and current avalanche hazards. The distances listed for the following hikes are one-way.          Destination   Distance   Change in Elevation   Difficulty     The Pool   2.5 miles   200 feet   Easy     Getting There: At road closure on Moraine Park Road past Cub Lake Trailhead. Follow signs to Fern Lake Trailhead. Beyond the Basics: The Pool is a turbulent water pocket formed below the confluences of Spruce and Fern Creeks with the Big Thompson River. The winter route is along a gravel road, which soon narrows to a trail at the Fern Lake Trailhead. While hiking this relatively flat trail along the Big Thompson River, look for beaver-cut aspen, frozen waterfalls on the cliffs, and the Arch Rocks. Elevation of lake 8,280 ft.     Destination   Distance   Change in Elevation   Difficulty     Cub Lake   2.3 miles   540 feet   Moderate     Getting There: From Bear Lake Road, turn at Moraine Park; follow signs to Cub Lake Trailhead. Beyond the Basics: The Cub Lake trail begins in the willow thickets along the Big Thompson River and continues upward through stands of pine and aspen. Hiking the trail, you pass through a varied landscape of moraines, cliffs, streams and ponds. Ice or deep snow sometimes makes the last mile difficult, and may require the use of skis or snowshoes. This hike may be combined with The Pool hike for a six mile loop by taking a connection trail beyond Cub Lake to The Pool. This section of trail may also contain deep snow or ice.     Destination   Distance   Change in Elevation   Difficulty     Chasm Falls   2.5 miles   400 feet   Moderate     Getting There: Follow Highway 34 into Horseshoe Park. Turn onto Endovalley Road at the west end of Horseshoe Park and follow Endovalley Road over the bridge to the road closure. Beyond the Basics: From the West Alluvial Fan parking lot, hike 1.5 miles (2.4 km) to the junction of Endovalley Road and Old Fall River Road. Along the way, you pass the remains of cabins used by the prison laborers who built Old Fall River Road early in the century. At the road junction, take the right fork and continue up Old Fall River Road one mile to the falls. Upon reaching Chasm Falls notice beautiful, but dangerous, ice formations. Negotiate this zone with caution. Chasm Falls elevation 8,960 feet.     Destination   Distance   Change in Elevation   Difficulty     Gem Lake   1.6 miles   1000 feet   Moderate     Getting There: Drive north from downtown Estes Park on MacGregor Avenue. Cross Highway 34 bypass and continue to sharp right turn and sign for Lumpy Ridge Trailhead Parking. Beyond the Basics: The shallow waters of Gem Lake are cradled high among the rounded granite domes of Lumpy Ridge. Untouched by glaciation, this outcrop of 1.8 billion-year-old granite has been sculpted by wind and chemical erosion into a backbone-like ridge. Signs of these erosional forces--pillars, potholes, and balanced rocks--appear midway along the trail to Gem Lake. Other highpoints include spectacular views of the Estes Valley and Continental Divide, and a curious balanced rock called Paul Bunyan's Boot. Gem Lake's elevation is 8,800 feet.     Destination   Distance   Change in Elevation   Difficulty     Deer Mountain   3 miles   1,075 feet   Strenuous     Getting There: From Park Headquarters drive 4.5 miles (7.2 km) on Highway 36 to roadside parking at the Deer Ridge Junction Trailhead. Beyond the Basics: The route up Deer Mountain begins in a stand of mature ponderosa pine and winds upward past lodgepole pine, aspen, and limber pine to the summit plateau, which offers spectacular views of the Continental Divide. While the lower trail generally has little snow, you can expect packed and drifted snow on the switchbacks. Snow cover on the summit may be three to five feet deep, making snowshoes or skis necessary for safe travel. Elevation at the summit 10,013 feet.     Destination   Distance   Change in Elevation   Difficulty     Upper Beaver Meadows   1.5 miles   140 feet   Easy     Getting There: From Park Headquarters drive 2 miles (3.2 km) and look for the closed gate on the west side of the road in a hairpin curve. Park off the road surface on gravel. Beyond the Basics: Upper Beaver Meadows offers two hiking routes--the road which winds along the north side of Beaver Creek for two miles (3.2 km) and a trail that leaves the dirt road on the left, just inside the barricade. The trail crosses the stream and runs along the south side of the meadow at the base of the moraine. The trail and road meet at the parking area at the west end of Beaver Meadows. You may choose to make a loop by using both the road and trail, or you may follow either route in both directions. Hiking along the trail, you may see elk bedded down among trees near the trail or along the stream. Elevation 8,300 feet.          Hiking Safely Winter in Rocky Mountain National Park is an inviting yet silently dangerous time for hikers. The season brings short days with strong winds, low temperatures, and rapidly changing weather. Be prepared for these conditions by carrying extra clothing for layering, as well as water and high energy food. Prevent frostbite by keeping your extremities and face well protected. Watch for the first warning signs of frostbite--a tingling, then numbing feeling. Avoid hiking in deep snow which is quickly fatiguing and creates hazardous holes for skiers and snowshoers who follow. When conditions are icy, use instep crampons or ski poles for extra safety. To download printable winter hiking maps and brochures, click here.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/winter_hike.htm"
}
