{
    "title": "President's Park (White House): Bookstore",
    "body": "Explore This Park    Learn About the Park     Bookstore            Bookstore         White House Visitor Center Shop White House Historical Association, 2014    The White House Historical Association is a charitable nonprofit institution whose purpose is to enhance the understanding, appreciation and enjoyment of the White House. To fulfill its purpose, the White House Historical Association produces educational literature and films, develops special programs, and maintains a web site interpreting the White House and its history and the persons and events associated with it. From private funding and the sale of its educational products, the Association supports the acquisition of artwork and objects for the White House collection and contributes to the conservation of the public rooms. In 1961, when the National Park Service suggested that such an association be formed, the idea received Mrs. John F. Kennedy’s ready approval. In July 1962, The White House: An Historic Guide was delivered to a public that had already ordered 10,000 copies. The guide is now in its 23rd edition.   The association also sponsors lectures, exhibits and other outreach programs. Thousands of schools, universities and libraries have received free educational materials about the White House. Traveling exhibits and videos are circulated to the presidential libraries and museums.            White House Historical Association Museum Shops         White House Visitor Center Shop Address: 1450 Pennsylvania Avenue, NW Phone: 202.208.7031  Open Daily 7:30 am to 4:00 pm Closed on Thanksgiving, December 25, and January 1.          White House History Shop Address: 1610 H Street, NW Phone: 202.218.4337  Open Monday through Friday 9:00 am to 5:00 pm Public Transportation: Farragut West Metro (Blue\/Orange\/Silver Line)             Visit the online store or call to order 1-800-555-2451  Mailing Address White House Historical Association P.O. Box 27624 Washington, D.C. 20038-7624",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/bookstore.htm"
}
