{
    "title": "Rocky Mountain National Park: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking               Hiking       Many trails were damaged in the 2013 flood. Visit the Flood Impacts page for more information.  Check the latest Trail Conditions for more information to help plan your hike.  For information about climbing Longs Peak, visit the Keyhole Route page.      Rocky Mountain National Park has 355 miles of hiking trails. They range from flat lakeside strolls to steep mountain peak climbs. If you are new to the park consult with rangers at the visitor centers and backcountry office.  They can provide advice about trails which are appropriate to different fitness and experience levels.As you plan your hike, keep in mind that park elevations range from 7,500 to over 12,000 feet. Even very fit individuals coming from lower elevations may experience altitude problems. Symptoms include headaches, shortness of breath, insomnia and rapid heartbeat. After a few days your body will have made some physiological adjustments to higher elevations, but full acclimation may take weeks. To minimize symptoms drink plenty of fluids, avoid alcohol, don't skip meals and get plenty of rest.Although you may not feel thirsty, the \"thinner\" air at high elevations actually results in increased water evaporation from your lungs. Again, drinking extra water may prevent a bad headache or other altitude symptoms.Ultraviolet light is stronger in the mountains because there is less atmosphere for the sunlight to pass through. Wear sunscreen, a hat, sun glasses and consider wearing a long sleeved shirt if you are out in the sun for an extended period.If you have never hiked before or are traveling with children, check out the recommended accessible trails. Ranger-led walks are free and can increase your confidence while you learn more about the park. Rocky Mountain National Park is a great place to discover how traveling by foot brings you closer to nature.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/hiking.htm"
}
