{
    "title": "President's Park (White House): Education",
    "body": "Explore This Park    Learn About the Park     Education             Education       President's Park offers students and educators a number of opportunities to explore the political and cultural history of the United States of America. As a home, an office, and a showplace for American craftsmanship, the White House mirrors and magnifies broad social trends. It is also a popular location for individuals and causes to petition the government, a hallmark of the American democratic experiment. President's Park staff and park partners offer several school programs to help students better understand the symbolic and political role of the White House. Plan a field trip and learn more information on these student programs.  President's Park also welcomes teachers from across the country to workshops held on a variety of topics. Educators interested in learning more about currently available teacher programs should visit our teacher workshops page.  To inquire about availability of either a student program or teacher workshop, please e-mail your request or contact an education team member at 202-208-1631. Please note that enrolling in or inquiring about an education program at President's Park is unrelated to making arrangements to tour the White House.       Come outside the classroom! President's Park is a great destination for students and teachers. Here, a park ranger leads a group on a tour of the Boy Scout Memorial, located on the Ellipse south of the White House. NPS       Can't join us here? Nationwide, the National Park Service also offers curricular materials and opportunities for professional development through programs like Teaching with Historic Places and Teacher-Ranger-Teacher. The Teaching with Historic Places program uses the idea of \"place\" to help students tackle topics in history, civics, social studies, geography, and other areas. Linking Title 1 school districts with local park units, the Teacher-Ranger-Teacher program offers teachers the ability to work (and sometimes live) in a national park. Teachers support park staff and develop programs based on their interests and park needs. Whether you visit us here in Washington, DC or visit us only online, we hope you will explore the many opportunities to use your national park system in the classroom.",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/education\/index.htm"
}
