{
    "title": "President's Park (White House): Rochambeau Statue",
    "body": "Rochambeau Statue          Location: Southwest corner of Lafayette Park Erected: 1902 Sculptor: Fernand Hamar             Introduction Franco-American Relations in the Late Nineteenth Century Impetus for the Statue General Comte de Rochambeau Realizing the Statue Fernand Hamar Designing the Statue Unveiling the Statue: A Franco-American Celebration Commemorative Book Other Replicas of the Rochambeau Statue The Rochambeau Statue Since 1902             The statue of the American Revolutionary War hero, General Comte de Rochambeau, in Lafayette Park, Washington, D.C., erected in 1902, stands as the reaffirmation of Franco-American relations in the first years of the twentieth century. The 1898 Spanish-American War had strained relations between France and the United States, and France wished to erase any perception arising from the war that it held anti-American sentiments. Drawing on the historic ties between the two nations, the Rochambeau statue provided a means for France to heal and strengthen its diplomatic relations with the United States. In June 1900, a statue of Rochambeau by French sculptor Fernand Hamar was unveiled in Vendôme, France. Yet before the erection of this statue, the French chancellor to the United States, Jules Boeufvé, had proposed that a replica of the statue be erected in Washington as well. Jean-Baptiste-Donatien de Vimeur, Comte de Rochambeau (1725–1807), was the commander of the French army that fought along side with George Washington and the Continental Army during the American Revolutionary War. He presented an ideal figure to symbolize the official relations between France and the United States. Largely because of the efforts of Boeufvé, Congress provided funds and passed legislation in April 1901 authorizing Fernand Hamar to cast a replica statue for the United States. On May 24, 1902, President Theodore Roosevelt, members of Congress, the Diplomatic Corps, and thousands of spectators along with French military and civil delegations dedicated the Rochambeau statue at the southwest corner of Lafayette Square.            Franco-American Relations in the Late Nineteenth Century The 1898 Spanish-American War greatly strained the relationship between France and the United States at the end of the nineteenth century. The Spanish-American War began over the issue of Cuban independence. Revolutionary groups in Cuba had been fighting since 1895 to come from under control of Spain, Cuba’s colonial ruler. When the brutality of the Spanish soldiers against the Cubans became the focus of the American “yellow press” newspapers, support for American intervention in the war intensified. The United States was not entirely disinterested in Cuban independence. American institutions had nearly $50 million invested in Cuba, and the end of Spanish rule of the island would greatly benefit U.S. trade with the island. After Spain’s promised reforms in the colony failed to materialize, and after the U.S. battleship Maine exploded and sank in the Havana harbor on February 15, 1898, the United States entered into war with Spain in April 1898. The war placed France in a difficult position. Historically united with France in religion, race, and politics, Spain looked to France for help. Within France, itself a colonial power, some supported Spain in its actions in Cuba and thought that America was out of line in interfering with what was believed an internal matter. Because involvement in Cuba would be the United States’ first engagement with a European power since the War of 1812, a war between Spain and the United States aroused French concern over America’s insertion into European affairs. Moreover, because France was itself heavily invested in Spanish bonds, the war would have a great economic impact in France. In balance with these concerns, France did not want to risk supporting Spain, a decidedly weak and declining power, and antagonizing the United States, the rising world power. To mitigate these tensions, France declared its strict neutrality, yet this declaration did not stop France from taking an active role in the war. From the start of the war, France along with Austria acted as the observer of Spanish interests in the United States at the request of Spain. When the war came to an end nearly three months later, Spain asked that Jules Cambon, the French ambassador to the United States, act on its behalf in negotiating the armistice protocol to suspend hostile actions in preparation for the peace negotiations. On August 12, Cambon signed the protocol on behalf of Spain with President William McKinley at the White House. Not only did Paris host the peace conference to negotiate the formal treaty ending the war in October 1898, but French diplomats and leaders continued to play the delicate role of facilitating relations between the United States and Spain during the talks. Despite France’s careful attempts to maintain neutrality in these roles, Americans were wary of French support of Spain. American newspapers such as The New York Times repeated reports in French newspapers with anti-American sentiment, and Americans began to believe that France was indeed antagonistic toward the United States. However, as the war progressed, American newspapers noted the increasing French support for the American cause. Although France upheld every outward sign of neutrality throughout the war, an uneasy friendship remained between the two countries following the peace with Spain. French diplomats such as Jules Cambon walked a difficult diplomatic line with the United States in the late nineteenth century. Although privately Cambon held concerns about America’s growing interference with Europe, outwardly he made every effort to maintain Franco-American relations. The preservation of the Franco-American friendship was indeed important from the French perspective. The United States’ position as an emerging world power following the Spanish-American War became increasingly clear. The treaty signed at Paris required that Spain not only give independence to Cuba but also cede the Philippines, Puerto Rico, and Guam to the United States. The French, who also had colonial interests in the Caribbean and the Far East, realized the importance of maintaining good relations with the United States. Thus, following the war, France sought to erase any hint of animosity with the United States. The exchanges of statues in the first years of the twentieth century were conscious attempts to reaffirm and articulate amicable feelings between the two nations.            Impetus for the Statue In 1900, a little more than a year after the end of the Spanish-American War, France hosted the Paris International Exposition. The exposition and its festivities served as the backdrop for the unveiling of three statues—the Marquis de Lafayette, George Washington, and Rochambeau—celebrating Franco-American relations. Not only did these statues express the strong, historic ties between France and the United States, but the accompanying dedications and addresses articulated the desire to improve relations between the two countries in the aftermath of the Spanish-American War. The unveiling of the statue to the Marquis de Lafayette on July 4, 1900, at the court of the Louvre in Paris was a prime occasion to express such sentiments. French Foreign Minister Theophile Delcassé hoped that the statue would “in the future be a token of fruitful understanding for the mutual interests of both countries, interests which are in perfect harmony on so many points, and which happily are not irreconcilable.” At the dedication of an equestrian statue of General George Washington in Paris on July 3, the United States General Consul in Paris, John Gowdy, remarked, “…As we are on the eve of a new century, may the crown and palms of victory, and the brotherhood of the soldiers of 1776 never fade, nor the stars cease to shine on the friendship of the two Republics.” The same feelings were also conveyed at the unveiling of the Marshal de Rochambeau statue in his hometown of Vendôme, France, on June 4, 1900. The statue, the creation of French sculptor Fernand Hamar, depicted Rochambeau on the eve of the Siege of Yorktown, clutching a battle map of Yorktown in one hand. The inscription on the statue, “Commander-in-chief of the French army in America, took Yorktown in 1781 and assured the independence of the United States,” clearly identified Rochambeau’s role in the War of Independence and singled it out as his most noteable military victory. The draping of the French and American flags on the scaffolding of the statue further indicated the intention for the statue to be a celebration of Franco-American relations. American Secretary of State John Hay noted that the dedication “illustrates the vitality of the friendship of the two peoples which has endured among the changes of over a century.” The mayor of Vendôme, speaking at the unveiling, remarked, “The role of de Rochambeau prepared the union of the United States and France. The monument inaugurated today will always appear as a shining symbol of the brotherhood which unites the two great republics….” In these three monuments, the reaffirmation of Franco-American relations was well represented on French soil. By 1900, expressions of the Franco-American friendship in the form of monuments and statuary also dotted the American landscape. In 1881, the U.S. Congress erected a monument in Yorktown, Virginia, commemorating the centennial of the deciding battle of the Revolutionary War and the French involvement so crucial in securing the victory; in 1886, Frédéric Auguste Bartholdi’s iconic Liberty Enlightening the World occupied its place in the New York harbor; and in 1891 the U.S. Congress erected a monument to the Marquis de Lafayette and his French compatriots, including Rochambeau, in Lafayette Square in Washington, D.C. Despite these existing expressions of Franco-American goodwill, the French chancellor to the United States, Jules Boeufvé, suggested in 1900 that the United States Congress purchase a replica of the Vendôme Rochambeau statue for Washington, D.C. Although the Marquis de Lafayette statue already marked the involvement of the French in the Revolutionary War in the nation’s capital, a statue of Rochambeau would symbolize something quite different. In the nine years since the erection of the Lafayette statue, world events had changed. A statue commemorating Rochambeau would speak to the post–Spanish-American War relations between France and the United States. Moreover, the messages conveyed by the figures of Rochambeau and Lafayette greatly differed. Whereas Lafayette defied King Louis XVI’s orders and entered the colonial army of his own will, Rochambeau came to America as the official commander of the French army in the Revolutionary War. The Washington Evening Star noted that while “it was customary in America to look upon Lafayette as the representative of France’s assistance to the United States during the critical days of the revolution…, as far as the French government was concerned in the issues of that conflict the great field marshal, Count de Rochambeau, was at all times its representative.” A statue to Rochambeau, then, would symbolize official Franco-American diplomatic relations, not only in the eighteenth century but also at the dawn of the twentieth century.              Engraving of Rochambeau figure from the Marshal de Rochambeau Statue, Vendôme, France. Jules Michel  General Comte de Rochambeau Jean-Baptiste-Donatien de Vimeur, Comte de Rochambeau, was born in Vendôme, France, on July 1, 1725. He entered the French military at the age of seventeen and fought in the War of Austrian Succession (1740–1748), where his skill and bravery earned him a promotion to colonel before the age of twenty-two. He also fought in the Seven Years’ War (1756–1763) and numerous other battles. When King Louis XVI called Rochambeau to aid in the Americans’ insurrection against the British in 1780, the fifty-five-year-old Rochambeau, now a lieutenant general and decorated with the Knight Grand Cross for the Order of Saint-Louis, was on the verge of retiring from an illustrious military career. By 1778, the American revolutionary forces, short on supplies, money, and morale, faced a desperate situation. The Franco-American treaties signed on February 6, 1778, promised much-need military support to the colonists. King Louis XVI chose Rochambeau, described as a leader who inspired confidence and loyalty in his troops, to lead the French forces in aiding the American colonists’ fight against British rule. Rochambeau and 5,500 French troops completed a seventy-day voyage across the Atlantic and arrived in Newport, Rhode Island, on July 11, 1780. With an attack possible from British troops commanded by General Henry Clinton in New York, Rochambeau immediately established a stronghold in Newport. Although George Washington favored an assault on Clinton in New York, Rochambeau refused such an attack without the aid of the naval reinforcements he had been promised and further argued that the Franco-American forces should engage the British in a southern theatre. For nearly a year, Rochambeau waited in vain for the promised reinforcements from France. In the spring of 1781, Rochambeau received word that the troops he had expected, and another ten thousand he had requested, would not be coming. Rochambeau finally agreed to Washington’s planned attack on New York. The arrival of the French Admiral Comte de Grasse in June 1781 in the West Indies, however, changed the course of the war. With another three thousand men and twenty-four ships, de Grasse offered his assistance to Washington. Now with the promise of a strong naval force to match the British navy, Washington decided against engaging Clinton’s army in New York and in favor of an attack on British General Cornwallis’s army in Virginia. After nearly a year of inactivity, Rochambeau’s forces marched to White Plains, New York, where they joined with Washington’s forces. In August 1781, the combined Franco-American army marched to the head of the Chesapeake Bay and was transported on ships to Yorktown, Virginia. Twelve thousand French and American soldiers laid siege to Cornwallis’s troops on September 28. De Grasse’s ships along the Virginia coast prevented the arrival of British reinforcements. Cornwallis was surrounded, and with no hope for further reinforcements, he surrendered three weeks later, on October 19. Although the War of Independence would not officially end until 1783, the Siege of Yorktown was the last major military battle of the war. Rochambeau’s military career continued after his return to France in February 1783. During the French Revolution, Rochambeau commanded the Army of the North from 1790 to 1791, and in 1791 he received the title Marshal of France. In 1792, Rochambeau retired from his military career and returned to his home in Vendôme. He was imprisoned in 1794 in Paris during the Reign of Terror, was stripped of his military position, and barely escaped the fate of the guillotine. At the end of the French Revolution, Rochambeau again returned to Vendôme, and Napoleon restored his title of Marshal of France. Rochambeau died on May 12, 1807, in Thore at the age of eighty-one.            Realizing the Statue The role of Rochambeau as the French military commander in the American Revolutionary War provided a fitting narrative to describe Franco-American relations in the past and to reinstate those friendly relations following the Spanish-American War. Plans for a replica of the Rochambeau statue began even before the original Rochambeau statue had been unveiled in Vendôme, France, in June 1900. As early as April 1900, Jules Boeufvé, the chancellor and attaché of the French embassy in the United States, had approached several senators about the possibility of erecting a replica of the Rochambeau statue in Washington, D.C. In early May, Boeufvé provided an estimate of $7,500 for the cost of the replica to Senator George Peabody Wetmore of Rhode Island, the chairman of the Senate Committee on the Library, which oversaw art in the nation’s capital. On May 23, 1900, nearly a week before the original Rochambeau statue was to be unveiled in Vendôme, Senator Wetmore introduced an amendment to the civil appropriations bill reserving $10,000 for the replica of the statue, its pedestal, and its erection. The Committee on Appropriations modified the amendment to $7,500, covering only the cost of the statue itself and not the erection of the statue or preparation of the site. The amendment, however, was lost in conference. Despite the defeat of the amendment in 1900, Jules Boeufvé remained undeterred. Boeufvé turned to personal testimony, asking General Horace Porter, the American ambassador to France, to send a letter to the chairman of the House of Representatives Appropriations Committee in support of the statue. In October 1900, Porter wrote: “At the request of Mr. Boeufvé, of the French Embassy in the United States, I beg to say that I participated, on June 4th last, at Vendôme, in the unveiling of the statue of Rochambeau by the French artist Fernand Hamar, and that I found it to be a spirited and excellent work of art. It seems to me that it would be very appropriate and would give great satisfaction, if means were found to erect in Washington, D.C., a replica of the Marshal’s Statue.” Four months later, in February 1901, Representative James McCleary of Minnesota, the chairman of the House of Representatives Committee on the Library, introduced a bill appropriating $7,500 for the replica. While McCleary’s bill was not passed, Senator Henry Hansbrough of North Dakota, a member of the Senate Committee on the Library, successfully introduced an amendment to the sundry civil appropriations bill just days later on February 25. The amendment for the statue replica was carried into law on March 3, 1901. In less than a year, Boeufvé had successfully induced Congress to pay for a replica statue of Rochambeau. The speed and relative ease with which the Rochambeau statue bill went through Congress were astonishing. Nearly twenty-four bills for statues for the nation’s capital were introduced in the Fifty-sixth and Fifty-seventh Congresses by May 1902, and only five, including the Rochambeau statue, were approved for erection in Washington, D.C. The Rochambeau statue was approved with virtually no congressional debate. Although contemporary accounts acknowledged French Ambassador Jules Cambon’s supportive role in securing the replica for the United States, newspapers credited Boeufvé with the idea. The Washington Evening Star wrote that the passage of the legislation for the statue was “due to the untiring zeal of M. Boeufvé in furthering this tribute to the traditional friendship between France and this country.” Further evidence of Boeufvé’s work in realizing the statue was his role in the contract. Boeufvé entered into a contract for the statue replica on behalf of Fernand Hamar with the Senate Committee on the Library on April 30, 1901. Boeufvé also successfully campaigned for an additional $15,000 appropriation for the statue. An amendment to the 1902 sundry civil appropriation bill provided $15,000 for the preparation of the site, the erection of the statue, and the completion of the statue and pedestal. Of this additional appropriation, nearly $10,500 paid for the completion of the statue and the erection of pedestal, bringing the cost of the replica statue to nearly $18,000. The same act granting the additional appropriation also appointed a Rochambeau Monument Commission composed of Secretary of State John Hay, Secretary of War Elihu Root, Senator Wetmore, and Representative McCleary to select the statue’s site, oversee its erection, and coordinate its unveiling. In late December 1901, nearly nine months after Congress passed the legislation for the statue, sculptor Fernand Hamar finished the model of the Rochambeau statue for Washington, D.C., and began its casting.              Fernand Hamar with model of Victory and the American Eagle.  George Peabody Wetmore Papers, Manuscript Division, Library of Congress  Fernand Hamar Jean-Jacques-Fernand Hamar (1869–1943) was born in Rochambeau’s hometown of Vendôme, France. Fernand Hamar, deaf since birth, entered the École des Beaux-Arts in Paris at the age of twenty. At the École, he trained with renowned sculptors Schuler von E. Barrias, P. J. Cavelier, as well as the deaf sculptor Paul Choppin. As a student, Hamar was recognized repeatedly for his work, winning medals at the 1893 and 1895 Salon exhibits and at the 1900 Universal Exposition in Paris. After remaining at the École for ten years, Hamar opened his own studio in Paris where he specialized in monument commissions. In 1897, the Vendômois Rochambeau monument committee approached Hamar to enter a competition for the statue. Hamar was chosen, and in June 1900 his Rochambeau statue was unveiled. In 1902, Hamar finished the replica of the Rochambeau statue, for Washington, D.C., and created an additional bronze allegorical group, Victory and the American Eagle. He traveled to Washington for the statue’s unveiling in May 1902. In the first decade of the twentieth century, Hamar exhibited his work extensively at the Salon des Champs Elysées. He exhibited a replica of the Rochambeau portrait in the Salon of 1901 and Victory and the American Eagle in the Salon of 1902. Following World War I, Hamar produced several war memorials, including memorials in Vendôme and nearby Freteval in 1921 and 1923 respectively. In 1925, Hamar completed The Shadow of Remembrance, a monument honoring France during World War I. As a deaf sculptor, Hamar created several memorials to deaf persons such as a 1925 bronze bas-relief of Abbe Goiselot for the chapel at the National Institution for the Deaf and a 1926 bust of Henri Gaillard, a French leader of the deaf. In 1934, his work returned to America when he showed his bronze Rochambeau and another, Greyhound, at the International Exhibition of Fine and Applied Arts by Deaf Artists at the Roerich Museum in New York City.            Designing the Statue Although a replica, the Rochambeau statue was to fit into its specific context in Washington, D.C. Early on, Lafayette Square appeared to be the location of choice for the statue. Lafayette Square was emerging as a “statuary park” by the early twentieth century. The statue of Andrew Jackson had occupied the center of the square since 1853, and the placement of the Marquis de Lafayette statue on the square’s southeast corner in 1891 suggested the placement of other statues in the three remaining corners of the park. The southwest corner of Lafayette Square at the intersection of Pennsylvania Avenue and Jackson Place was a prestigious location for the Rochambeau statue. It would place the Rochambeau statue along Pennsylvania Avenue across from the White House and the State, War, and Navy Building (now the Dwight D. Eisenhower Office Building). Moreover, the location would strengthen the French presence established by the Lafayette statue in the square and even form a relationship with the Rochambeau bronze on the west side of the Lafayette statue pedestal. The Rochambeau Monument Commission formally chose the southwest corner of the square for the Rochambeau statue in April 1902. From the beginning, the Rochambeau statue in Washington, D.C., was conceived as a companion piece to the Lafayette statue. The form, symbolism, and scale of the Rochambeau statue responded directly to the Lafayette statue. According to measurements provided by Boeufvé, the original Rochambeau statue in Vendôme included a nine-foot bronze of Rochambeau atop a seventeen-foot pedestal measuring twenty feet at its base. The Marquis de Lafayette statue in Washington, D.C., was larger. A nearly eleven-foot figure of Lafayette surmounted a seventeen-foot pedestal on top of a three-foot base. To match the scale of the Lafayette statue, Hamar increased the dimensions of the original Rochambeau statue, resulting in an almost eleven-foot Rochambeau bronze; a nineteen-foot pedestal; and a one-foot base. Overall, the height of the Rochambeau statue in Washington, D.C., nearly matched that of the Lafayette statue at thirty-one feet. In addition to matching the Lafayette statue in scale, Hamar also matched the Lafayette statue in symbolic form. Beneath the figure of Lafayette on the south face of the Lafayette statue pedestal, a dramatic bronze grouping depicted a bare-breasted figure representing Liberty offering a sword to Lafayette. In answer to this bronze, Hamar created an equally dramatic allegorical grouping for the Rochambeau statue’s south face. In the bronze grouping entitled Victory and the American Eagle, the figure of a woman— an allegorical figure of Minerva or Athena, the symbol of the protector of the state—dressed in armor-like garb, raises two flagstaffs representing the French and American flags in her left hand. A sword in her down-turned right hand protects a bald eagle, the national emblem of the United States. Waves break beneath her and the eagle as they stand in front of the prow of a ship, symbolizing the arrival of the French forces in America. The stance of the female figure with one foot raised, combined with the flow of her garments, the flags, and the outstretched wings of the eagle, gives the composition a feeling of rushing, forward movement. In the clutching talons of the eagle, Hamar makes the transition from bronze to stone. The bronze eagle’s talons grasp a granite shield with thirteen stars and stripes representing the thirteen American colonies. Beneath the shield lie sprigs of laurel symbolizing peace. Although Hamar enlarged the figure of Rochambeau to match the Lafayette statue dimensions, the Rochambeau figure remains a near duplicate of the original in Vendôme. Rochambeau dressed in the uniform of a Marshal of France including the traditional French tricorn hat and cockade, and adorned with the medal of the Order of the Saint Esprit on his overcoat, stands atop the pedestal in a contrapposto pose, or natural stance, and holds a battle map of Yorktown in his left hand. Rochambeau’s sword rests at his left hip while a cannon and cannonball rest behind his left foot, symbolizing Rochambeau’s role as commander of the army and perhaps alluding to captured British cannons that the U.S. Congress gave to Rochambeau at the end of the Revolutionary War. A spring of laurel lies at Rochambeau’s feet. The bronze portrait of Rochambeau emphasizes his role as the official French leader in the Revolutionary War, capturing him on the verge of the war’s decisive military battle. The architect of the statue’s pedestal, L. Laurant, composed the statue’s neoclassical granite pedestal in three parts. A pyramidal shaft, capped by a flattened capital on which the Rochambeau figure stands, curves to meet a square base. Dividing the shaft and the curving base is a jutting ledge of stone. On the south face of the statue, this ledge protrudes to accommodate the Victory and the American Eagle grouping. The east and west faces of the pedestal include two altorilievo, or high-relief, granite shields in identical compositions. On the east side is the Rochambeau family crest with three stars interspersed with a chevron; on the west is the coat of arms of France of the period with three fleurs-de-lis. Over both are crowns, although they differ in style. Framing each shield above is a garland of leaves and berries; beneath are two crossed sprays of laurel tied with ribbon. The motif of the leaf-and-berry garland is repeated on the north side of the statue above the inscription. The statue’s pedestal rests on a square granite base of a darker color, which in turn rests atop a mound of grass of almost fifty-five feet in diameter encircled with granite curbing. By responding to the form and scale of the Lafayette statue, the Rochambeau statue thus fit its specific context in the park. Although the Rochambeau statue was a replica of that in Vendôme, Hamar contributed an original work of art for the pedestal in the Victory and the American Eagle grouping. The increase of the statue’s scale to match the Lafayette statue further customized the replica for its location in Lafayette Square. In these ways, the Rochambeau statue in Washington, D.C., became more than a simple replica, but also an original piece of art by Hamar’s own hand.            Inscriptions The inscriptions on the Rochambeau statue consciously articulated the intention of the statue as a symbol of Franco-American relations. On the north side of the statue, the main inscription quotes a portion of a letter that George Washington wrote to Rochambeau on February 1, 1784: WE HAVE BEEN\/ CONTEMPORARIES\/ AND\/ FELLOW LABOURERS\/ IN THE CAUSE\/ OF LIBERTY\/ AND WE HAVE LIVED\/ TOGETHER\/ AS BROTHERS SHOULD DO\/ IN HARMONIOUS FRIENDSHIP\/ WASHINGTON TO ROCHAMBEAU\/ FEBRUARY 1, 1784 This quote, reportedly selected by Jules Boeufvé, emphasizes the deep relationship between France and America, reminding the viewer that the statue is a monument not only to Rochambeau but also to the relationship between the two nations. The inscription on the statue’s south face, ROCHAMBEAU, gives a simple identification of the statue. While these inscriptions indicated the intention of the statue, they did not identify who erected it, an omission that became an issue after the unveiling of the statue in May 1902. Even at the time of the statue’s erection, the public believed that the Rochambeau statue was a gift from the French government. In June 1902, only two weeks after the unveiling, Senator Wetmore wrote to Augustus Saint-Gaudens, one of the leading American sculptors at the time, “The public appears to think that the statue has been given by France, or Frenchmen, to the United States, and not paid for by the Congress as is the case.” The inscription, BY THE CONGRESS\/ MAY XXIV MDCCCCII, was chosen to identify the Congress’s role in erecting the statue. Because the Rochambeau statue’s main inscription already occupied the pyramidal portion of the pedestal’s north face, this additional inscription was cut below the protruding granite ledge on the curving base in September 1902. The statue’s other marks identify the creators of the statue. On the west side of the pedestal of the Rochambeau bronze portrait, at its left edge, is the mark F HAMAR. At the bottom left of the bronze Victory and the American Eagle is the mark F HAMAR 1901. The name of the company that cast the bronzes, Val d’Osne, was inscribed on the east side of the pedestal at the bottom right corner. Hamar’s name and the name of the architect of the pedestal, L. Laurant, were inscribed on the north face of the pedestal at the bottom right. In April 1902, Representative Sereno Payne of the Committee on Ways and Means successfully introduced a joint resolution allowing the duty-free entry of the Rochambeau statue and pedestal into the United States. Colonel Theodore A. Bingham, the officer in charge of Public Buildings and Grounds and a member of the executive committee overseeing the statue, directed the preparation of the site and the erection of the statue. Work on the statue foundation began on April 9 and was completed on April 18. The setting of the stone forming the pedestal began on April 25, and the statue and pedestal were fully erected on May 17. The statue, in place, awaited its unveiling.              Rochambeau Statue and surroundings before unveiling, May 24, 1902.  DeB. Randolph Keim, Rochambeau: A Commemoration by the Congress of the United States of America of the Services of the French Auxiliary Forces in the War of Independence. Washington, D.C.: Government Printing Office, 1907.   Unveiling the Statue: A Franco-American Celebration Preparations for the unveiling of the Rochambeau statue began in earnest in early 1902. In March, Congress passed and the president approved a joint resolution to invite the French government and people of France to the statue’s unveiling on May 24, 1902, the anniversary of the day Rochambeau entered the military in France in 1742 at the age of sixteen. In addition to extending the invitation to the French government and people, Congress invited the family of the Comte de Rochambeau and an addition to the resolution also invited the family of the Marquis de Lafayette. On March 27, President Theodore Roosevelt sent the official invitation letter to French President Emile Loubet, who gladly accepted on behalf of the French government and people on April 15. Reflecting the importance it assigned to the dedication, the French government named a delegation of French officials to attend the unveiling. General Brugère, the commander of the French army, and Vice-Admiral Fournier, the inspector-general of the French navy, represented the highest levels of the French military in the French mission. In addition to the official French mission, a group of French guests composed a civil delegation to the dedication. Comte Rene and Comtesse de Rochambeau represented the Rochambeau family, and Paul de Sahune de Lafayette represented the Lafayette family. Sculptor Fernand Hamar, Hamar’s father, and representatives of the French government also were members of this civil delegation. To prepare for the unveiling and the impending visit by the French dignitaries, a president’s commission including Third Assistant Secretary of State Herbert Peirce, Colonel Bingham, Commander Raymond Rodgers, and the commission’s secretary, Edwin Morgan, was appointed to attend to the guests in their travels throughout the United States. With only a remaining balance of $4,500, President Roosevelt approved a $10,000 appropriation on March 21 and an additional $10,000 appropriation on May 15 to cover the expenses for the unveiling, bringing the total cost of the statue and the unveiling to roughly $42,500. That the amount of money appropriated for the unveiling nearly equaled the cost of the statue indicated the importance of the public dedication in articulating the friendly relationship between the two nations. After nearly three months of preparation, the United States welcomed the French delegations. On May 17, the civil delegation reached New York City, and on May 20 American warships greeted the official French mission aboard the French warship Gaulois in the Annapolis harbor with gun salutes. On the eve of the statue unveiling, the French delegations visited Mount Vernon and were received at official state dinners at both the White House and the French embassy. Attended by two thousand official guests and thousands of onlookers, the unveiling of the Comte de Rochambeau statue on Saturday, May 24, 1902, was a grand display of French-American exchange. The official guests filled three color-coded stands around the statue. Members of the House of Representatives occupied the red west stand; members of the Senate and patriotic societies occupied the blue east stand; and President Roosevelt welcomed the French delegations, the French diplomats, the presidential cabinet, the Supreme Court, and the Diplomatic Corps in the white stand to the south of the statue. Four soldiers, two French and two American, stood guard at the corners of the statue, which was cloaked with French and American flags. Despite occasional rain and an overcast sky, this symbolic setting served as the background for a grand diplomatic event. In his opening address, President Roosevelt emphasized the role of the statue in expressing Franco-American cooperation, remarking, “We prize this fresh proof of the friendship of the French people because it is pleasing to us to have the friendship of a nation so mighty in war and so mighty in peace as France has ever shown herself to be.” Following Roosevelt’s speech, the Comtesse de Rochambeau performed the honor of unveiling the statue. When the Comtesse pulled the rope, the French flag fell to the ground. The American flag, however, remained caught on the Rochambeau figure’s left hand holding the Yorktown battle plan and remained partially draped on the statue through the remainder of the ceremony. Despite this glitch, a cheer rose from the crowd at the moment of the unveiling, and the American band burst into the French national anthem, “La Marseillaise.” With the statue now unveiled, the statue’s sculptor, Fernand Hamar, was presented to the crowd and met with applause. French Ambassador Jules Cambon then noted the statue’s purpose in expressing Franco-American relations. The next oration by General Horace Porter also placed the statue within its contemporary context: “This statue is not simply to commemorate war, but to typify peace and good will between the newest republic of the Old World and the Oldest Republic of the New World.” Senator Henry Cabot Lodge and General Brugère also gave addresses emphasizing the Franco-American friendship. Following the unveiling ceremony, cavalrymen from Fort Myer, French marines, and American troops dressed as minutemen passed in review down Pennsylvania Avenue. The Franco-American celebration did not end, however, with the unveiling of the statue on May 24. A special train carried the French delegation on a weeklong tour to West Point, Niagara Falls, Newport, and Boston, in part retracing the steps of Rochambeau and his army. The extensive press coverage of the Rochambeau statue unveiling and the accompanying festivities indicated the enormous attention given to the event. American newspapers documented the activities of the official French mission and the civil delegation daily. The Paris newspapers also covered the statue’s unveiling through wire reports; the French paper Le Figaro printed an eight-page supplement devoted to the American ceremonies. On the day of the unveiling, a Franco-American banquet in Paris celebrated the Rochambeau statue unveiling in Washington. Public reception of the Rochambeau statue centered less on its artistic merits and more on its symbolism of Franco-American relations. The Washington Evening Star remarked that the “statue conception is one of beauty and at the same time is suggestive of the ties of friendship between the two republics.” This broader reception of the statue fulfilled its intention as an emblem of Franco-American relations.            Commemorative Book Although the Rochambeau statue dedication and the ceremonies surrounding it were covered extensively in 1902 newspaper accounts, an even more detailed history written by DeBenneville Randolph Keim was published in 1907. The idea to publish the proceedings of the dedication originated as early as May 1902, and finally in February 1904 a resolution was passed calling for ten thousand copies of a commemorative book for members of the Congress, the ambassador of France, and the guests and speakers invited to the unveiling. Keim’s nearly 670-page book, Rochambeau: A Commemoration by the Congress of the United States of America of the Services of the French Auxiliary Forces in the War of Independence, chronicles the events and legislation leading to the statue, describes the ceremonies surrounding the dedication, and gives an extensive history of the French participation in the Revolutionary War. Congress’s interest in publishing an account of the Rochambeau statue indicates the importance attached to the statue and its unveiling and Congress’s desire to publicize the event as an expression of Franco-American diplomatic relations.            Other Replicas of the Rochambeau Statue While the Rochambeau statue in Washington, D.C., was the first replica of the original Vendôme statue, three other replicas followed in the next seventy years. In November 1933, the second replica was erected in Paris on the Avenue Pierre ler de Serbie. On July 13, 1934, the third replica was erected in Newport, Rhode Island, the site of Rochambeau’s landing in America. The fourth and final replica of the Rochambeau statue actually replaced the original. In 1942 during World War II, the Germans destroyed the Rochambeau statue in Vendôme. Fortunately, the mayor of Vendôme had a mold of the original made and placed in a secure area. Although a plaster bust of Rochambeau was put on the pedestal in August 1944 when the Americans freed Vendôme, it was not until 1974 that the American members of the Society of the Cincinnati donated a full bronze replica cast from the original mold of the statue. Notably, of the four replica, only the one in Washington, D.C., was supervised by Fernand Hamar himself, and only the Washington replica possessed an additional allegorical grouping by Hamar.            The Rochambeau Statue Since 1902 Following the unveiling of the Rochambeau statue in Washington, D.C, in May 1902, the ground around the statue was formally prepared. The mound on which the statue stood was sodded and graded, and gravel and asphalt walks and coping were placed around the statue. Originally, the statue’s mound had no plantings. The first plantings around the statue were most likely the annual floral beds planted during Lady Bird Johnson’s 1965 beautification of Lafayette Park. In 1994, dwarf pink azaleas replaced these annual floral beds. In 2003, the azaleas were removed, and sod was laid. Although the Rochambeau statue and the Lafayette statue were briefly lit for the 1953 Eisenhower inauguration, the statue has generally not been lit. The General Comte de Rochambeau statue has been cleaned periodically since 1902. In 1910, attempts were made to remove the verdigris (the green patina and stains formed when bronze reacts with exposure to the air) on the Rochambeau and Lafayette statue pedestals, and the statues also were treated with a method called the Caffall process in an attempt to waterproof them. In 1919, the Rochambeau statue bronzes and pedestal were generally cleaned like all statues in Washington, D.C. The National Park Service undertook a major cleaning and preservation of the Lafayette Park statues in 1987. The bronzes were cleaned with an air abrasive treatment, which used pulverized walnut shells, followed by applications of a corrosion inhibitor and protective wax coatings. The Rochambeau statue’s granite pedestal and foundation were cleaned and recaulked with sealant. The most recent documented cleaning occurred in 2000, when the bronzes of the Rochambeau statue and all the other statues in Lafayette Park were cleaned and waxed by the National Park Service as part of an overall improvement of the park. In contrast to the bronze figures, which remain in good condition, the granite pedestal of the Rochambeau statue shows signs of deterioration, due principally to weathering. As early as the 1960s, the inscriptions were becoming illegible, and today the inscriptions are almost unreadable. The main inscription on the north face of the pedestal is extremely faint. The portion of the inscription that identifies the quotation, WASHINGTON TO ROCHAMBEAU\/ FEBRUARY 1, 1784, is virtually illegible. The inscription, BY THE CONGRESS\/ MAY XXIV MDCCCCII, on the north side of the statue on the curved portion of the pedestal is more readable because staining on the stone has darkened it. The inscriptions that carry the identifying marks of the sculptor, the architect, and the founder at the bottom right of the east and north faces have almost disappeared. The inscription ROCHAMBEAU on the south face of the pedestal remains the most legible. Verdigris marks the granite pedestal beneath the Victory and the American Eagle grouping. The verdigris extends onto the granite shield with the thirteen stars and stripes, and a lateral fissure visually divides the shield. The bottom of the pedestal beneath the protruding ledge is discolored with water stains. The granite has broken off in several places, including a chip above the bronze prow of the ship on the south face of the pedestal. Several of the adorning granite spheres on the crown of the Rochambeau coat of arms on the east side of the pedestal are also missing. The statue of General Comte de Rochambeau in Lafayette Park, Washington, D.C., stands as a significant symbol of Franco-American relations in the opening years of the twentieth century. The statue was intended to help solidify relations between the two nations following the Spanish-American War. The statue to Rochambeau was thus both symbolic as well as commemorative. Through the efforts of French diplomat Jules Boeufvé, France successfully induced the United States Congress to erect a statue of Rochambeau in Washington, D.C. Although commemorations to France’s role in the American Revolutionary War already dotted the American landscape, a statue to Rochambeau, in the nation’s capital was quite symbolic. The statue expressed the official diplomatic relations between France and the United States, becoming a metaphor for both the historic and the present-day friendship between the two nations.",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/historyculture\/rochambeau.htm"
}
