{
    "title": "President's Park (White House): First Division Monument",
    "body": "First Division Monument          Location: South of the Dwight D. Eisenhower Executive Office Building Erected: 1924 Sculptor: Daniel Chester French Architects: Cass Gilbert and Cass Gilbert, Jr.            Written by Silvina Fernandez-Duque   Introduction   World War I Monument   World War II Addition   Vietnam War Addition   Desert Storm Plaque              Introduction The First Division Monument sits on a plaza in President's Park, west of the White House and south of the Eisenhower Executive Office Building (EEOB) at the corner of 17th Street and State Place, NW. (The EEOB was originally known as the State, War, and Navy Building and then as the Old Executive Office Building.) The monument was conceived by the Society of the First Division, the veteran's organization of the U.S. Army's First Division, to honor the valiant efforts of the soldiers who fought in World War I. Later additions to the monument commemorate the lives of First Division soldiers who fought in subsequent wars. The World War II addition on the west side was dedicated in 1957, the Vietnam War addition on the east side in 1977, and the Desert Storm plaque in 1995. Cass Gilbert was the architect of the original memorial and Daniel Chester French was the sculptor of the Victory statue. Gilbert's son, Cass Gilbert Jr., designed the World War II addition. Both the Vietnam War addition and the Desert Storm plaque were designed by the Philadelphia firm of Harbeson, Hough, Livingston, and Larson. Congressional approval was obtained to erect the First Division Monument and its later additions on federal ground. The Society of the First Division (later called the Society of the First Infantry Division) raised all the funds for the original monument and its additions. No federal money was used. Today, the monument and grounds are maintained by the National Park Service.              General John J. Pershing, 1918 National Archives and Records Administration  World War I Monument After American soldiers returned from World War I, the building of war memorials began all across the nation. One of the first proposals for a war memorial in the nation's capital came from the Society of the First Division to commemorate the fallen soldiers of the First Division, American Expeditionary Forces (AEF). The First Division was formed as part of the AEF shortly after the United States declared war on Germany in April 1917.  General John J. Pershing was designated commander in chief of the AEF and directed the efforts of the American troops. The soldiers of the First Division were the first American troops to arrive in France in 1917 and the last to leave Europe in September 1919. The names of 5,516 First Division soldiers are commemorated on the monument. Pershing was particularly proud of the First Division, which came to be known as \"Pershing's Own.\" He said of the division that it had \"a special pride of service and a high state of morale never broken by hardship nor battle,\" a quote inscribed on the pedestal of the monument.        General Charles Pelot Summerall, United States Army Ray Edward Goodbred  The First Division, keenly aware of the sacrifices made during the war, organized the Society of the First Division in February 1919 while on occupation duty in Germany. The society immediately set about building memorials across Europe to honor the soldiers who had fallen on French battlefields. At the same time, Major General Charles P. Summerall, the society’s president and a commander of the First Division during World War I, became the major force behind an effort to build a First Division memorial in Washington, D.C. In September 1919, Summerall contacted Charles Moore, chairman of the Commission of Fine Arts, a federal agency that advises the government on matters of art and architecture, to suggest erecting a monument in the nation’s capital. The idea for the monument was to commemorate the dead of the First Division as well as to convey the spirit of triumph and sacrifice of all American divisions and services. In October 1919, the First Division Memorial Association was organized to raise funds and oversee the memorial project.        The Battle Monument (Photo by United States Military Academy, West Point, New York)   Summerall envisioned a monument similar in form and ideals to the Battle Monument at the United States Military Academy in West Point, New York. The Battle Monument commemorates the lives of the officers and soldiers of the Regular Army of the United States who died during the Civil War and bears the names of 188 officers and 2,042 soldiers. The monument is composed of a monolithic granite shaft surmounted by a winged female figure representing Lady Fame or Victory and holding a trumpet and wreath, symbols of victory. The symbolism of the monument made a deep impression on Summerall, and he held strong convictions for modeling the First Division Monument on its design. He did not waver in his commitment to inscribing all the soldiers' names on the monument and to the symbolism of the column's shaft and sculpture.  In initial discussions, the Commission of Fine Arts was skeptical of creating a monument dedicated solely to the First Division and suggested revising the concept to represent a national memorial dedicated to the whole Army. The Society of the First Division however, insisted that the project had national relevance, honoring soldiers and their families from across the country.   Gradually, the Commission of Fine Arts began to recognize the advantages of public monuments such as the one proposed by the First Division. Much of the civic sculpture of Washington at the time consisted of Civil War monuments, primarily equestrian statues. The First Division Monument offered an opportunity to create a more contemporary and unique work of art. Rather than representing a specific war hero, as with the statues of Civil War generals or other individual, this new memorial would commemorate the efforts of American soldiers and their triumph in the face of extreme hardship. By November 1920, the First Division Memorial Association had selected a prominent site for the memorial just north of E Street. Their decision followed the ideas of the Senate Park Commission Plan of 1901-02, which called for locating a monument south of the State, War, and Navy Building, where it would serve to balance the Sherman Statue on the east side of President's Park. The Senate Park Commission had been organized to review the formal plan of Washington, and it made a series of proposals based on Pierre L'Enfant's ideas for the city from 1791. The commission envisioned two symmetrical, tree-lined axes that would connect the White House grounds to the Washington Monument and provide pedestrians relief from the city streets. The Sherman Statue and the First Division Monument would serve as terminus points of a long vista stretching south toward the Washington Monument.                      Cass Gilbert   The Society of the First Division selected Cass Gilbert and Daniel Chester French as architect and sculptor for the monument in the summer of 1921. A widely recognized architect at the time, Gilbert had designed the Woolworth Building in New York, which was the tallest building in the United States until 1930. Gilbert was familiar with the Washington area and with the procedures of the Commission of Fine Arts, having served as one of its original members from 1910 to 1916. Although Gilbert's studio was in New York, he designed several buildings in Washington, including the Treasury Annex Building, the U.S. Chamber of Commerce Building, and the Supreme Court Building. Daniel Chester French was also a leader in the American artistic community. French, like Gilbert, was an original member of the Commission of Fine Arts. He served on the commission from 1910 to 1915 and was its chairman from 1912 to 1915. French is perhaps best known for his statue of the seated Abraham Lincoln in Washington's Lincoln Memorial, which was designed by Henry Bacon and dedicated in 1922. French also created the Dupont Memorial Fountain, in the center of Dupont Circle, which commemorates Rear Admiral Samuel Francis du Pont, the first Union naval hero in the Civil War.        Daniel Chester French   Gilbert's design scheme for the First Division Monument closely followed the form of the Battle Monument at West Point. The requirements for the monument included inscribing all the names of the war dead organized by regiment and company, the names of the battles in which the division was engaged, and the citation by General Pershing. Gilbert initially proposed carving the names of the more than 5,500 dead into the vertical surfaces of the granite base. That solution, however, proved impractical and very expensive. Instead, he decided to place the honor roll on bronze plates. He designed the shaft to be a monolith of 35 feet made of pink Milford granite, while the pedestal would be white granite. The Victory statue was to be 15 feet tall and gilded bronze. The monument's total height, from the ground to the top of the statue, was 78 feet.   In terms of the site, Gilbert originally envisioned a grand terrace treatment with a plaza extending to the east and west sides of the column the length of the façade, along with fountains at the ends and stairs on the south side leading to a path toward E Street.  The plan was not implemented because it was too costly and the Commission of Fine Arts felt it compromised the park’s integrity.  (Much of Gilbert’s terrace plan would be realized later with his son’s design of the addition for the World War II monument.)        State, War, and Navy Building   At first, the Commission of Fine Arts did not find Gilbert's design for the memorial shaft to be appropriate for the site. The commission favored a fountain, something lower and more relevant to the daily use of the park.  At a special meeting to discuss the design and siting of the First Division Monument, in April of 1922, Gilbert defended the monument's design and addressed the commission's concerns. He rejected the idea of a fountain, arguing that the monolithic granite column ensured a more permanent and stable structure. In answer to the commission's suggestion that the tall shaft was inappropriate in an urban setting, Gilbert cited several examples of successful monumental shafts in urban areas: the July Column and the Column Vendome in Paris, the Nelson Column in Trafalgar Square in London, the Trajan Column in Rome, and the Washington Column in Baltimore. Gilbert also saw the First Division Monument as a prominent marker for the terminus of a shaded avenue leading to the Washington Monument, as envisioned by the Senate Park Commission. French made sketches for the Victory statue during the winter of 1921 to 1922. In designing the figure, he had to account for its being seen from below and at a distance. The figure's silhouette, rather than detailing, became the vehicle of its expression. Victory is a dynamic statue; the outstretched wings are balanced by the flag held aloft and her extended arm. The flowing drapery suggests a figure in constant movement. The complex folds of the flag and the precarious stance of the figure on the globe also contribute to the figure's dynamism. Perhaps French envisioned the gilded Victory as an eternal flame on the constant memorial. French completed the scale model of Victory at the end of April 1923 and contracted with the Piccirilli Brothers and the Roman Bronze Works, both New York firms, to cast the statue. The Piccirilli Brothers translated the scale model of the statue into a full-size plaster cast which the bronze foundry then used to cast the pieces. In September, the foundry began assembling the bronze pieces of the final statue. The figure was completed and stored until the contractors were ready to receive it in Washington. In the meantime, the George A. Fuller Company had begun work on the pedestal at the site, completing inscriptions of the dedication and areas of battle. The north side of the stone was decorated with a numeral one with a laurel wreath, the insignia of the First Division. Around the stone, four swords and memorial wreaths recalled the cord fouragere, an acknowledgment of valor granted to the First Division by the French government. Finally, at the end of November 1923, the Dodd's Granite Company in Milford, Massachusetts, extracted the massive monolithic block for the columnar shaft. The process of cutting and polishing the shaft occurred over the next few months.  The shaft arrived in Washington on April 18, 1924. A scaffolding system of powerful engines and hydraulic jacks had been set up to lift the 58-ton shaft to a vertical position and place it on the pedestal, about 30 feet above the ground. The granite monolith was set in place on April 28, 1924. A small crowd gathered to witness the technological feat. Cass Gilbert, his son, the contractors, and representative of the First Division attended the event. The Victory statue was unloaded in Washington on April 29 and hoisted to the top of the column a few days later. It was anchored into the granite shaft with a long brass rod extending 11 feet into the column. Victory was placed facing south overlooking the long expanse of parkland toward the Mall. The site was cleared and the grounds were prepared for the dedication.        Major General Charles P. Summerall addressing veterans during the dedication ceremony of the First Division Monument on October 4, 1924. National Archives and Records Administration  The dedication of the First Division Monument took place on October 4, 1924. More than 6,000 veterans and guests attended the ceremony. Major General Summerall served as grand marshal and spoke movingly of the spirit of the First Division. President Coolidge gave the dedication address and the ceremonies concluded with a benediction followed by the \"Star-Spangled Banner\" played by the massed bands of the First Division. The First Division Monument was highly praised for both its design and its mission. For many years it was the only memorial in Washington dedicated to the soldiers of World War I. The Commission of Fine Arts described it as \"the chief symbol of American valor in that war, a position borne out by the universal character of its design and location.” National Park Service records show that little work was done on the First Division Monument during the Depression, and in 1939 the National Park Service took custody of the monument. The First Division Memorial Association retained ultimate responsibility for the monument, however, and continues to approve all major work to the monument and its grounds. During World War II, a temporary barracks was erected for the purpose of housing troops to protect the President, the White House, and the Treasury. It occupied the entire park and required the removal of the diagonal path adjacent to the monument and of a number of trees, many of which were not replaced. For a time, the park landscape lost the coherent plan of the long vista established in the 1920s and 1930s.              World War II Addition   World War II Addition The World War II addition to the First Division Monument was dedicated on August 24, 1957. The monument was erected to the west of the World War I column at the end of an extended terrace.  It is composed of a central block of granite and inscribed with the areas of battle and a dedication. The central block is flanked by two low walls, which support six bronze tablets containing the honor roll of the 4,325 First Infantry Division soldiers who died in World War II. (The First Division was redesignated as the First Infantry Division in August of 1942.) A bronze plaque set in the pavement lists the organic and the attached units of the First Infantry Division that participated in World War II and acknowledges the \"loyal service and inspiring sacrifices\" of other units attached to the First Infantry Division during the war. The First Infantry Division Memorial Association sponsored the World War II addition, a group separate and distinct from the First Division (AEF) Memorial Association, which erected the World War I column. The accomplishments of the First Infantry Division in World War II were significant and again distinguished the division's roll in the U. S. Army. As in World War I, the First Infantry Division was the first American division deployed overseas to support the Allied cause. It was one of 89 divisions of the U. S. Army to fight in World War II. The First Infantry Division arrived in England in August 1942 and fought in North Africa, Sicily, northern France, Belgium, Germany, and central Europe. It had reached Czechoslovakia when the war ended on May 8, 1945. Following the war, the First Infantry Division remained in Germany on occupation duty, as it had after World War I. Later, the division worked with the Germans in the North Atlantic Treaty Organization (NATO) and in 1955 returned to Fort Riley, Kansas. The First Infantry Division Memorial Association chose Cass Gilbert Jr. to design the new addition. Gilbert Jr. had worked closely with his father and participated in the design process for the World War I monument. He was familiar with the design and his father's ideas for its development. Gilbert Jr. submitted three preliminary designs to the Commission of Fine Arts between 1948 and 1950. The basic plan was to extend the terrace to the east and west, recalling Cass Gilbert Sr.'s unrealized plan for the plaza treatment. The commission approved the design in principle but chose to postpone action until all funds for the project were raised and the barracks had been removed.  Removing the temporary barracks proved to be a long struggle between the Society of the First Division and government officials. The barracks occupied the entire area of the park bounded by 17th Street, E Street, and State Place and completely obstructed the view of the First Division Monument from all sides of the park.  Although everyone agreed that the temporary buildings erected throughout Washington during World War II defaced the landscape, the government insisted that they provided much-needed office space and helped alleviate the rising rents in privately owned buildings. In 1953, the society began an active campaign to have the temporary building removed from the site. Major Charles Coulter, a First Division veteran of World War I, led the efforts. Coulter set out to prove to the government that the building was not indispensable and should be razed to allow the long-overdue World War II addition to the First Division Monument. The First Infantry Division Memorial Association continued to raise money for the World War II addition and garner support for the barracks' removal. By May of 1954, the efforts of the Society of the First Division were successful. The building was removed and the National Park Service then rehabilitated the grounds, cleaned the monument, and regilded the statue. The removal of the barracks was seen as a victory for the First Infantry Division, which could finally once again hold services in the front of the monument. The Washington, D.C., branch of the Society of the First Division commissioned William E. Shepherd, a First Division veteran and Washington architect, to work with Gilbert Jr. on a design for the monument. Gilbert Jr. and Shepherd submitted a revised proposal to the Commission of Fine Arts in November 1955. The new plan extended the terrace to the west side and placed the World War II monument and honor roll at the edge of the new terrace. The existing 1920s steps of the southern approach were widened, and a wide path at grade with the main terrace was added on the north side. The area to the east of the column was left undeveloped and available for future expansion. The Commission of Fine Arts approved the plans to expand the monument in the spring of 1956. The World War II monument was completed during the summer of 1957 and dedicated in August of that year.  General Clarence Huebner, who led the First Infantry Division through Normandy and into Germany, gave the dedication address. A few months after the dedication, the Society of the First Division proposed carving the First Infantry Division's insignia on the west façade of the World War II monument, facing 17th Street, in order to identify the memorial from the outside. The Commission of Fine Arts recommended that an inscription reading \"The First Division\" be carved instead. The final inscription was approved and carved on the monument for Memorial Day 1959. The landscape also underwent some changes. The large flower bed in the shape of a First Division patch was created in 1965 as part of Lady Bird Johnson's landscape plans to beautify the District of Columbia. The flower bed is located just east of the monument's south steps. It ends at E Street and is interrupted only by the macadam walk that crosses the park diagonally south of the monument. Recent plantings have included red tulips in the spring and red begonias in the summer.                      Vietnam War Addition   Vietnam War Addition The Vietnam War addition to the First Division Monument was dedicated on August 20, 1977. It is a mirror image of the World War II addition, extending the terrace to the east side and creating a graceful symmetry that was first envisioned by Cass Gilbert Sr. in the 1920s.  The honor roll of 3,079 names is placed on four bronze tablets on the low walls flanking the central granite stone. A bronze plaque set in the pavement lists the units of the First Infantry Division that participated in Vietnam and acknowledges the services and sacrifices of other units as well. The First Infantry Division was the first division deployed to Vietnam and was so successful in its missions that it was sent home in the spring of 1970, although the war did not officially end until 1975. After receiving congressional approval in 1974 to erect the Vietnam War addition, the Society of the First Division asked the American Battle Monuments Commission to represent it in obtaining the necessary approvals for construction of the monument. By 1970 new laws regarding historic and environmental preservation required the review and approval of several federal and local agencies. The American Battle Monuments Commission worked tirelessly and received the final approval for the addition from the National Capital Region on November 2, 1976. The contractor for the project was the William P. Lipscomb Company of Arlington, Virginia. The construction of the monument took less than a year and was completed by May 1, 1977.              Desert Storm Plaque   Desert Storm Plaque The Desert Storm plaque commemorates the lives of 27 soldiers who died while serving in the Desert Storm operation in Saudi Arabia and Iraq. For the first time in the division's history, the dead included a female soldier and a contract civilian. The memorial is a plaque placed on a low, granite stone set at the eastern edge of the rectangular flower bed, directly opposite the Vietnam War addition. It includes a black tablet with gold letters listing the names of the lost soldiers and the divisions in which they served. Also included are the names of members of the Third Brigade of the Second Armored Division, which was attached to the First Infantry Division during the war. As stated in the inscription, the plaque is dedicated to \"the soldiers of the First Infantry Division (Mech) who made the supreme sacrifice in Desert Storm (Iraq and Saudi Arabia) 1991.\" The First Infantry Division's role in Desert Storm began in November of 1990 when troops and equipment were deployed to Saudi Arabia in preparation for Operation Desert Shield.  After Vietnam, the division had become a mechanized division, made up of six mechanized infantry battalions and four armored battalions. The division's training equipped it to lead the armored attack into Iraq on February 24, 1991, and by February 28 the Gulf War was over. The American troops overwhelmed the Iraqis while keeping casualties low. Of the more than 12,000 soldiers deployed with the First Infantry Division, 27 died in the war. The division returned to Fort Riley, Kansas in May of 1991. The Desert Storm plaque was dedicated on Memorial Day, May 29, 1995. The First Infantry Division Gulf War commander, Major General Thomas G. Rhame, and the commander of the Third Brigade, Second Armored Division, Brigadier General Jerry Rutherford, jointly unveiled the memorial tablet.              View of the First Division Monument, looking south, September 1999 Scott W. Boatright  Honoring Future Soldiers While designing the Desert Storm plaque, the Society of the First Infantry Division developed a long-term plan for several future additions to the First Division Monument.  Their concept distinguishes between memorials for \"limited actions,” comparable to Desert Storm, and major conflicts with greater fatalities, such as the existing memorials for the three wars. Smaller blocks of granite placed around the edge of the flower beds on the east and west sides of the terrace were suggested for limited actions. For larger conflicts, memorials comparable in size and form to the World War II and Vietnam War monuments could be built along the outside edge of the footprint, replacing the hedge. Designed by Cass Gilbert and Daniel Chester French, two great American craftsmen, the First Division Monument is more than an artistic element within the landscape of President's Park and the city. It is a symbol of American valor and the sacrifice of soldiers on the fields of battle. The design of the monument is an example of the early twentieth-century shift away from representation of a single event or individual in memorials. Today, the monument continues to evolve with the history of the First Infantry Division. The participation of the Society of the First Infantry Division in the monument's custody ensures that the monument is not frozen in time. Annual Veterans Day ceremonies at the monument are perpetual reminders of the duty and sacrifice of the First Infantry Division and of all American soldiers.   For a more detailed history and background on the development of the First Division Monument, prepared by Silvina Fernandez-Duque, please contact 202-208-1631 at nps.gov\/whho.",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/historyculture\/first-division-monument.htm"
}
