{
    "title": "President's Park (White House): News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 07, 2016  Statement from the United States Secret Service and National Park Service on today's White House fence presentation  The National Capital Planning Commission (NCPC) today reviewed the concept design for a new White House fence as submitted by the United States Secret Service (USSS) and National Park Service (NPS). The same design was reviewed and given concept approval by the Commission of Fine Arts (CFA) on June 16. The agencies will return to the commissions later this year for the next stage of design approvals.   June 16, 2016  Commission of Fine Arts votes on concept approval for  refined preliminary White House fence designs  The United States Secret Service (USSS) and the National Park Service (NPS) today presented concepts for a new White House fence to the Commission of Fine Arts (CFA) for concept approval. The CFA voted to approve the essential components of the agencies’ preferred concept, which will be further developed and refined in the coming months.   April 21, 2016  Agencies present preliminary concepts for new White House fence during informational presentation to the Commission of Fine Arts  The United States Secret Service (USSS) and National Park Service (NPS) today provided an informational presentation before the Commission of Fine Arts (CFA) on preliminary concepts for a new White House fence. The agencies will provide the same informational presentation to the National Capital Planning Commission (NCPC) in May. USSS and NPS will present refined concepts for approval to both commissions later this summer.   October 09, 2015  2015 National Christmas Tree Lighting Will Be December 3  Ticket Lottery Opens October 16   December 11, 2014  After the National Christmas Tree Lighting Festivities Continue  There's still time to code your own light show, enjoy live entertainment, and walk the Pathway of Peace to see the state trees and ornaments.   October 16, 2014  2014 White House Fall Garden Tours  Information for 2014 White House Fall Garden Tours   September 26, 2014  President's Park is now accpecting 2014 Christmas Tree Music Program Applications  Application process details for 2014 National Christmas Tree Music Program   September 10, 2014  White House Visitor Center Reopens after $12.6 Million Revitalization  Public-Private Partnership Creates Engaging, Interactive Experience",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/news\/newsreleases.htm"
}
