{
    "title": "President's Park (White House): The White House Tour",
    "body": "Explore This Park    Plan Your Visit     Things To Do     The White House Tour              The White House Tour       The National Park Service does not schedule nor provide tours of the White House.        The South Front of the White House on the Fourth of July. NPS       Planning Your Visit to the White House A visit to the White House can be one of the most memorable experiences during any trip to the nation's capital. If you are interested in attending a public tour of the White House be sure to secure your reservation well in advance of your arrival to Washington DC. You will find more detailed information below on how to schedule a public tour. How to Schedule a White House Tour The National Park Service Does Not Schedule White House Tours or Provide Tickets to Enter the White House.  Public tour requests must be submitted through one's Member of Congress. These self-guided tours are generally available Tuesday through Saturday (excluding federal holidays or unless otherwise noted). Tours are scheduled on a first come, first served basis. Requests can be submitted up to six months in advance and no less than 21 days in advance. You are encouraged to submit your request as early as possible as a limited number of spaces are available. The White House tour is free of charge. Please note that White House tours may be subject to last minute cancellation. If you wish to visit the White House and are a citizen of a foreign country, please contact your embassy in Washington, D.C. for assistance in submitting your request.        The Red Room, 2015. Credit: A. Garrison  On the Day of Your Tour Forms of Identification All guests 18 years of age or older are required to present a valid, government-issued photo identification (detailed below). All foreign nationals must present their passport. All other forms of foreign identification will not be accepted. All information submitted (e.g. name, date of birth, city, etc.) must exactly match the government-issued photo ID you present when arriving at the White House. The following forms of photo ID are acceptable for presentation to United States Secret Service upon entry to the White House complex:  Valid government-issued United States identification card (e.g. drivers license, military ID, etc.) Valid United States or other official government-issued passports  NO other forms of identification will be accepted; photocopies, expired IDs, or other transmissions of these documents are NOT valid. Prohibited Items   Video cameras, cameras with detachable lenses, tablets, iPads, tripods, monopods, & cameras sticks   Bags of any kind (handbags, purses, book bags, backpacks, diaper bags, camera bags)   Any pointed object, including pocket knives   Strollers   Food, liquids, aerosols, tobacco, products, personal grooming items (e.g. makeup, lotion, etc)   Guns, ammunition, fireworks, electric stun guns, mace, martial arts weapons\/devices, toy weapons, or knives or any kind   There are NO storage facilities available at the White House complex or the White House Visitor Center. Individuals who arrive with prohibited items will be turned away.        The Green Room, 2015. Credit: A. Garrison  Permitted Items  Compact cameras (still photography only, no video recording or streaming, lenses must be less than 3 inches long) Umbrellas without metal tips Wallets Cell phones (talking or texting is not permitted, still photography is allowed, please silence your phone) All items needed for medical purposes will be permitted (e.g. wheelchairs, electronic scooters, glucose tablets, EpiPens, medication, etc)       Restrooms The nearest restrooms to the White House are located in the White House Visitor Center. Restrooms and public telephones are not available in the White House. Current Information All visitors should call the 24-hour Visitors Office information line at 202-456-7041 to determine if any last minute changes have been made in the tour schedule.",
    "url": "https:\/\/www.nps.gov\/whho\/planyourvisit\/the-white-house-tour.htm"
}
