{
    "title": "President's Park (White House): Special Events",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Special Events               Special Events        Bo walks to the Oval Office during the Spring Garden Tour. Credit: M. Reese           National Christmas Tree and White House 2014. Credit: G. Felder  National Christmas Tree Lighting The tradition of the National Christmas Tree on the Ellipse began with President Calvin Coolidge over 90 years ago. A 48-foot Balsam Fir from Vermont decorated with 2,500 electric bulbs in red, white, and green served as the first National Christmas Tree which was lit by President Coolidge on Christmas Eve 1923. Today the tradition continues and is one of the most beloved holiday events in Washington DC.            Children rolling eggs on the South Lawn 2013. Credit: NPS  White House Easter Egg Roll Baskets, bunnies, eggs, and the manicured South Lawn are just a few of the traditions that make the annual White House Easter Egg Roll memorable for children and families! An event that began well over a century ago with President Hayes continues to this day with the traditional \"egg rolling\" activity plus many more!          Visitors view the White House from the South Lawn. Credit: E. Yoder  White House Garden Tour The White House Grounds are the oldest continually maintained landscape in the United States. One weekend during the spring and fall the White House South Grounds are open to the public. Visitors have the opportunity to see the two formal gardens, the Rose Garden near the West Wing and the Jacqueline Kennedy Garden near the East Wing as well as the Kitchen Garden which was established in 2009. Along with the gardens visitors can view many of the ornamental trees planted by former presidents. To attend the event visitors must obtain a free timed ticket which are distributed on the same day beginning at 9:00 am from the Ellipse Visitor Pavilion located near the corner of  E Street and 15th Street.   Spring 2016 Dates Include:   Saturday, April 16 from 10 am - 4:30 pm Sunday, April 17 from 10 am - 2:30 pm",
    "url": "https:\/\/www.nps.gov\/whho\/planyourvisit\/special-events.htm"
}
