{
    "title": "Rocky Mountain National Park: Longs Peak Keyhole Route",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Climbing     Longs Peak Keyhole Route                Longs Peak - Keyhole Route       Answers to Frequently Asked Questions about the Keyhole Route. View the current Longs Peak Conditions Report. Watch live feed from the Longs Peak Webcam. Take a virtual trip up the Keyhole Route via the Climbing Longs Peak podcast. Download the Longs Peak-Keyhole Route brochure (8 1\/2 x 14-PDF 589kb) and Keyhole Route: Frequently Asked Questions (8 1\/2 x 11-PDF 162kb).        The Keyhole Route to the summit of majestic Longs Peak is not a hike, however, it is an extrordinary experience for those who come prepared. NPS Photo  At 14,259 feet, Longs Peak towers above all other summits in Rocky Mountain National Park. The flat-topped monarch is seen from almost anywhere in the park. Different angles show the great mountain's unique profiles. Changing weather reflects Longs Peak's many moods. In the summertime, when conditions allow, thousands climb to Longs' summit via the Keyhole Route. The Keyhole Route is not a hike. It is a climb that crosses enormous sheer vertical rock faces, often with falling rocks, requiring scrambling, where an unroped fall would likely be fatal. The route has narrow ledges, loose rock, and steep cliffs. For most of the year, climbing Longs Peak is in winter conditions, which requires winter mountaineering experience and the knowledge and use of specialized equipment. Disregard for the mountain environment any time of year has meant danger, injury and even death. The Keyhole Route can experience winter-like conditions at any time, requiring greater skill and judgment. Be prepared to turn back during sudden, drastic weather changes. The high elevation may affect your condition and judgment. Careful descent is the best treatment. Don't have summit fever: Enjoy the experience, but be willing to turn around at any time. For those who are prepared, the Keyhole Route on Longs Peak, one of the most popular routes in Colorado, is an extraordinary climbing experience. For important information on the Keyhole Route, please reference the Route Brochure and Keyhole Route: Frequently Asked Questions, see our Longs Peak Conditions Report and High Country Hazards pages, or contact the Rocky Mountain National Park Information Office at 970-586-1206.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/longspeak.htm"
}
