{
    "title": "President's Park (White House): Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery               Photo Gallery       We have a lot of pictures to share and we are in the process of updating our galleries. Did you know that we also have public domain images on our flickr site? Check them out if you are looking for a picture of President's Park for your desktop, publication, school project, PowerPoint or next viral video. Please, however, credit the appropriate photographer and the National Park Service.                   White House Visitor Center   9 Photos  Preview the rehabilitated visitor center at 1450 Pennsylvania Ave. NW. The facility opens to the public on September 13, 2014. Admission is free. The visitor center is open daily 7:30 a.m. to 4:00 p.m. except January 1, Thanksgiving, and December 25.           2007 White House Garden Tour   20 Photos  Photos of 2007 White House Gardens          White House Gardens & Grounds   10 Photos  To showcase the exceptional gardens of the White House            2006 White House Easter Egg Roll   10 Photos  View slideshow of the 2006 White House Easter Egg Roll events. (NPS Photo by Donna Spiewak)          2008 State Easter Egg Display   51 Photos            2007 National Trails Day   18 Photos  2007 National Trails Day            2007 White House Easter Egg Roll   28 Photos  View photos or slideshow of the 2007 White House Easter Egg Roll activities on the South Lawn and the Ellipse. (NPS Photo by Donna Spiewak)          2007 \"A Signature Event\"   12 Photos  4th of July Event Photos          2007 White House State Eggs   51 Photos              2008 White House Easter Egg Roll   30 Photos  This springtime celebration has been a tradition for more than 100 years! (NPS Photo by Donna Spiewak)          2007 National Christmas Tree   27 Photos  Photos of the 2007 National Christmas Tree          2008 National Christmas Tree   31 Photos  Photos of the 2008 National Christmas Tree            2010 National Christmas Tree    2 Photos  Photos of the 2010 National Christmas Tree          2015 National Christmas Tree   10 Photos  Photos of the 2015 National Christmas Tree          Spirits from the Past   11 Photos  Visitors who wish to get an early jump on the ghostly season fast approaching can participate in a free family program. This hour long walking tour of Lafayette Park will focus on the people who lived and worked in the area through the last 200 years. NPS Photo by Michael D. Moreno",
    "url": "https:\/\/www.nps.gov\/whho\/learn\/photosmultimedia\/photogallery.htm"
}
