{
    "title": "Rocky Mountain National Park: Bicycling",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bicycling              Bicycling         Bicyclist stop at the entrance station on their way into the park. NPS Photo\/Biddle  Entrance fees are $10 for a daily permit or $15 for a weekly permit per bicycle. Elevations range form 8,000 to 12,183 feet (2,400 to 3,700 m). There are 60 miles (97 km) of hard-surfaced road with a five to seven percent grade. Any bicycle group of more than 25 riders (including non-commercial and commercial) must contact the park Concession Office at 970-586-1209 for information on regulations, conditions, and permit requirements for cycling in Rocky Mountain National Park.  Guided bicycle tours can be found in the community of Estes Park.  Off-road Mountain Biking  Trailbikes, mopeds, and bicycles are prohibited off established roads in Rocky Mountain National Park. Nearby National Forests offer off-road trails for backcountry cycling. Safety & Equipment  Cyclists must ride single-file. Commonly accepted road courtesy in the mountains calls for slower traffic to pull over and stop to allow congestion behind to pass where appropriate shoulder space is available. During summer, some roads undergo \"chip and seal\" work leaving loose, fine rock on the road. This can be very hazardous to the cyclist. The following gear is recommended: helmets; bright-colored, warm, waterproof clothing; and food and water. Carry tools and spare parts, and inspect brakes for worn cables and pads. Descents may exceed 20 miles (32.2 km) and elevation losses of 4,000 feet (1,219 km).     SummerBicycles are allowed on park roads only. Be aware park roads have narrow or no shoulders, and often carry heavy traffic. To minimize conflicts with vehicles, plan your ride for the early morning hours. Try to be off the road in late afternoon when thunderstorms and lightening create serious hazards. Winter Winter Roads open to bicycles:  Upper Beaver Meadows Road Moraine Park Campground (closed loops) Endovalley Road Aspenglen Campground High Drive  Old Fall River Road (gravel surface) and Trail Ridge Road (paved) are open to bicycles during specific times early in the season before they open to vehicles and late in the season after the roads close to vehicles. Check with the park's Information Office regarding specific dates.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/biking.htm"
}
