{
    "title": "Thomas Jefferson Memorial: Construction Timeline",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Construction Timeline                Memorial Construction                    Thomas Jefferson Memorial Construction    7 Photos  A brief look at some of the key stages in the construction of the Thomas Jefferson Memorial.          Installation of the Statue in the Jefferson Memorial, 1947   16 Photos  Installation of the Statue in the Jefferson Memorial, 1947                        Construction Timeline      1791-1897 1791:  Washington, D.C. is chosen as the capital city for the new nation and Pierre L'Enfant drafted his plan for the city layout. Prior to this, American Indians utilized this marshy, estuary area, then part of Tiber Creek (originally called Goose or Tuber Creek) for hunting and gathering. 1809: Long Bridge is constructed.  This is the first permanent bridge across the Potomac to the new capital city.  It occupied almost the exact position as the 14th Street Bridge today.  It became so heavily used that Congress decided to build a second bridge, 75 feet downstream.  The area between the bridges became known as Potomac Flats. 1815:  The Washington Canal is completed. 1828:  The Chesapeake and Ohio Canal is completed.  These canals realized George Washington's vision that the city would develop into a major port with river commerce. 1857:  Civil engineer Alfred Landon Rives submitted plans to reclaim 166 acres of mudflats near Long Bridge to make a park.   1875:  The Army Corps of Engineers proposed to fill in Potomac Flats using the dredge from the silted-in Potomac.  This reclaimed the land, making the Potomac navigable for large ships and making a park for the people. 1882: Major Hains of the Army Corps of Engineer completed the majority of the dredging and reclamation work.  Two separate tracks of land were created. The southern area, approximately two miles long, paralleled the old shoreline of the Potomac River and became known as East Potomac Park.  The other, now known as West Potomac Park, was located to the west of the Washington Monument. It is Hains who establishes the flow of water coming into the Tidal Basin through Inlet Bridge, and out into the Washington Channel through Outlet Bridge.  The tip of East Potomac Park is now known as Hains Point.          1897 - 1934  March 3, 1897: Congress passed Senate Bill No. 3,307 establishing the area of the Tidal Basin and former Potomac Flats as West Potomac Park 'for the recreation and pleasure of the people.' Swimming and other recreational activities were very popular.   1902: The McMillan Plan established the site as a future memorial location. Work continued on the Tidal Basin for many years.   1907: The entire perimeter of the Tidal Basin becomes accessible to the public via pathways and roads.  The area is popular for walking, driving and horseback riding.   1912: The first cherry trees are planted.   1926: The 69th congress first introduced a resolution to authorize the erection of a memorial to Thomas Jefferson.          1934 - 1943 June 26, 1934: Congress passed a Joint Resolution establishing the Thomas Jefferson Memorial Commission (TJMC). The resolution went so far as to state the exact location of the memorial - at the intersection of Constitution and Pennsylvania Avenue.  This is just east of the front of the National Archives building.   1935:  TJMC hired John Russell Pope to design the Memorial. An architect trained in the Beaux Arts tradition, pope's tastes were mainly classical style buildings. He also designed the National Archives building, among others in DC.   1936:  President Franklin Delano Roosevelt decided that the location at Constitution and Pennsylvania is too small and TJMC is granted the power to determine a new location. Many locations are proposed including creating an island in the center of the Tidal Basin so that the memorial could be in direct line, on 'on-axis,' with the White House.  Though the 'island' concept did not continue, this is an important stage where the placement of the memorial in line with the White House is determined.   1937:  TJMC adopted the placement of the memorial on the south bank of the Tidal Basin, in line with the White House. In order for the memorial to be exactly aligned on the north-south axis with the White House, it was necessary to fill in a section of the southeasterly corner of the Tidal Basin and to realign the sea wall.    August 27, 1937:  John Russell Pope died from cancer. His associates Otto Eggers and Daniel Higgins completed the memorial design.   1938:  Frederick Law Olmsted Jr. was officially appointed as landscape architect for the memorial. As a member of the TJMC, he was active with the memorial's development before this.  Much of the work was prepared by Olmstead's employee Henry V. Hubbard.     November 17, 1938:  Construction started on the memorial site.  On this very same day, a group of 50 women marched on the White House, armed with a petition to stop damage to the cherry trees that were to be uprooted by memorial construction. The following day, the same women chained themselves to a tree at the construction site, aiming to stop the work. This became known as the \"Cherry Tree Rebellion.\"   April of 1939:   The Thomas Jefferson Memorial Report notes that additional pilings were needed to support the memorial foundation due to difficulty in driving the caissons vertically due to the presence of rotten rock which overlayed the hard bedrock.  This and the 10,000 cubic yard of fill used to fill in this portion of the Tidal Basin have led to settlement issues that have plagued the memorial every since construction.   November 15, 1939: A ceremony was held in which President Roosevelt laid the cornerstone of the memorial. Copies of the Declaration of Independence, the U.S. Constitution, the 1939 TJMC report, the 10 volume 'Writings of Thomas Jefferson' by Paul Leicester Ford, Jefferson's \"The Life and Morals of Jesus of Nazareth,\" and one edition of each of the four prominent Washington, DC newspapers were place inside the cornerstone.   August of 1940: The TJMC contracted Adolph A. Weinman to make a carving for the north portico pediment.  This carving depicts the signing of the Declaration of Independence.   February 7, 1941:  Olmstead completed detailed planting plans for the memorial. Many changes would take place including additional plantings to fill in Olmstead's 'thin' design.   1941: Rudulph Evans was chosen to sculpt the statue of Jefferson.           1943 April 13, 1943: The Jefferson Memorial was dedicated on Jefferson's 200th birthday.  President Franklin Delano Roosevelt presided over the ceremony.             1947 - Present Day 1947:  The original plaster statue was replaced with bronze. Plaster was used for the original statue because of World War II restrictions on the use of metal. The statue is 19 feet high and stands on a 6 foot pedestal of black Minnesota granite. 1965: Reports show the settlement issues surrounding the memorial have pushed the adjacent roadway and sidewalks up three feet.    1969:  The Jefferson Memorial was closed to carry out a stabilization project which included installing concrete reinforcing struts to stop the settlement, reconstruction and regrading of the sidewalks and roadways, rebuilding of the terrace walk, and replanting of landscaping. December of 1970:  The circular road around the memorial was cut off and a multicolored aggregate and concrete plaza was added. 1993:  Restoration added the grassy, elevated terrace that rings the base of the memorial, returning the planting in the area back to the 'as-built' design.   1998:   The lower level of the memorial was rehabilitated to add exhibits, public restrooms, staff offices and a bookstore.   2000:  The entrance steps and plaza were rehabilitated.",
    "url": "https:\/\/www.nps.gov\/thje\/learn\/historyculture\/MemorialConstruction.htm"
}
