{
    "title": "Rocky Mountain National Park: Wilderness Camping Guide",
    "body": "Wilderness Camping Guide          On This Page:  Introduction Planning Your Trip Getting a Wilderness Permit Camping and Hiking in the Wilderness Caring for the Wilderness   Introduction Welcome to the wilderness of Rocky Mountain National Park. Use this guide to plan a safe, enjoyable, and memorable trip. Still have questions after reading this guide? Call the Wilderness Office at 970-586-1242 (TTY 970-586-1319). To orders maps and publications visit the Rocky Mountain Conservancy website or call 970-586-0121. We need your help Because the park's wilderness has become increasingly popular over the last few years, we need to enlist your support as \"keepers of the royal lands,\" the historic charge given to park rangers. Learn the seven Leave No Trace ethics, how to backpack safely, and how to care for the environment. Always remember: this is your park. Its 265,828 acres are a resource for not only you but many future generations. We hope you enjoy your stay in one of America's premier backpacking destinations. [Back to top]  Planning Your Trip Choosing Your Wilderness Campsite The first step in planning your trip: decide where you want to camp and for how long. We suggest purchasing a Rocky Mountain National Park topographic map to choose a destination and route. Then, use the Wilderness Campsite Map (PDF 600kb) and Wilderness Designated Site Details to select wilderness campsites. Remember to consider the abilities of the least experienced member of your party and the distance and elevation gain from the trailhead to your destination. Elevation Rocky Mountain National Park is a high elevation park. If you live at sea level, it will take you several days to become acclimated. Most trails begin above 8,000 feet (2,400 meters) and climb abruptly higher. If you are not acclimated, you can get acute mountain sickness. Rangers recommend spending at least one night at 7,000–8,000 feet (2,100–2,400 meters) prior to setting out. This will allow your body to begin to adjust to the elevation. Weather and Clothing When you visit or call the park, discuss your plans with a ranger. Find out if snow has melted from the trails and destinations where you hope to hike. Check the weather forecast before starting your trip. Mountain weather changes very quickly. Within just a few hours, bright sunny skies may give way to raging storms. High winds often occur in the high country. Wind chill accelerates the lowering of body temperature which can result in hypothermia. Proper clothing is your first line of defense against cold. Plan to dress in layers so you can regulate your temperature by bundling up or peeling down. Be sure to pack rain and storm gear. Remember, you assume complete responsibility for your own safety and that of your group while hiking in Rocky Mountain National Park. [Back to top]  The Permit Getting a Permit You must have a Wilderness Permit to camp overnight in the wilderness of Rocky Mountain National Park. You can pick the Permit up at the Headquarters Wilderness Office (beside Beaver Meadows Visitor Center on Highway 36 west of Estes Park, CO) or at Kawuneeche Visitor Center (Highway 34, north of Grand Lake, CO). To minimize impact on the park's resources, the number of Permits issued is limited. Fee There is a $26 Wilderness Administrative Fee for each trip reservation (not each night\/not each person) from May 1 through October 31 (non-refundable and non-exchangeable). This fee does not include the Park entrance fee. Make a reservation request online Unable to use your reservation? Although campsites are reserved and paid for by you, it is considered a courtesy and kindness if you are unable to use your reservation to call and release those campsites for other campers. Arriving late? In order to free up unused campsites, Permits not picked up prior to noon on the first day of your trip will be automatically cancelled and reissued to other campers. You may call prior to noon on the first day of your trip to indicate a late arrival, in which case your Permit will be held for you. Walk-ins Walk-ins to the Wilderness Office may also get permits for $26 for each trip, payable with credit card, debit card, check or cash (in exact amount only). Stay Limits June through September, campers may stay in the wilderness for a maximum of 7 nights. October through May, campers may stay in the wilderness a maximum of 14 nights with no more than a total of 21 nights per year. Reservation Requests for Wilderness Permits may be made as follows:     Camping Dates   Reservation Requests May Be Made     May 1 through October 31  March 1st at 8 am Mountain Time through October 28 Online or in person at the Beaver Meadows Visitor Center Wilderness Office (west of Estes Park on Hwy 36). The Kawuneeche Visitor Center (north of Grand Lake on Hwy 34) will accept in person Reservation Requests beginning March 3rd at 8 am Mountain Time.  Reservation Requests must be made at least 3 days before your first camping date. Email, fax, mail or phone Reservation Requests are not accepted.      November 1 through April 30  October 1 through April 30 By phone (970-586-1242; TTY 970-586-1319) or in person at the Beaver Meadows Visitor Center Wilderness Office (west of Estes Park on Hwy 36) or the Kawuneeche Visitor Center (north of Grand Lake on Hwy 34). Email, fax, mail or online Reservation Requests are not accepted.     From November 1 through April 30, when the wilderness is not as frequently used, you may self-register at the Longs Peak Ranger Station and the Dunraven Trailhead as well as Beaver Meadows, Fall River, and Wild Basin Entrance Stations. Using A Permit Your permit is a contract between you and the National Park Service stating that you agree to treat with respect and take care of the wilderness. You will see wilderness regulations on the back of each permit. Read, understand, sign, and obey them. The Wilderness Permit must be easily accessible and with you at all times. A Tent Tag must be displayed on the outside of your pack while hiking to your campsite and on your tent at the campsite. The Permit indicates the number of people in your party, and specifies a campsite for each night you are in the wilderness. You must stick with your planned itinerary so that campsites do not become overcrowded and overused. In addition to a Permit, you will receive a Dash Tag, to be placed on the dashboard of your vehicle. Since overnight parking is only allowed with a Wilderness Permit, failure to properly display a Dash Tag may result in a citation and\/or a towing fee. Permit Parameters Wilderness Designated Sites View Wilderness Designated Site Details  Individual sites: For parties of 1 to 7 people. Each party is assigned 1 campsite. Most camping areas have 1 or 2 sites. Group sites: For parties of 8 to 12 people. Groups must camp at special sites. Because of impact caused by group interaction in and between sites (site spread, social trails, etc.), groups over 7 persons may not camp in neighboring individual sites but must use group sites or split up and camp at least 1 mile apart. No more than 3 consecutive nights in 1 camp area.  Wilderness Cross-country Zones Read more about Wilderness Cross-country Zones Cross-country zones are the least traveled and least accessible places in Rocky Mountain National Park. Cross-country zones are remote areas characterized by rugged terrain, dense forests, icy streams and wet bogs. There are no developed campsites, no developed trails and no pit toilets. These zones are below treeline. Those who travel here must be skilled with a map and compass and must be proficient in Leave No Trace camping and hiking ethics and techniques. The following regulations and guidelines, in addition to those listed above, apply to cross-country zone campers:  Have no more than 7 people in your party. Plan more hiking time to get to your destination than if you were on a trail. Fires are not allowed. Use a portable stove for cooking. Stay within the boundaries of the cross-country zone. Camp at least 70 adult steps (200 feet\/60 meters) away from any water source. Be out of sight and sound of any other party. Move your camp at least 1 mile (1.6 kilometers) each day. No more than 2 consecutive nights in 1 cross-country zone. Stock not allowed.  Wilderness Bivouac Sites (Technical Climbers only) Read more about Wilderness Bivouac Sites If you plan to bivouac, you must obtain a Bivy Permit. Download the \"Technical Climbing and Bivouac Permit\" brochure or pick one up at park visitor centers. The following rules apply for bivouacs:  You may have no more than 4 people in your party. All in the party must climb. You must bivy in the area specified on your permit. Bivys must be on rock or snow – never on vegetation or in meadows. Bivys must be set up at dusk and taken down by dawn. No tents or structures are permitted. Fires are not allowed. Use a portable stove for cooking. Helmets are advised for climbing. No more than 3 consecutive nights in 1 bivy zone. Climb must be 4 technical pitches or more. Climb must be at least 3.5 miles from the trailhead. Stock not allowed.  Sprague Lake Accessible Camp  This is a special wheelchair-accessible wilderness campsite near Sprague Lake. It is 0.5 miles (1 kilometer) from the trailhead to the campsite. The camp accommodates up to 12 campers including a maximum of 5 wheelchair users. Wilderness Stock Sites There are special campsites and rules for overnight wilderness camping with stock. Some trails are closed to stock use. Read more about Wilderness Stock Sites. Wilderness Winter Camping Read more about Wilderness Winter Camping Camps must be established:  Within the designated winter zone, at least 1 mile from the trailhead. At least 70 adult steps (200 feet\/60 meters) away from water. On snow or rock only – never on vegetation or in meadows. Out of sight and sound of trails and other campers. Party size is limited to 12 people. If the designated site has more than 4 inches (10 centimeters) of snow, camp at least 70 adult steps (200 feet\/60 meters) away from the site. Do not camp in the site. Camp safely away from standing dead trees. Fires are not allowed. Use portable stoves for cooking.  [Back to top]  The Wilderness Backpacking Trip Setting Out Before you leave home, always tell someone your trip itinerary and when you plan to return. Allow plenty of time for your trip. Consider the distance you plan to travel, the elevation of the trailhead and your destination, the amount of weight you are carrying, your physical condition, current and forecasted weather and the hours of daylight remaining. Remember:  Avoid taking excess foods to trailheads, as bears have been known to break into cars for food and scented items. At trailheads, store food in food storage lockers where provided. Properly display your Wilderness Permit, Tent Tag and vehicle Dash Tag. Read the trailhead bulletin board. Falling trees are an ever present hazard especially during windy or snowy conditions. Plan to be off summits early in the day to avoid thunder and lightning storms. Prepare for unexpected wind gusts on exposed areas and ledges. Streams, lakes and waterfalls can be dangerous and deadly at any time of year, especially during high runoff in May and June as well as after thunderstorms. Keep your distance from stream and river banks because powerful currents exist. Provide proper supervision for children. Use caution in winter when crossing rivers. Hunting and recreational use of firearms are prohibited. Possession of firearms must comply with federal and state laws. Pets and vehicles (including bicycles) are not permitted in the wilderness. Bring insect repellent to fend off mosquitoes. Check frequently for ticks. Travel in small parties as fewer people have less impact on the fragile wilderness. Hike on the trail and hike single-file. Resist the temptation to walk off the trail when it is muddy. Mud will flake off your boots much sooner than trampled plants will grow back. Never shortcut switchbacks. Pick up litter you find along the way. Horses and llamas have the right-of-way. Step off the trail on the downhill side and stand quietly until the stock passes. Never leave food unattended or unsecured from wildlife. Never feed wildlife as this can be hazardous. Do not disturb any flowers or plants.  Please Respect the Fragile Tundra Alpine tundra vegetation is hardy. These plants survive extreme cold, strong winds, intense ultraviolet radiation and very low humidity. Although these plants are tough, they cannot withstand repeated trampling. It takes 100 years for many alpine tundra plants to grow 1 inch. Where there are no maintained trails and in undeveloped places, you may walk across the alpine tundra. In contrast to below treeline, in the tundra you do not walk in single file. Spread out so that your foot prints are not concentrated on a small area, and rock-hop rather than stepping on vegetation. At Camp When you arrive at your destination, you will see trail signs that show where to find campsites. Pitch your tent in designated areas. Never dig or trench around a tent. There are no grizzly bears in Rocky Mountain National Park, but black bears do live here. Help park rangers keep bears and other animals (including mice, marmots, martens, porcupines, elk, deer, etc.) from becoming a problem, by carefully securing your food and garbage. A carry‑in\/carry‑out bear resistant food storage canister is required May through October for wilderness camping below treeline and the Boulderfield on Longs Peak. All food, scented items and trash must be kept in the canister, and placed 70 adult steps (200 feet\/60meters) away from campsite.  Keep a clean camp! Camp safely away from standing dead trees as near as is safely possible to the silver metal arrowhead that marks the site. Campsite must also be 70 adult steps (200 feet\/60 meters) away from water. Bear and mountain lion encounters can be potentially dangerous and can occur anywhere in the park. Ask for park information regarding proper wildlife interaction procedures. Keep your group close together, protect small children by picking them up and never run. Preparing Meals at Camp Cook meals with a portable stove. Do not plan to build a fire. Fires are comforting and aesthetically pleasing, but they cause considerable impact on the wilderness. Wood is better used as habitat for wild creatures than as fuel for campers whose lives do not depend upon forest resources. Campfires have potential to get out of control if not well tended. For these reasons, fires are allowed in only a few designated wilderness campsites which have metal fire rings. Never take food in the sleeping area. Separate where you cook and eat from where you sleep. Keep all scented items out of your tent including soap, deodorant, toothpaste, etc. Seal uneaten food scraps and all garbage in airtight containers or storage bags and secure in bear canister. Carry all garbage out of the wilderness. Drinking Water Always purify the drinking water you get in wilderness by using one of the following methods:  Filter water with a water filter system that eliminates giardia. Boil water for 1 minute and add an additional minute for each 1,000 feet above sea level (example: 10,000 feet = 11 minutes). Use water purifying tablets or drops that eliminate giardia.  Wash Water Carry water at least 70 adult steps (200 feet\/60 meters) from a lake or stream to wash yourself or your dishes. Use biodegradable soap. When disposing of wash water, first filter out all food scraps with a small screen. Pack the food scraps into an airtight container, secure in bear canister to be carried out later. Toss out the wash water by throwing it over a wide area. Remember:  Never wash directly in a lake or stream. Do not scatter food scraps in the water or on the ground. Do not throw food into pit toilets. Pack out all food scraps, trash and uneaten food.  Wilderness Sanitation There are pit toilets at many wilderness campsites. When a pit toilet is not available, do the following:  Urinate in rocky places that won't be damaged by animals who dig for salts and minerals found in urine. Dig a hole 6 inches (15 centimeters) deep for fecal waste using a small trowel, or pack out waste and paper. Be sure that you defecate at least 70 adult steps (200 feet\/60 meters) from camp, water or trails. Do not bury sanitary napkins, tampons or wipes. Dispose of them in an airtight container and pack them out. Wash hands with biodegradable soap. Giardia and other diseases are frequently spread by unsanitary practices.  Fishing To fish in Rocky Mountain National Park, you must have a Colorado state fishing license. You may purchase licenses at local sporting goods stores. Fishing regulations vary at different lakes and streams in the park. Learn more about fishing in Rocky. Leaving the Wilderness If you end a trip early, notify the Wilderness Office to cancel the permit, so other backpackers may use your site. Please report all unusual wildlife sightings, trail conditions or incidents to a ranger. Pack out all your garbage and that of others less considerate. If you see any violations of rules and regulations, please report them to a ranger as soon as possible. You can find showers and laundry facilities in Estes Park and in Grand Lake. These lands were set aside for you by our foreparents.It is our most sincere hope that you have an inspiring, refreshing and renewing wilderness experience in Rocky Mountain National Park. [Back to top]  Leave No Trace  Join park rangers in protecting the natural conditions of the wilderness while hiking and camping.  Plan ahead and prepare. Travel and camp on durable surfaces. Dispose of waste properly. Leave what you find. Minimize campfire impacts. Respect wildlife. Be considerate of other visitors.  Ask a park ranger how you can Leave No Trace on your wilderness visit. Or contact: Leave No Trace Center for Outdoor Ethics P.O. Box 997 Boulder, CO 80306 www.LNT.org \"Something will have gone out of us as a people if we ever let the remaining wilderness be destroyed; if we permit the last virgin forests to be turned into comic books; if we drive the few remaining wild species into zoos or extinction; if we pollute the last clear air and dirty the last clear streams and push our paved roads through the last of silences.\"—Wallace Stegner It is the hope of the Park Rangers of Rocky Mountain National Park that you have the trip of a lifetime while you are here. Safety is the foundation of having the trip of a lifetime. It is our desire that you leave with wonderful memories rather than a tragic story. Any planning that you can do to prevent an injury, accident, or the separation of members of your party while in the wilderness is wise and will help make for a successful vacation. [Back to top]",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/wild_guide.htm"
}
