{
    "title": "Big South Fork National River & Recreation Area: Emerald Ash Borer",
    "body": "Emerald Ash Borer         Emerald Ash Borer Emerald_ash_borer_3_-_Flickr_-_USDAgov.jpg  Did you know that the Emerald Ash Borer (EAB) attacks only ash trees? It is believed to have been introduced into the Detroit, Mich. area 15 to 20 years ago on wood packing material from Asia. Since then, the destructive insect has been found in Illinois, Indiana, Iowa, Kentucky, Maryland, Minnesota, Missouri, New York, Ohio, Pennsylvania, Virginia, West Virginia and Wisconsin. It has recently been detected in Knox Co, TN and in McCreary Co, KY which is in the Big South Fork NRRA. It is often transported in infected firewood and is one of the main reasons that Big South Fork NRRA has prohibited the movement of firewood, ash timber and other material that can spread EAB from outside the park. Currently there are surveys being conducted by the use of EAB traps to assess the extent of the infestation. The EAB traps are purple triangular shaped boxes that hang from trees throughout the area.  Typically, the Emerald Ash Borer beetles can kill an ash tree within three years of the initial infestation. Adults are dark green, one-half inch in length and one-eighth inch wide, and fly only from April until September, depending on the climate of the area. In Tennessee, most EAB adults would fly in May and June. Larvae spend the rest of the year beneath the bark of ash trees. When they emerge as adults, they leave D-shaped holes in the bark about one-eighth inch wide.  Big South Fork NRRA officials urge visitors to help prevent the spread of EAB:  • Don’t transport firewood, even within Tennessee. Don’t bring firewood along for camping trips. Don’t bring wood home with you.  • Don’t buy or move firewood from outside the state. If someone comes to your door selling firewood, ask them about the source.  • Watch for signs of infestation in your ash trees. If you suspect your ash tree could be infested with EAB, visit http:\/\/www.emeraldashborer.info\/identifyeab.cfm for a downloadable EAB identification guide.        Emerald Ash Borer Trap UK Agriculture",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/nature\/emerald-ash-borer.htm"
}
