{
    "title": "Big South Fork National River & Recreation Area: Hemlock Woolly Adelgid",
    "body": "Hemlock Woolly Adelgid        The calm waters of a pool in the Big South Fork River reflect the beauty of fall colors. NPS       The hemlock woolly adelgid (a-DEL-jid), a tiny insect first detected in the western United States in 1924, kills eastern and Carolina hemlocks within a few years of first infesting them. The hemlock woolly adelgid (HWA) is steadily spreading south into the oldest and largest stands of hemlocks in the Southern Appalachians, threatening a unique forest ecosystem and the animal and plant communities it shelters.        Hemlock Wooly Adelgid seen on the underside of the Hemlock tree. NPS  Native to Japan and China the hemlock woolly adelgid is an aphid-like insect you can barely see with the naked eye. What you can see is the white, waxy “wool” that covers the adelgid. A sure sign of HWA infestation is tiny cottony tufts at the base of hemlock needles. This “wool” is present throughout the year, but is most prominent in late spring. The HWA feeds on the sap at the base of hemlock needles, restricting nutrients to the foliage and causing the needles to die and fall off. Without needles the tree starves to death, usually within three to five years of the initial attack. The HWA was first detected in the eastern United States in Richmond, Virginia, in the 1950s, where it began to spread rapidly. The HWA currently infests about one-half of the area where hemlocks grow in the east. In Virginia’s Shenandoah National Park, 80 percent of the hemlocks are now dead. Hemlocks help cool mountain streams that are home to trout, other native fish, as well as crawfish, salamanders and numerous aquatic insects. In the winter, hemlocks moderate ground-level temperatures and help keep streams ice-free. The devastation caused by the HWA cannot be underestimated. Foresters warn of a potential disaster comparable to the chestnut blight, which eliminated chestnut trees from the Southern Appalachians and radically changed the forest composition of the southeast. In this area the first HWA infestations were found in the Pisgah and Nantahala National Forests in 2001, the Great Smoky Mountains National Park in 2002 and in both Royal Blue WMA (Scott County, TN) and Cumberland Gap National Historical Park in 2006. There are currently three recommended methods to control the spread of the HWA: systemic injections of pesticides, insecticidal oils and soaps, and biological control. For homeowners, pesticide-based methods work best with individual trees and for small stands, but are impossible to apply in backwoods areas. For large stands of hemlock trees the most promising treatment option is biological control. Currently two tiny nonnative beetles, the Lari and PT beetle, show the most promise for keeping populations of the adelgid in check. Both beetles actively hunt the adelgid as prey, feed voraciously, and only eat adelgids. However, whether they are successful in controlling the spreading destruction of the HWA remains to be seen.      HWA in Big South Fork NRRA The first confirmed infestation of HWA was located in Big South Fork in October 2010 just north of Blue Heron Mining Community, along the road above the railroad tracks. The park has begun working with the U.S. Forest Service to survey for other infestations and to develop a strategy for dealing with the pest. Visitors to Big South Fork can assist by reporting any incidences of HWA they may observe while in the backcountry.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/nature\/hwa.htm"
}
