{
    "title": "Big South Fork National River & Recreation Area: Asian Lady Beetles",
    "body": "Asian Lady Beetles        Fall colors along the Big South Fork River at the mouth of Station Camp Creek. NPS       Each year on warm, sunny days in autumn, large congregations of Asian lady beetles invade homes, rental cabins, and hotels in the region surrounding the national park. These beetles become a nuisance when they gather in buildings, often emitting a noxious odor and yellowish fluid when alarmed. Unfortunately, there is a great deal of misinformation circulating about these insects and the park's supposed role in releasing them. The National Park Service has never released Asian lady beetles in or near Big South Fork National River and Recreation Area. The Asian lady beetle appears in many colors from pale yellow-orange to bright red-orange. The adults have a mostly oval body shape about 1\/4” long. The Asian lady beetle is identified by the telltale “M” or “W” shaped mark on the whitish area behind the head. All Asian lady beetles have this mark; lady beetles native to the United States do not. The number of spots on the wings tends to vary from beetle to beetle. The Asian lady beetle is a predatory lady beetle native to eastern Asia. Lady beetles are often used as a biological control agent targeting soft-bodied insects such as aphids and scales. An adult lady beetle is capable of eating 90- 270 aphids per day. Lady beetles are now present across much of North America, with reports as far west as Oregon. In their native Asian environment, lady beetles stay in cracks and crevices of cliffs in the winter, but in many areas of the United States, these beetles gather in buildings. The recent population boom has probably been caused by the massive abundance of prey and a lack of natural enemies. From the 1960s to 1990s, federal, state, and private entomologists released the insect in a number of places to control agricultural pests, especially of pecans and apples. Large numbers were released in Louisiana and Mississippi. In addition, accidental entries of Asian lady beetles have occurred via imported nursery items at ports in Louisiana, Delaware, and South Carolina. Asian lady beetles are also sold by gardening suppliers. Additional information about Asian Lady Beetles, including what homeowners can do to control infestations, is available from the following resources: • United States Department of Agriculture website • Printable rack card\/fact sheet",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/nature\/ladybeetles.htm"
}
