{
    "title": "Big South Fork National River & Recreation Area: General Management Plan",
    "body": "Explore This Park    Get Involved     Planning     General Management Plan              General Management Plan         The Big South Fork General Management Plan was completed in early 2005.   The Final General Management Plan analyzes the impacts associated with four alternative approaches to managing the park, including the agency preferred alternative. The final plan contains the alternatives and analyses published in the January 2003 Supplemental Draft General Management Plan, as well as responses to all sustentative public comments received during the public review period. These comments have been responded to by modifying the alternatives, clarifying or updating the analyses, making factual revisions, or explaining why a comment does not warrant further action. The following links will allow you do download the various chapters and sections which make up the General Management Plan.   Please note that due to the size of some of these file they will not download efficiently if you have a dial-up connection.  If you experience difficulity downloading these files, printed copies or CD-ROMs may be obtained by writing: Superintendent, Big South Fork NRRA, 4564 Leatherwood Rd., Oneida TN 37841, by calling (423) 569-9778, or by email. Because the hard copies are substantially more costly to the taxpayer; we encourage you to request a CD-ROM if you have ready access to a computer.     Abstract (16 kB) Summary (18 kB) Changes to the Supplemental Draft (32 kB) Chapter One: Purpose and Need for the Plan (29 kB) Chapter Two: Required Management-The Institutional Framework (51 kB) Chapter Three: Alternatives, including the Proposed Action (3,753 kB) Zone Map Index (520 kB)  Maps  Development Maps Index (447 kb)  Maps Chapter Four: Affected Environment (70 kB) Chapter Five: Environmental Consequences (326 kB) Chapter Six: Response to Public Comment  The Role of Comments - Government Comments (1,250 kB) Public Comments (175 kB) Appendix Legislation (91 kB) February 2000 Draft Alternatives (2,526 kB) Consultation and Coordination (30 kB) Focus Group Comment Summary (22 kB) Road and Trail Classifications and Standards (28 kB) Road and Trail Standard Illustrations (2,363 kB) Annual Trail Management Scope of Work (19 kB) Horses and Mussels Policy Statement (12 kB) County Road Maps (467 kB) Pre-Assessment Wilderness Consideration (214 kB) Preparers and Contributors\/Selected References (21 kB) Roads and Trails Index (35 kB) General Management Plan Record of Decision (840 kb)",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/management\/generalmanagementplan.htm"
}
