{
    "title": "Rocky Mountain National Park: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers         Alpine Visitor Center NPS Photo\/Biddle  Alpine Visitor Center Hours 10:30 am to 4:30 pm daily (weather permitting) Location Fall River Pass at the junction of Trail Ridge and Old Fall River roads. Check the status of Trail Ridge Road by calling 970-586-1222. Activities Learn about the alpine tundra. Purchase gifts and books. Eat a snack. Accessible restrooms and vault toilets available.        Beaver Meadows Visitor Center NPS Photo\/Biddle  Beaver Meadows Visitor Center Hours 8 am to 5 pm daily  Location U.S. Highway 36, three miles west of the town of Estes Park Activities Watch a 20-minute park film. Get oriented with the topographical relief map of the park. Ask a ranger what to do in the park. Purchase gifts. Accessible and family restrooms available. Free public WiFi.        Fall River Visitor Center NPS Photo\/Biddle   Fall River Visitor Center Hours 9 am to 5 pm daily Location U.S. Highway 34, five miles west of the town of Estes Park Activities Learn about wildlife. Ask a ranger what to do in the park. Buy a book. Help your kids \"Discover\" Rocky in a special hands-on exhibit. Accessible and family restrooms available. Next door you can eat a meal and buy gifts. Free public WiFi.          Kawuneeche Visitor Center NPS Photo\/Biddle  Kawuneeche Visitor Center Hours 8 am to 5 pm daily Location One mile north of the town of Grand Lake on the east side of Trail Ridge Road\/ US Highway 34 at the entrance to the park Activities  Watch a 20-minute film on the park (shown on request). Get oriented with the topographical relief map of the park. Learn about the Colorado River and its people. Buy a book. Reserve wilderness camping sites. Accessible restrooms available. Free public WiFi.        Moraine Park Visitor Center NPS Photo  Moraine Park Discovery Center Hours 9 am to 4:30 pm daily   Location Bear Lake Road, 1.5 miles from the Beaver Meadows Entrance. Activities See natural history exhibits. Walk a half-mile nature trail. Buy a book. Accessible.        Sheep Lakes Information Station NPS Photo\/Marino  Sheep Lakes Information Station Hours 9 am to 4:30 pm daily (weather permitting)  Location 1.8 miles west of the Fall River Entrance on US Highway 34 in Horseshoe Park. Activities Watch for park wildlife that frequent the area including elk, bighorn sheep, badgers, and coyotes.      Holzwarth Historic Site Open for tours daily through September 7, from 10:30 am - 4:30 pm.  The site can be visited year-round. However, there is no access to the interior of the buildings in the winter.  Location On the west side of Trail Ridge Road\/US Highway 34, about seven miles north of the Grand Lake Entrance Station. The lodge buildings are reached by a half mile walkway from the parking lot. A walking path connects the various buildings.  Activities Tour a 1920's-era dude ranch for a taste of early homesteading and tourism. Buildings are open for tours during the summer. Otherwise, visitors may view the exteriors of the buildings and the grounds.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/visitorcenters.htm"
}
