{
    "title": "Big South Fork National River & Recreation Area: Do Business With Us",
    "body": "Explore This Park    Get Involved     Do Business With Us            Do Business With Us       COMMERCIAL USE AUTHORIZATIONS Section 418 of the National Parks Omnibus Management Act of 1998, Public Law 105–391 (Section 418), authorizes (but does not require) NPS, upon request, to issue commercial use authorizations (CUAs) to persons (referring to individuals, corporations and other entities) to provide commercial services to park area visitors in limited circumstances. CUAs, although used to authorize commercial services to park area visitors, are not concession contracts. They are intended to provide a simple means to authorize suitable commercial services to visitors in park areas in the limited circumstances. Types of businesses that may qualify as a CUA: §Horse Operations §River Runner §Food Service §Boat Rental §Land Transport §Water Transport §Fishing Guide §Equipment Rental §Guide\/ Outfitter §Mountain Climbing  The term of a CUA may not exceed 1 year and no preferential right of renewal or similar provisions for renewal may be provided. Fees The superintendent is required to charge a reasonable fee for a commercial use authorization, the fees to remain available for expenditure by the superintendent to recover, at a minimum, associated management and administrative costs. Application Fee - $50. Fee covers cost of administration and clerical operations of the permits. This fee is charged to process all CUA requests with exception of Craft\/Special Event permits which are $25.00. The application will be kept on file for the calendar year. In the event of a second request for a One Time operation permit, the original application will be acceptable if no significant changes are made to the service provided and only the Operation fee will be required.   Business Operations - $250. Fee covers safety, operational and environmental monitoring as required by permit. Permittee has a business that operates in the park for majority of the year or operational season and provides services for a variety of customers. Customer base is generally from advertising and other self-generated sources conducted outside the Area. Examples of this operation would be horseback rides, boat trips, guided trips and other recreational activities.   Service Operations - $100. Fee covers safety, operational and environmental monitoring as required by permit. Permittee has a business that operates in the park in a limited capacity. Usually provides a service for Special Use Permittees, Groups, Family or business gatherings, etc. Customer base is often obtained from National Area group users. Operations are limited within the park to usually 5-15 times per year for groups utilizing Special Use Permits, Group Campground sites, or pavilions. Examples of this operation would be food catering, porta-john rental, commercial EMS services and other service oriented operations.   One Time Operations - $50. Fee covers safety, operational and environmental monitoring as required by permit. Permittee has a business that operates in the park for a one-time event in limited capacity. Usually provides a service for Special Use Permittees, Groups, Family or business gatherings, etc. Customer base is often obtained from National Area group users. Operations are one-time events for groups utilizing Special Use Permits, Group Campground sites, or pavilions. A One Time operation permit can be obtained for more than one event with a charge for each occurrence. Example of this operation would most likely be food catering.  Upon receipt of the application and the application fee, a Commercial Use Authorization Form (Form 10-114) is filled out and returned to the applicant for their review and signature. Once this form is returned signed, the superintendent will review and authorize the CUA. The applicant must have the official signed CUA form on their person while conducting operations within the park. Commercial Use Authorization Form (BASIC) (pdf, 96 KB) Commercial Use Authorization Form (CRAFT VENDORS) (pdf, 165 KB) Commercial Use Authorization Form (FOOD VENDORS) (pdf, 204 KB)",
    "url": "https:\/\/www.nps.gov\/biso\/getinvolved\/dobusinesswithus.htm"
}
