{
    "title": "Big South Fork National River & Recreation Area: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer               Current Volunteer Opportunities        Being a VIP at Big South Fork The VIP program provides an opportunity through which the National Park Service can accept and utilize voluntary help and services from the public.  The objective of the program is to utilize this voluntary help in a way that is mutually beneficial to the National Park Service and the volunteer. The VIP program in the Big South Fork National River and Recreation Area is extensive – from front country to backcountry, visitor centers, trails, campsites, resource management and many things in between.  Once you are a volunteer in the program, you can always expand you volunteer service and add other duties, on trail and off, when we have the need and you have the desire!   The Perks   We have an annual VIP appreciation event. There are many opportunities to get involved in; special projects, behind the scenes type activities in the park, and training opportunities. You will be on the volunteer email list and will receive information about other volunteer activities, park press releases, bear warnings, etc.         Join the Park Volunteer Team Be a part of a great team and make a difference!  The National Park Service is an equal opportunity employer.   Trail Keeper - These volunteers provide an extended presence in the backcountry and at the same time provide the trail crews with information on trail conditions and issues.  Download information packet here.  Campground Host - These volunteers greet and assist visitors in locating campsites, provides information, verifies compliance to park regulations, and works with park staff in a variety of campground-related duties.  Download information brochure here. Clerical Assistant Volunteers - These volunteers assist NPS staff in answering phone inquiries and complete a variety of administrative tasks. Visitor Center Volunteers - These volunteers help at a visitor center by staffing the desk with NPS staff.  They help visitors by providing orientation, information, and informal interpretation on park resources, safety, etc. Special Event Volunteers - These volunteers assist with special events in the park such as endurance races and festivals.  Some duties include distributing information, taking photographs, parking cars, assisting with crowd control, setting up and taking down equipment, putting up signs, and\/or picking up trash. Volunteers may also demonstrate craftsmanship that is related to the special event.         Applications A VIP application is required for all volunteer positions.  Some positions usually require a time commitment and training.  Training is provided unless otherwise noted.  Apply online at: www.volunteer.gov\/gov, or you may e-mail or write for an application: Volunteer Coordinator Big South Fork NRRA 4564 Leatherwood Road Oneida, Tennessee 37841 (423) 569-9778",
    "url": "https:\/\/www.nps.gov\/biso\/getinvolved\/volunteer.htm"
}
