{
    "title": "Big South Fork National River & Recreation Area: Our Staff & Offices",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices               Our Staff & Offices      PARK MANAGEMENT & ADMINISTRATION  Encompasses activities related to park-wide administrative, managerial, and support functions, as well as safety and planning. In addition, this area is responsible for working with external constituencies in order to develop valuable park partnerships. Altogether, the management and administration area provides a host of essential services to enable park employees to focus on their functional duties.             RESOURCE MANAGEMENT  Resource Protection at Big South Fork encompasses activities related to the management, preservation, and protection of a variety of natural communities and processes, historic structures, cultural landscapes, museum artifacts, and archaeological sites. Activities within Natural Resource Management include ecosystem monitoring, research, restoration efforts, species-specific management initiatives, wildland fire management, National Environmental Policy Act management, and general resource protection. The Cultural Resource Management program protects a legacy of American Indian and European-American heritage spanning over 12,000 years. In terms of total sites, Big South Fork is the most important archaeological location in the Southeast Region of the National Park Service. The 1,335 documented archaeological sites at Big South Fork represent only 20 percent of the estimated total for the park.             INTERPRETATION, EDUCATION, & VISITOR SERVICES DIVISION  The Interpretation and Education staff conducts a variety of activities that allow people from elementary age through adulthood to experience and learn about the park's resources and threats to those resources. Big South Fork's interpreters manage and staff the park's two primary visitor centers at Bandy Creek and the Stearns Depot.   Interpretive events and media publications serve to encourage the development of a personal stewardship ethic and to broaden public support for preserving park resources. Interpretive rangers present Big South Fork to visitors through formal interpretation at the park includes campfire and evening programs, talks, demonstrations, special events and with informal interpretation.   Big South Fork's interpretive media infrastructure encompasses outdoor exhibits, visitor center displays, site bulletins and booklets, an annual park newspaper, an informational rack card, and maintenance of the park website.             FACILITY MANAGEMENT  The Maintenance functional area encompasses all activities designed to improve or prolong the life of the park's assets. The preservation of these resources allows for visitors to safely enjoy their activities at Big South Fork. Park personnel confront distinct challenges created by the large geographic separations between park facilities, often traveling long distances to service roads, trails, or buildings.The Roads Maintenance program includes services that ensure the safe and effective use of all roadways for park visitors and staff. It is responsible for maintaining all paved and unpaved surfaces, road shoulders, and bridges throughout Big South Fork.Buildings Maintenance is dedicated to prolonging the life and improving the interior and exterior condition of the more than 110 buildings at Big South Fork.Big South Fork has an extensive trail system with close to 400 miles of trails for many different recreational opportunities, including hiking, horseback riding, and mountain biking. Trails Maintenance activities include repair and rehabilitation of trails in order to prolong the life of these precious assets.              VISITOR & RESOURCE PROTECTION  Big South Fork's law enforcement rangers are primarily responsible for providing safety and security for the park's visitors and infrastructure. Specific visitor safety programs include emergency medical services, search and rescue, and law enforcement. In addition law enforcement personnel closely work with Resource Management to provide archaeological site patrols, resource damage detection, and criminal investigation and prosecution as necessary.   Big South Fork is an area of concurrent jurisdiction, meaning that within the boundaries of the park, the park's law enforcement personnel and the State jointly exercise law enforcement authority.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/management\/staffandoffices.htm"
}
