{
    "title": "Big South Fork National River & Recreation Area: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies               Laws & Policies        Winter snows blanket the Cumberland Plateau and the Big South Fork River gorge. Steven Seven      The following listing of basic park regulations covers some of the most common questions visitors to Big South Fork may have.   NATURAL & CULTURAL FEATURESDo not destroy, injure, or remove plants or other natural features. Reasonable quantities (2 gallons berries or one bushel fruits) of edible berries and fruits and nuts may be gathered for personal use daily. The harassing, injuring, or killing of any wildlife is prohibited. Help wildlife remain wild by never feeding any animal. Possessing, destroying, injuring, defacing, removing, digging, or otherwise disturbing cultural and archaeological resources is prohibited.PETSPets are allowed within Big South Fork, however, in order to protect your pet and the parks wildlife, all pets must be kept on a leash (no longer then 6 feet) at all times. During hunting season, a dog that is actively following game does not have to be leashed. However, when entering a designated Safety Zone hunting dogs must be restrained on a leash, crated or caged.FOOD STORAGEWhen camping in a developed area such as a campground, place coolers, grills, cooking utensils, horse feed, any food not in use, and anything with food odors inside the locked compartment of a vehicle or trailer. Keep a clean campsite, wipe off picnic tables, grills, and discard aluminum foil used for cooking. Avoid burning garbage in fire rings because it will leave behind grease and food scrapes.   If camping in the backcountry, use the standard method of hanging your backpacks and food sacks between two tall trees. The packs should be in the center of the two trees in cast the bear tries to climb the tree and reach for the packs. Any food not in use should be stored in this manner while in the backcountry.RECYCLINGWe encourage all visitors and campers to recycle. Dumping of refuse brought into the park by anyone other than private campers. This requirement is intended to ensure the refuse handled by the park is generated by activities occurring within the park.    Federal LawsLaws are created by Congress and establish the highest order of legal authority over national parks.  Many laws, including the 1916 Organic Act that created the National Park Service, affect all areas managed by the National Park Service. Big South Fork Enabling Legislation provides specific instructions and guidance on how the park must be managed.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/management\/lawsandpolicies.htm"
}
