{
    "title": "Big South Fork National River & Recreation Area: Public Involvement",
    "body": "Explore This Park    Learn About the Park     Management     Public Involvement              Public Involvement       Staff members at Big South Fork National River & Recreation Area are required by the National Environmental Policy Act (NEPA) and other federal laws to make a diligent effort to involve the public in decisions and actions of the agency.   The public plays an essential role in taking care of our national parks. Park decision making is vastly improved when the diverse perspectives and ideas from the public are considered. Park planners need and want to hear from you...One comment can make a difference.   Why is commenting important?    Although park planners and resource managers often have very specialized knowledge of an area, it would be impossible for them to know all the issues of importance to the hundreds of thousands of visitors to that area — this information needs to come from the visitors themselves. Park plans are more thorough and park management and operation is improved because of the members of the public who have chosen to participate in decision-making ... YOUR comment CAN make a difference.     Public participation in park planning is solicited through a number of avenues. Press releases are issued, notices are posted, and in some cases, press conferences or media events may be held. Public comment has most frequently come to the park via letters and statements received during public meetings.   In 2005, the National Park Service launched Planning, Environment, and Public Comment (PEPC) to provide access to detailed information on current projects. Links to PEPC are located throughout this planning site. Public comments on planning efforts can be submitted via the PEPC system.    Please Note: PEPC is intended as a clearinghouse for public comments on PLANNING efforts. Comments regarding park operations should not be submitted via PEPC.     Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Big South Fork National River & Recreation Area or MANAGEMENT, .    Other Plans and Projects A list of park projects without documents open for review may be found at the following pages:  https:\/\/parkplanning.nps.gov\/biso https:\/\/parkplanning.nps.gov\/management",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/management\/publicinvolvement.htm"
}
