{
    "title": "Rocky Mountain National Park: Wilderness",
    "body": "Wilderness        The Longs Peak area in Rocky Mountain National Park NPS       Wilderness...the word has different meanings to different people, but here in Rocky Mountain National Park, wilderness is something special. On April 9, 2009 Secretary of the Interior Ken Salazar joined members of the Colorado congressional delegation and local officials to dedicate the Rocky Mountain National Park Wilderness Area, nearly 250,000 acres permanently protected within the park from human impacts under the Omnibus Public Lands Management Act of 2009, signed by President Obama March 30. Before the act, of the park's approximate 265,770 acres, only 2,917 acres had been officially designated by Congress as Wilderness. The Omnibus Public Lands Management Act of 2009 was the culmination of efforts begun in 1974 by wilderness advocates. Download Rocky's Wilderness Map         The Solitude Lake area truly lives up to its name. NPS  Wilderness Act of 1964  What does wilderness mean? In 1964, the United States Congress passed a law known as the Wilderness Act, which created a National Wilderness Preservation System to provide an \"enduring resource of wilderness\" for future generations. President Lyndon Johnson signed the Wilderness Act into law on September 3, 1964. Wilderness, according to the Wilderness Act, \"...in contrast with those areas where man and his own works dominate the landscape, is hereby recognized as an area where the earth and its community of life are untrammeled by man, where man himself is a visitor who does not remain.\"  The Wilderness Act goes on to describe wilderness as a place \"retaining its primeval character and influence\" where there are \"outstanding opportunities for solitude.\" When the Wilderness Act established the National Wilderness Preservation System, most of the wilderness areas created under the Act were located in the Western U.S. Today, there are designated wilderness areas in 48 states.        Alpine tundra in autumn showcases this unique resource in Rocky. NPS   Rocky Mountain National Park's Wilderness Vision  Rocky Mountain National Park is recognized internationally as one of the world's most outstanding natural treasures. As a national park and wilderness, everything associated with the meadows, forests, alpine peaks and tundra must be protected in perpetuity. Park managers must carefully care for these natural and cultural resources. Visitors should be educated about all that wilderness has to offer in order to understand and appreciate wilderness resources and values. It is Rocky's vision to be a world leader and showcase for wilderness protection, management and education.        Views from the Mummy Range encompass Rocky's southeastern wilderness areas. NPS\/Jake Frank   A recommendation to officially designate much of Rocky Mountain National Park as Wilderness under the Wilderness Act of 1964 was first introduced to Congress by President Nixon on June 13, 1974. The original recommendation consisted of 239,835 acres to be designated as immediate wilderness, and 479 acres to be managed as potential wilderness additions.  Since 1974, legislation for official designation had been introduced several times which included modifications to the recommended boundaries and acreage due to changes in land ownership, changes in the place of diversion or storage for water rights and several boundary adjustments. In 1980, a park boundary change resulted in transferring 2,917 acres (1,181 hectares) of existing wilderness within the designated Indian Peaks Wilderness to Rocky Mountain National Park (see map below).       The park's wilderness areas offer outstanding opportunities for solitude and recreation. Most park trails are located in wilderness giving visitors the chance to explore and enjoy this unique resource. Extra care should be taken when exploring Rocky Mountain National Park's wilderness. Visitors who wish to experience these areas should prepare their trips well in advance and should practice Leave No Trace principles so that the park's wilderness is protected for future generations of adventurers.         Rocky Mountain National Park Wilderness Map NPS",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/wilderness.htm"
}
