{
    "title": "Big South Fork National River & Recreation Area: Cumberland Plateau River Prairies",
    "body": "Cumberland Plateau River Prairies        Angle Falls Rapids on the Big South Fork of the Cumberland River Steven Seven       Understanding hydrologic links between \"river prairies\" and other threatened riparian resources of the Cumberland Plateau By Nora Murdock, Jim Hughes, and Robert Emmott      Ranked as globally imperiled by The Nature Conservancy, \"river scour prairies\"—a unique riparian vegetation type endemic to the Cumberland Plateau of Tennessee and Kentucky—occur on open, flood-scoured exposures of bedrock, cobble, and gravel along large rivers in the Cumberland River watershed. Also called Cumberlandian cobble bars, fewer than 500 acres (200 ha) of this habitat type remain in existence; the best examples are at Big South Fork National River and Recreation Area and Obed Wild and Scenic River. Typically thick with prairie grasses and flowering herbs, river prairies share many characteristics with the tallgrass prairies of the American Midwest. Whereas fire is the dynamic force sustaining midwestern prairies, in the bottom of the deep river gorges of the Cumberland Plateau the ecological driver is water. Raging floods wash over these habitats on multiple occasions each year, scouring out species that are not adapted to disturbance, including most trees and other woody species. Grasses, herbs, and some low shrubs thrive under these punishing conditions. Several extremely rare plants, some that grow nowhere else, also flourish in these riparian prairies. In addition, two federally listed species, Cumberland rosemary (Conradina verticillata) and Virginia spirea (Spiraea virginiana), and several dozen other globally or regionally rare plants grow here.        Big South Fork River and gorge. FamFive Productions  Alternating layers of Pennsylvanian-age sandstones and shales dominate the surface geology on the Cumberland Plateau. These rocks have very low permeability, so rainfall penetration into the subsurface is limited, especially in areas of steep topography. Consequently stream flow responds rapidly to storm events. In the steep-walled gorges of Big South Fork and Obed, base flows following storms can increase from 100 cubic feet per second (2.8 m3\/s) to 6,000 cubic feet per second (170 m3\/s) in a matter of hours. This rapid increase in water volume and velocity produces pronounced scouring of the streambed and associated riparian areas. These powerful floods, which flush nutrients and sediments through substrates occupied by mussels and other aquatic fauna sensitive to siltation, are essential for the survival and renewal of the cobble bars and the associated aquatic community. The hydrologic forces that create the upland portions of the cobble bars also sustain prime underwater habitat for a diverse freshwater mussel community. As one of the best and last remaining refuges for freshwater mussels in the Cumberland River watershed—an 18,000-square-mile (46,620 sq km) region that stretches from the western slope of the Appalachian Mountains to the mouth of the Ohio River—the Big South Fork of the Cumberland River provides habitat for 26 mussel species, including 7 that are federally endangered or threatened. Freshwater mussels are essentially sedentary creatures that feed by filtering nutrients from the water column; they are extremely vulnerable to changes in flow and water quality. The extraordinary aquatic systems of the Obed and Big South Fork, thought to have been decimated by unregulated pollution and mining in the early to mid-1900s, are showing encouraging signs of resilience. Significant improvements in water quality and the associated recovery of some aquatic fauna have occurred over the last 30–40 years since establishment of these National Park System areas. These habitats are responding to reclamation of abandoned mines and reduction in active mining within the Cumberland River watershed. Based on retrospective analyses of water quality data conducted by the Appalachian Highlands Network and U.S. Geological Survey, water quality trends in these two river parks appear encouraging. Also, results of recently completed fish inventories, compared with legacy data from fish surveys conducted 25 and 40 years ago, reveal dramatic increases in fish diversity. Changes in river flow regimes due to upstream water withdrawals and water pollution threaten the continued survival of cobble bar and aquatic communities. The Big South Fork watershed is the site of the majority of past and present coal mining in Tennessee. Acidic drainage from abandoned mines, and contaminants and siltation (including coal particulates) associated with current mining, affect water quality. Moreover, with rising coal prices, companies are proposing new areas for mining, including 53,000 acres (21,450 ha) in the headwaters of the Big South Fork watershed. Oil and gas wells, water withdrawals for municipal and industrial use, and erosion-related sedimentation as a result of soil-disturbing activities, such as development in and adjacent to National Park System lands, also affect water quality and quantity.        Appalachian Highlands Network cooperators and staff monitor vegetation of river prairies. The best examples of this globally imperiled habitat are within Big South Fork National River and Recreation Area and Obed Wild and Scenic River NPS\/Nora Murdock, Appalachian Highlands Network  The extraordinary aquatic systems of the Obed and Big South Fork, thought to have been decimated by unregulated pollution and mining in the early to mid-1900s, are showing encouraging signs of resilience. Significant improvements in water quality and the associated recovery of some aquatic fauna have occurred over the last 30–40 years since establishment of these National Park System areas. These habitats are responding to reclamation of abandoned mines and reduction in active mining within the Cumberland River watershed. Based on retrospective analyses of water quality data conducted by the Appalachian Highlands Network and U.S. Geological Survey, water quality trends in these two river parks appear encouraging. Also, results of recently completed fish inventories, compared with legacy data from fish surveys conducted 25 and 40 years ago, reveal dramatic increases in fish diversity. Changes in river flow regimes due to upstream water withdrawals and water pollution threaten the continued survival of cobble bar and aquatic communities. The Big South Fork watershed is the site of the majority of past and present coal mining in Tennessee. Acidic drainage from abandoned mines, and contaminants and siltation (including coal particulates) associated with current mining, affect water quality. Moreover, with rising coal prices, companies are proposing new areas for mining, including 53,000 acres (21,450 ha) in the headwaters of the Big South Fork watershed. Oil and gas wells, water withdrawals for municipal and industrial use, and erosion-related sedimentation as a result of soil-disturbing activities, such as development in and adjacent to National Park System lands, also affect water quality and quantity. In order to detect abnormalities in succession patterns and species composition resulting from hydrologic changes, in 2005 the Appalachian Highlands Network began monitoring vegetation structure and composition on the cobble bars, as well as population trends of selected endemic rare plants. Network investigators are also monitoring river flow rates and water quality in the Big South Fork of the Cumberland River, the Obed River, and their major tributaries. In 2007, network staff initiated monitoring of freshwater mussels and rare fish in order to detect population trends and changes in distribution. The Big South Fork and Obed rivers are strongholds for two federally listed fish species: the spotfin chub (Erimonax monachus) and the duskytail darter (Etheostoma percnurum). Continued monitoring is essential to ensure that adverse alterations to hydrology and water quality do not reverse trends in recovery of these unique riparian resources.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/nature\/cobblebar.htm"
}
