{
    "title": "Big South Fork National River & Recreation Area: Mussels",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mussels                Fresh Water Mussels        Cumberlandian combshell is one of five Threatened and Endangered species of mussels found in the Big South Fork River. Gary Peeples, U.S. Fish & Wildlife Services    Mussel species are the most jeopardized and rapidly declining faunal group in the United States. Twelve of the nation's 300 species are now extinct, and over sixty-seven percent are listed as endangered, threatened, special concern, or are being considered for listing.The Big South Fork currently has 26 documented species, five of which are federally listed as endangered (Cumberland Elktoe, Cumberlandian Combshell, Tan Riffle Shell, Little-wing Pearly Mussel, and Cumberland Bean Pearly Mussel). In the southeast, only the Duck River, Clinch and Green Rivers contain this level of diversity, and only two other NPS units in the country have greater diversity.In the Big South Fork, sedimentation, chemical pollutants, and inadvertent physical crushing are the primary threats to these species.  The diversity of habitat notwithstanding, water pollutants adversely affect aquatic diversity and populations. The macroinvertebrate and fish community is still essentially non-existent in Bear Creek, and other streams are suspected to be in a similar condition. Other effects of a lesser degree are generally known, but data are lacking to clearly identify pollution sources and direct and indirect impacts.   The Pocketbook Mussel Lampsilis fasciola seen in the video is in a reproductive state, ready to disperse its young. The large white\/gray masses seen in the middle of the moving tissue are two of the mussels four gills.  As the mussel reproduces, eggs are passed from the mussels ovary into these gills.  The gills then capture the sperm which is released by a nearby male mussel and the eggs are fertilized.  Once fertilized the young develop and the gills swell until they appear as seen in the video.The tissue moving in the current is intended to mimic a small fish thus luring in a larger fish.  As the fish bites the tissue, it will bump the swollen gills causing the young mussels to be released.  The young then attach themselves to the fish, ideally in the gills where they are protected and will receive a good supply of oxygenated water.  In addition to protecting and nurturing the young mussels, the fish will also serve to distribute them to other parts of the river.  After about a week, the young will drop off the host fish and establish themselves on the river bottom where they mature.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/nature\/mussels.htm"
}
