{
    "title": "Big South Fork National River & Recreation Area: Sandstone Arches",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Sandstone Arches                Sandstone Arches        Needle Arch is located along the Slave Falls Trail.  It is one of hundreds of sandstone arches within Big South Fork. An NPS Photo      The Big South Fork National River and Recreation Area abounds in dramatic cliffs, arches, and rockshelters. The region may contain more natural arches that any other region in the eastern United States. Natural arches are found frequently in the Big South Fork at the edges of the tableland surface, there the resistant Rockcastle Conglomerate slowly succumbs to erosion. Arches form along gorge edges where the resistant sandstone is able to support its own weight when layers below erode away. Arches of varying sizes and descriptions can be found throughout the area but only a few have hiking trails leading to them.  Below is a list of easily accessible arches and their general locations. TWIN  ARCHES were formed by headward erosion along a narrow ridge .  The arches are considered to be the largest arches in the Big South Fork and quite possibly in the Eastern United States.  They may be reached by a number of routes, the shortest being a .7 mile hike from the Twin Arches Trailhead. NEEDLE ARCH is a thin, delicate arch that was left standing alone when the back of the rockshelter of which it was once a part eroded.  It can be reached from the Sawmill Trailhead on Fork Ridge Road. SPLIT BOW ARCH is unusual in that a narrow finger of the bluff split away from the main bluff.  When large chunks of rock fell, a high, thin bridge was all that was left.  You can see the arch from an overlook or hike a 0.7 loop trail that will take you through the arch. Signs at the Bear Creek Scenic Area in Kentucky (just off KY 742) will direct you to the arch.        Wagon Arch can be viewed from KY 742 as  you drive into Big South Fork. National Park Service  WAGON ARCH is located along Hwy 742 as you drive into Blue Heron. An old wagon road once crossed the top of the arch, hence its name. YAHOO ARCH is another arch formed as a result of erosion at the back of a rockshelter. It can be easily reached from the Yahoo Falls Scenic Area just off KY 700. KOGER ARCH is a broad arch and was the result of rockshelter erosion. It is accessible from the Sheltowee Trace and also a short trail leading up from Devils Creek Road near the Yamacraw area. BUFFALO ARCH is also accessible from the Sheltowee Trace near the Big South Fork\/Daniel Boone National Forest boundary on Rock Creek. Located in the Daniel Boone National Forest, it can also be reached from Hwy 1363. GOBBLERS ARCH in the Daniel Boone National Forest provides a passageway for an alternative to the Sheltowee Trace leading from Rock Creek to Peters Mountain Trailhead.      The location of those arches described on this page and shown in the \"Arches of the Big South Fork\" album may be viewed using the Big South Fork Virtual Tour. Follow the instructions found on that page for downloading Google Earth and any of the overlays, such as Sandstone Arches, you desire.     For additional information on arches in the Big South Fork region visit Big South Fork Land Formations. The web site is maintained by Mr. Tom Dunigan, professor at the University of Tennessee. The site contains an extensive listing of arches and other land forms of interest with photographs, GPS coordinates, maps and links of interest.                        Arches of Big South Fork   18 Photos",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/nature\/sandstonearches.htm"
}
