{
    "title": "Big South Fork National River & Recreation Area: Black bear",
    "body": "Black Bear on the Plateau        An adult black bear lies in the grass National Park Service       Throughout history, humans have been interested in black bears (Ursus americanus). They have been part of our culture in many ways, from Native American ceremonies to teddy bears. Although easily recognized, black bears are not always understood. Misunderstandings about their biology can cause them to be feared and adored at the same time. Black bears once ranged over much of the North American continent, including the vast forests that covered Kentucky and Tennessee. The loss of the American chestnut tree, habitat destruction, and continual human harassment nearly eliminated them from the State by the 1900s. Occasional sightings in remote sections of the Cumberland Plateau continued throughout the 1970s and increased into the early 1980s. In addition to bears naturally occurring into the area, some 14 female black bears were released in the Big South Fork area during the winter and summer of 1996 and 1997. This study was a cooperative project between the National Park Service, Tennessee Wildlife Resources Agency, Kentucky Department of Fish and Wildlife Resources, USFS-Daniel Boone National Forest, and USGS-Biological Resources Division-University of Tennessee. The black bears, all captured from Great Smoky Mountains National Park, were released to study various re-location techniques as well as to help determine whether the area contained adequate habitat and food sources to support black bear. The bears were fitted with radio collars so that their movements could be tracked. While not all bears released stayed in the area, some established home ranges in and around Big South Fork. Bear sightings are becoming more common on the Cumberland Plateau. After the original study was completed all radio collars were removed. Since that time, no additional bears have been released at Big South Fork NRRA. The National Park Service continues to work cooperatively with Tennessee Wildlife Resources Agency and Kentucky Department of Fish and Wildlife Resources to monitor black bear occurrences and to protect bears from poaching.          LEARN MORE Bears have become the subject of intense management efforts so they do not have to pay for human mistakes with their lives. Read more about bear management here:  Bears at Big South Fork have been observed by biologists to weigh more than bears in other nearby populations. This is an excellent indicator that bears are doing well in their new home. Follow this link to learn more about black bear biology and behavior. The Tennessee Wildlife Resources Agency (TWRA) produced a 6 minute documentary highlighting the 1996 experimental release of Black Bear into the Big South Fork. The video \"Black Bears Come to the Big South Fork\" is large (15 meg) and is recommended for viewing only on computers with high speed connections. Follow food storage regulations for campgrounds and backcountry camping. See how to use the food storage lockers located at Alum Ford, Blue Heron, and Bandy Creek Campgrounds. If you see a bear, file an observation report with the visitor center or e-mail sighting specifics with location details to the park. A PDF file (140 kb) discussing Black Bears in Big South Fork is available for download and printing.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/nature\/blackbear.htm"
}
