{
    "title": "Rocky Mountain National Park: Old Fall River Road",
    "body": "Old Fall River Road        NPS          Opened in 1920, Old Fall River Road earned the distinction of being the first auto route in Rocky Mountain National Park offering access to the park's high country. In the minds of many park visitors, the relatively subtle old route remains foremost. Unlike Trail Ridge Road, which is well known for being the highest continuous paved road in the nation, the Old Fall River Road is a much more \"motor nature trail.\"  Primarily gravel, one-way uphill and punctuated by switchbacks, slower-paced, 11-mile-long. The old road quietly leads travelers from Horseshoe Park (a short distance west of the Fall River Entrance) through the park's wilderness to Fall River Pass, 11,796 feet above sea level. The journey to the alpine world at the top of Old Fall River Road is relaxing. The experience is one to be savored.  The posted speed limit is 15 miles per hour, a clear indication that a journey up Old Fall River Road is not for the impatient. There are no guard rails along this road. The road itself is safe, but narrow and curved. In places, the trees of the montane and subalpine forests are so close that motorists can touch them. Old Fall River Road is ideal for visitors seeking to become intimate with nature.  The road follows a route traveled long ago by Indian hunters, who came to the park area in search of its abundant game. Early in the trip, travelers pass the alluvial fan scoured out by the 1982 Lawn Lake Flood and the site of a labor camp that housed state convicts who worked on the road project. For these men, crime did not pay. The laborers were forced to build the three-mile stretch of road to the scenic respite of Chasm Falls with no more than hand tools at their disposal.  After passing Willow Park, where elk often are seen feeding on the foliage, the road enters the alpine tundra. Awaiting there is the Fall River Cirque, birthplace of glaciers that once worked their way up and down the mountain valleys. The road traverses the headwall of this amphitheater-like formation before joining Trail Ridge Road near the Alpine Visitor Center at Fall River Pass.  Ahead lie the wonders of Trail Ridge Road, which leads travelers east to Estes Park or southwest to Grand Lake. Behind is Old Fall River Road, that winding old route that offers travelers a taste of auto travel in days gone by and a look at Rocky Mountain's nature close-up.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/old_fall_river_road.htm"
}
