{
    "title": "Big South Fork National River & Recreation Area: Devil of Scott Co.",
    "body": "The Devil of Scott County         Purported to be the Devil, this statue was displayed in Scott County. Unknown  Have you ever dreamed of something lurking under your bed? Have you awaken with a cold sweat and the feeling that something is watching you? Do you feel eyes glowing in the closet at night? Well, for many people who lived in Scott County, in the 1920s, this was something that maybe any number of them had felt. The \"Devil\" had come to town. This was something that generations to come would hear about. The day the \"Devil\" came to Helenwood. Helenwood had become a disturbed town in the 1900s. It received its name from a blazing explosion. There had been dynamite stored that was somehow ignited. The townspeople called the tragedy \"Hell in the woods,\" which is what Helenwood's name was formed from. Many people had been killed in saloon fights, duels, etc., which made them believe that this was why the \"Devil\" had come to Scott County. Actually, the monster was brought here by a man named Mr. Cruis Sexton. Sexton, who was soldiering in China before his return to Scott County, was the sole creature of the demon. While in China, Sexton had viewed many large statues that were monstrous in size. When he returned home, he decided he would build one of his own. Back in the coal mines around the Paint Rock community, Sexton began his work. He built the \"Devil\" out of bed clay, which was near seams of coal. The mine that he chose to work in was an abandoned and dark place. There, he spent days trying to get each detail perfect. He finally finished the statue, which was larger than the average size man and weighed over a ton. The \"Devil's\" features were so life-like that it is believed that Sexton may have scared himself while building his work of art. The horns that came from the forehead were very distinctive. There was also great detail in the chest area. The muscles of the arms were outlined, and the genitals were vaguely present. It is even told that one of the arms were chained to a leg, which was also done in great detail. It is told that Sexton's mother followed him into the mines one day to see exactly what her son was up to. She had feared that Sexton had been moon-shining. When she saw the \"Devil,\" she was nearly scared to death. Mrs. Sexton could not believe what was in the mines. After this, word began to spread. Sexton then transferred the \"Devil\" to the home of his relative Jerry Smith. Smith lived close to the railroad in Helenwood and soon the word began to spread that there was a gigantic \"Devil\" in the man's backyard. People began to talk about how it had came to town and why it was there. No one really understood that it was just a statue made from bed clay. As the trains began to come in more frequently, word began to spread like a wild fire about the \"Devil of Scott County.\" This tale went all the way through railroad communities, which stretched from Cincinnati to Florida. This was a long way for one small tale to travel. However, as it traveled, the story became bigger and bigger. Soon people were wanting to see the \"Devil\" for themselves. Sexton and Smith decided to set up the \"Devil\" at the railroad station in Helenwood. People from all around the country would stop at Helenwood to view the gigantic statue. They would pay 25 cents for a 20-minute view of the creature, which was now laid inside of a massive coffin. Some were reported to have fainted from the sight of the demon. Sexton finally sold the \"Devil\" to Mr. Chumley Pemberton for some say around $2,000. The \"Devil\" was then sold to the World's Fair, in Chicago, Illinois. There it traveled from Tennessee to Illinois, Ohio, Indiana, and beyond. Somehow or another, the \"Devil\" was lost and has not been seen in Scott County since its selling to the World's Fair. Some speculate that the \"Devil\" may be found in a museum toward the Northern part of the United States. Others believe that his body disintegrated into nothingness. Even though the \"Devil\" may have been just a statue, it still left its mark upon the people of Scott County. This was one of the most famous tales from Helenwood. As a child, many heard the tale. Obviously, there are many different variations. One thing is clear though. The \"Devil\" was once here in our own backyard. Whether he will return in all his black eeriness is without question a mystery to Helenwood and to Scott County.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/historyculture\/scottcodevil.htm"
}
