{
    "title": "Big South Fork National River & Recreation Area: Scrip-A Coal Miner's Credit Card",
    "body": "Scrip-A Coal Miner's Credit Card       Mention the words \"Visa\" or \"MasterCard\" and almost everyone will recognize them as credit cards. Mention the words \"Flickers\" or \"Clacker\" and it is likely that there will be many puzzled looks. These and various other terms were used for scrip. Scrip was used as a means of exchange in place of hard money, and it was issued in paper form as coupons or metal rounds called tokens. Those of us who are familiar with coal mining know that scrip was the coal miner's money or his \"credit card.\" Like today's credit cards scrip came in many designs, but scrip could not be used worldwide because its use was usually limited to the company stores of the issuing mines. The most significant years for coal mining in the Big South Fork lay ahead with the coming of Michigan business man Justus S. Stearns. Well-known as a lumber entrepreneur in Ludington, Michigan, Stearns became interested in the virgin timber on the Tennessee-Kentucky border in the Big South Fork. Eventually, he would buy 50,000 acres in Tennessee and 25,000 acres in Kentucky which would become the start of a lumber business, a coal mining operation, and a railroad. The first Stearns coal town was Barthell built on the banks of the Roaring Paunch Creek, in 1902. The K&T Railway was extended to Barthell, which shipped the first load of coal on June 1,1903. The Stearns Company would go on to develop or acquire other mines: Worley, Comargo, Yamacraw, Oz, Exodus, Cooperative, Fidelity, and Blue Heron. These communities, in addition to Stearns and Barthell, would have a total of 15 company stores. Scrip was used as credit between paydays, and most miners used it judiciously. Figures will show that the average miner had some of his pay left over even after deductions for rent, tools and scrip. This is quite amazing since wages in non-union times were about $5 a day, in 1925. Wages per capita went from a high of $852 per year in 1923, to $235 per year in 1933 (a Depression year)! The Stearns Company paid its miners in cash every two weeks. If a miner was short on cash before the next payday, he could go to the pay window at the company store and request an advance. The advance would be issued in scrip and deducted from his next paycheck. No matter how crude or elaborate a coal town was, its most imposing structure was the company store. The first company store constructed by the Stearns Company was Store No. 1, in the town of Stearns. This 1,600 square foot building had two floors. The first floor housed the commissary, while the second contained the post office, the Stearns office, and an area for railroad supplies and dry goods. The second store was built at Barthell. It was also a two story wooden structure with the post office and store on the first floor and the timekeeper's and railroad manager's office upstairs. The third store was added in Stearns as a grocery store and a meat market. Blue Heron's company store (1938) began as a tool shed at the front steps of its \"state-of-the-art\" coal tipple. W. A. Kinne stated that in 1928, the total retail business for all Stearns stores was $1,000,000. The company store was the economic and social center of the coal town. It was usually well-stocked with everything from clothing, groceries, and furniture to miner's tools. In the case of Stearns, its stores carried\" first-rate, name brand merchandise,\" with names like \"Florsheim\" and \"Swift.\" Former Blue Heron residents recalled the following items in stock at their store: \"Miners' lamps, safety shoes, bubble gum, candy, and pop.\" The company store thrived because it offered an extensive array of merchandise making it convenient for the miner and his family. More importantly, it provided easily obtained credit in the form of scrip. At one time, there were over 20,000 company stores issuing scrip on the North American continent. The company store was also the major social center of the community. The women of the community could shop for needed items while picking up the mail. Here they would encounter neighbor women with whom they would chat about their daily lives and their children while waiting for the store clerk to fill their orders. Men often congregated there after work or on weekend to talk, enjoy a bottle of coke or like the men in Zenith, play a game of rook or checkers. Planned or not, meeting at the company store was a way to relax and catch up on local news. Many stores were large enough to contain recreation centers and meeting rooms which contributed to additional opportunities for socializing. Coal companies did not risk much by offering credit to its miners. There was no need for extensive credit checks on the miners as in today's world, since the company had the power to withhold any money due it. Any credit it issued thorough scrip was recorded through the store sales or redemption of the scrip for goods. It is this dark side of scrip, which Tennessee Ernie Ford sang about in \"Sixteen Tons\"- \"I owe my soul to the company store.\" It is a widely-held belief that all coal miners had to draw their pay in this artificial money, and then turn it in for overpriced goods at the company store which made them have to borrow more from their next payday to cover their present living expenses. Most companies, as did Stearns, first issued paper scrip in the form of coupons with designated values or with varied values that were punched out as they were used. These coupons were good only at the issuing company store. More importantly, they were not transferable. This was not what the miners wanted, but the operators had the clear advantage. As a result, the discounting of scrip became a common practice. Some merchant or individual would buy the scrip from the miner paying about seventy-five cents to the dollar. Then the \"middleman\" would turn in the scrip to the issuing company and receive about ninety cents in value. Many merchants began accepting scrip for the goods they sold at only twenty-five cents to the dollar! This was the case in Fentress County, Tennessee, where scrip was discounted 25-50 percent. In 1918, the United States Supreme Court ruled that scrip was transferable and redeemable in cash. Coal operators in a number of states lobbied to have laws passed forbidding transferability. Eventually, Kentucky passed such a law in 1932, but it did little to curb discounting. Paper scrip was replaced by metal tokens, which stated their redemption in cash or merchandise, but also claimed that they were \"nontransferable.\" In spite of this, scrip continued to be accepted outside the issuing company store. The Stearns Company's financial stability was so respected that private merchants accepted Stearns scrip for goods and services. Although merchandise was usually more expensive at company stores than their retail counterparts, many people believed that the merchandise was better in quality and reasonably priced when the cost to travel out of the coal town to other merchants was considered. Competition would eventually come along and threaten the company stores -- Sears Roebuck and Montgomery Ward were accessible by mailbox, and orders were easily delivered by regular daily trains. In 1939, only 43.5 percent of the $796,000 in scrip issued by the Stearns Company was used in its company stores. Stearns would continue to use the scrip system until 1964. Although coal company scrip is no longer issued, it is a tangible part of history. Its fascination now lies with collectors who find excitement and challenge in the quest of that rare piece. To hold a coal mining token in your hand is to reach back in time to the hand of a coal miner. Every coupon and token tells a story of thousands of men all across the coal fields of America -- men who braved danger each day to enter the dungeons of the earth, to blast, pick, and load \"King Coal,\" once the lifeblood of a nation. As long as there is scrip to be found, their stories will be told.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/historyculture\/scrip.htm"
}
