{
    "title": "Big South Fork National River & Recreation Area: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                Fish        Largemouth bass is one of many popular game species found in the rivers and streams of Big South Fork.        One of the world’s richest assemblages of temperate freshwater fish once inhabited the Cumberland River into which the Big South Fork River flows. However, impoundment and coal-mining related impacts have made the Cumberland River one of the Nation’s most severely altered river systems. The Big South Fork itself boasts over 138 miles of fishing streams and is home to 79 species of fish 15 of which are classified as game fish. All together the fish population contains a total of 12 different families, including lampreys, darters, shiners, minnows, suckers, and bass.  Within the watersheds surrounding the park there are a total of 113 species of fish. The Big South Fork region has been extensively mined for coal since the turn of the century with some mines still operating today in the Big South Fork watershed. These mining activities created at least 120 underground entries within the BISO that are clustered along the various coal seam outcroppings in the steep slopes of the Big South Fork gorge. The waste materials from these mines were generally deposited in uncontrolled dumps near the mines. Surface and ground water that comes in contact with these mine spoils or discharges directly from the mines is often acidic and commonly has elevated concentrations of iron, manganese, aluminum, and zinc. Many of the tributaries to the Big South Fork have these sources of contaminated mine drainage (CMD) within their watersheds. Many aquatic species that once existed throughout major portions of the Cumberland River now exist only as isolated remnant populations. Eight fish and 26 mussel species in the Cumberland River basin are listed as either State or Federal endangered species, and numerous other aquatic species are currently considered candidates for Federal listing as endangered species. CMD into the Big South Fork River is partly responsible for the reduction in lotic and benthic diversity in the Big South Fork River. In addition to the impacts from current and past mining operations, there are also over 300 oil and gas wells in the parks boundary. Oil and gas operations that discharge salt water to near by streams cause the most degradation to water quality.        Black side dace is listed as a Federally Threatened species recently located in the park. Conservation Fisheries, Inc.  At present there are three federally protected fish species listed as occurring in the park and two species still can be found in the park, both of which prefer small to large rivers with clean water and suitable habitat, the duskytail darter (Endangered), and the blackside dace (Threatened). The palezone shiner (Endangered) is in adjacent tributaries but has not been found in the park at this time. In the course of his work, Wildlife Biologist Steven Bakaletz has done extensive underwater video filming of the various types of animal life which call the waters of Big South Fork home. The following clip features the endangered duskytail darter (49 seconds - 2.1 meg).   The female duslytail darter lays her eggs on the underside of a rock such as the one seen in the video. She is then replaced by the male who uses his dorsal fin to fan the eggs assuring they are exposed to well oxygenated water.  Populations of fish such as the darter can be stressed not only by poor water quality resulting from pollutants such as oil, sewage or CMD but also from the loss of habitat which can result from sedimentation burying the rocks needed for reproduction.  Together the fish, the water and the habitat needed for their survival compose one of the Federal Trust Resource's which the Big South Fork is entrusted to protect.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/nature\/fish.htm"
}
