{
    "title": "Rocky Mountain National Park: Wilderness Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Wilderness Camping               Wilderness Camping        NPS       There are a wide range of wilderness camping experiences available in Rocky. Those new to wilderness travel have ample opportunity to break their boots in slowly, while those with many miles under their belt can find new areas that test their mettle. You may make Wilderness Campsite Reservation Requests online or in person beginning March 1st at 8 a.m. Mountain Standard Time for a permit for the current calendar year. Phone, mail, email and fax reservations are not accepted. The following 4 links will help you plan and request your trip Wilderness Camping Guide Wilderness Campsite Map (PDF 600kb) Wilderness Campsite Reservation Request Application Most Recent Wilderness Campsite Availability List        East side Wilderness Office NPS  Wilderness Offices  Overnight travel in the wilderness requires a permit. Permits and information are available at two Wilderness Offices within Rocky Mountain National Park. Please contact the Wilderness Office for updated information on the status of Wilderness campsites. On the east side of the park, the Wilderness Office is adjacent to the Beaver Meadows Visitor Center. On the west side of the park, the Wilderness Office is located inside the Kawuneeche Visitor Center. Wilderness Offices are open seven days a week, seasonal hours vary. Phone: 970-586-1242        Check with the Wilderness Office for current wilderness conditions. NPS   Current Notices   There will be temporary closures in some wilderness campsites. Please contact the Wilderness Office for updated information on the status of wilderness sites.   Park staff are removing some dead trees that have been killed by an outbreak of native pine beetles. The removal reduces risk associated with falling trees. Always be aware of your surroundings, particularly during times of high winds.   We recommend that you visit the following topics in the Plan Your Visit section of the park site:      High Country Hazards Weather and Climate  Leave no Trace  Fishing       Please call 970-586-1206 for general information about the park.   Frequent backpackers to Rocky Mountain National Park may inquire about options to obtain wilderness permits online.    It is your responsibility to know and follow all wilderness rules and regulations. Please read the Wilderness Camping Guide through in its entirety and browse other sections of the wilderness camping section that fits your needs.       Alpine sunrise NPS          Wilderness Designated Site Details   Find a listing of all designated wilderness sites in Rocky here.  Wilderness Cross-country Zones   Cross-country zones allow you connect to far off places in the park.    Wilderness Bivouac Sites     Technical climbers can obtain  permits to set up temporary camps near climbing routes.    Wilderness Stock Sites   Horses are welcome at a selection of wilderness sites around the park.  Wilderness Camping Planning Checklist   A helpful list to make sure your backpack has everything you need. Wilderness Winter Camping   The wilderness can be just as adventurous in winter, just a little bit colder.                   A bear canister NPS  Wilderness Food Storage  Between May 1 and October 31, all food items and garbage must be secured inside a commercially-made carry in\/carry out bear-resistant food storage container. This is required for park wilderness areas below tree line and in the Boulder Field of Longs Peak, due to recurring wildlife incidents. Other methods of food storage are not permitted in the wilderness during this period.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/wilderness-camping.htm"
}
