{
    "title": "Big South Fork National River & Recreation Area: The Legend of Devil's Jump",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Legend of Devil's Jump                The Legend of Devil's Jump        Log raft on the Big South Fork River. National Park Service         According to legend, the Devil himself leapt from these rocks onto the raft at this very spot. National Park Service  In the early eighteen hundreds, five Beaty brothers came into Lick Creek Valley in southern Kentucky. These brothers were Alexander, Andrew, James, Martin and William. All were born in Pennsylvania and migrated from East Tennessee and Virginia to this area of Kentucky which is now a part of McCreary County. Each brother was interested in acquiring land, and this they did in vast amounts. Martin seemed to obtain the most acreage. One tract contained 123,000 acres. He was a driller of salt wells. Martin refined this salt brine into salt – a valuable product at that time. He leased land for this purpose, and paid the state a royalty in salt similar to the methods today when oil and gas are sold from wells. Salt wells that supplied much needed salt for the early settlers were in the Bear Creek section of McCreary County, Kentucky. It was near the mouth of Bear Creek that Martin Beaty of Monticello, Kentucky, about the year 1819, began drilling a new well hoping to bring in more salt water. Using a foot powered drill, Martin and his crew drilled deeper and deeper searching for the salt brine. Eventually they drilled so deep they became concerned about the depth of the well, fearing they actually might drill into “Hell.” Finally they did strike something, but instead of salt brine coming out of the ground a black, smelly, sticky liquid came oozing out of the pipe. They had struck oil, in what some say was the first known oil well in United States. These explorers did not know what oil was, and since they were of a religious nature, they were disturbed about the new-found product. When they saw how this smelly, sticky, black substance burned, they were convinced Martin had drilled into hell, so they called this substance Devil’s Tar. Martin and his crew collected samples of this unknown product and designated one of the men to go down the river on a raft to find out what this substance was, also to see of what use it could be. Since it was already feared that the drillers had drilled into hell, the raftsman was apprehensive about the trip. He feared the Devil would take an evil attitude because they had removed part of hell. When the raftsman reached the worst part of the rapids, the raft overturned which spilled the oil into the water. When the raftsman returned back to the crew, however, he told a slightly different story. According to him all went well on his trip until he reached the rapids; that at that point where the river flowed swiftly between large rocks, there the Devil himself leaped from one of the large rocks onto the raft, sank the raft, and grabbed his property and when last seen by the raftsman, the Devil was headed up the west side of the river along a small creek with a cast of his property under each arm. Since that day, the rapid has been called Devil’s Jump.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/historyculture\/devilsjump.htm"
}
