{
    "title": "Big South Fork National River & Recreation Area: No Business",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     No Business                No Business        Photographed in the 1970s, the abandoned No Business community has now all but disappeared. Sam Perry      Before commercial logging and coal mining transformed life along the Big South Fork, the area’s subsistence farmers occupied individual homesteads, which were loosely clustered into settlements connected by the churches, general stores, and one-room schools that served them. Not only did the stream bottoms offer the best farm land and a reliable source of water, but homesteads along a single stream bottom could communicate with one another more easily than those separated by rugged ridges. Consequently, community boundaries were defined by the drainage systems of the region. No Business was one such community located along No Business Creek. No Business existed as a community from 1796, when Richard Slaven became the first permanent settler in the area until September, 1960, when Dewey Slaven became the last person to leave the community. According to local oral tradition, Richard was a Revolutionary War veteran who was given a land grant to settle in the Big South Fork area. In its time, the No Business community was one of the larger settlements in the region with a population of 300 or more. A number of families lived on No Business Creek including the Crabtree’s, Blevins, Boyatts, Burkes, Slavens, and Millers. The community reached its peak in the last half of the 1800s. Isolation, lack of available land and lack of work all contributed to the decline of the No Business community, as it did many other such remote communities. The end was hastened by the decline of the logging and mining industries in the area. Many young men left the area to serve their country during World War II, and were not content to go back to a lifestyle that had long ago disappeared in most of the nation.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/historyculture\/nobusiness.htm"
}
