{
    "title": "Big South Fork National River & Recreation Area: Share Your Photos",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery     Share Your Photos                Photo Submission              If you take any photos while visiting Big South Fork that you would like us to share with others on the Internet, please share them with us!  For consideration, a photo must be taken in the park, be of high quality, and be pertinent to the natural, scenic, scientific, or cultural resources of Big South Fork. PLEASE READ THE FOLLOWING WHEN CONSIDERING SUBMITTING YOUR PICTURES: What type of pictures will be accepted?  high resolution digital image files (bmp, tif & jpg) ideally, the photograph should illustrate the unique natural, scenic scientific, and cultural resources of Big South Fork National River and Recreation Area. please limit your submissions to no more than a couple of photographs at a time NOTE: Links to photographs posted elsewhere on the Internet will not be accepted (i.e., other photo galleries).  When submitting digital photographs, the following information is required:  photographer's name the photo's title, subject, or location taken the date the photo was taken  By submitting photos, you agree:  that the submitted photos become public domain. any added caption or personal trademark will be cropped. the submitted photos may be downloaded or copied by others. the photos are selected based on uniqueness and appropriateness. that not all photos will be selected. that photos may be added to or removed from the on-line Photo Gallery from time to time. that you may not receive a reply e-mail or confirmation that your photograph has been selected for the Photo Gallery.  We review submitted photos and choose the best examples for our web photo galleries and park publications. To submit photographs for consideration please send them to the Program Support Specialist, Effie Houston at e-mail us.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/photosmultimedia\/photosubmission.htm"
}
