{
    "title": "Big South Fork National River & Recreation Area: Civil War in the Upper Cumberland Plateau",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Civil War in the Upper Cumberland Plateau                Civil War in the Upper Cumberland Plateau       The Civil War had a large impact on the local population of the Upper Cumberland Plateau. The following are research documents that shed light on how the population was effected by the war.            Kentucky Archaeological Survey Report 236 November 2012 The Civil War in the Upper Cumberland Plateau and its Effects on the Local Population: A guide of the major events and themes, for teachers and interested citizens of the Upper Cumberland Plateau of Tennessee and Kentucky. Click here to open the report (MS Word) The Civil War in the Upper Cumberland Plateau, in Tennessee May 3, 1982 Click here to open the report (pdf)                Park Ranger Sherry Fritschi portrays Lizzy Waters in this Civil War skit of Big South Fork area stories.   We Just Wanted to be Left Alone  Interpretive program, which commemorates the 150th anniversary of the Civil War, which began in 2011. It covered events that actually took place on or near the land that became Big South Fork National River and Recreation Area.   The purpose of this skit is to show how the Civil War affected many people's lives, not just folks living in the vicinity of the large battlefields.          MORE INFORMATION                Civil War: 150 YearsNational Park Service website commemorating the Civil War sesquicentennial   Civil War: 150 Years From 1861 to 1865, the American union was broken as brother fought brother in a Civil War that remains a defining moment in our nation's history. Its causes and consequences, including the continuing struggle for civil rights for all Americans, reverberate to this day.          Slavery: Cause and Catalyst of the Civil War Downloadable pdf brochure (2.46 MB)   Slavery: Cause and Catalyst of the Civil War Today, most professional historians agree that slavery and the status of African Americans were at the heart of the crisis that plunged the U.S. into a civil war, from 1861 to 1865.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/historyculture\/civil-war-in-the-upper-cumberland-plateau.htm"
}
