{
    "title": "Big South Fork National River & Recreation Area: Press Kit",
    "body": "Press Kit       MISSION  To preserve and interpret the nationally significant cultural, historic, archaeological, geologic, fish and wildlife, scenic, and recreational value; to preserve the free-flowing Big South Fork and portions of its tributaries; to preserve the natural integrity of the gorge; to provide healthful outdoor recreation for the enjoyment of the public and for the benefit of the regional economy. Click here to read the park's General Management Plan, finalized in 2005.      ABOUT US  Big South Fork National River and Recreation Area was formed by an act of Congress on March 7, 1974, and protects the Big South Fork of the Cumberland River and its tributaries as free flowing streams in Tennessee, and Kentucky. Encompassing 125,000 acres, Big South Fork is the fifth largest unit of the National Park System in the Eastern United States. The park is home to hundreds of natural wonders and breath taking views. Over time the river has carved deep gorges and beautiful rock formations throughout the landscape. Because of its biological richness, The Nature Conservancy has designated the area as the eighth most important habitat in the world. The Big South Fork is habitat to more than 80 plant and animal species on the state and\/or federal threatened or endangered list. Rare river prairies occur at Big South Fork -- the largest concentration of cobble bar plant communities in existence. Here in the river gorges of the Cumberland Plateau the driving force is water, where floods wash over the habitat scouring out species not adapted to disturbance.  The park abounds in dramatic cliffs, arches, and rock shelters. The region contains more natural arches than any other region in the eastern United States. Natural arches form along gorge edges where resistant sandstone is able to support its own weight when layers below erode away. Twin Arches, an easy 1.5 mile round trip hike from a parking lot, is the largest arch complex in the east. Big South Fork is home to Kentucky’s tallest waterfall, Yahoo Falls.  Big South Fork has a number of concessions within its boundaries that offer visitors services and conveniences not often found in many parks.        Please click here for a downloadable fact sheet about Big South Fork NRRA.            BIG SOUTH FORK NRRA -- BY THE NUMBERS    Resources  585,178 museum objects\/artifacts 25 historic structures (18 are National Register eligible)  17 endangered species 244 miles of rivers and streams 200 miles of horse trails 190 miles of hiking trails 57 miles of mountain biking trails 3 general campgrounds with over 233 campsites 2 equestrian campgrounds with 47 campsites 1 horse\/mule stabling operation, with camp store 1 rustic 1830s-era backcountry lodge and horse stabling operation         Stats    Acreage: 125,000 acres, in two states (Kentucky and Tennessee), five counties (Scott, Fentress, Pickett, McCreary, and Morgan), in two time zones (Eastern and Central).   Visitation: 2015 -- 643,135 2014 -- 599,906 2013 -- 565,063  2012 -- 600,161 2011 -- 606,579  2010 -- 656,374      Big South Fork NRRA was Established March 07, 1974, by President Richard Nixon.          BIOGRAPHIES              National Park Service Director John Jarvis.   NPS Director Jonathon B. Jarvis    Jonathan B. Jarvis began his career with the National Park Service in 1976 as a seasonal interpreter in Washington, D.C. Today, he manages that agency whose mission is to preserve America's most treasured landscapes and cultural icons.  Jarvis's 37-year career has taken him from ranger to resource management specialist to park biologist to superintendent of parks such as Craters of the Moon, North Cascades, Wrangell-St. Elias, and Mount Rainier. Before being confirmed as the 18th Director of the National Park Service on September 24, 2009, Jarvis served as regional director of the bureau's Pacific West Region.  Today, he is responsible for overseeing an agency with more than 22,000 employees, a $3 billion budget, and over 400 national parks that attract more than 280 million visitors every year who generate $30 billion in economic benefit across the nation.        Superintendent Niki Nicholas   Superintendent Niki Stephanie Nicholas    Niki Stephanie Nicholas serves as the Park Superintendent for Big South Fork National River and Recreation Area, and for Obed Wild and Scenic River. Nicholas, who had been serving as the Chief of Resources Management and Science at Yosemite National Park in California for the previous seven years, officially assumed her new duties on January 17, 2011.  Prior to working at Yosemite, Nicholas worked at the Tennessee Valley Authority. Her last position there was as senior manager for Environmental Impact Reduction Technologies.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/news\/presskit.htm"
}
