{
    "title": "Big South Fork National River & Recreation Area: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                 Archive           Subscribe  | What is RSS     April 27, 2016  2016 Decoration Day -Cemetery Visit Assistance  The Big South Fork National River and Recreation Area will provide assistance on Friday, May 6, and Saturday, May 7, for family members who wish to visit remote cemeteries and do minor clean-up of graves of their relatives.   February 23, 2016  Big South Fork Hiring Lifeguards for Summer 2016  Big South Fork National River and Recreation Area invites interested candidates who want to become a lifeguard to apply today.   February 22, 2016  Big South Fork Open House on Contaminated Mine Lands Plans on March 10  The Park will be holding an open house on Thursday, March 10, at the Stearns Ranger Station from 4:30 to 6:30 p.m. (ET)   February 16, 2016  Tennessee State Parks on the Cumberland Plateau Program:  Crossville-Cumberland County Visitor Center on February 20  Commissioner of the Bureau of Parks and Conservation for the State of Tennessee is the guest speaker.   February 09, 2016  Big South Fork National River and Recreation Area to Host 16th Annual Spring Planting and Music Festival  Big South Fork National River and Recreation Area will be hosting the 16th annual Spring Planting and Music Festival on Saturday, April 30, 2016. The festival celebrates the Appalachian way of life that has been such a huge part of the history of the Big South Fork area.   January 15, 2016  Big South Fork and Obed Parks Host Science Meeting on April 20  The overall goal of the public meeting is to facilitate an increased understanding of the ecosystems of the parks, enhance communication and collaboration among researchers and the public, and encourage future scientific investigations.   January 13, 2016  Cumberland Plateau Music Program featuring Leonard Anderson, Crossville-Cumberland County Visitor Center, Saturday, January 16  Big South Fork National River and Recreation Area proudly presents an interpretive program: Cumberland Plateau Music featuring Leonard Anderson.   January 12, 2016  Centennial Challenge Healthy Hike: Gobblers Knob Trail, January 30  Join Ranger Mary Grimm at the Gobblers Knob Trailhead located off the Divide Road.   December 29, 2015  Crafters and Volunteers Invited to Participate in the 16th Annual Big South Fork Spring Planting and Music Festival  Traditional arts and crafts as well as music will be included as part of the festival throughout the day.   November 25, 2015  Traditional Appalachian Christmas Music Interpretive Program at the Gateway to the Big South Fork Visitor Center  Enjoy an afternoon of old fashioned Christmas carols to celebrate the upcoming season!   October 13, 2015  Big South Fork and Obed Waive Some Fees for Veteran’s Day  On Veterans Day, or any day, honor those that have served and sacrificed for our country.   October 01, 2015  Blue Heron Loop to be Temporarily Closed on October 3 Afternoon Due to Special Event  The trail will be closed to all non-event users until 5:00 p.m.   September 23, 2015  Justus Stearns Program on November 15 in Stearns, Kentucky  Plan to attend this free event to hear stories about Justice S. Stearns and his remarkable achievements in McCreary County and throughout the region.   September 22, 2015  Find Your Park: Big South Fork NRRA & Obed WSR to Celebrate National Public Lands Day on September 26  National Public Lands Day is the nation’s largest, single-day volunteer event.   September 16, 2015  Schedule of Events Announced for Upcoming Storytelling Festival  The storytelling festival is on Eastern Time. The event is free to the public.   September 16, 2015  Hog Hunting Permits for Big South Fork and Obed Go on Sale Starting September 26  A valid hunting license is required to purchase the permit.   September 16, 2015  Big South Fork Celebrates 22nd National Public Lands Day on September 26  National Public Lands Day is the nation's largest, single-day volunteer event.   September 14, 2015  Hog Hunting in Big South Fork on Saturday, September 26, at the New Bandy Creek Amphitheater  This interpretive program is free of charge and wheel chair accessible.   September 08, 2015  A Week of Storytelling Across the Big South Fork  Join us for eight days of storytelling.   September 01, 2015  Big South Fork NRRA Welcomes Fourth Grade Students Through Every Kid In a Park Initiative  New National Program Encourages Families and Classes to Visit National Parks.   August 27, 2015  Tennessee Youth Finish Valuable Work for Summer 2015 at the Big South Fork  Participants gain valuable professional experience working on National Park Service lands.   August 26, 2015  Art in the Park Reception: Inaugural Photo Contest Winners Will Be Revealed on September 5  The reception will start at 5:00 p.m. (ET).   August 21, 2015  Kentucky YCC Youth Rehabilitate Alum Hiking Trail Bridge  The Youth Conservation Corps program is one that trains young people and provides outdoor work that is supervised by a trained crew leader.   August 17, 2015  Return of Three Species of Federally Protected Freshwater Mussels to Big South Fork  For some of these species, the river running through Big South Fork National River and Recreation area is a last refuge.   August 14, 2015  Blue Heron Ghost Train Storytelling Event on Saturday, September 12  Make plans now to attend the year's kickoff event.   July 27, 2015  Find Your Park: Big South Fork and Obed to Celebrate the National Park Service’s 99th Birthday on August 25  Visitors are encouraged to celebrate all that America's more than 400 national parks have to offer and try something new.   July 27, 2015  Bandy Creek Pool Closed on August 8 and 9  The pool will re-open Saturday, August 15.   July 23, 2015  New Big South Fork Trailhead Established Near Rugby  Also features a newly renovated picnic area and canoe launch.   July 21, 2015  Haunting in the Hills Storytelling Festival on September 19  Storytelling predates writing, with the earliest forms of storytelling usually oral combined with gestures and expressions.   July 16, 2015  Experience Your Big South Fork - “Once in a Blue Moon” Program on July 31  Bring a blanket or chair for comfortable seating and a flashlight for this nighttime program.   July 13, 2015  Big South Fork Climbing Management Listening Sessions Scheduled on July 16 and 23  Both listening session locations are wheelchair accessible.   July 13, 2015  On the River with a Ranger at the Big South Fork on July 17  Please call or email Effie Houston at (423) 569-9778 or effie_houston@nps.gov if interested in attending.   June 26, 2015  Former CCC Worker Shares Experiences with YCC Crew  On June 18, 2015, former Civilian Conservation Corps (CCC) worker, Oscar Odom was the featured guest for “Experience Your Park – A Day on the Trail,” a special park event that showcased the work by Big South Fork’s Youth Conservation Corps (YCC) crews.   June 25, 2015  Volunteers Working Hard at Big South Fork National River and Recreation Area  Volunteers are a critical part of the National Park Service and their service is greatly appreciated.   June 11, 2015  Kid’s Day at Gateway to the Big South Fork Visitor Center on June 16  This event is free, wheelchair accessible, and open to all.   June 11, 2015  Outfitters and Guide Services in the Big South Fork  There are a number of permitted outfitters and guide services to make your trip more memorable and enjoyable.   June 09, 2015  Big South Fork Climbing Management Listening Sessions Scheduled in July  Both listening session locations are wheelchair accessible.   May 20, 2015  Crafters Invited to Participate in the 23rd Annual Haunting in the Hills Storytelling Festival  The park encourages all interested craft persons to participate in this year's festival.   May 15, 2015  All Big South Fork Summer Visitor Contact Stations Open by Saturday, May 23  There are six visitor contact stations throughout the park this summer.   May 15, 2015  Astronomy Programs at Bandy Creek on Saturday, May 23  These programs are wheelchair accessible and there is no charge to attend.   May 13, 2015  Zenith Picnic Area Improvement Planned at Big South Fork  While construction activities are being accomplished, the area will need to be closed.   May 12, 2015  Celebrate National Trails Day at Big South Fork on Saturday, June 6  Participants should meet at the Bandy Creek Visitor Center by 8:30 a.m. (EDT).   May 11, 2015  Bandy Creek Pool to Open on Saturday, May 23  The pool will be open to the public from noon to 6:00 p.m. (ET) on Saturdays, Sundays, and holidays.   May 08, 2015  Wi-Fi Now Available at the Blue Heron Outdoor Interpretative Center  The park is providing the service to help visitors plan their time in the Big South Fork.   May 08, 2015  Rangers Hall, Hudson, and Painter Receive National Valor Award  The award was bestowed for an incident that started around midnight on May 11, 2014.   May 07, 2015  Big South Fork Announces Blue Heron Decoration Day on Saturday, May 16  This event is free of charge and wheelchair accessible.   April 27, 2015  Big South Fork and Three Horse Clubs Receive Centennial Challenge Grant to Improve Appaloosa Field  These Centennial Challenge Grants are part of a multi-year effort to prepare for the National Park Service Centennial in 2016.   April 23, 2015  2014 Tourism to Big South Fork NRRA Created $17.5 Million in Economic Benefits  A new National Park Service report shows that approximately 600,000 visitors to Big South Fork National River & Recreation Area in 2014, spent $17.5 million in communities near the park. That spending supported 242 jobs in the local area and had a cumulative benefit to the local economy.   April 23, 2015  Big South Fork and Obed Trails Highlighted in the Mountain Laurel Walks Celebration  The Mountain Laurel Walks is an annual celebration of late spring in the Upper Cumberland Plateau.   April 22, 2015  Events for Spring Planting and Music Festival on Saturday, April 25  There is something for everyone.   April 20, 2015  Natural and Cultural Resource Talks at Spring Planting and Music Festival  Bring the family and learn more about the Big South Fork.   April 13, 2015  Trail Keeper Volunteer Program Expanded at the Big South Fork  Trail Keepers is a volunteer program for people who love the park's trails and want to help take care of them.   April 10, 2015  Live Music Coming to the Big South Fork Spring Planting and Music Festival  Bring a lawn chair or a blanket and bug spray and enjoy a great day of good food and music!   April 10, 2015  Roadside Downed Firewood Permits Available at Big South Fork  There is no charge for the permits.   April 09, 2015  Big South Fork Announces the Official Opening of Bear Creek Horse Camp  The campground is now a part of the park's fee program.   April 09, 2015  Big South Fork’s Dale Beagle Retires This Month  Dale is looking forward to spending more time enjoying his wood working, fishing and gardening activities.   April 08, 2015  Experience Big South Fork: A Celebration of National Park Week  Learn how to make the most of this recreational paradise!   April 08, 2015  Earth Day for Junior Rangers at the Crossville-Cumberland County Visitor Center  Young visitors will have an opportunity to earn their very own Junior Ranger badges.   April 06, 2015  Yahoo Falls Wildflower Hike on Saturday, April 18  This hike is free of charge.   April 06, 2015  Find Your Park: Big South Fork and Obed to Celebrate National Park Week 2015 with Free Camping  National Park Week will kick off with free backcountry camping permits as well as free camping.   April 06, 2015  Angel Falls Wildflower Hike on Saturday, April 11  This ranger-led hike begins promptly at 9:00 a.m. (EDT) on Saturday, April 11, at the Leatherwood Ford gazebo.   April 02, 2015  Big South Fork Spring Planting Festival has “Changed Up” to Include Music  Bring a lawn chair or a blanket and bug spray and enjoy a great day of good food and music!   March 27, 2015  Crafters Invited to Big South Fork Annual Spring Planting and Music Festival  All applications need to be submitted no later than Friday, April 17.   March 19, 2015  A Day of Fun for Children at Spring Planting and Music Festival  This event is free to attend.   March 19, 2015  Reception for Kentucky Secretary of Tourism on April 14  Secretary Stewart oversees the Tourism, Arts and Heritage Cabinet.   March 18, 2015  Share Your Big South Fork Heritage for the Ages  Bring photos of the old home place, family portraits and outings on May 16 to Blue Heron.   March 17, 2015  Spring 2015 Prescribed Fires to Begin in Big South Fork  Only when the weather and conditions meet the defined prescription will the fires be ignited.   March 17, 2015  Presentation on Natural Resources of the Cumberland Plateau  This program is free of charge and handicap accessible.   March 17, 2015  Big South Fork Announces 2015 Opening Schedule for Park Campgrounds  Campsites can be reserved online at www.recreation.gov or by phone at 1-877-444-6777.   March 13, 2015  Demonstrators Invited to Participate in the 15th Annual Spring Planting and Music Festival  The Big South Fork is seeking demonstrators that emphasize the way of life when people depended on the land for their survival.   March 13, 2015  Big South Fork’s Station Camp Horse Camp Under New Management  The new operator of Station Camp Horse Camp is David Slaven, longtime resident and business owner in Fentress County.   March 12, 2015  Burnt Mill Bridge Area Cleanup on Saturday, April 4  The day will begin at 9:00 a.m. (Eastern Time) at the parking lot of the day use area.   March 02, 2015  Ice Storm Impacts Big South Fork  Staff are currently working to open park roads and will have to wait for a spring melt before addressing the damaged trails.   March 02, 2015  First Annual Blue Heron Decoration Day on May 16  The event is free of charge and wheelchair accessible.  Everyone is welcome.   February 28, 2015  Cemetery Visit Assistance Offered by Big South Fork on May 16 and 17  Please contact Effie Houston by noon on Wednesday, May 13.   February 27, 2015  Freedom in Flight: An Interpretative Program on the American Bald Eagle and Other Birds of Prey  This program is free of charge and wheelchair accessible.   February 26, 2015  Big South Fork Ranger Receives Southeast Region’s Harry Yount Award  The National Park Service established the prestigious award in 1994 and it is given annually.   February 19, 2015  Business Opportunities in the Big South Fork  The park is currently recruiting any interested applicants to provide hayrides, swimming lessons, guided horse rides, shuttling, or set up a hot dog stand.   February 09, 2015  Freedom in Flight: A President’s Day Program on the American Bald Eagle and other Birds of Prey  This program is free of charge and wheelchair accessible.   February 09, 2015  Bears on the Plateau: An Interpretive Program on the Black Bear, Saturday, February 28  This fact-filled program begins promptly at 2:00 p.m. (CT).   February 09, 2015  Free Camping at Big South Fork and Obed for President’s Day Weekend  Take this opportunity to experience the unique serenity of camping during the winter.   February 03, 2015  Old Fashioned Valentine Craft-time with a Ranger on Saturday, February 14  This program will begin at 11:00 a.m. in the Bandy Creek Visitor Center.   January 27, 2015  Crafters and Volunteers Invited to Participate in the 15th Annual Big South Fork Spring Planting and Music Festival  Traditional arts and crafts as well as music will be included as part of the festival throughout the day.   January 16, 2015  Who Hoots? A Live Interpretive Program on Owls, Saturday, January 24, at the Crossville-Cumberland County Visitor Center  They will present an interpretive presentation about two species of owls.   January 12, 2015  Big South Fork’s Tommy Barnes Wins Regional Forest Service Award  The award was the result of the group's work coordinating the Tennessee and Kentucky Wildland Fire Academy.   January 12, 2015  Big South Fork Seeks Musicians for Spring Planting and Music Festival  The park is currently soliciting musical groups of the traditional Cumberland Plateau style.   January 05, 2015  Big South Fork Announces First Annual Photo Contest  Entries must be received no later than Tuesday, July 21, 2015.   January 05, 2015  Free Camping at Big South Fork and Obed on Martin Luther King, Jr., Day  This is a day to honor King's principles.   December 22, 2014  Big South Fork Junior Ranger Winter Scavenger Hunt on Saturday, December 27  This fun-filled activity starts at 2:00 p.m. (ET).   December 15, 2014  Join a Ranger for a Fireside Chat at Bandy Creek Visitor Center, Sunday, December 21  This fireside chat and holiday activity will begin at 2:00 p.m. ET.   December 09, 2014  Comments Sought for Big South Fork Contaminated Mine Drainage Remediation Environmental Assessment  Comments regarding the development of this Environmental Assessment can be sent to the park until January 15, 2015.   December 08, 2014  Steve Bakaletz, Wildlife Biologist, to Retire this Month  Steve has 27 years of federal service with most of his time spent at the Big South Fork.   December 08, 2014  Hog Hunting Season is in Effect at the Big South Fork and Obed  Wild hogs may be hunted with weapons legal for whatever season is open through February 28, 2015.   December 03, 2014  Join a Ranger for a Fireside Chat at Bandy Creek Visitor Center, Saturday, December 13  This fireside chat and holiday activity will begin at 11:00 a.m. (Eastern Time)   November 25, 2014  Big South Fork Proposes to Add Bear Creek Horse Camp to Fee Program  The park intends to use the change as an opportunity to promote public awareness and use of the facility.   November 12, 2014  Big South Fork’s John Muir Trail Extension Now Open  This new connection allows hikers to travel approximately 39 miles on the John Muir Trail.   November 07, 2014  Repair Work at Blue Heron Scheduled This Month  Septic system repairs will begin on Monday, November 10th.   November 03, 2014  Horse Camp Business Opportunity within Big South Fork National River and Recreation Area  All responses to the prospectus will be due by Thursday, November 13, 2014.   October 29, 2014  Big South Fork Announces Some Fees to be Waived for Veteran’s Day  One night of fee camping at Alum Ford Campground and free backcountry camping permits.   October 22, 2014  Guided Wagon Rides at Bandy Creek for October and November Weekends  The rides are customizable to the visitor's preference.   October 20, 2014  Bats, Bears and Cobblebars in Our Backyard  The overall goal of the public meeting is to increase understanding of the ecosystems of the parks.   October 08, 2014  New Lick Creek Bridge on the Sheltowee Trace National Recreation Trail  A partnership of the U.S. Forest Service and the National Park Service recently resulted in the rebuilding of Lick Creek Bridge.   October 06, 2014  Parks Host Science Workshop to Share Research Results  The public is invited to spend the day with scientists who have been conducting research at Big South Fork and Obed.   October 03, 2014  Yamacraw Bridge Area Cleanup on Saturday, October 25  The day will begin at 8:30 a.m. (Eastern Time).   October 03, 2014  Dulcimer Concert at Blue Heron Interpretative Center on Saturday, October 18  The Knoxville Area Dulcimer Club will be performing.   September 30, 2014  Astronomy Program at Bandy Creek on Saturday, October 4  There is no charge to attend these programs.   September 26, 2014  Big South Fork Celebrates National Public Lands Day on Saturday, September 27  One night of free camping at Alum Ford Campground and free backcountry camping permits.   September 23, 2014  Burglary Convictions for Theft of Government Property  A National Park Service facility on the Kentucky side of the park had been burglarized with thousands of dollars of equipment stolen during the October 2013 U.S. Government shutdown.   September 22, 2014  Five Different Opportunities to Volunteer for Big South Fork’s National Public Lands Day on Saturday, September 27  Anyone wishing to volunteer on Saturday has a choice of working at five different projects in the park.   September 16, 2014  Business Opportunity within Big South Fork National River and Recreation Area  All responses to the prospectus must be in hard copy and will be due by Thursday, November 13, 2014.   September 15, 2014  Storytelling Festival Promises to Deliver Fun for the Whole Family  This year's storytelling line-up includes David Claunch, Elizabeth Ellis, Faye Wooden, and Joyce Slater.   September 08, 2014  Storyteller Joyce Slater Takes the Stage at the Haunting in the Hills Storytelling Festival  Ms. Slater has been delighting audiences of all ages.   September 05, 2014  Volunteers Needed for Big South Fork National Public Lands Day on Saturday, September 27, in Kentucky  Work will start at 9:00 a.m. and end by 2:00 p.m..   September 05, 2014  October 2 Site Visit for Persons Interested in Operating Station Camp Horse Camp within Big South Fork National River and Recreation Area  Please RSVP for the site visit.   August 29, 2014  Astronomy Program at Bandy Creek on Saturday, August 30  Telescopes will be available for night sky observation.   August 28, 2014  Big South Fork Hog Hunting Permits Go On Sale Starting Saturday, September 27  Wild hogs may be hunted from September 28, 2014, through February 28, 2015, in both Tennessee and Kentucky.   August 25, 2014  Baker Tribute at Big South Fork on Saturday, August 30  An American Bald Eagle will be released at East Rim Overlook in the Big South Fork at 10:30 a.m. ET.   August 19, 2014  Celebrate the National Park Service’s 98th Birthday at the Big South Fork  One night of free camping at the Alum Ford Campground and free backcountry permits have been authorized for Monday, August 25th.   August 19, 2014  Eustace Conway to Speak at 22nd Annual Haunting in the Hills Storytelling Festival  An American naturalist and featured personality on the History channel show Mountain Men.   August 14, 2014  National Park Service Offers Hikes at Rugby Every Weekend Through September  Join us on two very enjoyable walks in the park adjoining Historic Rugby.   August 13, 2014  Big South Fork Receives “Ticket to Ride” Grant from the National Park Foundation  The grant will allow hundreds of school children and their teachers to travel into the Blue Heron.   August 13, 2014  Volunteers Needed for Big South Fork National Public Lands Day on Saturday, September 27  Meet at the Oscar Blevins Farm located off West Bandy Creek Loop Road by 9:00 a.m. ET.   August 11, 2014  Tennessee Youth Finish Valuable Work This Summer at the Big South Fork  The YCC crew finished a number of projects including 20 miles of trail rehabilitation.   August 11, 2014  Kentucky Youth Rehabilitate Yahoo Falls Trail  The crew spent the summer rehabilitating sections of the Yahoo Falls Trail.   August 11, 2014  Public Comments Sought on Contaminated Mine Lands Drainage Projects at Big South Fork  All comments are due by Friday, August 15th.   August 11, 2014  Big South Fork Gets Ready For Storytelling Festival  Approximately eight acres of orchard timothy grass are cultivated each season.   August 04, 2014  Twenty-Second Annual Storytelling Event Scheduled for Saturday, September 20, 2014  Neighbors and visitors alike are encouraged to come spend a special day at the Big South Fork NRRA!   July 30, 2014  Blue Heron Ghost Train: Storytelling Event at the Blue Heron Mining Community, Saturday, September 6  The evening's storytelling sessions will begin around 7:30 p.m.   July 21, 2014  Tourism to Big South Fork Creates 16 Million Dollars in Economic Benefit  Report shows visitor spending supports more than 200 jobs in local economy.   July 11, 2014  Historic Rugby and Crossville National Park Passport Stamps Now Available  They will be available starting Saturday, July 12th.   July 07, 2014  Upcoming Public Scoping Meetings to Discuss Contaminated Mine Lands Drainage at Big South Fork  The first meeting will be on Monday, July 14th.   June 25, 2014  New Comfort Station Now Open at Station Camp  The new comfort station is accessible to mobility impaired visitors.   June 24, 2014  Crafters and Volunteers Invited to Participate in the 22nd Annual Storytelling Festival at Big South Fork  All applications need to be received no later than Friday, September 5th.   June 18, 2014  Public Scoping Meetings to Discuss Contaminated Mine Lands Drainage at Big South Fork  The NPS will be conducting three public meetings in the local area.   June 17, 2014  Astronomy Program at Bandy Creek on Saturday, June 28  Saturday night at 8:30 p.m. (ET)   June 17, 2014  Big South Fork’s First Archeologist to Retire at the End of the Month  Tom has worked at the Big South Fork for more than 28 years.   June 16, 2014  Grand Opening of Rugby’s Big South Fork Visitor Contact Station on June 21  Event will be held at noon (ET).   June 09, 2014  Whose Track Is It? An Interpretive Program at Bandy Creek Campground, Saturday, June 14  Come and enjoy this kid-friendly interpretive program with Park Ranger Miriam Matthias   June 03, 2014  Big South Fork National River and Recreation Area Observes Tennessee and Kentucky Free Fishing Days  Saturday, June 7, is Free Fishing Day in Tennessee.   May 29, 2014  Cemetery Visit Assistance Offered by Big South Fork  Assistance will be provided on Friday, June 6, and Saturday, June 7.   May 29, 2014  Big South Fork Offers Ranger-Led Programs Almost Every Day Through Labor Day Weekend  Throughout this summer, rangers will be leading weekly hikes and conducting 20-minute porch talks daily.   May 19, 2014  Nocturnal Animals of the Big South Fork:  An Interpretive Program at Blue Heron Campground, Saturday, May 24  This program begins promptly at 7:00 p.m. (ET) at the Blue Heron Campground.   May 19, 2014  Yahoo Falls Nature Hike:  An Interpretive Hike Starting from Yahoo Falls Parking Area, Sunday, May 25  This fun, fact-filled hike begins promptly at 10:00 a.m. (ET) on Sunday, May 25, at the Yahoo Falls parking area.   May 15, 2014  Astronomy Programs at Bandy Creek, Big South Fork, on Saturday, May 24  Paul Lewis from the University of Tennessee will be presenting two special astronomy programs on Saturday, May 24th.   May 15, 2014  Celebrate National Trails Day at Big South Fork on Saturday, June 7  The event will be held on the Middle Creek Nature Loop at 8:30 a.m. EDT   May 13, 2014  Big South Fork Hosts Conservation Planning Information Session on Tuesday, May 20th  The program information session will be at the Bandy Creek Interpretation and Education Building starting at 5:00 p.m. ET   May 13, 2014  Concessionaire Selected to Run Charit Creek Lodge  J. Frank Moore, III has been awarded a ten year concession contract starting June 18, 2014   May 09, 2014  Endangered Species Day Hike at Twin Arches on Saturday, May 17  The hike begins at 10:00 a.m. (CT)   May 09, 2014  Join Park Geologist on May 17 to Discover Fossils and Prehistoric Environments of the Big South Fork  The hike begins at the Leatherwood Ford gazebo at 10:00 a.m. (ET)   April 25, 2014  Big South Fork Receives a 2014 America's Best Idea Grant  For the second consecutive year, the Big South Fork has been awarded a substantial grant from the National Park Foundation.   April 23, 2014  National Park Service to Conduct Walks for Wildflower Discovery Weekend May 2 and 3  Pre-registration is required and group size is limited.   April 23, 2014  Big South Fork Hosts Conservation Planning Information Session on May 20  The purpose of the meeting is to introduce the RTCA program to the communities surrounding the Big South Fork and the Obed Wild and Scenic River   April 22, 2014  Natural and Cultural Resource Talks at Spring Planting Event  The talks will be presented from 10:00 a.m. to 4:00 p.m. ET.   April 21, 2014  Share Your Big South Fork Heritage for the Ages  Opportunity to Copy Historic Photos 2014  Bring us copies of the old home place, the family photos and the outings.   April 14, 2014  Big South Fork to Celebrate National Park Week 2014  National Park Week will kick off with free backcountry camping permits as well as free camping at Alum Ford Campground.   April 10, 2014  Big South Fork Announces April 26 as Junior Ranger Day  The Big South Fork is extending a special invitation to young visitors to learn about the history of early farming in the area.   April 09, 2014  Grand Opening of the Gateway to the Big South Fork Visitor Center in Crossville  Open house all day Thursday April 17th.   April 08, 2014  Big South Fork to Update Fee Rate for Bandy Creek Group Camps  The new fee will become effective on Thursday, May 1, 2014.   April 08, 2014  Join Park Botanist on April 12 to Discover the Wildflowers of the Big South Fork  Hike along the Angel Falls Overlook Trail to the Fall Branch Bridge.   April 03, 2014  Big South Fork Scenic Railway to Resume Seasonal Train Schedule to the Blue Heron Mining Community  The Scenic Railway resumes its train schedule into the park April 3, 2014.   March 28, 2014  Big South Fork Seeking Farmers Interested in Leasing Hay Fields  The park is making some fields available for hay production.   March 25, 2014  Spring Prescribed Fires to Begin in Big South Fork  During the burns some park roads and trails may be closed temporarily for visitor safety.   March 19, 2014  Share Your Big South Fork Heritage for the Ages:  Opportunity to Copy Historic Photos  Bring us copies of the old home place, the family photos and the outings.   March 18, 2014  Spring Planting Festival to be Held April 26 at Big South Fork  The event will take place from 9:00 a.m. until 4:00 p.m. Eastern time.   March 17, 2014  Brewster Bridge Area Clean Up on Saturday, March 22  The day will begin at 8:30 a.m. (Eastern Time).   March 17, 2014  Big South Fork to Staff Information Centers in Rugby, Tennessee, and Stearns, Kentucky, this Summer  Visitor centers to be open holidays and weekends from Memorial Day until Labor Day.   March 03, 2014  Tourism to the Big South Fork Creates $17 Million in Economic Benefit  The peer-reviewed visitor spending analysis was conducted by U.S. Geological Survey economists for the National Park Service.   February 27, 2014  Vendors Sought to Provide Hay Rides at Bandy Creek this Year  Riding in a wagon was once the way of life in the old days.   February 25, 2014  Sherry Fritschi to Retire on March 31 from the National Park Service  A 19-year federal employee who has worked at the Big South Fork National River and Recreation Area since 2000.   February 20, 2014  Bandy Creek Pool to Open this Summer  The pool will be open Saturdays, Sundays, and holidays from Memorial Day weekend to Labor Day.   February 19, 2014  Big South Fork is Currently Seeking Snack Vendor for Pool  Snack stand to be open on Saturdays and\/or Sundays throughout the summer.   February 19, 2014  Big South Fork Announces Opening Schedule for Park Campgrounds  All camping facilities will open on Tuesday, April 1st   February 13, 2014  Brewster Bridge Area Clean Up Day on March 22  Join us on Saturday, March 22, 2014.   February 06, 2014  Celebrate President’s Day Weekend with Big South Fork NRRA  Free camping for backcountry camping permits and Alum Ford Campground.   February 03, 2014  New Trails Volunteer Program Unveiled at the Big South Fork  The program is being launched first for the trails in the Kentucky side of the park.   January 28, 2014  Wildflower Discovery Weekend on May 2-3, 2014  Hikes are scheduled for both Friday and Saturday.   January 13, 2014  Martin Luther King, Jr.’s Birthday is a Fee Free Day at Big South Fork  This is the first fee free day of 2014.   November 25, 2013  Legends of the Cumberland Plateau Program  At Bandy Creek on Saturday, November 30  Learn how stories get started and hear legends that take place on or near the land that became the Big South Fork!   November 18, 2013  Old World Traditions, New World Homes: The Oscar Blevins Farm; an Interpretive Program at Oscar Blevins Farm, Saturday, November 23  This informative program is scheduled to start at 2:00 p.m. EST   November 04, 2013  O&W Volunteer Clean Up and Cook Out on Saturday, November 9  Start the day at 8:30 a.m., Eastern Time, by signing up at the park entrance on the O&W Road   October 29, 2013  New Site Visit Date for Persons Interested in Operating Charit Creek Lodge within Big South Fork National River and Recreation Area  Interested persons may see the prospectus on the internet or get a printed prospectus package.   October 25, 2013  Legends of the Cumberland Plateau Program at Bandy Creek on Saturday, October 26  The program will take place at 10:30 a.m. (EDT)   October 22, 2013  Volunteer Clean Up of the O&W Road on Saturday, November 9  A clean-up day to focus on the O&W Road.   October 21, 2013  Big South Fork Announces Some Fees Waived for Veterans Day Weekend  Free camping at Alum Ford Campground and free backcountry permits for these dates.   October 21, 2013  Big South Fork Announces 2013 Winter Schedule For Park Facilities  The Big South Fork has a great deal to offer during the winter months.   October 17, 2013  Cultural Heritage Days at the Blue Heron Mining Community, Saturday, October 19 & 26  All events are free and begin each Saturday morning at 10:00 a.m. ET.   October 17, 2013  Walk to the Katie Blevins Cemetery, Big South Fork, on Saturday, October 19  Participants will also have the opportunity to tell a story about family traditions.   October 17, 2013  Big South Fork National River and Recreation Area Welcomes Everyone Back  This is a perfect time to hike, ride, and enjoy the outdoors.   September 26, 2013  Volunteer Clean Up of the O&W Road on Saturday, November 2  Start the day at 8:30 a.m., Eastern Time   September 19, 2013  Hog Hunting Permits Go On Sale Starting Saturday, September 28  Hogs may be hunted from September 28, 2013, through February 28, 2014.   September 18, 2013  Big South Fork Proposes Fee Updates for Bandy Creek Swimming Pool  The goal of the park is to reopen the pool in 2014.   September 18, 2013  Solicitation for a Concession Contract to Operate an Overnight Rustic Lodging Service within Big South Fork National River and Recreation Area  Proposals are due no later than 3:00 p.m. (Eastern Time) January 8, 2014.   September 18, 2013  Volunteers Needed for Big South Fork National Public Lands Day on Saturday, September 28  National Public Lands Day is the nation's largest, single-day volunteer event.   September 17, 2013  Big South Fork celebrates National Public Lands Day on Saturday September 28th  National Public Lands Day is the nation's largest, single-day volunteer event.   September 16, 2013  National Public Lands Day Ribbon Cutting Ceremony for an Improved Proctor Ridge Trail in Tennessee on Saturday, September 28  The ceremony will take place at 1:00 p.m. EDT at the Proctor Ridge Trail entry.   September 10, 2013  Early Alert for an Opportunity to Operate an Overnight Rustic Lodging Service within Big South Fork National River and Recreation Area  The prospectus will be posted by September 24th.   September 09, 2013  Twenty-First Annual “Haunting in the Hills” Storytelling Festival to be held Saturday, September 21, at Big South Fork  The day's events will begin at 10:00 a.m. (EDT).   September 04, 2013  Big South Fork Proposes Fee Changes for Bandy Creek Group Camps  Comments or questions about the proposed price change are welcomed.   August 30, 2013  Grand Gap Loop to be Temporarily Closed on September 28 Morning Due to Special Event  Trail will be closed to bicycle riders from 8:30 a.m. to 12:00 p.m. EDT.   August 30, 2013  National Public Lands Day Ribbon Cutting Ceremony for a New Mountain Bike Trail in Kentucky on Saturday, September 28  The ceremony will take place at 10:00 a.m. EDT at the Ledbetter Trailhead.   August 28, 2013  Cultural Heritage Days at the Blue Heron Mining Community Every Saturday in October  All events are free and begin each Saturday morning at 10:00 a.m.   August 26, 2013  Back Porch Program on the Civil War at the Big South Fork on Saturday, August 31  This program will focus on the impact that the Civil War had on the area.   August 26, 2013  Tree Walk in Bandy Creek Area, Big South Fork NRRA, on Sunday, September 1  Visitors will learn about alternate and opposite branching and compound and simple leaves.   August 26, 2013  Bluegrass Music Concert at Bandy Creek, Big South Fork NRRA, on Saturday, August 31  Great Day in the Morning and The Hughett Family will be performing.   August 22, 2013  Tell Us Your Story at the Big South Fork Haunting in the Hills Storytelling Festival, Saturday, September 21, 2013  Come and share your own stories of living, playing or working in the park.   August 14, 2013  The Wild Hog: Domestication in Reverse Interpretive Program at Blue Heron Campground, Saturday, August 24  Ranger Alan Bowlin will present this evening program at 7:30 p.m.   August 14, 2013  Understanding Snakes: An Interpretive Program at Blue Heron Campground, Saturday, August 17  Join NPS Ranger Raymond Little at the Blue Heron campground campfire circle   August 08, 2013  Beginnings of the National Park Service Program at Bandy Creek Campground on Saturday, August 17  Join Ranger Dustin Beaty to learn about the establishment of the Big South Fork.   August 01, 2013  Guided Hike to a Big South Fork Rock Shelter on Sunday, August 11  The hike will begin at 10:30 a.m. (EDT) on the front porch of the Bandy Creek Visitor Center.   July 30, 2013  August 3, Saturday Morning River Safety Program at the Big South Fork Bandy Creek Visitor Center  People of all ages can learn tips for staying safe while paddling.   July 30, 2013  Photography Program at Oscar Blevins Farm, Big South Fork, on Saturday, August 3  Visitors will learn quick and easy tips for all photography levels.   July 29, 2013  Astronomy Program at Big South Fork, August 10, 2013  Paul Lewis will describe which objects to look for in the night sky of August.   July 26, 2013  Big South Fork Celebrates National Park Service’s 97th Birthday on August 25  Celebrate with one night of free camping at Alum Ford Campground or a free backcountry permit for the day.   July 26, 2013  Blue Heron Ghost Train: Storytelling Event at the Blue Heron Mining Community, Saturday, September 7  Make plans now to attend the Third Annual Blue Heron Ghost Train Storytelling program.   July 25, 2013  Big South Fork Youth Conservation Corps  Eight students from McCreary County High School were selected to work on the YCC project this summer.   July 24, 2013  Understanding Snakes: An Interpretive Program at Blue Heron Campground, Saturday, August 3  Join NPS Ranger Raymond Little at the campfire circle on Saturday Evening.   July 22, 2013  Wildlife Myths Program at Bandy Creek Campfire Circle, Big South Fork NRRA, on Saturday, July 27  People of all ages can learn how to keep safe while hiking.   July 22, 2013  Live Snake Program at Bandy Creek Visitor Center on Saturday, July 27  Visitors will have the opportunity to see a live corn snake and a live black rat snake.   July 16, 2013  The Wild Hog: Domestication in Reverse Interpretive Program at Blue Heron Campground, Saturday, July 27  Come learn how this domesticated free-roaming animal of centuries past got here.   July 15, 2013  Bear on the Plateau:  An Interpretive Program at Blue Heron Campground, Saturday, July 20  This is a program about Big South Fork's largest mammal: American Black Bear   July 15, 2013  Legends of the Cumberland Plateau Program at Bandy Creek Campfire Circle on Saturday, July 20  Visitors will learn how stories get started and hear legends.   July 15, 2013  Guided Hike to a Big South Fork Rock Shelter on Sunday, July 21  The hike will begin at 10:00 a.m. (EDT).   July 11, 2013  Twenty-First Annual Big South Fork Haunting in the Hills Storytelling Festival Scheduled for Saturday, September 21, 2013  The day's events will feature storytelling, craft demonstrations, workshops and sales of craft items.   July 11, 2013  Big South Fork Visitor Use Survey Report Now Available  The park partnered with the University of Idaho to conduct a systematic random sample of visitor groups at 11 locations.   July 08, 2013  Scavenger Hunt at Bandy Creek Visitor Center on Saturday, July 13 at 7:30 p.m.  Join Ranger Dustin Beaty for an exciting and fun filled scavenger hunt!   July 08, 2013  Guided Photography Hike at Bandy Creek on Saturday, July 13  Visitors will learn quick and easy tips for all photography levels.   July 08, 2013  White Nose Syndrome Plagues Hibernating Bats: An Interpretive Program at Blue Heron Campground, Saturday, July 13, 7:30 p.m.  This exotic fungal disease is responsible for the death of millions of native species of hibernating bats.   June 24, 2013  White Nose Syndrome Plagues Hibernating Bats: An Interpretive Program at Blue Heron Campground, Saturday, June 29, 7:30 p.m.  Ranger Alan Bowlin will present this evening activity at 7:30 p.m.   June 24, 2013  For The Love of Bugs: An Interpretive Program at Blue Heron Campground, Saturday, July 6  Join Ranger Bill Herman at the Blue Heron campfire circle at 7:30 p.m. (EDT)   June 24, 2013  Walk to the Katie Blevins Cemetery at Big South Fork on Saturday, July 6  Please meet at the Bandy Creek Trailhead at 7:00 p.m. (EDT)   June 24, 2013  Saturday Morning Black Bear Program at the Bandy Creek Visitor Center on July 6th  Learn how to keep safe in bear habitat.   June 24, 2013  Tree Walk in the Vicinity of the Bandy Creek Visitor Center, Big South Fork NRRA, on Sunday, July 7  Participants should meet at the Bandy Creek Visitor Center for an easy walk in the vicinity.   June 21, 2013  Bear on the Plateau: An Interpretive Program at Blue Heron Campground, Saturday, June 22  This fun, fact-filled evening activity begins promptly at 7:30 p.m.   June 19, 2013  “Tracking Through the Wild” at Bandy Creek Visitor Center on Saturday, June 29  The program will be held at the Bandy Creek Visitor Center at 10:30 a.m.   June 19, 2013  Astronomy Program at Big South Fork Saturday, June 29, 2013  Paul Lewis will describe which objects to look for in the night sky of June.   June 12, 2013  Exotic and Invasive Plant Control Seminar to be Held at Big South Fork on June 27  The seminar is open to the public.   June 11, 2013  Legends of the Cumberland Plateau Program at Bandy Creek Campfire Circle on Saturday, June 22  Join us at the campfire circle at 7:00 p.m. (EDT)   June 11, 2013  For The Love of Bugs: An Interpretive Program at Blue Heron Campground, Saturday, June 15  Meet us at the Blue Heron campfire circle at 7:30 p.m. (EDT)   June 11, 2013  Wildlife Myths Program at Bandy Creek Visitor Center on Saturday, June 15  This program will be held on the back porch of the Bandy Creek Visitor Center.   June 05, 2013  Saturday, June 15, Evening Black Bear Program at Bandy Creek Campground  Bandy Creek Campground on Saturday, June 15, at 7:00 p.m. (EDT)   June 03, 2013  Guided Hike to a Big South Fork Rock Shelter on Saturday, June 22  The hike will begin at 10:00 a.m. (EDT) at the Bandy Creek Visitor Center   May 31, 2013  Big South Fork to Host National Trails Day Event on Saturday, June 1  The event will be held on the Oscar Blevins Loop and Duncan Hollow Bike Trails   May 29, 2013  National Park Service Announces Selection of Local Teachers for Teacher Ranger Teacher Program  Pam Clark and Jeff Kidd have been selected to work with the National Park Service.   May 29, 2013  Hooked on Fishing Program at Leatherwood Ford on Saturday, June 8  Meet Ranger Dustin Beaty at Leatherwood Ford on Saturday, June 8, at 6:30 p.m. (EDT).   May 29, 2013  White Nose Syndrome Plagues Hibernating Bats Program at Blue Heron Campground, Saturday, June 8  Ranger Alan Bowlin will present this evening activity on June 8, at 7:30 p.m. (EDT).   May 29, 2013  Crafters and Volunteers Invited to Participate in the 21st Annual Storytelling Festival at Big South Fork  All applications need to be received by Friday, September 6th.   May 23, 2013  Bear on the Plateau: An Interpretive Program at Blue Heron Campground, Saturday, June 1  Come and enjoy an evening outdoors with Ranger Debby Zimmerman.   May 22, 2013  Live Snake Program at Bandy Creek Campfire Circle on Saturday, June 1  Visitors will have the opportunity to see a live corn snake and a live black rat snake.   May 21, 2013  Bandy Creek Pool will be Closed for 2013  The park is evaluating ways to possibly open the pool for the 2014 season.   May 20, 2013  Big South Fork Receives 2013 America’s Best Idea Grant From the National Park Foundation  Big South Fork National River and Recreation Area is one of 34 national parks across the country selected to receive the award.   May 20, 2013  Storytelling Hour at Bandy Creek on Memorial Day, Monday, May 27  Shirley Nicholson will be telling stories for children of all ages.   May 20, 2013  For The Love of Bugs: An Interpretive Program at Blue Heron Campground, Saturday, May 25  Join NPS Ranger Bill Herman at the Blue Heron Campground Campfire Circle at 7:30 p.m. (EDT)   May 17, 2013  Evening Black Bear Program at Bandy Creek Campground on Saturday, May 25th  Learn how you can keep yourself safe and the bears out of trouble   May 06, 2013  Astronomy Programs at Bandy Creek, Saturday, May 18  Paul Lewis from the University of Tennessee and Big South Fork astronomy volunteers will be giving presentations all day.   May 06, 2013  Teacher-Ranger-Teacher Hughett Presents School Programs at Fairview Elementary for National Park Week  Lounicia worked at Big South Fork during the summer of 2012.   April 30, 2013  Big South Fork Announces Birding Walk at Bandy Creek on Saturday, May 11  Meet at the Bandy Creek Visitor Center at 8:00 a.m. EDT   April 30, 2013  Coffee with a Ranger Program at Bandy Creek Visitor Center on Saturday, May 4  From 9:30 to 10:30 a.m. Eastern Time   April 19, 2013  Spring Planting Festival to be Held Saturday, April 27, at Big South Fork  The event starts at 9:00 a.m. EDT and is free of charge.   April 17, 2013  Big South Fork Spring Planting Festival to Feature Antique Tractor Show on Saturday, April 27  The event starts at 9:00 a.m. EDT.   April 15, 2013  Bring Your Kids to Celebrate National Junior Ranger Day at Big South Fork!  Meet at the Bandy Creek hiking trailhead at 10:00 a.m. ET   April 15, 2013  Big South Fork celebrates National Park Week  The celebration starts this Saturday!   April 08, 2013  Vacation Volunteers Come to Big South Fork to Work on Trails  Join us in June for this exciting event!   April 08, 2013  What’s Happening at Big South Fork, April 12 and 13  Programs wil be offerred this upcoming weekend   April 01, 2013  Ranger Program on Fire Ecology on Saturday, April 6, at Bandy Creek  Saturday April 6th   March 18, 2013  Vendors and Crafters Needed for Spring Planting Festival on Saturday, April 27th at Big South Fork  Application deadline is Friday, April 19th.   March 14, 2013  Camping Facilities are Open for Use in Big South Fork  Camping facilities open at the end of the month   March 14, 2013  Prescribed Fires to Begin in Big South Fork NRRA This Month  Fires will occur at locations in both Kentucky and Tennessee.   March 06, 2013  Yahoo Falls Wildflower Hike Saturday, March 30, 2013  The hike will begin at 10:00 a.m. Eastern Time   February 26, 2013  Big South Fork National River and Recreation Area Tourism Creates $26,116,000 in Local Economic Benefit: Part of $30 billion impact that supports 252,000 jobs nationwide  This spending supported 388 jobs in the local area.   February 25, 2013  Art Reception at Obed Visitor Center on Friday, March 1  The reception will be held from 4:30 to 6:30 p.m. (Eastern Time)   February 14, 2013  National Park Service Begins Pilot Project to Assess Wagon Use on the O&W Trail  During the pilot project, wagon use will be restricted to Monday through Friday only.   February 07, 2013  Parks Establish Artist-In-Residence Program  Penny Otwell has been selected as the first artist-in-residence   February 07, 2013  Big South Fork’s Tom Blount Receives Top Southeastern Award for Natural Resource Management  The award is in recognition of the development of a comprehensive minerals management program at Big South Fork and Obed   January 28, 2013  Prescribed Spring Burning to Begin in Big South Fork NRRA  Burns to occur at locations in both Kentucky and Tennessee   January 23, 2013  Big South Fork Backcountry and Wild Hog Hunting Permits Now Available Online  Visitors now have unlimited access to purchase a permit   January 14, 2013  Big South Fork Celebrates Martin Luther King, Jr.'s Birthday on Monday, January 21st  One night of free camping at Alum Ford Campground and backcountry permits   January 11, 2013  Big South Fork Bandy Creek Stable and Camp Store Contract Awarded  Contract was awarded to Bobby Gene and Gretta York of Jamestown, Tennessee   January 07, 2013  Volunteering for the National Park Service  There are many opportunities available   November 09, 2012  Big South Fork and Obed Oil and Gas Management Plan Summary Now Available  A short summary document is available   November 05, 2012  Haunting in the Hills Student Art Contest Reception on Saturday November 10th  Reception will be from 2:00 to 4:00 p.m. Eastern Time   November 05, 2012  Big South Fork Has Vacancy Announcement for an Electrician  Vacancy closes on November 16th   October 31, 2012  Big South Fork Honored As An International Mountain Biking Destination  Big South Fork is the first national park unit in the United States to receive the elite Epic Ride designation   October 30, 2012  Big South Fork Announces Winter Schedule for Park Facilities  New hours for visitor center take effect after the weekend   October 29, 2012  Big South Fork Sponsors Haunting in the Hills Student Art Contest and Reception  Contest deadline is Thursday November 8th   October 16, 2012  National Park Service Announces That Some Fees are to be Waived for Veterans Day Weekend  November 10 through 12   October 15, 2012  National Park Service Celebrates National Fossil Day  Wednesday October 17th   October 03, 2012  Big South Fork to Host Cultural Heritage Month at Blue Heron in October  Events will take place every Saturday in October   September 26, 2012  Astronomy Programs at Big South Fork Saturday October 6th  Two special programs will be presented   September 21, 2012  Big South Fork Celebrates National Public Lands Day on Saturday September 29  Contact us to see how you can take part of this event   September 21, 2012  National Park Service Honors Big South Fork and Obed Employee for Excellence  Archeologist Tom Des Jean received the award for Cultural Resource Management   September 20, 2012  Grand Gap Loop to be Temporarily Closed to Bicycles Due to Special Event  Trail will be closed to bicycle riders until noon   September 11, 2012  Temporary Closure of Proctor Ridge Horse Trail  Beginning September 13th   September 10, 2012  Twentieth Annual “Haunting in the Hills” Storytelling Festival to be held Saturday, September 15th at Bandy Creek  The day's events start at 10:00 a.m. EDT   August 31, 2012  Blue Heron Ghost Train Scheduled for Saturday September 8th  Event will begin at the Big South Fork Scenic Railway   August 30, 2012  Visitor Use Surveys at Big South Fork and Obed  To be done in each park during September   August 28, 2012  Public is Invited to Meeting to Discuss Transportation and Recreational Access in the Park  Wednesday August 29th at 4 p.m. ET   August 22, 2012  Interpretive Programs for September 2012  Come out and enjoy a day with us   August 22, 2012  One Week Temporary Closure of Yellow Cliff Horse Trail  Beginning August 27th   August 20, 2012  20th Annual Storytelling Events Scheduled for Saturday September 15th  Events start at 10:00 a.m. ET   August 16, 2012  Conservation Corps Crew Finishes Their 2012 Assignment  A crew of eight students from one of the local high schools was selected   August 08, 2012  UPDATE One Week Temporary Closure of Big Island Horse Trails  Beginning August 13th   August 08, 2012  Big South Fork Staff Participate in the Feds Feed Families 2012 Campaign  Over 220 pounds of food and other needed items were donated   August 08, 2012  Public Invited to Meeting to Discuss Transportation and Recreational Access in the Park  The meeting will take place on Wednesday, August 29th   August 01, 2012  Major Vandalism at Yahoo Falls Parking Lot  This is the third time in the past year   August 01, 2012  Vendors Wanted for Big South Fork NRRA's 20th Storytelling Festival  Deadline for applications is Friday September 7th   August 01, 2012  Big South Fork Announces Lifting of Restrictions on Backcountry Fires  Recent rains have helped   July 31, 2012  Bandy Creek Pool to be Closed Weekdays Starting August 13  Come enjoy the pool on the weekends   July 30, 2012  Interpretive Programs for August 2012  A series of day and evening programs will be offered   July 19, 2012  Final Oil and Gas Management Plan and Environmental Impact Statement Released  for Big South Fork NRRA and Obed WSR   July 18, 2012  Site Visit Meeting on July 26 for Persons Interested in Operating a Stable and Camp Store within Big South Fork  Proposals are due September 14, 2012   July 13, 2012  One Week Temporary Closure of Big Island Horse Trails Postponed  Future closure dates will be announced soon.   July 03, 2012  Public Comment Sought on the Development of a Cumberland Parks Forest Pest Management Plan Environmental Assessment  Comments due by August 1, 2012   July 03, 2012  One Week Temporary Closure of Big Island Horse Trails  Beginning Monday July 16th   July 03, 2012  Solicitation for a Concession Contract to Operate a Stable and Camp Store within Big South Fork  Deadline is September 14, 2012   July 02, 2012  Big South Fork Announces Restrictions on Backcountry Fires  Fire Ban in Effect Until Further Notice   July 02, 2012  Interpretive Programs for July 2012  A series of day and evening programs throughout the month   June 22, 2012  Bandy Creek Pool to be Closed June 26 and 27  Due to limited staffing   June 07, 2012  Expanded Shared Use on Grand Gap Loop Trail  Enjoy spectacular views along this trail   June 06, 2012  Big South Fork Celebrates Get Outdoors Day  Saturday June 9th   June 04, 2012  Free Fishing Day 2012  Saturday June 9th   May 25, 2012  Pool Open On Limited Hours June 13 and 14  Hours will be 4:30 p.m. to 7:30 p.m. ET on June 13 and 14   May 22, 2012  Memorial Weekend Interpretive Programs  Big South Fork will host a series of day and evening programs throughout the weekend   May 17, 2012  Military Passes Now Available  Beginning Saturday May 19 in honor of Armed Forces Day   May 16, 2012  Bandy Creek Pool Opens for the 2012 Season  Opening Friday May 25th at 10:30 a.m. ET   April 23, 2012  Spring Planting Festival this Saturday  Event is free of charge and open to the public   April 17, 2012  Kentucky Open House  Friday May 4th from 2:00 p.m. to 6:00 p.m.   April 16, 2012  Spring Planting Festival to be Held April 28  At the Lora Blevins Farm and Bandy Creek Area   April 16, 2012  Wildflower Hike and Ride at the Big South Fork  Saturday April 21st   April 05, 2012  Celebrate National Park Week  April 21 through April 29   April 02, 2012  Vendors and Crafters Invited to Participate in the Spring Planting Festival  Show off your talents and skills   April 01, 2012  All Camping Facilities Are Now Open  Bandy Creek, Blue Heron and Alum Ford Campgrounds are Open   March 30, 2012  Twelfth Annual Spring Planting Festival  Come join us on Saturday April 28th   March 30, 2012  Mt. Helen Trailhead Damaged by Vandals  Expensive repairs due to costly damage   March 02, 2012  Plugging of Abandoned Oil and Gas Wells to Continue in Big South Fork  Fourteen abandoned oil and gas wells to be reclaimed this spring and summer   March 01, 2012  Big South Fork NRRA Kentucky Open House  Join us Friday, May 4, from 2:00 p.m. to 6:00 p.m. (Eastern)   March 01, 2012  The Local Economic Impact of Big South Fork NRRA  Report shows that more than 650,000 visitors spent $26.6 million in the local area in 2010   February 28, 2012  Prescribed Fires to Begin in Big South Fork National River and Recreation Area  Four units are scheduled to be burned in February, March and April.   February 16, 2012  Big South Fork Taking Applications for Teacher Ranger Teacher Program  This will be the third year for the program   February 14, 2012  Reward Offered for Information Concerning Death of Black Bear  A $500 reward is being offered   February 08, 2012  Vandalism of Yahoo Falls Facilities  Much damage was done requiring costly repairs   January 13, 2012  Public Comment Analysis Report Available  Oil and Gas Management Plan\/Draft Environmental Impact Statement   January 11, 2012  First Fee Free Weekend of 2012  January 14-16, 2012   December 12, 2011  Three Long Time BISO Employees Retiring  Over 111 years of experience altogether   November 03, 2011  New Hours for Bandy Creek Visitor Center  Bandy Creek Visitor Center open from 9am to 5pm ET   October 24, 2011  Fee Free Days at Big South Fork NRRA  Fee Free Camping during Veterans Day Weekend   October 14, 2011  Bandy Creek Bookstore Renovation  Bookstore Items on Sale   October 12, 2011  National Fossil Day at Big South Fork  National Fossil Day at Big South Fork   September 23, 2011  Cultural Heritage Month at Blue Heron  Cultural Heritage Month at Blue Heron   September 23, 2011  Astronomy Program this Weekend  Astronomy Program this Weekend   September 19, 2011  Fee Free Day September 24th  Fee Free Day on Saturday September 24   September 13, 2011  National Public Lands Day 2011  Public Lands Day 2011   September 02, 2011  Big South Fork NRRA to Host Blue Heron Ghost Train  BSFNRRA to Host Blue Heron Ghost Train   August 30, 2011  Nineteenth Annual Big South Fork Haunting in the Hills Storytelling Festival  Nineteenth Annual Big South Fork Haunting in the Hills Storytelling Festival   August 30, 2011  Labor Day Weekend Interpretive Program Schedule  Labor Day Weekend Interpretive Program Schedule   August 25, 2011  BSFNRRA Annouces Public Scoping for the Fire Management Plan Environmental Assessment  BSFNRRA Fire Management Plan EA Public Scoping   August 18, 2011  Rededication of Restored Yahoo Falls Picnic Shelter  Rededication of Restored Yahoo Falls Picnic Shelter   August 18, 2011  Big South Fork to Hold Blood Drive  Big South Fork to Hold Blood Drive   August 17, 2011  BSFNRRA Announces Change in Hog Hunting Season Dates  Big South Fork National River and Recreation Area Announces Change in Hog Hunting Season Dates   August 01, 2011  Big South Fork NRRA Announces August Interpretive Programs  Big South Fork NRRA Announces August Interpretive Programs   July 12, 2011  Abandoned Mines Closed at Big South Fork National River and Recreation Area  Mine Closure   July 12, 2011  Big South Fork and Obed to Observe World Listening Day  World Listening Day 2011   July 01, 2011  Interpretive Programs for July 2011  Interpretive Programs for July 2011   June 28, 2011  Interpretive Programs for Fourth of July Weekend  Holiday Weekend Interpretive Programs   June 14, 2011  Temporary Closure of Big South Fork Horse Trails  Temporary Closure of Big South Fork Horse Trails   June 07, 2011  June 2011 Interpretive Programs  June 2011 Interpretive Program   May 27, 2011  National Trails Day at Big South Fork  National Trails Day at Big South Fork   May 23, 2011  Big South Fork NRRA Announces Memorial Weekend Interpretive Programs  Memorial Weekend Interpretative Programs   April 29, 2011  Temporary Closure of Big Creek Road  Big Creek Road Temporarily Closed   April 29, 2011  Body of Missing Canoeist Tim Godfrey Recovered  Body of Missing Canoeist Recovered   April 22, 2011  2011 Wildflower Programs  2011 Spring Wildflower Programs   April 20, 2011  Spring Planting Festival April 30th  Spring Planting Festival April 30th   April 12, 2011  Charit Creek Lodge is Open  Big South Fork announces Charit Creek Lodge is Open   March 25, 2011  Big South Fork NRRA and Obed WSR Celebrate National Park Week - April 16 thru April 24  Big South Fork NRRA and Obed WSR Celebrate National Park Week - April 16 thru April 24   March 21, 2011  Bandy Creek Bookstore at Big South Fork is Having a Spring Cleaning Sale  Spring Cleaning Book Sale   March 02, 2011  Prescribed Burns to begin in Big South Fork  Prescribed burns to begin in Big South Fork NRRA   February 23, 2011  Big South Fork NRRA Employees Recognized for Support of National Park Service ARRA Projects  Employees Recognized for Extraordinary Performance   February 23, 2011  Ceremony at Big South Fork to Celebrate the Completion of West Bandy Creek Bike Trail Extension  Big South Fork NRRA Media Advisory   February 22, 2011  Big South Fork announces Teacher Ranger Teacher Program  Are you interested in being part of the Teacher Ranger Teacher program?   February 11, 2011  Big South Fork NRRA and Obed WSR Annual Great Backyard Bird Count  Annual Great Backyard Bird Count   March 15, 2010  Tenth Annual Spring Planting Festival  No abstract supplied.   February 26, 2010  Oil and Gas Well Plugging - FONSI  The National Park Service, Southeast Regional Director has approved the Finding of No Significant Impact (FONSI) for Oil and Gas Well Plugging and Reclamation.   January 19, 2010  Environmental Assessment of Oil and Gas Well Sites  Big South Fork National River and Recreation Area announces that the Environmental Assessment for the proposed plugging and reclamation of oil and gas well sites has been completed.   November 04, 2009  Big South Fork Seeks Public Comments for Oil and Gas Well Plugging  The National Park Service is seeking comments on a proposed project to plug and reclaim abandoned oil and natural gas wells at Big South Fork National River and Recreation Area.   September 16, 2009  17th Annual Haunting in the Hills Storytelling Festival  The Seventeenth Annual \"Haunting in the Hills” Storytelling Festival will be held this Saturday, September 19, in the Big South Fork National River and Recreation Area.    September 14, 2009  Appalachian Craft Workshops Presented at Annual Big South Fork Storytelling Festival  No abstract supplied.   June 30, 2009  2009 July Interpretive Programs  The Big South Fork National River and Recreation Area will host a series of day and evening programs during the month of July.  Park rangers and volunteers will present a wide variety of program topics in both Tennessee and Kentucky.    June 11, 2009  Big South Fork to Waive Fees on Three Summer Weekends  Secretary of the Interior Ken Salazar recently announced that the National Park Service will offer three fee-free weekends this summer to encourage Americans seeking affordable vacations to visit these national treasures.    May 26, 2009  Schedule of Interpretive Events for June 2009  No abstract supplied.   May 20, 2009  Successful Search for Overdure Canoeists  Two canoeists arrived safely at Burnt Mill Bridge in Big South Fork NRRA as a search for them was underway after they were reported overdue on Tuesday, May 19, 2009.    May 18, 2009  Fatality at Big South Fork on River  On May 15 2009, Mr. Tony Evans, age 61 of Knoxville, Tennessee, died while canoeing at Big South Fork National River and Recreation Area.    May 04, 2009  Big South Fork Announces Recovery Act Projects  The National Park Service (NPS) announced on April 22, 2009, nearly 800 projects totaling $750 million that can be completed across the country with funding from the American Recovery and Reinvestment Act of 2009.   May 01, 2009  Pine Knot Job Corps Students Clear Hazard Trees from Big South Fork NRRA  Students from the Urban Forestry Trade program at the Pine Knot Job Corps Center cleared hazard trees at the Big South Fork National River and Recreation Area recently.   April 20, 2009  Spring Planting Festival at Big South Fork Saturday, April 25  Big South Fork National River and Recreation Area will be hosting the Ninth Annual Spring Planting Day Celebration on Saturday, April 25, 2009.    April 20, 2009  FONSI Signed for Vista Clearing  Big South Fork National River and Recreation Area officials have completed the Environmental Assessment - Vista Management Plan: Big South Fork Scenic Railway.   March 27, 2009  Local Volunteers Sought for Trail Repair  Big South Fork National River and Recreation Area is looking for volunteers to join park trails crews to learn trails repair methods in a single-day volunteer training and restoration effort for America’s public lands.   March 13, 2009  Prescribed Fires to Occur in Big South Fork  Big South Fork is planning to ignite two prescribed fires the week of March 16, depending upon weather conditions.    March 04, 2009  2009 Prescribed Fires  During the next 6 - 8 weeks, National Park Service fire crews will be conducting a series of prescribed fires within Big South Fork National River and Recreation Area.    December 24, 2008  Stennis Young Named Superintendent  Stennis Young named Superintendent of Big South Fork National River and Recreation Area.   September 24, 2008  National Public Lands Day  Big South Fork National River and Recreation Area trails will be cleared and repaired as area residents join National Public Lands Day, the largest annual coast-to-coast, single-day volunteer restoration effort for America’s public lands.   September 14, 2008  16th Annual Storytelling Festival September 20  The Sixteenth Annual \"Haunting in the Hills” Storytelling Festival will be held Saturday, September 20, 2008, at Big South Fork National River and Recreation Area in Oneida, Tennessee.    September 03, 2008  Sixteenth Annual Storytelling Festival  The Sixteenth Annual \"Haunting in the Hills” Storytelling Festival will be held Saturday, September 20, in the Big South Fork National River and Recreation Area.    July 28, 2008  Park Rangers Present Programs at Big South Fork NRRA  National Park Service Interpreters will be presenting interpretive programs Saturday afternoon and evening.   July 23, 2008  Join Rangers for Saturday Programs at Big South Fork  On Saturday, July 26, 2008, rangers at Big South Fork National River and Recreation Area will present two programs.  Both are free and open to the public.   July 18, 2008  Fatality at Big South Fork National River and Recreation Area  A 57-year-old man was found deceased on Friday, July 18, 2008 off the Angel Falls Trail. The man has tentatively been identified as John Thomas Morgan of Bowling Green, Kentucky.   July 16, 2008  Snake Tales and Backyard Herbs Programs at Big South Fork  On Saturday July 19 and Sunday July 20, Park Rangers Sue Duncan and Shauna Delk will be presenting a variety of interpretive programs.   July 06, 2008  Big South Fork Releases Environmental Assessment for Plugging Abandoned Oil and Gas Wells  Big South Fork National River and Recreation Area plans to plug eleven abandoned oil and gas wells within the park.   June 01, 2008  Reed E. Detring To Leave Big South Fork  No abstract supplied.   April 09, 2008  Spring Planting Festival April 26  No abstract supplied.   April 01, 2008  Big South Fork Chosen of Inclusion in Regional Nature Viewing Trail  Big South Fork National River and Recreation Area (NRRA) is proud to announce its inclusion in the Cumberland Plateau Nature Viewing Trail.   March 28, 2008  Stephen Handly Named New Facility Manager at Big South Fork  Stephen (Steve) Handly who has served most recently as the Facility Management Specialist at Indiana Dunes National Lakeshore in Indiana, has been selected as the new Facility Manager at Big South Fork National River and Recreation Area.   March 26, 2008  Prescribed Fires to Begin in Big South Fork  During the next 4 - 6 weeks, National Park Service fire crews will be conducting a series of prescribed fires within Big South Fork National River and Recreation Area.   February 26, 2008  Big South Fork Continues GMP Implementation  No abstract supplied.   November 07, 2007  Ron Cournelius Honored for 40 Years of Federal Employment  National Park Service employee Ronald J. Cornelius was recently recognized for 40 years of service with the Federal Government and the National Park Service.   October 24, 2007  Big South Fork Lifts Ban on Open Fires  Due to the significant amounts of rain which have fallen in recent days, park officials have lifted the ban on open fires in the Big South Fork National River and Recreation Area.   October 19, 2007  Park Releases Environmental Assessment for Vista Clearing along Scenic Railway  No abstract supplied.   October 12, 2007  October Astronomy Program  No abstract supplied.   October 02, 2007  Ban On Open Fires in Big South Fork NRRA  Due to the extremely dry conditions currently being experienced, park officials have imposed a ban on open fires in the Big South Fork National River and Recreation Area.   September 11, 2007  St. Joesph Petroleum Plan of Operation & EA  No abstract supplied.   August 28, 2007  Fifteenth Annual Big South Fork Storytelling Festival  The Fifteenth Annual \"Haunting in the Hills” Storytelling Festival will be held Saturday, September 22, 2007 in the Big South Fork National River and Recreation Area.   August 10, 2007  Astronomy Program at Bandy Creek  The Big South Fork National River and Recreation Area will be sponsoring a special opportunity for you to view the night sky and maybe see some meteors.   July 10, 2007  2007 SCA Crew Builds New Bridge  A Student Conservation Association crew has just completed a 4-week work assignment here at Big South Fork National River and Recreation Area.   June 29, 2007  Park Marks Trail Crossing at Station Camp  Big South Fork National River and Recreation Area has recently completed marking the first of two horse trail crossings of the Big South Fork River.    June 28, 2007  Volunteer Vacation Trail Crew  No abstract supplied.   June 06, 2007  New Administrative Officer at Big South Fork  Jeannine McElveen who has served most recently as the Administrative Officer at  Devils Tower National Monument in Wyoming, has been selected as the new Administrative Officer at Big South Fork National River and Recreation Area.   April 16, 2007  Twin Arches Hike  Join a National Park Service ranger Saturday April 21, 2007 for a morning hike to the Twin Arches, one of the most magnificent geological features of the Big South Fork National River and Recreation Area.   March 06, 2007  Prescribed Fires to Begin in Big South Fork NRRA  During the next 6 - 8 weeks, National Park Service fire crews will be conducting a series of prescribed fires within Big South Fork National River and Recreation Area.   March 01, 2007  East Rim Overlook and Road Closed for Repair Work  The National Park Service has recently announced plans to completely rebuild the road to the East Rim Overlook and repave a portion of the Leatherwood Road.   January 25, 2007  Park Changes Campground Reservation Services  Beginning this season camping reservations at National Park Service campgrounds, including Big South Fork National River and Recreation Area will be made through the National Recreation  Reservation Service.   October 13, 2006  Big South Fork Proposes Increase to Campground Fees  Big South Fork National River and Recreation Area is proposing to increase the fees currently charged for camping and consolidate the fees for use of the Bandy Creek swimming pool.   September 05, 2006  14th Annual Storytelling Festival  No abstract supplied.   July 18, 2006  Park Service Begins Implementation of GMP  No abstract supplied.   July 07, 2006  Big South Fork Gas & Oil Plan Scoping Session  No abstract supplied.   May 10, 2006  Big South Fork Hosts High Angle Rescue Course  Big South Fork National River and Recreation Area recently hosted a week long training in high angle rescue for National Park Service rangers, State Park rangers and members from several local Search and Rescue teams.    April 19, 2006  Park Host 6th Annual Spring Planting Festival  No abstract supplied.   April 01, 2006  Park to Conduct Prescribed Fire in Darrow Ridge Area  No abstract supplied.   March 13, 2006  Park Releases Plan and Environmental Assessment for Fields Management  No abstract supplied.   February 24, 2006  Fire Management Plan  Big South Fork National River and Recreation Area is proud to announce the completion of a new Fire Management Plan.   January 02, 2006  Phyllis Trabold Named New Community Planner  Phyllis A. Trabold who has served most recently as ecologist with the U. S. Army Corps of Engineers in Los Angeles, California, has been selected as the new Community Planner at Big South Fork National River and Recreation Area.   August 19, 2005  Contractor To Begin Blue Heron Repair Work  Officials at Big South Fork National River and Recreation Area (NRRA) are pleased to announce that a contract has been awarded and work will begin this week to repair facilities at the Blue Heron Mining Community   June 07, 2005  General Management Plan Completed  Southeast Regional Director Patricia Hooks has signed the record of decision for the park's new general management plan (GMP).   March 21, 2005  IMBA Trail Care Crews Work in Big South Fork  At the invitation of Joe Cross and the Big South Fork Mountain Bike Club, the International Mountain Bicycling Associating (IMBA) Trail Care Crew has recently made their way to Big South Fork National River and Recreation Area (NRRA).",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/news\/newsarchive.htm"
}
