{
    "title": "Big South Fork National River & Recreation Area: Blue Heron",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Blue Heron                Blue Heron      Blue Heron, also known as Mine 18, is an abandoned coal mining town and was a part of the Stearns Coal and Lumber Company's past operation. The Blue Heron mines operated from 1937, until December, 1962, when operations were no longer profitable. During that time, hundreds of people lived and worked in this isolated community on the banks of the Big South Fork River. Their story is the the story of Blue Heron.       Click a number on the map or select from the list below to visit the ghost structure's webpage.                                           1 Train Depot 9 Courtship, Marriage, and Family    2 Company Store  10 Entertainment    3 Impressions and Attitudes 11 Mine Entrance   4 Women's Life 12 The Repair Shop   5 Nature's Bounty 13 Tipple and Bridge   6 Superintendent’s House 14 Concession Stand and Restrooms   7 Bathhouse  15 Church      8 Moving  16 School House           When the Stearns Coal and Lumber Company abandoned Blue Heron in 1962, the buildings were either removed or lapsed into decay. As a result, there were no original buildings standing when the community was \"re-created\"  in the 1980s. Built as an outdoor museum the new structures are open, metal shells of buildings, referred to as \"ghost structures\" built on the approximate site of the original buildings and were made as close to the original size and orientation as possible.  It is within each ghost structure that the story of Blue Heron is told. Each structure is themed around a different aspect of life in the community such as the school, church or woman's life. Those stories are then told by the former residents of Blue Heron themselves. Each building contains an audio program through which the people who actually lived and worked in Blue Heron can share their memories and feelings about life in the community of Blue Heron. In addition to the audio program each  structure also contains an exhibit case housing photographs and common everyday items which are relevant to the buildings theme.  The depot is the best place to begin your tour of the Blue Heron Mining Community. You will find a model of the town at its heyday in the 1950s, a model of the coal tipple and bridge, and learn the story of the Stearns Company's timber, railroad and mining operations. The train depot also provides the opportunity to introduce visitors to the \"voices\" of Mine 18. You may visit the Blue Heron Photo Gallery to view a number of historic photographs of not only Blue Heron, but also Stearns and other mining towns owned by the Stearns Coal and Lumber Company.                  The Church               The School               Courtship, Marriage, and Family               Entertainment               Mine Superintendent               Women's Life               Company Store               The Bath House",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/historyculture\/blueheron.htm"
}
