{
    "title": "Big South Fork National River & Recreation Area: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People        An abandoned barn stands in the No Business drainage. Sam Perry      Human occupation of the Upper Cumberland Plateau began approximately 12,000 years ago. These prehistoric American Indian hunters and gatherers were nomadic and moved through this area living off of the abundant game and plants that were present here. About 1,000 years ago, more stable food became available through the invention of farming. However, without modern fertilizers the soils of the plateau are not very suitable for farming and most of the American Indian groups moved to the broad, fertile river valleys. But hunting and gathering was such a productive way of life that some of the small nomadic groups continued to practice that lifestyle throughout the area. Other American Indian groups from villages and towns in the river bottoms would also come to the plateau to supplement their corn, bean, squash food supply. We do not know what these prehistoric people called themselves, but by the late 1700s, Cherokee people were known to be in this area.  Euro-American fur hunters came into the area in the late 1700s, and some of these hardy fur trappers are reputed to have established their base at “Station Camp” Creek,” where the Charit Creek Lodge is located today. By 1810, pioneer settlers came to the Upper Cumberland Plateau and the area of the Big South Fork of the Cumberland River. These first pioneers established farms and began developing the resources of the area including Salt Town, the 1817-1840 site of the Beatty Saltworks, to the numerous saltpeter mines (dating to 1813-1860) found throughout the area. After these “cottage industries” came and went, following the Civil War, coal and timber, and now oil and gas resources of the area were developed. Big South Fork National River and Recreation Area was established to protect and interpret the evidence and remains of these past ways of life, while at the same time allowing for numerous recreational outdoor activities.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/historyculture\/people.htm"
}
