{
    "title": "Rocky Mountain National Park: Picnicking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Picnicking              Picnicking       * The use of disposable or portable charcoal grills, wood fuel camp stoves, and gas grills is allowed for food preparation as adjuncts to fire grates provided by the park in auto campgrounds and picnic areas. Where portable grills are allowed, the used charcoal and ash must be completely extinguished and disposed of in trash receptacle.  Day use picnicking is prohibited in all five campgrounds from the Friday before Memorial Day through the end of September: Aspenglen, Glacier Basin, Longs Peak, Moraine Park, Timber Creek. Any picnicking which interferes with overnight campers is prohibited at all times. Horses and other stock are not permitted in auto campgrounds and picnic areas.           East Side   Tables   Fire Grates   Use of Portable Grills *   Toilets   Notes     Beaver Meadows Visitor Center   4   0   No   Flush restrooms   Open year-round     Big Thompson\/Kaley cottages   2   0   No             Copeland Lake           Yes             Endovalley   32   30   Yes   Vault toilets         Hidden Valley   4 tables in pavilion, scattered tables on hillside   0   Yes   Flush restrooms year-round         Hollowell Park   10   0   Yes   Vault toilets   Open all year     Lawn Lake Trailhead   3   0   No   Vault toilets         Lawn Lake Horse Ramp   2   0   No             Lily Lake   4   0   No   Vault toilet   Shore trail open all year     Lily Lake group picnic area Available by reservation only; $300 administrative fee to reserve area   12   0   Only self-contained grills only with special use permit   Vault toilets next to parking lot at Lily Lake   Â¼ mile walk to picnic area     Longs Peak ranger station   7   0   No   Vault toilet         Park & Ride   3   0   No   Vault toilet         Sprague Lake   27   16 pedestal grills   Yes   Summer flush toilets. Winter vault toilets   All handicap accessible. Open all year     Tuxedo Park   2 by road + 5 or 6 by the stream   0   Yes       Open all year     Upper Beaver Meadows   10   6   Yes   Vault toilet   Walking access only in winter.     West Alluvial Fan   8   0   Yes   Vault toilet   More tables along the road     Wild Basin Trailhead   8   0   Yes   Vault toilets   Additional tables along the road                      West Side     Tables   Fire Grates   Use of Portable Grills *   Toilets   Notes                           Beaver Creek   4   4   No             Beaver Ponds   6   6   Yes             Bowen\/Baker   3   0   Yes   Vault toilets   Accessible     Colorado River   6   4   Yes   Vault toilets         Coyote Valley   7   0   No             Harbison Meadows   4   4   Yes             Holzwarth Historic Site   3   0   Yes   Vault toilets         Kawuneeche Visitor Center   6   6   No   Flush toilets at Visitor Center   Open year-round     Lake Irene   8   0   Yes   Vault toilets         Timber Lake Trailhead   8   8   Yes   Vault toilets",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/picnicking.htm"
}
