{
    "title": "Big South Fork National River & Recreation Area: Invisible People",
    "body": "Invisible People         The \"Big Cut\" was done on the O & W Railroad bed, in 1914. Several African-American workers participated in this project.   Who were the invisible people? They were real human beings that were not recognized by most other people as being important. They were viewed as insignificant and thus, were \"invisible.\" You may wonder why. It was because of the color of their skin. These \"invisible people\" were African-Americans. They contributed to the Big South Fork area, and are seen through images left behind.  African-American Occupation The first African-Americans on record in this area were slaves that were owned by large landowners or manufacturers of various commodities. One of the first African-Americans of note on the Upper Cumberland Plateau, if not the first, is a boy named Surk, who is referenced in 1820, by Capt. John W. Tuttle (1939) as a slave from Cumberland Gap. The lack of lucrative plantations in Scott County was one reason there was no intensive, historic occupation by African-Americans slaves. This is not to say that there were no slave-owning landholders in this area at this time. According to the United States Census of 1820, there were 28 slaves living within the Big South Fork region. By 1850, slaves counted in the census numbered 39. This data indicates a steady and growing population of slaves living in the area before the Civil War. At the time of this conflict, according to some oral traditions, there were only five men who owned slaves in Scott County.        Left: Miners at Worley Kentucky, 1930s; Right: Stearns logging crew Stearns Museum  After the Civil War and emancipation, logging was one of the first industries to appear. African-Americans were working in the timber and logging industry and several families moved into the Stearns, Kentucky area in the late 1800s. Coal mining also began at this time and black miners formed a small percentage of this more lucrative industry.   The Stearns Coal and Lumber Company in McCreary County, Kentucky, employed a diverse workforce, which was unusual in the Upper South in the early 1900s. One of the Stearns Company's physicians went to Knoxville, Tennessee, expressly to recruit black laborers for construction projects, in 1902-04. The African-American laborers seem to have been limited to working in support occupations like cook, gardener, or janitor, and many females worked as washerwomen. Other occupations were open to black males, however, and many men worked for the Stearns Company in its logging, mining, and railroad operations. The presence of people of color working at the Stearns Company is evident by the many black faces that peer out at us from group photographs of lumber and logging operations of the '20s and '30s. But these black workers were not relegated to just laborer positions. If a person was productive, resourceful, and reliable, they could develop their own business.        George Hatcher was a lumber camp boss overseeing both white and black loggers. Wallace Linder  Mr. George Hatcher was such a person. He ran one of the logging camps near the Peter's Mountain fire tower and cut logs for or sold logs to the Stearns Company. Mr. Hatcher was the Lumber Camp boss overseeing both white and black loggers and he was well liked and intelligent. This latter point is revealed by the fact that he invested his earnings wisely. After working for several years at the logging camps he went to work for a stave and handle mill east of Jamestown, Tennessee, at Sharp Place. When Mr. Hatcher got paid, he took one half of his pay in cash and the other half in land. Eventually he owned over 2,000 acres west of what is now the Big South Fork National River and Recreation Area, bordering the south side of Highway 297. Mr. Hatcher died and was buried in Wayne County, near Monticello, Kentucky. His heirs eventually sold the property that was left to them and moved away. If you would like to learn more about the African-American culture surrounding the area of Big South Fork, please read Invisible People by Tom Des Jean.",
    "url": "https:\/\/www.nps.gov\/biso\/learn\/historyculture\/invisible-people.htm"
}
