{
    "title": "Big South Fork National River & Recreation Area: Big South Fork Trail Maps",
    "body": "Big South Fork Trail Maps         Trail use symbols at a trail intersection. Independent Herald  Big South Fork is now implementing a system of trailhead and trail markings consisting of both graphic symbols and color coded blazes to indicate the types of use authorized for a particular trail.  Symbols of all uses allowed on that particular trail will be mounted on wooden posts and placed at the beginning of trails and at all trail junctions. The primary trail use symbol will be displayed on the top of the sign with other trail uses displayed underneath. The symbols will represent a horse, hiker, mountain biker, multiple-use trail, and a wagon wheel for the trails accessible to horse drawn wagons. In addition to the graphic symbol, the trail use will also be reinforced with color coded re-assurance markers for the primary use authorized on the particular trail. It is important to note that the absence of a symbol now means that that particular use is not permitted on the trail. Park personnel have developed a new trail map depicting the authorized trail system as it currently exists on the ground. This particular map is available for download as a single PDF file containing an index map and nine additional map sections or as separate downloads of the index map and separate map sections.  Please note the Trail Map Set file is extremely large and may not be suitable for slower internet connections.   Big South Fork Trail Map Set (27.6 MB)  Big South Fork Trail Index (366 KB) Map 1 Ky North - Alum Ford, Yahoo Falls, Yamacraw (1465 KB) Map 2 Ky West - Peter's Mt., Bell Farm (1405 KB) Map 3 Ky - Blue Heron, Bear Creek Horse Camp (1663 KB) Map 4 Tn West-Charit Creek, Twin Arches, Station Camp (1777 KB) Map 5 Tn East - Big Island, Station Camp Horse Camp (1651 KB) Map 6 Tn-Bandy Cr., Leatherwood,Cumberland Valley (1917 KB) Map 7 Tn - Oneida, O&W, Honey Creek, Confluence (1674 KB) Map 8 Tn South - Joe's Branch, Rugby, Peters Ford (1619 KB) Map 9 Tn Southeast - Burnt Mill (1484 KB)",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/trailmaps.htm"
}
