{
    "title": "Big South Fork National River & Recreation Area: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions         Obed River seen from Lilly Bluff Overlook. National Park Service  Obed Wild and Scenic River is located in Morgan and Cumberland Counties in East Tennessee on the Cumberland Plateau. The park includes parts of the Obed River, Clear Creek, Daddy's Creek and the Emory River. Over 45 miles of creeks and rivers are included in the wild and scenic river area. These waterways have cut rugged gorges with bluffs as high as 500 feet above the whitewater in the streams. Outdoor recreational activities such as whitewater boating, rock climbing, hiking and fishing are popular seasonal activities in the Obed. For additional information visit Obed Wild and Scenic River or call (423) 346-6294       State Park Systems for both Kentucky and Tennessee offer visitors the opportunity to experience nature, explore history and enjoy a broad range of year-around recreational activities.  State parks from both states are located near Big South Fork, but they represent only a portion of what each state park system has to offer. Follow these links to the Kentucky State Parks and the Tennessee State Parks and discover the adventures which await you.        Camping is a popular activity along Dale Hollow Lake. USACE  Dale Hollow Lake is managed by the Nashville District of the U.S. Army Corps of Engineers who welcomes you to this recreational treasure located on the Cumberland Plateau. Each year  Dale Hollow Lake provides recreational opportunities to millions of visitors. As a result of the temperate climate and relatively long recreation season, visitors to Dale Hollow have many opportunities to fish, hunt, camp, picnic, boat, canoe, hike, ride horseback, and enjoy the outdoors. For additional information visit Dale Hollow Lake or call the Resource Manager at (931) 243-3136.        One of the original houses still standing in Historic Rugby. National Park Service  Historic Rugby was founded in 1880 by British author and social reformer Thomas Hughes. Rugby was to be a cooperative, class-free, agricultural community for younger sons of English gentry and others wishing to start life anew in America. This would-be utopia survives today with twenty of its original buildings. The Schoolhouse Visitor Center contains exhibits which trace the history of Rugby and daily tours take visitors into several of the original buildings. For further information visit Historic Rugby or call (423) 628-2441.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/nearbyattractions.htm"
}
