{
    "title": "Big South Fork National River & Recreation Area: Haunting in the Hills Storytelling Festival",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Special Events     Haunting in the Hills Storytelling Festival                Annual Haunting in the Hills Storytelling Festival              Annual Haunting in the Hills Storytelling Festival   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute   On the third Saturday in September every year        Mark your calendars for the 24th annual \"Haunting in the Hills\" Storytelling Festival, Saturday, September 17, 2016. Make plans now to join thousands of folks who will come to the Bandy Creek Field and enjoy the beautiful Big South Fork National River and Recreation Area for a fun-filled day of stories, music, crafts and more. Craft classes and concerts are free and open to the public. Each year thousands of students in area schools get to experience dynamic storytelling programs by world renowned storytellers during festival outreach programs. Local schools will again have an opportunity to see these tellers in action during the week leading up to the event.   Schedule for Saturday, September 17Ranger Talks - Learn about the diversity of the Big South Fork area by listening to our special ranger talks under the big tent.Traditional Family Oriented Stories - Geared toward family listening, these traditional favorites will be told under the big tent by our storytellers.Bluegrass Music Ghost Stories - The highlight of the evening will be the featured storytellers’ performances of  haunting ghost stories told under the big tent.  Stories will begin with the mild and progress to the truly scary.  The faint of heart are advised to leave early and all others stay at their own risk!For more information contact the Bandy Creek Visitor Center at 423-286-7275.        The 2016 Storytellers                     Madafo Lloyd Wilson               Fran Stallings               Priscilla Howe               Linda Gorham",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/storytelling.htm"
}
