{
    "title": "Big South Fork National River & Recreation Area: River Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     River Safety              River Safety           Canoe capsizes as it passes through Devils Jump Rapids on the Big South Fork River. National Park Service  Proper planning and common sense can keep an enjoyable river trip from turning into a dangerous and possibly life-threatening experience. The following safety tips are provided by the American Red Cross, read them carefully and practice safe river paddling techniques.  Travel in groups of at least three boats while on the river. Keep the boat behind you in sight. Secure all equipment in your boat. Be sure you know your put-in point and especially your take-out point. Avoid flow-through hazards (strainers). Even in slow water, these can trap you and be the cause of a fatality. Avoid hydraulics - you can get trapped. Swim down to get out. Capsized? Stay at the upstream end of the canoe. Don't take chances saving equipment. Leave the boat and swim if doing so will improve your safety, especially in cold water or very rough water. Keep your toes up and your feet together, pointed downstream. Never try to stand up in fast water unless it is too shallow for swimming. When striking an obstruction sideways is inevitable, lean the canoe downstream but don't get caught between the canoe and the obstruction. When you approach obstructions, set your course well in advance. Know how to approach. If in doubt, scout from shore. When other streams join the main stream, there can be strong cross-currents, sandbars, debris, etc. Remember that river current is usually faster on the outside of a bend. It also spirals (folds under) down to the bottom. Be aware that upstream V's indicate rocks. Downstream V's with haystacks indicate gaps between rocks. If you go swimming in a river, remember to always wear your PFD, even in calm water.  Emergency access to and from the river may be accomplished by using trails at the Confluence, Honey Creek, No Business, Williams Creek and Bear Creek or by road at Pine Creek, the O&W Bridge, Leatherwood Ford and Station Camp.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/riversafety.htm"
}
