{
    "title": "Big South Fork National River & Recreation Area: Night Sky & Astronomy Programs",
    "body": "Night Sky & Astronomy Programs           Star filled skies over the Bandy Creek area. Paul Lewis       Join us for an evening of dark sky education and celebration by attending a ranger-led astronomy program at Big South Fork National River & Recreation Area. Presentations will include constellation tours that guide visitors through the night sky, and telescope viewing of stars, star clusters, planets, nebulae, galaxies, and the International Space Station.        Solar Viewing with Paul Lewis at Bandy Creek.   The University of Tennessee works in cooperation with Big South Fork in presenting astronomy programs throughout the year. Paul Lewis, Astronomy Outreach and Education Director at the University of Tennessee, maintains a website which lists astronomy viewing, events, images and has teacher's information available. If you want to have more information about sun and moon data for this area or other areas please look at the Naval Oceanography Portal. For a free monthly star chart check out Skymaps.com       2016 SCHEDULE The National Park Service, and the University of Tennessee will be conducting night sky outings on the following dates and times throughout the summer:  May 28, at 3:00 PM, Solar Viewing May 28, at 9:30 PM, Night Sky July 02, at 9:30 PM, Night Sky August 06, at 9:30 PM, Night Sky September 03, at 9:30 PM, Night Sky October 01, at 3:00 PM, Solar Viewing October 01, at 9:30 PM, Night Sky       WHERE? Bandy Creek Visitor Center 151 Stable Road Oneida, TN 37841        SPECIAL CONSIDERATIONS Bring a blanket and chair for comfortable seating for the night skies program. These programs are wheelchair accessible and there is no charge to attend. In the event of rain or inclement weather, the evening program will be moved indoors to the Interpretation & Education building next to the visitor center.  For directions and additional information, please call Bandy Creek Visitor Center at 423-286-7275.              Dark skies are essential natural, scientific, cultural, and economic resources. National parks, including Big South Fork, are home to some of the last remaining dark skies in the country, and are committed to protecting the night sky resource. To learn more about the importance of the natural dark sky and how to minimize light pollution, please click here.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/astronomy.htm"
}
