{
    "title": "Big South Fork National River & Recreation Area: Mountain Biking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Mountain Biking                Mountain Bike Riding        Mountain bikers rest along the banks of North White Oak Creek. Chuck Summers      Mountain bike riding has become one of the more popular recreational activities enjoyed by visitors to Big South Fork.  Currently at Big South Fork there are several trails which have been designed, built and are maintained by the Big South Fork Mountain Bike Club. In addition to bike only trails, mountain bikes are allowed on highway edges, backcountry roads and some horse trails.  This combination provides bikers of all skill levels with miles of trail options. The National Park Service, as approved in it's General Management Plan has initiated a shared use of mountain bikes on the Grand Gap Loop hiking trail. The Grand Gap Loop Trail will be open to both hikers and cyclists everyday of the week. The way you ride today shapes mountain bike trail access tomorrow.  Do your part to preserve and enhance the sport's access and image by observing the following rules of the trail, formulated by the International Mountain Bicycling Association (IMBA).  These rules are recognized around the world as the standard code of conduct for mountain bikers.   Mountain bike trail descriptions are available online, as a brochure [2,099 KB pdf] or from either of the parks visitor centers.  Topographic profiles of each of the mountain bike trails are also available.  Riders may also visit our itinerary page to download maps of the most popular routes.  In an effort to make the trail system more user friendly for the wide variety of users at Big South Fork National River and Recreation Area the park is implementing a new system of trailhead and trail markings. Big South Fork has developed a new trail map depicting the authorized trail system, containing nine detailed maps of all trail uses.Click here for information on available mountain bike trails within Big South Fork.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/mountainbikeriding.htm"
}
