{
    "title": "Big South Fork National River & Recreation Area: Annual Photo Contest",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Special Events     Annual Photo Contest                2016 Big South Fork Photo Contest        2015 Landscape Winner -- \"Yahoo Falls\" LD Coffey          Big South Fork NRRA invites photographers to submit entries for the second annual photography contest and exhibit at Big South Fork National River and Recreation Area.   The National Park Service is looking for striking digital images of nature, highlighting the spectacular views, recreational opportunities, and diversity of life in the park.           ELIGIBILITY      Only photographs taken within Big South Fork National River and Recreation Area will be accepted. All images, except those submitted as Artistic, should accurately reflect the subject matter and the scene as it appeared. Digitally altered photos, beyond standard optimization, will be disqualified. Acceptable alterations include: adjustments to color, contrast, brightness and sharpness; removal of dust and scratches; cropping; black and white conversions. High Dynamic Range imaging is acceptable in all categories. Stitching is acceptable in Landscapes. Unacceptable alterations (except for Artistic) include: composites (combination of two or more photos, not of the same scene); the addition, duplication, deletion or moving of objects in the photos; digital effects that do not show the scene in its natural way. People may be included except in the Fauna and Flora categories.          CATEGORIES        Action\/Adventure - Photographs of people participating in recreational activities. Cultural - Photographs that illustrate historic or culturally significant structures. Flora & Fauna – Animals in their natural habitat, including close-ups of invertebrates, or plants in their natural habitat, including close-ups of flowers, fungi, lichen, and algae.  Kentucky Landscapes – Expansive and dramatic views of the land and its features within the Kentucky park boundaries.  Tennessee Landscapes - Expansive and dramatic views of the land and its features within the Tennessee park boundaries. Artistic – Artistic compositions in nature both natural and manipulated in post processing (infrared, unlimited digital manipulation).  Youth – Any entry by photographers under 18 years of age.  Photographs must fit into one of the categories above.        SELECTION & EXHIBIT PROCEDURES       Entries will be judged on technical excellence, originality, creativity, visual impact, and artistic merit. Judges decisions are final.    Selected images will be unveiled at the artist reception, and printed for exhibition at Bandy Creek Visitor Center, and will be displayed on the park's official website, social media pages, and other venues.   FORMS Contest Entry Form (59 KB) Model Release Form (57 KB)        PHOTO & SIZE RECOMMENDATIONS       Selected images will be printed for an exhibition at the visitor center. They may also be displayed on the internet and other venues. We recommend ensuring your photo can be reproduced at minimum 11” x 14”. There are no file size restrictions; however, keep in mind photos taken with lower megapixels may restrict the sizing of enlargement for display.        SUBMISSION DEADLINE       Entries must be received no later than July 22, 2016. Each entry must be accompanied by a completed entry form with all information clearly filled out. Entry forms may be downloaded from here. Entries may be emailed to biso_information@nps.gov or dropped off at or mailed to the Park Headquarters Office.   Big South Fork NRRA 4564 Leatherwood Rd Oneida, TN  37841 Attn: Photo Contest        CONTEST RULES       Entries that do not comply with the rules will be disqualified.  Contest is open to all photographers except NPS employees and their immediate families and household members.  Entries must be taken within the boundaries of the Big South Fork NRRA.  Entries are limited to 2 photos per photographer.  Entries must be the original work. The photographer must own the copyright to the image and must agree to allow the NPS to use the images in publishing and merchandising without compensation to the copyright holder.  Previously published or sold photos may not be submitted.  Photos containing recognizable images of people must be accompanied by a model release.  Submissions must be digital (no slides) and submitted on a CD, DVD, or USB flash drive.  These will not be returned.   Each image must be labeled with your last name, first name, brief title and category.  For example: lastname_firstname_title_category. Entries will not be disqualified for failing to name files as requested; however, following these instruction will ensure proper attribution.  Photo must not contain any markings, such as copyright, watermark, stamp, etc.        Please click here to view 2015 contest winners.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/biso-photo-contest.htm"
}
