{
    "title": "Big South Fork National River & Recreation Area: Horseback Riding",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Horseback Riding                Horseback Riding      Horseback Riding Trail Guide: View Big South Fork's equestrian trail details. [111 kb PDF]        Horseback riders enjoy the variety of equestrian trails in the Big South Fork.       Horseback riding has become one of the most popular activities at Big South Fork. To provide access to many of the area's scenic features, there are over 212 miles of horse trails available throughout the Big South Fork. These horse trails are all signed and marked with a red blaze. The trails vary in both length and degree of difficulty. They range from short, easy day rides to long and strenuous loops that may take several days to complete. Due to the extensive network of trails, horseback riders are advised to purchase a Trails Illustrated map from either of the park visitor centers, Eastern National, a park concessionaire or local area businesses.  Big South Fork has developed a new trail map depicting the authorized trail system as it currently exists on the ground which is nine detailed maps of all trail uses.  Riders may also visit our itinerary page to download maps of the most popular routes.  In an effort to make the trail system more user friendly for the wide variety of users at Big South Fork National River and Recreation Area the park is implementing a trailhead and trail markings system. Horse Health: Note that proof of a negative Coggins Test for Swamp Fever is required to bring horses into Big South Fork.  Horseback riding related facilities located in Big South Fork include:  Bandy Creek Stables, a concessions managed stables available for those who wish to board their horse while camping at he adjacent Bandy Creek Campground. Providing an easy connection to the area's extensive trail system, Bandy Creek Stables offers facilities for stall rental and long term boarding of horses. For further information, please contact the Bandy Creek Stables, 1845 Old Sunbright Road, 38556 or phone 423-286-7433.   Station Camp Horse Camp is operated by a National Park Service Concessionaire. Campsites provide water and electrical hookups, tie outs for four horses, restrooms with showers and a dump station. For additional information visit horse camps.  Contact information will be updated soon.Bear Creek Horse Camp is now operated by the National Park Service.  Campsites provide water and electrical hookups, tie outs for up to four horses per site, restrooms with hot water showers and a dump station.  Information on how to reserve a campsite will be posted soon.   Charit Creek Lodge, located in the Station Camp Creek drainage offers a full range of amenities including cabin and dormitory rentals, meals, restrooms and showers. Access to the remote lodge is by foot, bike or horse only. Stalls are available and riders are encouraged to book reservations well in advance. For further information visit Charit Creek online or call (865) 696-5611. .Email: charitcreeklodge@gmail.com",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/horsebackriding.htm"
}
