{
    "title": "Big South Fork National River & Recreation Area: Spring Planting Festival",
    "body": "Annual Spring Planting & Music Festival                   Plowing Demonstrations               Mountain Music               Farm Animals               Craft Demonstrations               Junior Ranger Scavenger Hunt             In celebration of these skills and traditions of spring, Big South Fork National River & Recreation Area hosts the annual Spring Planting and Music Festival.      HISTORY OF THE SPRING PLANTING Spring, a time for new beginnings and growth. For many mountain families it was also a time to begin their planting of crops, vegetable gardens and livestock production. It was this production that sustained the family through the rest of the year. The early families who settled the Big South Fork area depended on their ability to successfully raise animals, crops, and gardens to feed themselves. Most of the farming that occurred here was truly subsistence farming. The family often consumed the entire production of the garden. There was continued use of wild plant and animal foods, but the “kitchen garden” was vital to a sustainable food supply. This tradition continues with many families even today. It is not uncommon for local residents to have large gardens that provide a substantial amount of food. Along with planning for their gardens and crops, families had a number of annual spring “chores” that were performed -- spring cleaning and airing out of the house and bed linens, repairing paling fences, livestock care and animal husbandry, and mending and making clothing for the spring and summer seasons. Various crafts and forgotten arts of today were skills of yesterday -- skills needed for survival in the area we now call the Big South Fork, Cumberland Mountains, or Appalachia.        Mule teams working   WHAT TO EXPECT During the festival, crafter's demonstrate forgotten arts, such as blacksmithing, basket making, hand spinning, weaving, woodcarving, chair caning, soap making, garden herb lore and use, and paling fence making.  In addition, there will be children’s activities, interpretative talks, fun runs, bird watching and wildflower guided walks, vendors demonstrating and selling their wares, and food sales.  There are displays of women's life, antique farm tools, farm animals and old-time toys which will delight young and old alike.  Toe-tapping tunes of mountain music are performed throughout the area by various groups such as the Knoxville Area Dulcimer Club. Of special interest is the plowing and planting with mules and horses which takes place at the Lora Blevins field. Other demonstrations will take place at the Oscar Blevins Farm Site as well. Please click here to view events from 2016.       LIVE MUSIC A diverse range of live music acts scheduled* to perform includes bluegrass, traditional Appalachian, singer-songwriter, Americana, clogging, and a flute circle. Scheduled music performances will occur from 9:00 a.m. to 5:00 p.m. (ET).          KNOW BEFORE YOU GO  frequently asked questions              Mule team ready to work   Where is the event taking place? Event activities will occur in the Bandy Creek Visitor Center area, the Lora Blevins home site, and the Oscar Blevins farm.   What about parking and getting around? A designated bus parking area is available for large groups. There will be shuttles running between the three sites every 15 minutes to allow the visitor to experience all the activities.   How much does it cost to attend? This event is free to attend.   What may I bring for increased comfort? Bring a lawn chair or a blanket and bug spray and enjoy a great day of good food and music!   Where can I get more information? For more information, call the Bandy Creek Visitor Center at (423) 286-7275.   Please click here for a downloadable brochure on the day's events.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/springplanting.htm"
}
