{
    "title": "Big South Fork National River & Recreation Area: Rock Climbing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Rock Climbing                Rock Climbing         Visitor enjoying the challenge of rock climbing.   Hundreds of miles of cliff are nestled within the boundaries of Big South Fork National River and Recreation Area. For the intrepid rock climber, these sandstone bluffs harbor an enormous wealth of rock climbing potential. Although much of the rock is too loose, soft, or blank to support rock climbing as an activity, potential routes exist in abundance for those who are dedicated enough to seek them out.   As with most other activities in the park, climbing at the Big South Fork is generally defined by an element of adventure and discovery that is often not associated with more developed climbing areas.   Quality traditional routes (routes relying upon removable protection) and boulder problems may be found scattered throughout the park. For example, the cliffs that rise above O&W Road offer amazing multi-pitch traditional, and aid routes (routes in which the climber pulls upon gear) in a spectacular setting. At over 250 feet tall, the cliff directly above O&W Bridge is sometimes cited as the tallest vertical wall in Tennessee.      CLIMBING ROUTES Although the bolting of new sport routes (routes relying solely on fixed anchors) is not currently permitted, a handful of bolted routes may be found throughout the park. The most significant concentration of these routes may be accessed via a short walk in the vicinity of the Blue Heron Mining Community, in the Kentucky section of the park.   This section of cliff holds approximately 35 sport, and traditional routes. Many of these are vertical or less-than-vertical sport routes that fall within the 5.9 to 5.11 range, but the area also includes three steeply overhanging sport routes that weigh in at 5.10d, 5.11a, and 5.12b.     GETTING THERE -- To access these routes, drive to the parking area for the Blue Heron Overlook. -- From there, follow the paved trail and then turn right on the path just before the overlook. -- Follow this trail down to the bottom of the steep staircase. -- From the bottom of the steps, follow the faint path to the right and look for the routes almost immediately.    A short distance farther down the main trail from the bottom of the long staircase, an additional 20 (approximately) traditional and sport routes can be found on the outside of the feature known as “Crack-in-the Rocks” and just upstream from where the main trail emerges from this feature on the other side.         Rock climber safely planning her next move.   SAFETY FIRST Climbing is an inherently dangerous activity, and would-be rock climbers should have the requisite safety equipment and the knowledge and experience to use it effectively. Access to many areas is extremely difficult, requiring long cross-country treks though dense vegetation and across rugged terrain. Environmental hazards such as loose rocks and venomous snakes are frequently encountered. The National Park Service does not maintain any bolts or other items of fixed climbing gear. For more information about where climbing is and is not allowed in the park read the park's current Superintendent's Compendium.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/climbing.htm"
}
