{
    "title": "Big South Fork National River & Recreation Area: Hunting",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hunting                Hunting       Hunting Guide: Details on guidelines and permits. [170 kb PDF] Safety Zones: Maps for both Tennessee and Kentucky. [603 kb PDF]   BUY YOUR HUNTING AND\/OR FISHING LICENSE ONLINE: Kentucky Department of Fish and Wildlife Online Licenses Tennessee Wildlife Resource Agency Online Licenses Big South Fork NRRA and Obed WSR Wild Hog Hunting Permit VIRTUAL CHECK-IN FOR HUNTERS: Kentucky Department of Fish and Wildlife online check-in Tennessee Wildlife Rsource Agency online check-in    Big South Fork is one of only a few National Park Service units legislated to allow hunting. Big game species found within the park are whitetail deer, turkey and wild boar. In addition, the area is rich in small game species, such as squirrel, raccoon, rabbit, and game birds.         Whitetail deer is a top hunting choice. Ky. Dept. of Fish and Wildlife  As a unit of the National Park Service, Big South Fork River and Recreation follows standard regulations applying to hunting. In general, the hunting regulations within the Big South Fork are the same as the respective state in which you are hunting. For those hunting in Tennessee, the Tennessee regulations would apply, and for those hunting in Kentucky, the Kentucky regulations would apply.    In the Tennessee portion of Big South Fork, the licensing requirements and hunting seasons are the same as those identified by the Tennessee Wildlife Resources Agency for the state. You can purchase your Tennessee license online.   In the Kentucky portion of Big South Fork, the licensing requirements are the same as those identified by the Department of Fish and Wildlife Resources. The hunting seasons for the Kentucky portion of Big South Fork is the same as those seasons throughout the state. In Kentucky the Big South Fork is managed as a Wildlife Management Area. You can purchase your Kentucky license online.   Due to changes in the Tennessee hunting regulations, wild hogs may be hunted in the Big South Fork NRRA from mid-September through the end of February each year, in both Tennessee and Kentucky. A permit is still required to hunt hogs during this season and may be purchased online starting in late August. The permit costs $5. You must have a valid hunting license and the hog permit to hunt. Dogs may not be used to hunt hogs.  View authorized hunting access routes [1.1 MB PDF] on which ATV's may be driven while actively hunting deer and boar.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/hunting.htm"
}
