{
    "title": "Big South Fork National River & Recreation Area: Centennial Challenge",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Centennial Challenge               Centennial Challenge -- 100 Miles for 100 Years        Centennial Challenge consists of logging 100 miles by horseback, rafting, bicycling, and hiking        Get out and explore YOUR Big South Fork! In celebration of the 100th birthday of the National Park Service, Big South Fork National River and Recreation Area is holding the Centennial Challenge.   From January 1, through December 3, 2016, participants will have a the opportunity to get out and experience the many unique cultural and natural features of this park along their 100-mile journeys.   This is a self-paced activity for visitors to hike, ride (mountain bike or equestrian), and\/or paddle along this park’s 500-mile multi-trail system, including 70+ miles of the Big South Fork River and its tributaries.   There will be a culminating program at Bandy Creek Visitor Center on December 03, 2016. At which time, park rangers will recognize both the youngest and oldest males and females who completed 100 miles along with the participant(s) who accomplished the challenge incorporating the most categories (hike, ride, etc.). All participants who completed the challenge will also have the opportunity to participate in a group photo at the event.    Participants are also highly encouraged to photograph their favorite places and memories along their journeys. Selected images will be printed for exhibition at the Visitor Center and may be displayed on the internet, and other venues.              NEXT HEALTHY HIKE    All hikes begin at 10:00 am (ET) unless if otherwise noted.  (Program dates and times are subject to change)   August 6 Oscar Blevins Farm Loop Hike  Distance 4.3 Miles  Difficulty: Easy  Join a park ranger at the Bandy Creek Visitor Center at 9:00 a.m. (ET) for a half day hike. Go back in time as you explore an early Appalachian settlement and enjoy the many natural resources this loop has to offer. Bring water, snacks, and wear comfortable shoes. This is a great loop for kids! Don't forget to bring your pet, however, leashes are required.    August 20  Parch Corn Creek  Distance: 7.1 Miles  Difficulty: Difficult  Join a park ranger at the end of Duncan Hollow Road at 9:00 a.m. (ET) for an all day hike to Parch Corn Creek. We'll talk about wild boar destruction to our natural resources, visit the grave site of an early settler, have lunch at an old home site on Parch Corn Creek, and end our hike on the John Muir Trail back to where we started. Bring water, snacks, lunch, bug spray, and wear comfortable shoes for hiking.    September 3  Paddle with a Ranger  Distance: 4.8 Miles  Difficulty: Class I & II  See the Big South Fork National River and Recreation Area from a completely different prospective! Join Rangers Mary and Gary at the Blue Heron boat ramp at 10:00 a.m. (ET) for a day on the river. Get ready to log some of those Centennial Challenge miles while paddling the river! Those wanting to participate will need to provide their own kayaks or canoes, and drop a second vehicle at the Yamacraw Bridge where we will end our trip. However, reservations can be made through Sheltowee Trace Outfitters at 800-541-RAFT or www.ky-rafting.com for kayak\/canoe rentals and or shuttle rides back to Blue Heron, on a first come first serve basis. Ranger Shreffler will do a brief safety talk on paddling the Class I-II rapids on this 5-mile section of the Big South Fork River before we begin. Please bring water, snacks, lunch, sunscreen, bug spray, wear water shoes or tennis shoes (no flip flops permitted), and keep in mind….you might get wet! Life jackets are required. Please leave all valuables behind for this trip.    September 17  Haunting in the Hills Story Telling Festival at Bandy Creek   October 8 (McCreary County Heritage Trail Days) Rails to Trails Distance: 3.8 Miles Difficulty: Moderate Meet a park ranger at 10:45 a.m. (ET) at the Stearns Depot in Kentucky for a \"Rails to Trails\" adventure! We will board the Big South Fork Scenic Railway and ride into Blue Heron. Our adventure will continue on foot as we hike to Dick's Gap Overlook and eat our lunch there. Then we will continue back down to Blue Heron and board the train for our return trip to Sterns. This is a great way to share the park with family and friends. Reserve your 11:00 a.m. (ET) train into Blue Heron and the 2:00 p.m. (ET) train back to Sterns at (800) 462-5664 or www.bsfsry.com. Bring water, snacks, lunch, and wear comfortable shoes. Don't forget your camera!                PLEASE CLICK HERE TO VIEW COMPLETED HEALTHY HIKES         GETTING STARTED Download the Centennial Challenge log sheet, the honor system applies. As you accumulate miles, record them. When completed, bring the log sheet and five photos to the Bandy Creek Visitor Center, and mail to:    Big South Fork National River & Recreation Area 4564 Leatherwood Road Oneida, TN 37841 Attention: Centennial Challenge Coordinator          Centennial Challenge patch   All finishers are eligible to receive the Centennial Challenge patch that was specially designed for this event.   This event is free and open to the public. For more information on how you can be involved in this event, please call the Bandy Creek Visitor Center at (423) 286-7275.            October 15 Honey Creek Loop Distance: 5.7 miles Difficulty: Strenuous Meet a park ranger at the Honey Creek Loop Trailhead at 9:00 a.m. (ET). Honey Creek Loop holds some of our most rugged terrain and it will take your breath away with its beauty. You will be using your hands and knees to maneuver through parts of this trail. We will also be following the creek bed so you may get wet. This is an all day hike;please plan accordingly. Bring water, snacks, lunch, and wear appropriate shoes and clothing for a safe and comfortable trip.    October 29 Ride with a Ranger Chestnut Ridge Mountain Bike Trail Distance: 5 Miles Difficulty: Easy Meet a park ranger at the Chestnut Ridge Trailhead in Kentucky at 10:00 a.m. (ET). Bring the family and bring your mountain bikes! Chestnut Ridge Trail is an easy bike ride to the John Muir Overlook. Hopefully, we will catch some of the beautiful fall foliage of the once thriving No Business Community. Bikes are not provided, however, reservations can be made through Borderland Expeditions at borderlandexpeditions.com or 844-344-2109 on a first come, first serve basis. Bring water, snacks, and wear weather appropriate clothing and shoes.    November 12 Equestrian Ride with a Ranger Distance: 12 Miles Difficulty: Easy Meet a park ranger at Burkes Field at 10:00 a.m. (ET) for an easy half day equestrian ride to O&W Bridge. Log those Centennial Challenge Miles while using some of our many equestrian trails. Enjoy the peaceful sounds of Coyle Branch and White Oak Creek, as well as beautiful rock formations all from a different perspective. Be prepared for lunch at the O&W Bridge before returning to the trailhead. Horses are not provided, however, reservations can be made through South East Pack Trips at 931-879-2260 on a first come, first serve basis. Bring water, snacks, lunch, and wear weather appropriate clothing.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/centennial-challenge.htm"
}
