{
    "title": "Ozark National Scenic Riverways: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions                         Vehicle Navigation Systems and GPS units may provide inaccurate information in the Ozarks-sending drivers the wrong way on one-way roads or leading them to dead ends in remote areas. Free park road maps can be downloaded at \"MAPS\" (left) and are available at park headquarters year round, and at Alley Mill and Round Spring during the summer.       Airport  The nearest commercial airports are Saint Louis, Memphis and Springfield, MO. Car The area is best reached via Interstate 44 or U.S. Route 60. From I-44 take State Route 68 south from St James, then take State Route 19 south into the park.  .  You can also take State Route 72 south from Rolla to Route 32 east, then hit State Route 19 in Salem and take it south to the park. From US Route 60, you will reach State Route 19 in Winona if you come from the west. You can then take SR 19 north to the northern areas of the park, or continue east to State Route 103 to visit Big Spring near Van Buren. Park Headquarters and Visitor Center are in Van Buren. If you follow US 60 from the east, you'll reach SR 103 first and then SR 19 about 20 miles further on.   The park map, which can be downloaded here or requested from the park through our \"Contact Us\" link, is a very good road map of the local area.  Getting Around the Park Main roads throughout the park are well maintained state highways. These are hilly and winding, so be careful and take your time! Watch for bicycles, horses and logging trucks. Roads into backcountry areas are typically dirt and less maintained. Some are suitable for passenger vehicles and RVs, some are not. Please inquire locally before heading off on dirt roads in the area. A dirt road that was fine last year may be muddy or even washed out due to a recent storm. Ask at ranger stations, sheriff's offices, canoe rentals or local businesses for information.",
    "url": "https:\/\/www.nps.gov\/ozar\/planyourvisit\/directions.htm"
}
