{
    "title": "Big South Fork National River & Recreation Area: Kentucky National Parks Pentathlon",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Kentucky National Parks Pentathlon              Kentucky National Parks Pentathlon              Get out and explore YOUR Kentucky national parks! The Kentucky National Park Pentathlon encourages individuals and families to explore national parks in the state of Kentucky.   On July 17, 2015, the National Park Service (NPS) launched the Kentucky National Park Pentathlon, inviting those who visit all five NPS sites in the state to earn a special free commemorative patch. The pentathlon is in recognition of the NPS 2016 Centennial.   \"The National Park Service was created 100 years ago to protect America's national treasures and provide opportunities for people to enjoy and understand them,\" said Stan Austin, NPS Southeast Regional Director. \"During the NPS Centennial, we encourage everyone to find a park that has special meaning to them and enjoy what it has to offer.\"       Pentathlon participants can earn the commemorative patch by visiting all five Kentucky national parks by April 2017, and participating at a least one activity at each park.   INSTRUCTIONS To participate, simply stop by a visitor center at any of the parks listed below and receive a pentathlon card. Date your visit on the appropriate line, and when all five lines are completed, give it to a park ranger for your patch. It's that easy!   PARTICIPATING KENTUCKY NATIONAL PARKS  Abraham Lincoln Birthplace National Historical Park (Larue County) includes the country's first memorial to Lincoln, built with donations from young and old, and enshrines the symbolic birthplace cabin. For over a century, people from around the world have come to rural Central Kentucky to honor the humble beginnings of our 16th president, Abraham Lincoln. His early life on Kentucky's frontier shaped his character and prepared him to lead the nation through Civil War.  The Blue Heron District of Big South Fork National River & Recreation Area (McCreary County) encompasses 125,000 acres of the Cumberland Plateau and protects the free-flowing Big South Fork of the Cumberland River and its tributaries. The area boasts miles of scenic gorges and sandstone bluffs, is rich with natural and historic features and has been developed to provide visitors with a wide range of outdoor recreational activities.  Cumberland Gap National Historical Park (Bell and Harlan Counties) provided the first great gateway to the west. The buffalo, the American Indian, the longhunter, the pioneer - all traveled this route through the mountains into the wilderness of Kentucky. Modern day explorers and travelers continue to explore this great gateway and the many miles of trails and scenic features found in the park.  The Fort Heiman unit of Fort Donelson National Battlefield (Calloway County) and the rest of the area played a critical role in the Civil War. After the fall of Fort Donelson, the South was forced to give up southern Kentucky and much of Middle and West Tennessee. The Tennessee and Cumberland Rivers, and railroads in the area, became vital federal supply lines. Nashville was developed into a huge supply depot for the Union army in the west. The heartland of the Confederacy was opened, and the Federals would press on until the \"Union\" became a fact once more.  Mammoth Cave National Park (Edmonson, Hart, and Barren Counties) preserves the cave system and a part of the Green River valley and hilly country of south central Kentucky. This is the world's longest known cave system, with more than 400 miles explored. Early guide Stephen Bishop called the cave a \"grand, gloomy and peculiar place,\" but its vast chambers and complex labyrinths have earned its name - Mammoth.         Possible activities include hiking, biking, horseback riding, canoeing, camping, volunteering, attending a ranger-led tour\/presentation, bird-watching, visiting a park's museum, seeing a park's film or any other activity available at the parks. Participants can do the same activity at all five parks or try something different at each location.   \"The Kentucky Parks Pentathlon is a wonderful way to experience the five national parks across the state,\" said Niki Stephanie Nicholas, Big South Fork Superintendent. \"Each one has spectacular resources and a wide range of recreational opportunities.\"   For more information on the Kentucky National Parks Pentathlon, call the Big South Fork Park's Headquarters at (423) 569-9778.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/kentucky-national-park-pentathlon.htm"
}
