{
    "title": "Big South Fork National River & Recreation Area: Completed Healthy Hikes",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Centennial Challenge     Completed Healthy Hikes                Completed Healthy Hikes -- Centennial Challenge            July 23 Bandy Creek Night Hike  Distance: 5.14 Miles  Difficulty: Easy  Join a park rangers Daniel and Miriam at the Bandy Creek Swimming Pool Parking Lot at8:30 p.m. (ET)for an enjoyable night hike along Duncan Hollow Road. Listen and look for the creatures of the night as we make our way to Mitchell Field. We will rest under the stars and see if we can call out to our owl friends for a visit before we make our way back to the parking lot. This is a great way to log those Centennial Challenge miles without being out in the heat of the day. Bring water, snacks,flashlight(preferably one with a red lens), and comfortable shoes.      July 9  Laurel Fork Creek  Distance: 4.4 Miles  Difficulty: Moderate to Difficult  Join a park ranger at Sawmill Trailhead at 9:00 a.m. (ET) for a half-day loop hike to the beautiful Laurel Fork Creek. You will enjoy getting see the large boulders found at this back country area and be refreshed by the cool water as we ford the creek. Bring water, snacks, water shoes, and wear comfortable hiking shoes.  June 25 Charit Creek Lodge Distance: 6 Miles Difficulty: Difficult Join park ranger at Charit Creek Trailhead Parking Lot of Fork Ridge Road for an all-day hike. This hike will take us to Charit Creek Lodge, then along the Station Camp Creek Trail to a cemetery where Jonathan Blevins, a long hunter from Virginia, is buried. Please bring water, snacks, and lunch if you didn't reserve lunch, and comfortable shoes for this hike.     June 11 Leatherwood Loop Distance: 3.6 Miles Difficulty: Moderate Join a park ranger at Sunset Overlook Trailhead for a hike that allows you see the Big South Fork River from the bottom and from the Leatherwood Overlook. We will make a short stop at Echo Rock as we enjoy the many natural resources scattered throughout this hike. Hopefully, the rhododendron will be in bloom. For additional miles, extend your hike on the Sunset Overlook Trail for 2.6 more miles. Bring water, snacks, and comfortable shoes for this hike.     May 28  Rock Creek Loop  Distance: 6.7 miles  Difficulty: Difficult  Join a park ranger at the Rock Creek Loop Trailhead. This all-day hike is rated difficult with steep stairs and rocky terrain. Hikers will get to see the remnants of the Massey Branch Spur of the Stearns Logging Railroad and enjoy the beauty of Rock Creek, cliffs, and overhanging rock shelters. Please bring water, snacks, lunch, and wear comfortable shoes. To get to the trailhead, take Hwy 154 to Divide Road. Follow Divide Road past the Twin Arches Road and turn left on Hattie Blevins Cemetery Road.   May 14 Burnt Mill Loop Distance: 4.2 miles Difficulty: Moderate Join a park ranger at the Burnt Mill Bridge Loop Trailhead for a moderate half-day hike. Be prepared to experience one of the more scenic short hikes within the Big South Fork area. Hikers will enjoy the tranquil sounds of the swiftly moving Clear Fork River, large boulders, rock walls and overhangs, and much, much more! Bring water, snacks, and wear comfortable shoes. April 23 John Muir Overlook & Boyatt Home Place Distance: 6.5 miles Difficulty: Strenuous Join a park ranger at the Terry Cemetery Trail Head parking lot. Enjoy the breath taking view from John Muir Overlook while you hear all about the once thriving No Business Community. From the Boyatt Home Place and Cemetery, you will hear the most tragic story ever told in the Big South Fork Area. Be prepared to ford No Business Creek so water shoes are needed! Bring water, snacks, and don't forget your camera. April 9 Ledbetter Trail-Kentucky Trail Distance: 3.3 Miles Difficulty: Easy Join a park ranger at Ledbetter Trailhead. During this hike, we will cross over to the Kentucky trail and make a loop. This is the site of an old oil well called the Beatty Well. Learn how this well is connected with Devil’s Jump Rapid and how oil wells play an important part of the historical, cultural, and natural resources of the Big South Fork. March 26 Blue Heron Loop Distance: 6.4 Miles Difficulty: Moderate Join a park ranger at Blue Heron Overlook parking lot at the end of Overlook Road just off Hwy 742. Be ready for an all day hike packed with outstanding views, a climb through Cracks-in-the-Rock, history of Blue Heron Mine, and an overall gorgeous hike along the Big South Fork River and much more! March 12 Split Bow Arch and Bear Creek Overlook Distance: 1.2 Miles Difficulty: Easy Join a park ranger at Split Bow Arch parking lot on Bear Creek Road off Hwy 742 for a hike that will include Bear Creek Overlook. Big South Fork is known for its rock arches. Split Bow arch is very different from the others but still spectacular! Come find out why. February 27 John Litton Farm Trail to Fall Branch Waterfall Distance: 4 Miles Difficulty: Easy to Moderate Join a park ranger at Bandy Creek Trailhead (swimming pool parking lot) for a hike along the John Litton trail. Be prepared to hike to the Fall Branch Waterfall and back or continue on and finish the 6-mile-loop. February 13 Middle Creek Nature Loop Distance: 3.5 Miles Difficulty: Easy to Moderate Join a park ranger at Middle Creek Trailhead. Winter is great time to enjoy the many rock houses on this loop and the icicles that sometimes form on these beautiful structures! January 30 Gobblers Knob to Station Camp Overlook Distance: 5.2 Miles Difficulty: Easy to Moderate Join a park ranger at Gobblers Knob Trailhead for a hike to Station Camp Overlook. From this overlook you will enjoy a great view of Charit Creek Lodge. January 16 Cumberland Valley Trail to East Laurel Overlook Distance: 5.6 miles Difficulty: Easy to Moderate Join a park ranger at Cumberland Valley Trailhead for a hike to East Laurel Overlook. Be prepared for a breath-taking view at this overlook!",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/completed-healthy-hikes.htm"
}
