{
    "title": "Big South Fork National River & Recreation Area: Bandy Creek Campground",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Bandy Creek Campground                Bandy Creek Campground          Bandy Creek Campground is located in the Tennessee portion of Big South Fork off of Highway 297, 15 miles west of Oneida and 24 miles east of Jamestown. The campground offers a total of 181 campsites: 96 trailer sites which offer water and electric hook-ups, 49 sites for tent camping, and two group camping loops with 19 sites in one loop and 16 sites in the other. All campsites include picnic tables, fire rings, and access to restrooms and showers. A dump station is located near the registration kiosk. There are no sewer hook-ups at individual trailer sites. The group campsites also have their own cook shelters and campfire circles.  A map is available for download (1.2 KB). There is also a list of the campsites with their respective lengths available for download (22 KB).  Black bears now reside within Big South Fork. When staying at Bandy Creek Campground, please use proper food storage techniques. Additional facilities include a swimming pool, volleyball court, playground areas, and game fields. Bandy Creek Campground is open year-round and operates on a reservation system from April 1 through October 31. Campsites are also available on a first-come\/first-served basis throughout the year. Campground reservations for sites within Big South Fork can now be made through National Recreation Reservation Service by calling 1-877-444-6777 or online at the National Recreation Reservation Service web site. Reservations may be made up to 180 days in advance. Group camp can be reserved up to 360 days in advance. Adjacent to the campground is the Bandy Creek Visitor Center and the Bandy Creek Stables. The Visitor Center is open daily 8:00 am to 6:00 pm ET from Memorial Day to Labor Day weekend and 9:00 am to 5:00 pm ET for the remainder of the year. Staff are on hand to provide all the information needed for a safe and enjoyable visit to the park. Eastern National operates a bookstore, vending machines and ice sales at this location. Fees for the Bandy Creek Campground:  Sites with hook-ups (loop B,C,D) $22 or $11 for holders of Golden Age\/Access Pass Sites without hook-ups (loop A) $19 or $9 .50 for holders of Golden Age\/Access Pass Group Campsites (loop E) $100 for up to 25 persons; $3\/night for each additional person",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/bandycreekcampground.htm"
}
