{
    "title": "Big South Fork National River & Recreation Area: Backcountry Camping",
    "body": "Backcountry Camping         Backcountry camping is allowed throughout the park. There are no designated campsites and permits are required. Frank Bogle  Hunters, mountain bikers, horseback riders, paddlers and backpackers enjoy roughing it in the backcountry of Big South Fork. Please help protect the environment and enhance the backcountry experience for everybody by using low impact techniques and observing all regulations. Backcountry camping is defined as any camping outside of a developed area. Although there are no designated backcountry sites, you can help minimize impact by using an existing site rather than creating a new one. When it is determined that the impact on a particular area is becoming too great, that area may be closed to camping. An example is the once popular \"Jake's Place\". Backcountry permits are required. You may obtain a permit from the Bandy Creek Visitor Center, the Blue Heron Interpretive Center, online, and at the following vendors:      VENDOR NAME LOCATION PHONE NUMBER LOCATION DESCRIPTION   One Stop Whitley City, KY 606-376-9200 Intersection of Hwy 700 and US 27, KY   McCreary County Tourism Office Whitley City, KY 606-376-3008 Downtown Whitley City, KY   Lil South Fork General Store Stearns, KY 606-376-3229 West of Yamacraw Bridge, KY   R&M Brooks Store Rugby, TN 423-628-2533 West of Rugby on Rugby Road, TN   Henbos Jamestown, TN 931-879-0366 At intersection of BYP 127 and Hwy 296.                          For more information about permits and fees, please call (423) 286-7275. Keep your permit with you while camping.  Backcountry camping is defined as any camping outside of a developed area. Although there are no designated backcountry sites, you can help minimize impact by using an existing site rather than creating a new one. When it is determined that the impact on a particular area is becoming too great, that area may be closed to camping. An example is the once popular \"Jake's Place\".        Campfires are allowed in the backcountry. Frank Bogle  Campfires are allowed unless current conditions dictate that a temporary restriction be enforced. Campfires are not allowed under arches, rock shelters, or near historical structures. Whenever possible, use an existing fire ring. Never leave your fire unattended and make certain that it is completely out before leaving it. Only dead and down trees may be used for firewood. Dead standing trees provide habitat for a variety of animal, insect, and bird species and must be left standing. The use of chainsaws to cut wood is prohibited.      The regulations below apply to camping in the backcountry. Camping is not permitted within 100 feet of the center line of Bandy Creek Access Road, Tennessee State Highway 297 (Leatherwood Ford Road), Blue Heron Access Road (Mine 18 Road), and the Blue Heron Overlook Road. Camping is not allowed in the developed areas. Camping is allowed near the developed parking areas when the campsite is at least 200 feet from the edge of the parking area and IS NOT VISIBLE from the parking area. As of May 1, 1991, the following are considered developed areas: Yahoo Falls, Alum Ford, Yamacraw, Blue Heron Overlooks, Blue Heron and access areas along river, East Rim Overlook, Leatherwood Ford, West Entrance, Charit Creek, Twin Arches, Burnt Mill Bridge, Peters Bridge, Bear Creek Overlook, Brewster Bridge, and Honey Creek Overlook.  Camping is strictly prohibited within 25 feet of any cave, cemetery, grave site, historic site\/structure, rock shelter, rim of the gorge, trail, roadway, or any other specified location identified by a \"No Camping\" sign. Pending development and approval of a river management plan, the Superintendent has designated the river flood plain as open to camping following the backcountry guidelines. The Big South Fork is a whitewater river. KNOW YOUR SKILL LEVEL. Be aware that the river can rise quickly! River trails and camping areas may become flooded.  Please abide by the food storage regulations. If you are camping with a vehicle or horse trailer nearby, place coolers, grills, cooking utensils, horse feed, any food not in use, and anything with food odors inside the locked compartment of a vehicle or trailer (not inside a tent).  If tent camping in the backcountry, use the standard method of hanging your backpacks and food sacks. Find two tree about 30 feet apart with limbs 15 - 20 feet high. Throw a rope across the limbs and allow enough slack to attach your packs. Once attached, pull the rope tight and the packs should stabilize high enough where a bear cannot reach. Cook your meals some distance from your sleeping area and do not sleep in clothes you have cooked in. Plan your meals carefully so that you do not have excess food left over. Do not throw food scraps or other items into your campfire.  Always pack out whatever you bring in. Keep a clean campsite. Leave your backcountry camp in better shape than when you arrived.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/backcountry-hiking-and-camping.htm"
}
