{
    "title": "Big South Fork National River & Recreation Area: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do        Want to hike? Needle Arch is located along the hiking trail to Slave Falls.       What ever type of outdoor recreation you enjoy, chances are Big South Fork National River and Recreation Area, has a place you can do it.  The hardest part of your visit may be deciding which trail, overlook, historic site, natural feature or program to try next! It is recommended that you stop by one of the park's two visitor centers to obtain additional information needed for a safe and enjoyable experience. Want to watch a sunset?  Do you get up early enough to enjoy a sunrise?  There are overlooks all along the Big South Fork River gorge where you can catch the suns first or last rays of the day. Hiking on your agenda?  You can choose from any number of hikes ranging from a lazy stroll along the river to a multi-day hike through the backcountry. Do you have a horse?  Big South Fork has miles of horse trails, stabling facilities at Bandy Creek Stables and even two equestrian campgrounds at Station Camp in Tenn. and Bear Creek in Ky. During a trip to Big South Fork in the spring time you can find spectacular displays of wildflowers and native plants along many trails in the park. Want to visit a company town and enter a coal mine?  Visit the Blue Heron Mining Community a coal mining town once owned by the Stearns Coal and Lumber Company.  You can even ride the Big South Fork Scenic Railway from Stearns into Blue Heron.  Looking for something a little more extreme.  Try whitewater rafting the Big South Fork River, mountain biking through the backcountry or rock climbing on the miles of cliff lines throughout the park. If you wish to work in the park, Big South Fork has an active volunteer program. Join the team and aid in the preservation the parks natural and cultural resources, help campers as a campground host, or work to maintain the parks system of trails.  The opportunities abound!",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/things2do.htm"
}
