{
    "title": "Big South Fork National River & Recreation Area: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go      Big South Fork offers many interesting places to visit during your stay in the park. It is recommended that your first stop be at one of the park's visitor centers in Kentucky, or Tennessee.         Big South Fork River as seen from the East Rim. Chuck Summers  East Rim Overlook off Hwy 297 in Tennessee and Devils Jump Overlook off Hwy 742 in Kentucky, are two of many scenic overlooks where one may stand on the edge of the Big South Fork gorge and look down hundreds feet to the river below. Both East Rim and Devils Jump meet ADA standards for accessibility. If you would like to visit the Big South Fork River, up close and personal, Leatherwood Ford is the place for you. Here, you can walk across the old low water bridge, the main bridge across the river until 1983, when the new bridge was completed. There are boardwalks along the rivers edge with benches and picnic spots and a number of trails both long and short which follow the rivers edge. If you choose to get your feet wet wading in the river, please be careful, the rocks can be slippery, currents tricky and drop-offs sudden. The Twin Arches, the largest sandstone arches in the eastern United States are less then a mile hike from the closest trailhead. Once at the arches you can return across the top of the North Arch back to your car, you can hike down to the Charit Creek Lodge for an unforgettable nights stay in the heart of Big South Fork, or continue on to visit \"Jake's Place\" and hike through massive rockshelters as you return to the arches and your car.        Yahoo Falls drops 113 feet to a shallow pool below. National Park Service  Yahoo Falls, located in the northern portion of Big South Fork is Kentucky’s highest waterfall dropping 113 feet from the lip to the pool below. A short one-mile loop will take you down to, behind and back to the top of the falls. The Yahoo Falls area also has picnic facilities and scenic overlooks into the Big South Fork river gorge. A visit to the Blue Heron Mining Community will transport you back in time to the 1940s and 1950s as you visit the outdoor museum dedicated to life in a company coal mining town. You can visit ghost structures depicting company houses and buildings, hear the former residents tell you in their own words about life in Blue Heron, enter the mouth of Mine-18 and walk out over the Big South Fork River on the old tipple and bridge. You can drive into Blue Heron or ride in on the Big South Fork Scenic Railway.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/placestogo.htm"
}
