{
    "title": "Big South Fork National River & Recreation Area: Special Use Permits",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Special Use Permits                Special Use Permits         NPS  Providing opportunities for appropriate public enjoyment is an important part of the National Park Service mission. Approval of any special uses of the park-unrelated to public enjoyment-may be allowed if not otherwise prohibited by law or regulation. However, the National Park Service can only allow uses that are (1) appropriate to the purpose for which the park was established, and (2) can be sustained without causing unacceptable impacts.     A special park use is defined as an activity that takes place in a park area, and that:  requires written authorization and some degree of management control from the National Park Service in order to protect park resources and the public interest; is not prohibited by law or regulation; is not initiated, sponsored, or conducted by the National Park Service; is not managed under a concession contract; is not a recreation activity for which the NPS charges a fee, or a lease.  Please keep these requirements in mind if you are considering a request for special use of facilities or resources at Big South Fork National River and Recreation Area.   Activities and events that require Special Use Permits include: Wedding Ceremonies Commercial Filming Photography*  First Amendment Activities Endurance Races   A non-refundable application fee of $25 is required. Additional administrative, location and\/or cost recovery fees may also be charged. Follow the directions found on the Application for Special Use Permit (950kb PDF), then mail the completed form to the park headquarters address no less than 6 weeks in advance of the event.  Incomplete applications may be returned to the applicant, along with the application fee, without action. The Park will attempt to reach the applicant to resolve minor issues but may return the application without action if unable to reach the applicant over three business days. Applicants are encouraged to provide reliable daytime telephone contact information.   During special use events there are certain trails and areas that may be utilized if they are designated for the recreational activity.  Click here to download the Special Uses Map.  The information contained on this map is dynamic and may change over time.  The data presented are not better than the original sources from which they were derived.  It is the responsibility of the map user to use the data appropriately and consistent within the limitations of geo-spatial data in general and these data in particular.  This map is intended to aid the user in acquiring relevant data; it is not appropriate to use the related graphics as data.  The National Park Service shall not be held liable for improper or incorrect use of the data described and\/or contained herein.  These data and related graphics are not legal documents and are not intended to be used as such.   Commercial Film Permits are provided on an individual basis.  On May 15, 2006 the National Park Service established procedures and guidelines for the issuing of commercial film and still photography permits in units of the National Park Service.  For commercial filming as defined by those guidelines, there is a permit fee.  Contact the park for specific permit information.  *SPECIAL NOTE: Permits are only required for still photography if they involve one or more of the following: (1) the use of models, props, and\/or sets; (2)  that takes place in an area where and when members of the public are not allowed; (3) the agency would incur costs for providing on-site management and oversight to protect agency resources and minimize visitor use conflicts.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/special-use-permits.htm"
}
