{
    "title": "Big South Fork National River & Recreation Area: Brochures",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Brochures              Brochures      Numerous brochures and publications are available at the park visitor centers to help you plan a safe and enjoyable visit to the Big South Fork and the Cumberland Plateau.  Many of these same brochures and publications are also available on-line for downloading as PDF files which will print out on 8 1\/2 x 11 inch paper.    GENERAL INFORMATION     Park Brochure - Traditional National Park Service brochure produced by the Harpers Ferry Center for parks.  Completely revised in 2009 the brochure contains general information for visiting Big South Fork and a map of the park showing major routes and features. General Information\/Text (860 kB) Park Map (7.10 Mb) This is a large PDF file located on the Harpers Ferry Center server.  It may require some time to download.  A small version (4170 kB) without the shaded relief may also be downloaded from this link.  General Access Routes (4,500 kB) - Map of the park and vicinity showing access routes from both I-75 and I-40.      TRAILS    Big South Fork Trail Maps - this page provides links to several trail maps throughout the Big South Fork NRRA.  Tennessee Hiking Trails (East Rim, Leatherwood Ford and Bandy Creek Areas (292 KB) - Provides descriptions of the hiking trails around East Rim, Leatherwood Ford and the Bandy Creek Areas.  Also includes a shaded relief map showing those trails. Tennessee Hiking on the West Side (1.6 Mb) - Provides descriptions of the hiking trails around Middle Creek, Sawmill, Charit Creek and Twin Arches.  Includes a shaded relief map of these trails. Kentucky Hiking Trails and Maps (314 KB) - Provides descriptions of hiking trails around the Kentucky portion of the Big South Fork along with maps. Mountain Bike Riding (2.09 Mb) - Provides descriptions of the mountain bike trails in the Bandy Creek area.  Also includes a shaded relief map of those trails. Horseback Riding - Provides a brief description of horse trail system and lists facilities within Big South Fork which are available to riders. Trailhead Signs and Trail Blazes - In an effort to make the trail system more user friendly for the wide variety of users at Big South Fork National River and Recreation Area the park is formulating a new system of trailhead and trail markings. This new system will consist of both graphic symbols and color coded blazes to indicate the types of use authorized for a particular trail. Special Uses Trail Map (3.13 Mb) - During special use events certain trails and areas may be utilized if they are designated for the recreational activity.        RECREATIONAL INFORMATION     A Guide to Paddling in the Big South Fork (151 kB) - Provides information on river safety, recommended river levels and ratings for various sections of the river and directions to river access points.  A Guide to the Blue Heron Community (472 Mb) - This guide provides additional information for your visit to Blue Heron.  Images may appear pixilated on screen, but will print nicely. Black Bear in the Big South Fork (141 kB) - This brochure discusses Black bear behavior, biology and provides information on proper food storage methods. Birds of Big South Fork (279.2 kB) - This brochure, compiled by ornithologist Dr. Stephen Stedman provides a comprehensive checklist of birds seen within Big South Fork. Game Fish of Big South Fork Area (17 kB) - Provides information on fishing regulations for Big South Fork. Also includes information on the most popular game fish including favored locations and pictures. Geology and History of the Cumberland Plateau (321 kB) - This brochure discusses both the geologic and human history of the Cumberland Plateau. The Junior Ranger Web Program (861 kB) -  This  adaptation of our Junior Ranger Program was designed for children 4 to 12 years of age to help them learn about the National Park Service, the Big South Fork, and have fun too!  You will need to explore the Big South Fork website, visit another park's website, do a little drawing and answer some questions. When you are finished, just mail the booklet to the park headquarters and receive a badge, a patch and a certificate. Sandstone Arches (97 kB) - Provides information on various arches through the area which may be easily reached by car or trail.  Also includes in depth discussion of the Twin Arches and it's associated hiking trail.   Wildflowers of Big South Fork (323 kB) - This brochure is a listing of some of the more common wildflowers found in Big South Fork arranged by their normal blooming times.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/brochures.htm"
}
