{
    "title": "Big South Fork National River & Recreation Area: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers       Big South Fork National River and Recreation Area is open year round. Some facilities close during the winter, however. To get the most out of your visit, start at one of the park's visitor centers to chat with a ranger, pick up publications, purchase a gift at the Eastern National outlets, and find out about scheduled programs, and special events.           TENNESSEE             Headquarters Building   HEADQUARTERS BUILDING   Location: Oneida, three miles past park entrance on Leatherwood Road.   Address 4564 Leatherwood Road  Oneida, TN 37841   Facilities Ask a ranger what to do in the park. Free public Wi Fi.   Phone (423) 569-9778   Hours Open Monday through Friday 8:00-4:30 pm ET                Bandy Creek Visitor Center   BANDY CREEK VISITOR CENTER Location: Adjacent to Bandy Creek Campground; approximately 15 miles west of Oneida and 24 miles east of Jamestown, off Highway 297. Address 151 Stable Road  Oneida, TN 37841 Exhibits Focus on the recreational opportunities found within Big South Fork and throughout the seven surrounding counties. Facilities & Activities  Ask a ranger what to do in the park. free public Wi Fi; bookstore; park permits; restrooms; vending machines, and ice sales. Phone (423) 286-7275 Hours Open year-round. Closed December 25. 2016 extended hours (Memorial Day through Labor Day weekend): Fri-Mon 8:00-6:00 pm ET & Tue-Thur 9:00-5:00 pm ET Winter hours: 9:00-5:00 pm ET daily.                 Crossville Visitor Center   CROSSVILLE VISITOR CENTER   Location: Crossville, just off Exit 320, on I-40, across from Stone Memorial High School.   Address 176 River Otter Drive Crossville, TN 38571   Facilities Ask a ranger what to do in the park; restrooms.   Phone (931) 787-1755   Hours Open 7 Days a Week 9:00-5:00 pm CT               RUGBY VISITOR CONTACT STATION   Location: Rugby, off Highway 52, approximately 17 miles east of Jamestown, Tennessee.   Address 5517 Rugby Highway Rugby, TN 37733    Facilities & Activities Ask a ranger what to do in the park; free public Wi Fi; restrooms; park permits.   Phone  (423) 628-2991   Hours Open Saturdays and Sundays from Memorial Day weekend to Labor Day weekend. 9:00-5:00 pm ET                 Helenwood Visitor Center   HELENWOOD VISITOR CENTER   Location: Helenwood, off Highway 27, approximately fifteen miles from the park entrance.   Address 12025 Scott Highway Helenwood, TN 37755   Facilities & Activities Ask a ranger what to do in the park; free public Wi Fi; restrooms.   Phone (423) 663-6900   Hours Open Saturdays and Sundays 9-5:00 pm ET          KENTUCKY            Blue Heron Interpretive Center   BLUE HERON INTERPRETIVE CENTER Location: Located via Highways 1651 and 742. Address 8161 Mine 18 Road Strunk, KY 42649 Exhibits The Blue Heron Mining Community can be visited at any time to view historic structures and listen to audio programs. Facilities & Activities Ask a ranger what to do in the park; free public Wi Fi; bookstore; park permits; restrooms; vending machines, and concession stand. Railroad Ride The Big South Fork Scenic Railway travels from the Stearns Depot to the Blue Heron Mining Community in a 45-minute trip. The train remains approximately an hour at Blue Heron before returning to Stearns. Phone (606) 376-3787 or (606) 376-5073 Hours Outdoor structures are open year-round The visitor center is open April 1, through October 31 9:30-3:30 pm ET              STEARNS VISITOR CONTACT STATION Location: Stearns, approximately 0.25 of a mile west of Highway 27, just off Highway 92. Also located three miles south of Whitley City, and 18 miles north of Oneida, Tennessee. Address 300 Wilburn K. Ross Highway Stearns, KY 42467 Facilities Ask a ranger what to do in the park; restrooms; park permits. Phone (606) 376-5652 Hours Open Saturdays and Sundays, from Memorial Day weekend to Labor Day weekend. 9:00-5:00 pm ET",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/visitorcenters.htm"
}
