{
    "title": "Ozark National Scenic Riverways: River Levels and Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons     River Levels and Weather                River Levels and Weather      For the most up-to-date information about river closures during flood conditions, please visit our Facebook page, or contact park headquarters at 573-323-4236, or park dispatch at 844-460-3604.For the status of park facilities following the December 2015 flood, please click here.  \"Everybody talks about the weather, but nobody does anything about it.\"  -  Will Rogers      River & Flood Levels      A great river adventure requires good planning. Thunderstorms are frequent and sudden in the summer months and a downpour can ruin an otherwise enjoyable outing.  Flash floods are a risk at all times of the year. While in the area, listen to local radio stations for the latest weather. In general, the National Park Service will close the river to non-motorized vessels when the river level reaches two feet above normal.  Those \"flood levels\" are indicated at the right.   For the most up-to-date information about river closures, please visit our Facebook page. (A link is provided on the Park Home page.)  In flood conditions, the river runs faster, carries debris and is very treacherous. On land, flooding can make road crossings dangerous as well, never drive across a flooded roadway! Most flooding deaths occur in cars that are swept away. Remember, you are responsible for your own safety. Proper planning and alertness to your surroundings should keep the weather where it belongs - as a topic of conversation, not a cause of harm.    Jacks Fork at 17 bridge  (Flood Level 3.65)   Jacks Fork near Alley (Flood Level 5.40)         Jacks Fork at Eminence (Flood Level 6.40)    Current River at Akers Ferry (Flood Level 4.00)  Current River at Powder Mill (Flood Level 5.30)     Current River at Van Buren (Flood Level 5.00)  Statewide River Levels See below for other weather and water level resources.          Reading the Gages The links on the above right lead to automated river level stations in several  areas of the park. They will usually show two graphs: Gage Height: Water level at the river gage.  Compare the \"flood\" level cited to the right with the river level on the graphs (click river area of interest) to find if the river is up. If the river is at flood level, it is likely to be closed to non-motorized vessels. If it is at \"Flood Level\" or is rising toward it, dangerous conditions either exist or are likely. Discharge: This is the volume of water moving past a certain point. In general, the larger the volume, the faster water is moving downstream.  Weather Forecast   Canoe Rental Page  Remember to pack dry clothes in a watertight container such as a trash bag! In cooler weather, you might want supplies to start a fire as well.          Missouri DNR Water Resources Center River and Lake Level Observations, Forecasts and Precipitation  DNR gathers data from water level and precipitation recording devices in Missouri maintained by the Missouri Department of Natural Resources, the National Oceanic and Atmospheric Administration and U.S. Geological Survey and makes dynamic maps of this data available at this website.  http:\/\/www.dnr.mo.gov\/env\/wrc\/currentriverobservations.htm  USGS WaterAlert  The U.S. Geological Survey WaterAlert service sends e-mail or text messages when certain parameters (such as Gage Height) measured by a USGS data-collection station exceed user-definable thresholds. Go to this website and select the gage and gage height and you will receive a message when the gage is above that level.  http:\/\/water.usgs.gov\/wateralert\/  USGS \"Water Now\" System  The USGS provides a method for you to query a USGS gaging site via email, cell phone text message, or handheld device for gage height and streamflow. Send your request and in a few minutes you will get a reply showing the latest river stage and streamflow. If you program the email address in your contact list all you have to do is type in the gage number and send. Go to this website for instructions.  http:\/\/water.usgs.gov\/waternow\/  Current and Jacks Fork USGS gage numbers for use with StreaMail: 07064440 Current River at Montauk State Park 07064533 Current River above Akers 07067000 Current River at Van Buren 07067500 Big Spring near Van Buren 07065200 Jacks Fork near Mountain View 07065495 Jacks Fork at Alley Spring 07066000 Jacks Fork at Eminence            \"Wild rivers are earth's renegades, defying gravity, dancing to their own tunes, resisting the authority of humans, always chipping away, and eventually always winning.\" - (Richard Bangs & Christian Kallen, River Gods)",
    "url": "https:\/\/www.nps.gov\/ozar\/planyourvisit\/levels.htm"
}
