{
    "title": "Big South Fork National River & Recreation Area: Academic Fee Waivers",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes     Academic Fee Waivers                Academic Fee Waivers        National Park Service (NPS) regulations allow school groups and other bona fide national and international academic institutions to obtain a fee waiver, provided that the visit is for educational or scientific purposes, and the resources or facilities the group proposes to use support those purposes. Academic fee waivers are not granted automatically.  Applicant groups must show they qualify for the waiver. There are three criteria the group must meet to qualify for an academic fee waiver: eligibility, educational purpose, and relevance of park resources or facilities.  These criteria are detailed below: Academic Fee Waiver Criteria 1.  Eligibility Applicants must prove they are a bona fide academic institution by submitting one of the following:   ·  A statement confirming educational or scientific tax-exemption from the IRS or the applicant's national, state, or local tax authority; or ·  A statement, from a bona fide academic institution, confirming that the group is visiting for the purpose of providing transferable educational credit based on a curriculum; or ·  A statement of accreditation, or recognition as an academic institution, from a recognized national, regional, state, or local authority at the applicant's location. 2.  Educational Purpose of the Visit Applicants must provide a written statement confirming that the visit supports a specific curriculum for which academic credit is offered.  If the group is on a commercial tour, the applicant must state how the tour supports the curriculum. 3.  Relevance of Park Resources or Facilities Applicants must provide a written statement identifying the park resources and\/or facilities that will be used to support the educational purpose of the visit, and how they are relevant to that purpose. Fee Waiver Applications must be received at least 4 weeks in advance of the anticipated visit.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/academic-fee-waiver.htm"
}
