{
    "title": "Big South Fork National River & Recreation Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           4564 Leatherwood Road  Oneida, TN 37841                 Directions         Please use the following link to learn more about how to get here from various locations.   Directions Details           Operating Hours & Seasons         Park Operating Hours The park is always open.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           The weather along the Cumberland Plateau can be best described as unpredictable. Each season brings its own weather patterns. Summers are generally hot and humid, with high temperatures sometimes eclipsing 90 degrees. The low temperatures in winter often dip below freezing. Spring sees the most amount of precipitation, but rainfall can occur in various amounts throughout the year.         Fees & Passes     Entrance Fees:   Big South Fork Entrance Fee - $0.00 There is no entrance fee for Big South Fork NRRA.          Visitor Centers       Bandy Creek Visitor Center Exhibits Focus on the recreational opportunities found within Big South Fork and throughout the seven surrounding counties. Facilities & Activities Ask a ranger what to do in the park. free public WiFi, bookstore; park permits; restrooms; vending machines, and ice sales.   Crossville Visitor Center Located in Crossville, just off Exit 320, on I-40, across from Stone Memorial High School.   Rugby Visitor Contact Station Facilities & Activities Ask a ranger what to do in the park; free public WiFi, restrooms; park permits.   Helenwood Visitor Center Facilities & Activities Ask a ranger what to do in the park; free public WiFi; restrooms.   Blue Heron Interpretive Center Exhibits The Blue Heron Mining Community can be visited at any time to view historic structures and listen to audio programs. Facilities & Activities Ask a ranger what to do in the park; free public WiFi, bookstore; park permits; restrooms; vending machines, and concession stand. Railroad Ride The Big South Fork Scenic Railway travels from the Stearns Depot to the Blue Heron Mining Community in a 45-minute trip. The train remains approximately an hour at Blue Heron before returning to Stearns.   Stearns Visitor Contact Station Facilities Ask a ranger what to do in the park; restrooms; park permits.                       Pets   Pets are allowed in the park as long as they are restrained on a leash at all times.        Park Brochures   Download your brochures here.        Concessionaires and Outfitters   Plan your visit with one of these businesses in the park.",
    "url": "https:\/\/www.nps.gov\/biso\/planyourvisit\/basicinfo.htm"
}
