{
    "title": "El Camino Real de los Tejas National Historic Trail: Trailwide",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Cooperative Research     Trailwide                  Trailwide       Underground Railroad Route Along El Camino Real de los Tejas In eastern Texas and western Louisiana, El Camino Real de los Tejas was formed from a series of trails used by Caddo Indians for travel between villages. Spanish colonists used many of these existing trails beginning in the 1690s. French citizens from Louisiana used the same paths for both illegal and legal trade. Americans (including filibusterers) began to arrive before and after the Louisiana Purchase in 1803. After Texas became part of Mexico in 1821, American colonists began to immigrate to Texas in greater numbers, many with their slaves. As a French and later American community, Natchitoches, Louisiana played a significant role in the trade network of goods - including slaves - that existed with their Spanish and Indian neighbors. It was also from this area - Natchitoches, Los Adaes, and areas to the West - that enslaved people sought freedom from their oppressors. Rolonda Teal, a historian based in Converse, Louisiana, has delved into a host of primary records and maps pertaining to this little-known topic. This project, which is a product of her research as it pertains to the 1804-1809 period, seeks to identify the role of El Camino Real in the lives of African-descended people by helping to answer the question, \"How did this route provide Underground Railroad-type transportation for fugitive slaves?\" This project was finalized in 2010. Ms. Teal prepared the text and supplied several maps, and the NPS prepared three of the final maps. Underground Railroad Route Along El Camino Real de los Tejas (5 MG pdf)       When arrested at the vacherie (cattle grazing land) of Louis Juchereau de St. Denis, commandant at Natchitoches, they said they were headed for the Spanish fort of Los Adaes. This group of fugitives had come in search of Los Adaes and freedom from New Orleans largely because of the fort’s location, and also due to its reputation as a slave compassionate society.              Image from Louisiana Archaeology Week Poster 2001       Return to Cooperative Research.",
    "url": "https:\/\/www.nps.gov\/elte\/learn\/historyculture\/trailwide.htm"
}
