{
    "title": "El Camino Real de los Tejas National Historic Trail: Fort Saint Jean Baptiste State Historic Site",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     A Photographic Journey of the Trail     A Photographic Journey - Pictures 16-30     Fort Saint Jean Baptiste State Historic Site                  Fort Saint Jean Baptiste State Historic Site        Christopher Talbot       Fort Saint Jean Baptiste State Historic Site, Natchitoches Parish, Louisiana French-Canadian trader Louis Juchereau de St. Denis was on a mission to establish trading ties with Mexico. After traveling nearly 140 leagues up the Red River, he encountered an impenetrable logjam. At this spot, he hastily built two crude huts, which became Fort St. Jean Baptiste and the town of Natchitoches, the oldest permanent settlement in the Louisiana Purchase territory. St. Denis became the commander of the fort in 1722, and the colony thrived until his death in 1744. In 1731 an attack by the Natchez Indians exposed the vulnerabilities of the small French fort, prompting French fficials to send engineer François Broutin to oversee the construction of a larger and stronger fortifcation. Spanish officials charged it was an invasion of Spanish territory, but St. Denis politely ignored their protests. The fort continued to be garrisoned by French marines until 1762, when France’s defeat in the French and Indian War forced it to cede Louisiana to Spain. Spanish authorities continued to operate the fort as a military outpost and trading center; however, the fort no longer protected a territorial boundary, so its strategic importance was diminished. Spain eventually abandoned the fort, and by the time the United States acquired the territory in 1803, it was in ruins. Gaze upon this full-scale replica fort. Located in the west bank of the Cane River, it lies a few hundred yards from the site of the original 1732 fort. Time period: 1700s Ownership: Public (Louisiana Office of State Parks) You've Completed the Journey Along El Camino Real de los Tejas! Tell Your Friends and Be Sure to Visit the Trail. PREVIOUS IMAGE",
    "url": "https:\/\/www.nps.gov\/elte\/learn\/photosmultimedia\/fort-saint-jean-baptiste-state-historic-site.htm"
}
