{
    "title": "Rocky Mountain National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Campgrounds         Hover over each dot to see the campground name. Zoom in for a closer look.         Aspenglen Campground: Open. Click here to reserve for summer.   Glacier Basin Campground: Open. Click here to reserve for dates starting July 1.   Longs Peak Campground: Open. No reservations; first-come, first-served only.   Moraine Park Campground: Open. Click here to reserve for summer.   Timber Creek Campground: Open. No reservations; first-come, first-served only.    Note: Click each campground name for details      Have a question? Read our FAQ! If your question isn't answered there, send us an email or call (970) 586-1206.       Aspenglen Campground Current Status: Open    Map: Aspenglen Campground Map   Dates: May 26 to September 26, 2016   Reservations: Recommended. Click here to reserve.   Fee: $26   Sites: 53   RVs: Yes (B and C Loops). 30 ft maximum length.   Generators: 7:30–10 am and 4–8:30 pm (C Loop only)   Tent Pads: 13' x 15'   Toilets: Flush   Food Storage Lockers: Available. Learn more.    Description Located at 8200 feet (2499 meters) on U.S. Highway 34 just west of the Fall River Entrance Station in a pine forest near Fall River. Other Notes  Fall River Visitor Center is a short walk away. Ranger-led evening prorams may be offered in summer. Cell phones don't work here, but there's an emergency phone at the ranger station. Many trees in this campground are treated with insecticide to prevent mountain pine beetle infestation.        Glacier Basin Campground Current Status: Open    Map: Glacier Basin Campground Map   Dates: June 9 to September 11   Reservations: Recommended. Click here to reserve for dates starting July 1.   Fee: $26   Sites: 150   RVs: Yes. 35 ft maximum length.   Generators: 7:30–10 am and 4–8:30 pm   Tent Pad Size: Varies. View a table of tent pad sizes by site.   Toilets: Flush   Food Storage Lockers: Available. Learn more.    Group Sites    Fee: $4\/person\/night   Sites: 13   RVs: No. Tents only.   Generators: No. Tents only.   Tent Pads: Varies.   Toilets: Flush   Food Storage Lockers: Available. Learn more.     Information Specific to Group Sites  Small sites (#1 and 13) fit 9–15 people and a maximum of three vehicles. Medium sites (#2–6 and 10–12) fit 16–25 people and a maximum of four vehicles. Large sites (#7–9) fit 26–40 people and a maximum of five vehicles. No limit on number of tents. No more than five vehicles per site.  Description Located at 8500 feet (2591 meters) on Bear Lake Road about six miles south of the Beaver Meadows Entrance Station. Other Notes  Free shuttles connect the campground to Bear Lake and Estes Park. Ranger-led evening prorams may be offered in summer. The mountain pine beetle outbreak resulted in the removal of most trees so there is no shade in the C and D Loops (these sites have expansive views and are good for slide-outs) or the group sites. Many remaining trees in this campground are treated with insecticide to prevent mountain pine beetle infestation.        Longs Peak Campground Current Status: Open    Map: Longs Peak Campground Map   Dates: June 30 to September 6   Reservations: No reservations. First-come, first-served only.   Fee: $26   Sites: 26   RVs: No. Tents only.   Generators: No. Tents only.   Tent Pad Size: 13' by 15'   Toilets: Vault   Food Storage Lockers: Available. Learn more.    Description Located at 9500 feet (2896 meters) in a pine forest near the Longs Peak trailhead approximately nine miles south of the town of Estes Park off of Highway 7. Other Notes  The trailhead to Longs Peak and other desinations is nearby. There is an emergency phone at Longs Peak Ranger Station (not at the campground). Many trees in this campground are treated with insecticide to prevent mountain pine beetle infestation.        Moraine Park Campground Current Status: Open     Map: Moraine Park Campground Map   Dates: Open year-round   Reservations: Recommended in summer. Click here to reserve. In winter, all sites are first-come, first-served.   Fee: $26 when water is on. $18 when water is off.   Sites: 244 in summer, 77 in winter   RVs: Yes. 40' maximum length.   Generators: 7:30–10 am and 4–8:30 pm (except D Loop, where they are not allowed)   Tent Pad Size: Varies. View a table of tent pad sizes by site.   Toilets: Mix of flush and vault   Food Storage Lockers: Available. Learn more.    Description The park's only year-round campground is located at 8160 feet (2487 meters) in a ponderosa pine forest above the meadows of Moraine Park on Bear Lake Road approximately two and a half miles south of the Beaver Meadows Entrance Station. Other Notes  Free shuttles connect the campground to Bear Lake and Estes Park. Moraine Park Discovery Center is in walking distance, and there are many connections to Moraine Park area trails. Ranger-led evening programs may be offered in summer. There's a solar-heated shower bag stall in the campground. Many trees in this campground are treated with insecticide to prevent mountain pine beetle infestation.        Timber Creek Campground Current Status: Open    Map: Timber Creek Campground Map   Dates: Late May to early November   Reservations: No reservations. First-come, first-served only.   Fee: $26   Sites: 98   RVs: Yes. 30' maximum length.   Generators: 7:30–10 am and 4–8:30 pm   Tent Pad Size: Varies   Toilets: Flush   Food Storage Lockers: Available. Learn more.    Description The only campground campground on the west side of the park is located at 8900 feet (2713 meters) along the Colorado River in the Kawuneeche Valley on U.S. Highway 34 approximately 10 miles north of Grand Lake. Other Notes  Ranger-led evening programs may be offered in summer. There's an emergency phone at the ranger station. The mountain pine beetle outbreak resulted in the removal of most trees, so there is no shade in the campground.        Frequently Asked Questions How do I reserve a campsite? For summer reservations at Aspenglen, Glacier Basin, and Moraine Park, visit Recreation.gov or call (877) 444-6777. You can reserve up to six months in advance. Longs Peak and Timber Creek are first-come, first-served only year-round, and Moraine Park is first-come, first-served in winter, so reservations aren't available. How hard is it to get a campsite? In July and August, campgrounds usually fill every day by early afternoon, and most sites at reservable campgrounds are reserved well in advance. In June and September, campgrounds tend to fill on weekends. How many nights can I camp? From June 1 through September 30, you can stay seven nights total parkwide. For example, if you stayed three nights at a campground on one trip and four nights at another campground on another, you wouldn't be able to stay any more nights that summer season. You can also stay an additional 14 nights between September 30 and June 1. Do you have limits on RV or trailer length? Yes. Aspenglen: 30 feet Glacier Basin: 35 feet Longs Peak: Tents only Moraine Park: 40 feet Timber Creek: 30 feet Can I have a campfire? Yes, but only in metal fire grates. Never leave fires or coals unattended. Fires must be completely extinguished before leaving the campsite or going to bed. Gathering firewood and fire-starting materials is prohibited. Can I buy firewood at the campground? In summer, yes: firewood is sold at all campgrounds. We ask that you purchase firewood near or in the park. Firewood from out-of-state may hold harmful insects that could spread to the park. How many people and vehicles can I have at my site? You can have up to eight people. You can have either two tents or one vehicle and one camping unit (tent, RV, or trailer\/tow). Extra vehicles must park in overflow areas. At group sites, special rules apply. Please see Glacier Basin Campground on this page. When are checkin and checkout? At all campgrounds, checkout is at 12 pm, and checkin is at 1 pm. Do you have quiet hours? Yes, from 10 pm to 6 am. Does my campsite fee include entrance to the park? No, a separate entrance fee applies. Does my pass give me a discount? America the Beautiful Senior and Access Pass holders get a 50% discount on camping fees. Can I buy ice at the campground? At Aspenglen, Glacier Basin, and Moraine Park: yes. At Longs Peak and Timber Creek: no. Can I bring my pet? Yes, with some rules. Pets must be on leashes no longer than six feet. Please clean up after them. Pets are prohibited on all trails, tundra, and meadow areas. Pets may not make noise that impacts visitors or wildlife. Can I use fireworks in the campground? No, the use of fireworks is prohibited in the park. Can I ride my skateboard, rollerblades, scooter, or similar devices in the campground? No, those are all prohibited.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/camping.htm"
}
