{
    "title": "Ozark National Scenic Riverways: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       Lodging  Canoe Rentals  Camping  Ranger Programs  Calendar   Traditional Craft & Skills Demonstrations  Local Chambers of Commerce  Hiking in the Ozarks  Horseback Riding  Boating Info \/ Horsepower Limits on the Rivers  Hunting & Fishing  Weapons in the park ATV and Off Road Vehicle Information Visitation statisticsBig Spring Restoration  PARK FACILITIES  Alley Mill Visit the scenic Alley Mill for a look at the life of yesteryear. Phone: 573-226-3945 Located on Missouri Route 106, six miles west of Eminence, Missouri.  Informal tours of the building are held anytime by request. Rangers are available to provide information about the park, the Ozark area, history and nature.  Special Programs: Schools can arrange to visit anytime of year by calling  573-226-3945. Exhibits:  The Alley Mill was built in 1894. Much of the original milling equipment is still in place. Exhibits explain the life and culture of the Ozarks.  Available Facilities: Exhibits, book and postcard sales, free literature, park information. No restrooms in the Mill. Campground, canoe rental and river access nearby.  Storeys Creek One Room Schoolhouse Phone: 573-226-3945 Located within walking distance of Alley Mill, six miles west of Eminence, Missouri on State Route 106. Open on summer weekends. Grounds always open, but access into the school is limited.  Special Programs: Schools can arrange to visit anytime of year by calling  573-226-3945.  Exhibits: Traditional one room school. See how the \"three R's\" were taught in the Ozarks and throughout rural America until recently.   Alley Old Store Visitor Center Open by chance or appointment during the winter months, open daily in summer. Phone: 573-226-3945 Located on the approach road to the Disabled Parking Area 100 yards north of the main Alley Mill parking lot. Within walking distance of the Mill and the Storeys Creek School. (if walking, it is behind the school and up the hill.)  Open daily during the summer, may be closed mid-day for lunch.  Exhibits recall the furnishings of a late 19th Century Ozarks country store. Available Facilities: Sales area, park information, Restroom.  Round Spring Visitor Center Phone:  573-323-8093 Located at the entrance to the Round Spring Campground, 15 miles north of Eminence on State Route 19. Open from 8:00 am to 4:30 pm during the summer months. The rest of the year it is open when the ranger is in, no set hours. Small exhibit area featuring displays about caves, karst geology and the fauna of caves, including bats.  Tickets for tours of the Round Spring Cave are available 30 minutes before each tour during summer months. Tours are held daily at 10:00, 12:00 and 2:00. Reservations are not accepted and group size is limited. Tours are held Memorial Day weekend through Labor Day. Available Facilities: Small exhibit area featuring displays about caves, karst geology and the fauna of caves, including bats. Park information, brochures, restroom etc.  Campground, canoe rental and river access nearby.  Akers Visitor Center Closed indefinitely. Pulltite Visitor Center The Pulltite Visitor Center is open irregular hours on summer weekends. Visitors can get park information, borrow a fishing pole or binoculars, and children may borrow books from our extensive kid's nature library. There is an outdoor \"Free Children's Library\" at Pulltite that is open year round, working on the honor system. Watercress Headquarters (Van Buren) Open weekdays all year 8:00 - 4:30, except Thanksgiving, Christmas, New Year's Day and other Federal holidays..  Phone: 573-323-4236, ext 0  Located at 404 Watercress Drive in Van Buren, Missouri. Directly across the street from the Van Buren High School. This is just east of town on Main Street, also known as \"Old Route 60.\"  Exhibits on the resources and history of the Ozarks. Informational brochures and sales items such as books, videos, postcards, etc are available.  Open year round. Available Facilities: Information, restrooms, book sales, trail. Forest Service campground and river access nearby at Watercress Park.             Big Spring Lodge was built by the CCC in the 1930s. It serves a full menu of fine food in the summer months. Rustic cabins are also available for rent. Call 573-323-4423 for more information.        And I count myself more fortunate with each passing season to have recourse to these quiet, tree-strewn, untrimmed acres by the water. I would think it a sad commentary on the quality of American life if, with our pecuniary and natural abundance, we could not secure for our generation and those to come the existence of . . . a substantial remnant of a once great endowment of wild and scenic rivers.\" - (William Anderson, Congressman from Tennessee, Arguing for passage of the Wild and Scenic Rivers Act (1968))",
    "url": "https:\/\/www.nps.gov\/ozar\/planyourvisit\/index.htm"
}
