{
    "title": "El Camino Real de los Tejas National Historic Trail: The NHT Family of Signs and How to Use Them",
    "body": "Explore This Park    Get Involved     Partners     How To Create Your Sign Plan     The NHT Family of Signs and How to Use Them                 The NHT Family of Signs and How to Use Them       As you begin, it is important to review the national historic trail family of signs and to understand the various sign types and how they are used. Once you have reviewed the sign types, you will be ready to create a sign plan. The sign plan types and their uses are outlined in detail below. Custom signs are covered at the bottom of the page. Please note that use of these signs requires explicit approval by the NPS, because the signs include the federally protected El Camino Real de los Tejas National Historic Trail logo.             GENERAL SIGN TYPES - HOW TO UNDERSTAND AND USE THEM    Local Tour Route Original Route NEXT XX MILES   Crossing Original Route BEGIN   To Original Route Original Route END   Original Route Historic Site Name    Site Identification - Entrance         SIGN SIZES AND REFLECTIVE QUALITY The recommended national historic trail standard road sign size is 32 inches by 48 inches. The Historic Site Name sign is generally 36 inches by 48 inches to accommodate the variety of potential site names. Some signs have a secondary lower sign panel or arrows (please refer to road signs in table above):  The standard arrow is a 15-inch by 21-inch panel. The NEXT XX MILES lower sign panel is 16 inches by 32 inches. The BEGIN, END, ON LEFT, and ON RIGHT lower sign panels are 12 inches by 32 inches.  These signs are sized for low speed roads to accommodate a 4-inch minimum letter height in compliance with the Manual on Uniform Traffic Control Devices (MUTCD), which is the primary guidance that governs all public roads in the United States. Conditions could exist in which local road jurisdiction may require a smaller or larger size sign. A larger sign will most likely be required for higher speed roads. Ultimately, the agency having jurisdiction over the road or highway has the responsibility for providing direction on the size of the signs required. They may also dictate the quality of reflective sheeting required for the signs, i.e. engineering or high intensity grade. CUSTOM SIGNS Site entrance signs are typically custom designed. Some sites have an existing site sign that can have a national historic trail panel added below it; some have site logos or themes that can be applied to the new trail sign. Please contact the NPS to discuss options and funding for NHT-branded entrance signs at your national historic trail site.",
    "url": "https:\/\/www.nps.gov\/elte\/learn\/management\/elte-the-nht-family-of-signs-and-how-to-use-them.htm"
}
