{
    "title": "El Camino Real de los Tejas National Historic Trail: Research",
    "body": "Research       Research about El Camino Real de los Tejas events and routes is ongoing. The National Park Service works cooperatively with scholars, site managers, and others to learn more about trail-related stories and sites. A primary way in which the National Park Service stimulates trail scholarship is through the Challenge Cost Share Program. Since 2006, the agency has worked with a number of partners — El Camino Real de los Tejas National Historic Trail Association, universities, museums, historical societies, and other nonprofit entities — on El Camino Real de los Tejas projects. Many of these projects have brought forth new historical trail information; new or modified trail segments have been identified; buildings and archeological sites have been identified as being thematically related to El Camino Real de los Tejas; roadside interpretive exhibits and museum exhibits are being considered. If you have a project idea that can add new historical information or challenge existing notions about the trail, contact the National Trails Intermountain Region staff. Please use the Contact Us link on the left-hand navigation bar.      For those who would like to undertake additional research about El Camino Real de los Tejas, many sources are available. Historians have located a sizable number of diaries, journals, and secondary sources on the subject. Major trail-related sources are also noted in the bibliography. Those interested in further research may wish to consider the following facilities:  Yale University, Beinecke Rare Book and Manuscript Library - www.library.yale.edu\/beinecke\/ National Archives - www.archives.gov\/ Library of Congress, Washington, DC - www.loc.gov\/index.html Newberry Library, Chicago - www.newberry.org\/ The Genealogical Society of Hispanic America - www.gsha.net\/ Hispanic Genealogical Research Center of NM, Albuquerque - www.hgrc-nm.org\/ UNM, Center for Southwest Research - http:\/\/elibrary.unm.edu\/cswr\/ UT El Paso Library, Special Collections - http:\/\/libraryweb.utep.edu\/special\/ UT Austin, Briscoe Center for American History, Eugene C. Barker Texas History Collection - www.cah.utexas.edu\/collections\/texas_history.php  UT Austin, Benson Latin American Collection - www.lib.utexas.edu\/benson\/ Southern Methodist University (Dallas), Clements Center for Southwest Studies - http:\/\/smu.edu\/swcenter\/  Archivo General de la Nacion, Mexico City - www.agn.gob.mx\/ Instituto Nacional de Antropología e Historia (INAH) - www.inah.gob.mx\/ Archivos General de Indias, Seville, Spain - http:\/\/en.www.mcu.es\/archivos\/MC\/AGI\/index.html  Before visiting any of these facilities, please contact the archival staff regarding the purpose of your visit and the nature of the records that you want to investigate.",
    "url": "https:\/\/www.nps.gov\/elte\/learn\/historyculture\/research.htm"
}
