{
    "title": "El Camino Real de los Tejas National Historic Trail: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management        Established in 2004 2,580 miles long (2013)      Establishing a New National Historic TrailEl Camino Real de los Tejas National Historic Trail was added to the National Trails System by act of Congress in 2004. This nationally significant trail crosses Texas into northwest Louisiana. This is a portion of the historic trail that linked Mexico City with the Spanish colonial capital at Los Adaes (now in Louisiana). The National Park Service administers El Camino Real de los Tejas in partnership with other federal, state, and local agencies; non-profit organizations; and private landowners. Participating national historic trail sites display the official trail logo. Trail administration activities include: CertificationFind out the benefits of certifying your El Camino Real site; become one of our partners!National Trails SystemThe National Historic Trails System, established by the National Trails System Act of 1968, commemorates historic routes and promotes their preservation, and development for public use. National Historic Trails recognize diverse facets of history such as prominent past routes of exploration, migration, trade, communication and military action. The historic trails generally consist of remnant sites and trail segments, and thus are not necessarily contiguous. Although National Historic Trails are administered by federal agencies, land ownership may be in public or private hands. Learn more about the National Trails System, including National Historic, Scenic, and Recreation Trails. View the National Trails System map.      Our Mission To promote the preservation and development of national historic trails for public use, enjoyment, education, and inspiration.      Our Staff & Offices Laws & Policies",
    "url": "https:\/\/www.nps.gov\/elte\/learn\/management\/index.htm"
}
