{
    "title": "El Camino Real de los Tejas National Historic Trail: Caddo Social Structure",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Caddo Social Structure                Caddo Social Structure       The Caddo people trace their descent through the maternal line. They recognized and ranked clans, with marriage typically occurring between members of different clans. Religious and political authority in historic Caddo communities rested in a hierarchy of key positions shared between the various affiliated communities. The xinesi (pronounced chenesi, meaning Mr. Moon) inherited the position of spiritual leadership. The Caddo people looked to the xinesi for mediation and communication with their supreme god (Caddi Ayo) for religious leadership and decision-making influence, and in leading special rites such as the first-fruits harvest and naming ceremonies. Xinesi performed the rituals that brought bountiful crops. Upon death, they were buried in temples or in burial mounds, surrounded by lavish grave goods. The xinesi did not rule alone. They consulted with other high-ranking men and sought consensus; they led by example rather than by coercion; and their authority depended on their generosity. By redistributing wealth, tributes, and food among their people, they created obligations and built loyalty. The caddi held the position of principal headman of a community, which was also inherited from father to son. The caddi made the important political decisions for the community; sponsored other major diplomatic ceremonies; led councils for war\/raiding expeditions; and conducted the calumet (peace pipe) ceremony with distinguished visitors. Caddi sought the advice and assistance of a council of high-ranking elders (canahas). In prehistoric times (800\/900), Caddo centers boasted mounds for the burial of the elite in elaborate mortuary rituals and as platforms for public buildings and structures used by the elite. The development of these well-planned mound centers went hand-in-hand with the socially ranked positions within powerful Caddo communities. These larger communities spread along the Red, Arkansas, Little, Ouachita, and Sabine rivers. Divided by rank and status, Caddo society shared subsistence practices. Men broke the soil, but women planted the crops. Elder women controlled the dome-shaped lodges where members of several related families lived; they also controlled the fields. In the fall Caddo men went to the prairies on foot to hunt bison while the women dressed the meat and hides.        Caddo Nation  Sho-we-tat means “Little Boy” in Caddo. He was chief of the Caddo people in the mid-to-late 1800s. During the Civil War he led an all American Indian battalion for the Confederacy. But tribal elders have [said] that Sho-we-tat was the one that led some Caddos up into Kansas during the Civil War because they did not want to get involved in the white man’s war.        Caddo Mounds State Historic Site  This Caddo mound site was built more than 1,200 years ago by a group of Caddo Indians known as the Hasinai. The 397-acre site is located in Cherokee County, west of Nacogdoches. www.visitcaddomounds.com\/index.aspx?page=2      PAGE 1 Caddo Nation Introduction PAGE 2 Early Caddo History  PAGE 4 Caddo Trade  PAGE 5 Caddo Population Decline  PAGE 6 Caddo Timeline  PAGE 7 Well-Traversed Caddo Trails",
    "url": "https:\/\/www.nps.gov\/elte\/learn\/historyculture\/caddo-social-structure.htm"
}
