{
    "title": "El Camino Real de los Tejas National Historic Trail: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Be sure to read a Historical Background (369 KB pdf) - This treatment is from the Comprehensive Management Plan, pages 7-17.      A Brief History During the Spanish colonial period in America royal roads tied far-flung regions with Mexico City. One of these was El Camino Real de los Tejas, which provided the only primary overland route from what is now Mexico and across the Río Grande to the Red River Valley in what is now Louisiana. Over this road, with its 2,500-mile route ever changing with new roadways and trails, came settlers, missionaries, and soldiers who populated the settlements, missions, and presidios of East Texas and Northwest Louisiana. El Camino Real de los Tejas connected a series of Spanish missions and posts, from Mexico City to Los Adaes (first capital of the Texas province), now in northwestern Louisiana. Routes used by Spanish explorers that became the camino real followed established Indian trails and trade routes; the road's development had irreversible impacts on the native people of Texas and Louisiana. It linked a variety of cultural and linguistic groups, and served as an agent for cultural diffusion, biological exchange, and communication. Spanish entradas and the establishment of missions and presidios along the camino real routes indicated Spanish claims to the region; part of the larger 17th century power struggle among Spain, France, and England to control North America. It served as an agent of change, being a conduit for exploration, trade, migration, settlement, and movement of cattle and other livestock. The camino real provided access to armies on the move for more than 150 years, including Spanish, French, Mexican, Republic of Texas, and American - and helped determine the southern and western boundaries of the United States and Mexico. Thousands of American immigrants into Texas arrived via a section of the camino real known as the San Antonio Road. Their presence and activities led to revolt against Mexico, and to Texas independence and eventual statehood. Use of El Camino Real de los Tejas fostered the mix of Spanish and Mexican traditions, laws, and cultures with those of America, resulting in a rich legacy reflected in the people, natural and built landscapes, place names, languages, music, and arts of Texas and Louisiana today.        People - Read the story of the Caddo Nation. As a self-sufficient nation with their own religion, the Caddo studiously ignored Spanish demands to accept Christianity. Research - Scholarly research, how to get projects started, and a long list of resources are found here.",
    "url": "https:\/\/www.nps.gov\/elte\/learn\/historyculture\/index.htm"
}
