{
    "title": "El Camino Real de los Tejas National Historic Trail: Caddo Timeline",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Caddo Timeline                Caddo Timeline       EUROPEAN INFLUENCE AND INTERACTION 1542-1543: The Spanish entrada of Hernando de Soto, led by Luis de Moscoso, passed through Caddo lands in present-day Arkansas and Texas. Once they entered Texas the Spaniards traveled along an aboriginal trail (the Caddo Trace) that extended from the Red River southwest into the heart of East Texas, and connected to other trails (part of El Camino Real) within the Angelina and Neches river basins. As they bumped into Caddo families in the river basins, they found vast differences in corn supply—prosperity or scarcity for communities. Late 1600s: Exposure to European epidemic diseases led to a Caddo population decline of 75 to 90 percent. The Caddo Nation plummeted from 200,000 to 10,000. 1686: The Caddo people lived primarily in small groups on the Red River and in East Texas. Through missions, presidios, ranches, and trading posts, France and Spain laid claim to Caddo land and courted Caddo allegiance. In turn, the Caddo participated in the French fur trade, and they exchanged guns, horses, and other items with Indian groups and Europeans. The resulting economic symbiosis between the Caddo groups and Europeans, as well as the continued political stability of Caddo communities, was key to the political success and strength of Caddo tribes. 1690-1720s: The Spanish conducted a strong, unsuccessful effort to Christianize the Caddo. As a self-sufficient nation with their own religion, the Caddo studiously ignored the Spanish. ANGLO INFLUENCE AND INTERACTION Beginning in the early 1820s, increased Anglo migration into Caddo territory (“land grabs”) impacted the sacred Caddo landscape. 1820s-1830s: Caddo groups were widely scattered across the land in East Texas (including villages on the Red River and in the Neches-Angelina river valleys). Alabama and Coushatta Indians immigrated to Texas and Caddo territory from lands east of the Mississippi River. Caddo settlements now lay well away from El Camino Real de los Tejas. 1835: Caddo chiefs surrendered their lands within the United States territory in a forced land cession, giving up present-day Caddo Parish, Louisiana and Miller County, Arkansas. Caddo retreated to Texas and Mexico. Texas never recognized any claims to land by the Caddo. Modern Caddo perspective on the forced land cession:  With the removal from Louisiana, better yet removal from the United States, the government did not want us living in the US. It truly was a ‘I don’t care where you go, you just can’t stay here’. The treaty was careful to ensure that the government did not allot any land for those Caddo forced out of Shreveport and the United States. Ancestor Mary Inkanish documented her experience of being removed from Shreveport in a 1927 interview. She explained that when that treaty was signed, her family went down into Mexico. This demonstrated the familiarity Caddos had with Mexico. Why would they go into Mexico first if they didn’t know what to expect? This linked the El Camino Real de los Tejas as the main road used to get there. Caddo Nation, 2013  1840s-1850s: The Hasinai, Natchitoches, and Kadohadacho were forcibly pushed out of East Texas by Anglo settlers. Some moved into Indian Territory, while others traveled west into the upper Brazos River drainage. This was the final and bitter end to the Caddo settlement of their traditional homelands. Texas allowed the US government to set up a reservation for the tribes near present-day Graham, Texas with a lease stipulation that once the land was no longer needed, it was to revert back to the state of Texas. 1859: Though the Caddo groups made a successful agricultural living for a few short years in the Brazos River valley, they were never secure from Anglo encroachments. In 1859 they were again forced to abandon their homes, all the fruits of their labors, and the graves of their kindred. Major Robert S. Neighbors, the US Indian Agent in Texas, led the tribes to the area of present-day Anadarko, Oklahoma along the Washita River valley in Indian Territory. On his return to Fort Belknap, he was shot in the back, brutally murdered because he helped the Indian tribes. The Caddo today commemorate his dedication to them by visiting and cleaning his gravesite.         1718 Carte de la Louisiane map (Guillaume Delisle). The map shows the routes\/trails of St. Denis through and to the Red River. El Camino Real de los Tejas shows eastern Texas Cenis villages, including Naouadiche, Nadacoc, Amais, and Adaie; the Nacane and the Nondaquo villages are in the upper Neches, above El Camino.        PAGE 1 Caddo Nation Introduction PAGE 2 Early Caddo History  PAGE 3 Caddo Social Structure  PAGE 4 Caddo Trade  PAGE 5 Caddo Population Decline  PAGE 7 Well-Traversed Caddo Trails",
    "url": "https:\/\/www.nps.gov\/elte\/learn\/historyculture\/caddo-timeline-european-influence-and-interaction.htm"
}
