{
    "title": "El Camino Real de los Tejas National Historic Trail: A Photographic Journey of the Trail",
    "body": "A Photographic Journey of the Trail       TAKE THE JOURNEY - MAP - LIST OF SITES      You are about to travel 2,500 miles, from Mission San Juan Bautista Guerrero, Mexico to Fort St. Jean Baptiste Nachitoches Parish, Natchitoches, Louisiana—all along El Camino Real de los Tejas National Historic Trail—experiencing the trail through 30 selected images.       Clockwise: (1) Guerrero cemetery, Mexico, (2) Mission Espada acequia, San Antonio, Texas, (3) Hurricane Shoals, Houston - Leon Counties, Texas, (4) Sugarloaf Mountain, Milam County, Texas, (5) Fort St. Jean Baptiste National Historic Site, Natchitoches, Louisiana. Christopher Talbot       Christopher Talbot, Professor of Photography at Stephen F. Austin State University, took over 300 images, 30 of which were selected for this traveling exhibit. \"I have always been interested in landscape and man's connection to it. When I learned that a segment of the historic El Camino Real passes through my property, I was drawn to learn about the road and to photograph its remnants. As I got to know the trail, I came to realize what an amazing piece of history it is. The overlapping historic and modern uses of the trail are the subject of this work.\" said Talbot. The photo journey starts in Mexico, travels across Texas, and ends in northwest Louisiana. START THE JOURNEY NOW         NPS-NTIR           Mission San Juan Bautista Mission San Bernardo Paso de Francia Paso las Islas Paso de Jacinto   Treviño Ranch & Fort Los Corralitos Rancho Los Ojuelos Mission Señora del Rosario Conquista Crossing   Mission Señora del Espíritu Santo McGehee Crossing Mission San Juan Acequia  Mission Espada Aqueduct Olmos Basin Road Segment    San Pedro Springs Acequia Madre Mission de Valero  Comal Spring McKinney Falls State Park Mission San Francisco Xavier   Mission Tejas State Park Caddo Mounds State Historic Park Old Stone Fort Mission de los Dolores Lucky Loop Swales   Lobanillo Swales Gaines-Oliphant House Camino de la Laguna Presidio de Señora del Pilar Fort Saint Jean Baptiste",
    "url": "https:\/\/www.nps.gov\/elte\/learn\/photosmultimedia\/photo-journey.htm"
}
