{
    "title": "El Camino Real de los Tejas National Historic Trail: Caddo Nation Introduction",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Caddo Nation Introduction                The Sacred Caddo Landscape       Long before Europeans came to explore Texas, the people now known as Caddo had a well-developed trail system across their territory in East Texas. Major east-west and north-south trails led to and from important mound centers and established communities where significant social, political, and religious rituals and traditions, along with daily domestic activities, occurred. Known Caddo mound centers, especially those situated at river crossings, and their interconnecting trails across East Texas represent the sacred Caddo landscape. European exploration and colonization in East Texas began after 1690. Travelers naturally followed the Caddo east-west and north-south trail corridors, later named El Camino Real de los Tejas and Trammel's Trace respectively. However, the connection of these trails to the Caddo sacred landscape and the thriving communities in the area had mostly been forgotten until recent years. The recognition of the Caddo cultural landscape from the Red River on the east to the Trinity River on the west is one important step in defining the heritage of the Caddo people from ancient times until their removal from East Texas beginning in the 1830s in the area of El Camino Real de los Tejas. At the height of their civilization, around 1300, the Caddo may have numbered more than 200,000 people. By 1350 they had experienced a series of crises, such as drought, and by the 1680s the Caddo population had plummeted to as few as 10,000. Today the Caddo Nation of Oklahoma is a single federally recognized tribe with its capital at Binger, Oklahoma. With close to 5,800 enrolled members (2013) the Caddo maintain their tribal traditions in dance, song, story, and art. www.caddolegacy.com\/Pages\/default.aspx         Historic Caddo homelands extended from the Red River to the Trinity River. Please click on the map for a larger version that's in color.         Traditional Caddo homelands extended across Oklahoma, Arkansas, Texas, and Louisiana.        PAGE 2  Early Caddo History PAGE 3  Caddo Social Structure PAGE 4  Caddo Trade PAGE 5  Caddo Population Decline PAGE 6  Caddo Timeline PAGE 7  Well-Traversed Caddo Trails",
    "url": "https:\/\/www.nps.gov\/elte\/learn\/historyculture\/caddo-nation-introduction.htm"
}
