{
    "title": "Voyageurs National Park: Hike to Health",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hike to Health               Hike to Health         View of Kabetogama Lake from the Blind Ash Bay Hiking Trail NPS\/Collins  Just What the Doctor Ordered? The serene forest haven of Voyageurs National Park provides might be just what the doctor ordered. People have been coming to the North Woods for decades to escape the hustle of everyday life. Some came only for a visit, but spent a lifetime. Maybe you are here for the day, a week, or longer. No matter the time, a great way to explore this haven is out on the trails. Ranging from easy to strenuous, everyone can find a trail. The Ash River and Rainy Lake areas are home to many of the park's car accessible trails, while those with boat access can venture onto the Kabetogama Peninsula. Studies show that people who spend time outside are generally happier, concentrate better, and are naturally more active. Participating in outdoor activities promotes cardiovascular fitness, reduces the risk of developing a chronic illness, helps you maintain a healthy weight, and even reduces the risk of anxiety and depression.        Start hiking to health today! NPS  Trail Passport Program Voyageurs National Park's Hike to Health Trail Passport program is a fun way to keep track of hiking in the park. The booklet lists hiking trails in the park by region. Located along each trail is a hike to health raised trailer marker. Using a pencil or other writing utensil, make a rubbing of the marker on the designated page. On the back of each page is space to take notes and keep track of your observations. When you complete 5, 10, and all hiking trails in the book, you will receive a sticker, stamp, and recognition for your hard work. Share your real-time adventure on Instagram. Check out who has completed the Passport Program! Stop by one of our three visitor centers, ask for a Hike to Health bag, and start your journey today!      GPS Scavenger Hunt Some people enjoy discovering emblems on each trail as they walk by them. Others enjoy a scavenger hunt for emblems using personal GPS devices. For those who enjoy that activity, here is a list of GPS locations for the Hike to Health trail markers.         Get Outside, Get Healthy! Voyageurs National Park is proud to partner with the Rainy Lake Medical Center, Jefferson National Parks Association, and Voyageurs National Park Association to bring visitors the Hike to Health Program. Explore Voyageurs National Park's trails, engage in hands-on activities, and get a healthy lifestyle.           The Hike to Health Program is made possible by a generous donation from Coca-Cola, Inc. through the National Park's Foundation's Active Trails Program.       A Hike to Health raised trail marker. NPS",
    "url": "https:\/\/www.nps.gov\/voya\/planyourvisit\/hike-to-health.htm"
}
