{
    "title": "El Camino Real de los Tejas National Historic Trail: Places To Go in Louisiana",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Places To Go in Louisiana              Places To Go in Louisiana       El Camino Real Interactive Map!   Here's a fun, exciting way to find places to visit. Zoom in to find a location in Louisiana, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for El Camino Real de los Tejas National Historic Trail.    Please contact each site before you go to obtain current information on closures, changes in hours, and fees.              Historic sites and interpretive facilities on El Camino Real de los Tejas National Historic Trail in Louisiana (west to east) for you to visit.  (updated June 17, 2015)      Fort Jesup State Historic Site Location: 32 Geoghagan Road (six miles northeast of Many, just south of State Highway 6) Telephone: (318) 256-4117 or (888) 677-5378    Email: e-mail us  Access: Open to the public; call for hours Historical Significance: After the territorial boundary between the US and Spain was fixed at the Sabine River by the Florida Purchase Treaty of 1819, the United States built Fort Jesup in 1822. Lieutenant Colonel Zachary Taylor, who first established and commanded the garrison, managed to establish law and order in what had long been neutral ground between the two countries. Fort Jesup remained an important military post for nearly 25 years. The fort witnessed the migration of US settlers into Texas, the winning of Texas independence, and the annexation of Texas as a US state in 1845. Fort Jesup, no longer needed as a border outpost, was abandoned in 1846. Available Facilities: a museum, gift shop, and picnic area Exhibits: One kitchen is the only historic structure remaining from the large reservation that once spread across the frontier. The reconstructed officers' quarters serves as a museum with visitor information and interpretive exhibits. To learn more: www.crt.state.la.us\/louisiana-state-parks\/historic-sites\/fort-jesup-state-historic-site\/index   Los Adaes State Historic Site Location: 6354 Highway 485, one mile northeast of Robeline Telephone: (318) 357-3101 or (888) 677-7853  Email: e-mail us Access: Admission to this site is free but by appointment only. Please contact the staff at Fort St. Jean Baptiste State Historic Site at one of the telephone numbers above to schedule a visit. Historical Significance: Los Adaes, the symbol of New Spain in Louisiana, was once the capital of Texas. The founding of Natchitoches in 1714 by the French resulted in Spain's establishment, within two years, of six missions and one fort in east Texas. In 1719, a French attack on nearby Mission San Miguel alarmed the Spanish and they built a new presidio, or fort, to counter any further French intrusion into Spanish territory. The Presidio Nuestra Señora del Pilar de Los Adaes (Fort of Our Lady of Pilar at the Adaes) was surrounded by a hexagonal stockade with three bulwarks. In 1729, Spain designated Los Adaes the capital of the province of Texas. This made Los Adaes the official residence of the governor, and a house was constructed for him within the presidio. Los Adaes remained the administrative seat of government for the entire province until 1772 (10 years after Louisiana was transferred to Spain); Los Adaes closed that year and the inhabitants moved to San Antonio. However, many of the 500 soldiers and family members soon left San Antonio and returned to Louisiana, where their descendants live today. Available Facilities: Available on the site of Presidio Los Adaes is an archeological interpretive complex and a 1½-mile nature trail. The site of Mission San Miguel de los Linares de los Adaes, which was built in 1717, abandoned in 1719, and reoccupied in 1721, is located near the presidio site. Exhibits: Some exhibits exist at the archeological interpretive complex. To learn more: www.crt.state.la.us\/parks\/ilosadaes.aspx Fort St. Jean Baptiste State Historic Site Location: 155 Jefferson Street in Natchitoches, between Keyser Street and University Parkway Telephone: (318) 357-3101 or (888) 677-7853  Email: e-mail us Access: Open to the public; call for hours Historical Significance: In 1716, Sieur Charles Claude Dutisné was sent to Natchitoches (which had been established two years earlier) to build and garrison a French outpost, Fort St. Jean Baptiste des Natchitoches. This fort would prevent the Spanish forces in Texas from advancing east across the border. The diplomatic success of the fort was assured when Louis Juchereau de St. Denis was named commandant in 1722. His influence would thrive in the colony until his death in 1744. The fort continued to serve as a military outpost and commercial trade center until 1762, when Louisiana was ceded to Spain. The fort then served as a trade center for a while, but the Spanish eventually abandoned it. By 1803, when the US purchased Louisiana, the fort was in ruins. Available Facilities: the fort replica, a picnic area, and restrooms. In 1979, work began on the fort reconstruction at a location a few hundred yards from the original fort site. Local building materials were used and many 18th-century techniques were employed in the replication, with handmade hinges and latches brought from a nearby foundry. Exhibits: The visitor center includes a museum. Daily tours are provided. To learn more: www.crt.state.la.us\/parks\/iftstjean.aspx Cane River National Heritage Area (National Park Service)  Location: This rural, agricultural area includes several historical sites in Natchitoches, along with others stretching more than 30 miles down the Cane River. The unit's visitor center is located at 1115 Washington in Natchitoches.  Telephone: (318) 356-5555  Access: Within the National Heritage Area there are many individual sites with various operating hours and fees. Call us at (800) 259-1714. Historical Significance: Natchitoches is the eastern end of El Camino Real de los Tejas National Historical Trail.  Exhibits: Passport stamps for the trail can be obtained at the visitor center in Natchitoches.  To learn more: www.nps.gov\/crha Cane River Creole National Historical Park (National Park Service)  Location: This small historical park is located six miles south of Natchitoches in Natchitoches Parish, Louisiana. Visit Oakland Plantation (44.16 acres) at 4386 Highway 494, Bermuda, LA and Magnolia Plantation (18.75 acres) at 5549 Highway 119, Derry, LA 71416 Telephone: (318) 356-8441 Access:  Open to the public; call for hours Historical Significance: nearby Natchitoches is the eastern end of El Camino Real de los Tejas National Historical Trail.  Exhibits: Passport stamps for the trail can be obtained at each plantation visitor center.  To learn more: www.nps.gov\/cari",
    "url": "https:\/\/www.nps.gov\/elte\/planyourvisit\/places-to-go-in-louisiana.htm"
}
