{
    "title": "El Camino Real de los Tejas National Historic Trail: Publications",
    "body": "Explore This Park    Plan Your Visit     Publications            Publications         Front side of the El Camino Real de los Tejas NHT brochure   Royal Road to the Land of the Tejas   Vast open skies. Swollen streams and great rivers. Lush rolling hills and deep forests. Dark swamps and hot deserts. This varied and expansive landscape was home to American Indians for hundreds of years. The land offered no apparent riches, but Spain was intent on protecting its territory from France. Spaniards claimed this land and named it Tejas for the Caddo word meaning friend. Missionaries and soldiers traveled timeworn routes, built missions and presidios (military posts), and opened a camino real (royal road), a vital artery across the heart of the land.    El Camino Real de los Tejas brought change—exploration, trade, migration, settlement, war, independence, and statehood. It fostered cultural interactions and created a distinctive mosaic of language and lifeways.    Opening text from the new El Camino Real de los Tejas National Historic Trail brochure.   Click here to view the front side of the brochure and learn about the history of the trail. (1 MB PDF)          Back side of the El Camino Real de los Tejas NHT brochure    Discover the Trail Travel El Camino Real de los Tejas and take an adventure into the past. Discover stories of trailblazers, explorers, missionaries, and settlers, and how they shaped this land. Trace the history of Texas and northwestern Louisiana along trail segments, river crossings, historic sites, and communities. Hours vary from site to site along the trail. Contact individual sites for more information. Much of the trail is on private land and not open to the public. Please respect all landowners.  Click here to view the back side of the brochure and a map of the trail. (6.5 MB PDF)      To receive a printed copy e-mail us.         Download El Camino Real de los Tejas National Historic Trail rack card (1,583 KB, PDF) for an overview of resources to explore the trail.",
    "url": "https:\/\/www.nps.gov\/elte\/planyourvisit\/publications.htm"
}
