{
    "title": "El Camino Real de los Tejas National Historic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           National Trails Intermountain Region El Camino Real de los Tejas National Historic Trail 1100 Old Santa Fe Trail  Santa Fe, NM 87505                 Directions         El Camino Real includes a wide variety of sites and organizations. Please view the site-specific directions organized by state and site at Places To Go or Passport Program. www.nps.gov\/elte\/planyourvisit\/placestogo.htm Plane: You can reach the national historic trail by flying into a number of airports, including Laredo and San Antonio, Texas, and Alexandria, Louisiana.  Directions Details           Operating Hours & Seasons         El Camino Real de los Tejas National Historic Trail OPERATING HOURS VARY FROM SITE TO SITE. There are many historic sites, museums, and parks (federal, state, and local) along El Camino Real in Texas or Louisiana for you to visit. Please contact individual sites for more information by going to Plan Your Visit and selecting Places To Go or Passport Program, where sites are listed by state, and there is an interactive map to search for sites. www.nps.gov\/elte\/planyourvisit\/placestogo.htm   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           Due to the length of El Camino de los Tejas National Historic Trail, be sure to consult local weather sources for the region you'll be visiting. Here's a link to the South Central US: www.accuweather.com\/en\/us\/south-central\/weather-radar         Fees & Passes     Entrance Fees:   General Entrance Fee Information - $0.00 There are NO USER OR ENTRY FEES fees for El Camino Real de los Tejas National Historic Trail. NOMINAL FEES may be charged at some trail-related federal, state, or locally owned historic sites and interpretive facilities. Please visit Plan Your Visit \/ Places To Go for an interactive map and extensive list of places to visit by state. Contact information is available for each site to call and find out about fees. www.nps.gov\/elte\/planyourvisit\/placestogo.htm         Visitor Centers                     San José de los Corralitos, Zapata County, Texas: This fortified ranch structure protected the family from Indians and marauders from across the Río Grande. It dates from 1753, when Colonel José de Escandón donated a 350,000-acre grant, a portion of which would eventually become the village of Corralitos (little corrals). Christopher Talbot       Enjoy El Camino Real de los Tejas National Historic Trail!    Essential Information for Your Trip on the Trail    Spaniards arrived in the New World in 1492 and ruled a vast empire for nearly 350 years. As they moved northward from central Mexico, explorers, missionaries, and soldiers traveled on long-established Indian trails, expanding and improving roads, creating caminos reales, a road network connecting the provinces of New Spain.    Travel El Camino Real de los Tejas and take an adventure into the past. Discover stories of trailblazers, explorers, missionaries, and settlers, and how they shaped this land. Trace the history of Texas and northwestern Louisiana along trail segments, river crossings, historic sites, and communities.    El Camino Real de los Tejas National Historic Trail is administered by the National Park Service as a component of the National Trails System. The National Park Service administers the trail in partnership with El Camino Real de los Tejas Trail Association, Indian tribes, state, county, and municipal governmental agencies, private landowners, nonprofit heritage conservation groups, and many others. Trail sites are in private, municipal, tribal, federal, or state ownership. Please ask for permission before visiting any trail sites on private lands and check with public sites for visiting hours and regulations.   Places To Go offers site listings by state that include site name, address, phone number, access, historical significance, onsite interpretation, and website.    Know Before You Go!    Fees & Passes    America the Beautiful Passes    Weather    Protect the Trail    To foster trail preservation, do not use metal detectors, dig at sites, collect artifacts, or remove anything. Please respect these historic places.",
    "url": "https:\/\/www.nps.gov\/elte\/planyourvisit\/basicinfo.htm"
}
