{
    "title": "El Camino Real de los Tejas National Historic Trail: Tell-Tale Signs",
    "body": "Tell-Tale Signs       HELPING YOU DISCOVER EL CAMINO REAL DE LOS TEJAS Look left, look right, look straight ahead — the land has a story to tell. Swells and swales, creek crossings and river routes, dips and ruts: all these signify an international highway of the past! You can follow American Indian routes that Spaniards used to establish missions and presidios in a travel corridor from the Rio Grande to Louisiana. Imagine these long-ago times as you travel to historic rendezvous points and scout natural landmarks across the countryside. These tell-tale signs will help you find and explore the many places and stories of El Camino Real de los Tejas National Historic Trail.             Click here to find out how to create a custom sign plan for your area by working with National Trails Intermountain Region staff.         Local Tour Route signs direct you over varied terrain following local low speed, rural, and even dirt roads. They follow a number of historic trail sites or segments in a small geographic area. A number of mission sites along the national historic trail are now story sites of local lore.         Crossing signs alert you to locations where the historic trail crossed an existing road, such as the swales at Los Adaes State Historic Site cross Highway 120, near Robeline, Louisiana.       Swales at Los Adaes State Historic Site           Original Route signs are exclusive. These signs tell you that you are on roads well documented as being the original trail. A section of Highway 21 on the way to Mission Tejas State Park in Grapeland, Texas finds you on the original trail.        Mission Tejas State Park swale Christopher Talbot          Historic Site Name signs steer you to historic trail sites or segments. Acequia Madre is a water feature associated with Mission San Antonio de Valero.       Acequia Madre, San Antonio, Texas Christopher Talbot       When you see a Site Identification sign, you know you have arrived at the entrance to a historic site, segment, or interpretive facility.",
    "url": "https:\/\/www.nps.gov\/elte\/planyourvisit\/sign-standards.htm"
}
