{
    "title": "Cane River Creole National Historical Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants           The park's resources include the massive live oak trees found on both plantations. NPS Photo by Alicia Fernbaugh       Click here to download our Guide of Common Plants.      Cane River Creole National Historical Park is home to various forms of vegetation that are an integral part of the Louisiana experience. To gain an understanding of the diversity of the vegetation, one must visit the park during the various seasons. Fall is the time for pecans. One can stroll the grounds of Oakland and Magnolia and pick up handfuls of different varieties of this Louisiana favorite. The park contains the smaller native pecans, and larger hybrids. Pecans have played a constant role in the story of Oakland and Magnolia. During the 1940’s the Oakland yard-man, Leo Metoyer financed a Model-A Ford with a season’s worth of pecans that he had harvested. As fall gives way to winter and the rainy season commences things can appear bleak and barren, however one can observe a strange occurrence on many of the park’s Oaks, and other large trees. The Resurrection Fern which grows on the limbs of these trees will still appear vibrant and green. This plant is not at the will of the seasons or temperatures, but at the amount of rainfall. So when the cold rainy winter claims many local plants, the Resurrection Fern flourishes. Spring is a vivacious time along Cane River. Visitors to the park are often enchanted by the variety of colors produced by the azaleas and crape myrtles, and one cannot ignore the scent and sight of the blooms dotting the Magnolias, Louisiana’s state tree. Spring often seems too short in Louisiana, because before you know it the sweltering summer months arrive. One can find solace from the heat under the branches of the park’s humungous Live Oak trees. The oaks lining the entrance to the main house at Oakland are especially magnificent. These trees are believed to have been planted in the late 18th century. The alley that they form was intended to act as a “breeze way” in order to keep the main house just a little bit cooler. While enjoying the shade of the oaks, one can contemplate the scenes and events that those trees have witnessed in their lifetimes.",
    "url": "https:\/\/www.nps.gov\/cari\/learn\/nature\/plants.htm"
}
