{
    "title": "Cane River Creole National Historical Park: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.            Enslaved people lived in simple brick quarters at Magnolia Plantation. After the Civil War, many of these former slaves kept working as freed people earning a wage. Some of their children and grandchildren continued to live in the quarters until the 1960s. These people were essential to the success and longevity of the Magnolia Plantation.           Though a proud Confederate officer and veteran, Prud'homme, the owner of Oakland Plantation, used his diplomacy to assist formerly enslaved workers making the transition to freedom. This enabled both the newly freed people--and the plantation owners-to survive and succeed after the war.              These simple quarters at Oakland were the homes of enslaved workers. After the Civil War, many of these former slaves kept working at Oakland as freedmen and women. Some of their children and grandchildren continued to live in the quarters until the 1950s. Without the people who lived in these quarters, Oakland Plantation would not have survived.           Elise and Cora LeComte grew up at Magnolia Plantation. Their family's home was destroyed during the Civil War. Elise later married the owner of Oakland Plantation, Jacques Alphonse Prud'homme. Together, they helped Oakland's enslaved population make the transition to freedom.           Enslaved blacksmith Solomon Williams created decorative grave makers for family and friends at Oakland Plantation-artistic expressions forged under oppression. After emancipation, his skills helped him prosper after the war-a great advantage over many unskilled freedmen. Solomon's son is thought to have joined the Union Army in 1864 to continue the fight for freedom.           The Augustin Guards were one of two militia units organized by Cane River's gens de couleur libre (free people of color). However,Confederate law prohibited nonwhites from serving in the military. Therefore, Dupre and the Augustin Guards were not allowed to join the army. Although disappointed, the Augustin Guards served faithfully as a homeguard for Cane River.           In 1864, Union troops, many dying or wounded, passed the Old Plauche Place while traveling along the Cane River. With 78 of the plantation's 81 slaves following behind them toward freedom, these soldiers left a path of destruction, taking everything-except possibly this doll-later found on site, with her pretty dress worn thin by the loving fingers of a child.           On April 23, 1864, Confederates attacked Gen T. K. Smith's division near Magnolia Plantation. Smith \"… repulsed them neatly and thoroughly after about an hour's fighting.\" The citizens of nearby Cloutierville had their personal property destroyed and taken by the Union Soldiers. This minor Union victory dealt a devastating blow to the small farm community.          From Soldier to Statesman Prud'homme grew up on his family's Bermuda (later Oakland) Plantation. When war broke out in 1861, he enlisted in the Confederate Army, fighting with both the 3rd Louisiana Infantry and the 2nd Louisiana Cavalry. He was cited for bravery at Wilson's Creek and severely wounded at Irish Bend. After the war he became active in state politics.",
    "url": "https:\/\/www.nps.gov\/cari\/learn\/kidsyouth\/tradingcards.htm"
}
