{
    "title": "Rocky Mountain National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation      Rocky Mountain National Park covers 415 square miles in north central Colorado. The town of Estes Park serves as the eastern gateway into the park. Grand Lake serves as the western gateway. As you plan your visit, consider how you will be getting around once you arrive in the park.  Getting to Rocky By Plane The closest major airport is Denver International Airport (DEN). There is no public transportation from the airport to the park. There is one commercial shuttle service from the airport to Estes Park.   By Train The closest Amtrak passenger station is in Granby (GRA). There is no public transportation between the train station and the park. By Bus The Denver area and Granby are both served by Greyhound bus service. There is no public transportation between Denver or Granby and the park.  By Public Transportation  There is currently no public transportation available from the Denver area to the east or west side of the park. Estes Park provides free public transportation during the summer that operates around the community with connections to the park shuttle system.   By Car There are several things that can affect your drive to Rocky Mountain National Park. Please check the following resources before traveling to the park.  CDOT Road Conditions will provide road status outside the park. Maps of the park can help plan your trip.  Park Road Status Report gives current road conditions inside the park. Keep in mind that Trail Ridge Road\/US Hwy 34 through the park is closed from approximately mid-October through late-May. Gas, lodging, food, and other services are available in towns of Estes Park and Grand Lake. There are no gas stations inside the park. While GPS units may be useful in getting to either of the gateway communities, GPS units do not always provide accurate directions within Rocky Mountain National Park. It's best to stop at a Visitor Center to pick up a park map and get directions to your destination.   Driving Directions From the East Due to flood repairs, expect some construction delays on roads leading to the east side of the park - check with CDOT for the latest information. From Denver via Boulder\/Hwy 36 Expect periodic major delays due to construction. Distance: 66 mi \/ 106 km Time: 1.5 - 2 hours Take I-25 north to Exit 217 US Hwy 36 west to Estes Park From Denver via Hwy 66 Distance: 71 mi \/ 114 km Time: 1.5 - 2 hours Take I-25 north to Exit 243 Hwy 66 west to Estes Park From Denver via the Peak to Peak Scenic By-way Distance: 108 mi \/ 174 km Time: 2.5 - 3 hours Take I-70 west to Exit 244 US Hwy 6 to State Highway 119 to Nederland. From Nederland take State Hwy 72 to State Hwy 7 to Estes Park. GPS units typically will not show this route. Use a paper map. From Loveland via Hwy 34 Distance: 53 mi \/ 85 km Time: 1 hours Take US Hwy 34 west to Estes Park Driving Directions From the West  From I-70 West of Denver Distance: 61 mi \/ 98 km Time: 1.5 - 2 hours Take I-70 to exit 232 (Empire) to US Hwy 40 to Granby to US Hwy 34 to to Grand Lake. During the winter, US Hwy 40 may be closed or have restrictions due to snow. Check with CDOT for conditions.  From Kremmling \/ Hwy 40 Distance: 42 mi \/ 66 km Time: 1 - 1.5 hours Take US Hwy 40 east to Granby to US Hwy 34 to Grand Lake. Updated January 23, 2014",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/directions.htm"
}
