{
    "title": "Rocky Mountain National Park: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go        Longs Peak and Upper Beaver Meadows NPS        Rocky offers places for family fun, adventure, solitude, recreation, and countless other pursuits. Availability of roads and facilities can vary seasonally so check the current conditions. Here are some of the main places to go during your visit. Important: Most visitors arrive during the summer and on fall weekends. Expect congestion on roads, in parking areas, and along popular trails. Best tip to help: plan ahead. Make reservations for camping in the park and lodging in the local areas. Tour and hike early and late in the day. By mid-morning, parking areas are often full. Carpool and\/or use the free park shuttles to\/from the Bear Lake corridor.        Alpine Visitor Center NPS  Visitor Centers  Five visitor centers are situated throughout the park and are a great place to start your park adventure, learn something new, get that burning question answered, or purchase a souvenir in one of the Rocky Mountain Conservancy gift shops. Be sure to check which visitor centers are open during your stay.         Rock Cut on Trail Ridge Road NPS  Scenic Drives  Be sure to take a scenic drive during your visit. For spectacular high mountain scenery, Trail Ridge Road is hard to beat. Scenic overlooks abound and the alpine tundra will take your breath away. Cresting just over 12,000 feet, it is the highest through paved highway in the nation, and crosses the Continental Divide at Milner Pass. The historic Old Fall River Road is a scenic 9-mile dirt road that is typically open from early July through late September. Because of its steep grade and tight curves, there is a length limit for vehicles.  Be sure to check the road conditions for what is open during your visit.        Picnic tables are available throughout the park. NPS  Picnic Areas  Rocky is a great place to have a picnic. Picnic areas are located throughout the park, so pack your cooler and enjoy a meal with a view.         Chasm Lake trail NPS   Wilderness  Head out on a day hike and experience the wilderness of Rocky Mountain National Park. Backpack into the heart of the park and sleep under the stars. Hit the trails on horseback. Adventure and solitude are waiting.        Bull Moose in the Kawuneeche Valley NPS   West Side - Kawuneeche Valley  Home to the headwaters of the mighty Colorado River, the Kawuneeche Valley is a great place to enjoy the quieter west side of Rocky. Start a hike from one of the many trailheads, stop for a picnic, or visit the Holzwarth Historic Site. Explore the accessible and family-friendly Coyote Valley Trail to look for wildlife, get an up-close view of the river and have a picnic. The Kawuneeche Valley is also the best place to look for moose in the park.           Bear Lake corridor in autumn NPS   East Side - Bear Lake Area  The Bear Lake Area has scenic overlooks, picnic sites, and trailheads for many of the most popular hikes on the east side of the park. Be sure to take the free park shuttle during the busy summer and fall months. Both Bear Lake and Sprague Lake are perfect spots for a quick photo or a nice stroll.        Lily Lake NPS   East Side - Lily Lake  Located along Highway 7 just south of Estes Park, beautiful Lily Lake features stunning views of Longs Peak, picnic tables, a fishing pier, and a short accessible family-friendly trail around the lake.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/placestogo.htm"
}
