{
    "title": "Rocky Mountain National Park: Brochures",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Brochures              Brochures       Rocky Mountain National Park publishes several brochures and periodicals. Be sure to have a PDF reader installed (like Adobe Reader available at www.adobe.com) and unblock pop-ups since the brochure will open in a separate window.      Trip Planning Information Official Park Brochure (PDF 15.5M) Includes overview of the park's history and ecosystems, information to help plan your visit, and the official park map. Official Park Newspaper Rocky Mountain National Park's official newspaper published seasonally. Periódico Oficial del Parque Park newspaper in Spanish. Large-Print Park Brochure Large-print version of park brochure. Trip Planner-Rocky Mountain National Park (PDF 1.6M) Published by the park's cooperating association, Rocky Mountain Conservancy, this guide will help you plan every aspect of your trip to Rocky. Map of Rocky Mountain National Park (PDF 11M) Map of Rocky Mountain National Park (JPEG 1M) The official park map showing roads, trails, visitor facilities, and other features. For directions to the park click here. 100th Anniversary Celebration (8 1\/2 x 14-PDF 219kb) Information about the 100th Anniversary celebration in 2015 and a brief history of Rocky Mountain National Park. Trail Ridge Road-Alternate Routes (8 1\/2 x 14-PDF 199 kb) The high road through the park, weather permitting, is open from Memorial Day Weekend until wintry weather and heavy snows close it, usually in mid-October to early-November. Access Rocky 2014 (8 1\/2 x 14-PDF 413 kb) Accessible areas and services in Rocky Mountain National Park. Fees & Passes 2015–16 (8 1\/2 x 14-PDF 398 kb) Entrance fees and annual passes to Rocky Mountain National Park International Visitors - Welcome! (8 1\/2 x 14-PDF 517 kb) Basic park information in English is translated into French and German Pets (8 1\/2 x 11-PDF 273 kb) Enjoy Rocky Mountain National Park with your pet. Camping Camping (8 1\/2 x 11-PDF 350 kb) There are five campgrounds located in Rocky Mountain National Park. For more information about campgrounds, click here. Aspenglen Campground (8 1\/2 x 14-PDF 383 kb) Located near the Fall River on Route 34, this campground is open during the summer months. For more information about camping, click here. Glacier Basin Campground (8 1\/2 x 14-PDF 452 kb) Open during the summer months, this wooded campground is located close to several trailheads. For more information about camping, click here. Longs Peak Campground (8 1\/2 x 14-PDF 549 kb) The park's smallest campground is for tents only and is located near the Longs Peak Trailhead. It is open year round. For more information about camping, click here. Moraine Park Campground (8 1\/2 x 14-PDF 342 kb) Rocky Mountain National Park's largest campground has spectacular views of the Continental Divide. It is open year round. For more information about camping, click here. Sprague Lake Accessible Camp (8 1\/2 x 14-PDF 200 kb) A wheelchair-accessible backcountry campsite is near scenic Sprague Lake. Timber Creek Campground (8 1\/2 x 14-PDF 517 kb) Located on the west side of the park, approximately ten miles east of the town of Grand Lake, this wooded campground offers the serenity of the quieter side of the park. For more information about camping, click here. Hiking & Climbing Bear Lake Hiking (8 1\/2 x 14-PDF 945 kb) Hiking trails in the Bear Lake Area and information on the shuttle bus routes Bear Lake Winter (8 1\/2 x 14-PDF 4 MB) Snowshoeing and cross-country skiing in the Bear Lake area East Side Winter Trails (8 1\/2 X 14-PDF 367 kb) Winter is a spectacular time to visit the wilderness of Rocky Mountain National Park. With a little preparation, many fun activities await you. Fall River Area (8 1\/2 x 14-PDF 330 kb) Hiking trails available in the Fall River area. Kawuneeche Valley Hiking Trails (8 1\/2 x 14-PDF 361 kb) Hiking trails available in the Kawuneeche Valley on the west side of the park. Longs Peak-Keyhole Route (8 1\/2 x 14-PDF 765 kb) The Keyhole Route to the summit of majestic Longs Peak is not a hike, however, it is an extrordinary experience for those who come prepared Ski Touring & Snowshoe Trails in the Kawuneeche Valley (8 1\/2 x 11-PDF 672 kb) Trail information and maps. Wild Basin Summer Trails (8 1\/2 x 14-PDF 456 kb) Hiking trails available in the Wild Basin area. Wild Basin Winter Trails (8 1\/2 x 11-PDF 757 kb) Winter hiking and snowshoeing in the Wild Basin area.  Winter Activities (8 1\/2 x 11-PDF 194 kb) Sledding, snowshoeing, and cross-country skiing are popular activities in the winter at Rocky Mountain National Park. Other Recreational Opportunities Bicycling 2014 (8 1\/2 X 14-PDF 399 kb) offers beautiful scenery, a challenging experience, significant elevation gain and winding mountain roads. There is also heavy traffic and changeable weather, so be prepared and use extreme caution. Fishing Information and Regulations (8 1\/2 x 14-PDF 357 kb) What is required and where to fish  Horses & Pack Animals 2014 (8 1\/2 x 14-PDF 297 kb) Information about riding and camping with your horses, mules, ponies, llamas, and burros in Rocky Mountain National Park, including temporary closures due to the 2013 Flood. For information about the two stables located within the park and making reservations for organized rides, click here. Technical Climbing and Bivouac Permits (8 1\/2 x 11-PDF 309 kb) Regulations for doing technical climbing and bivouacing. Safety Bears and You! (8 1\/2 x 14-PDF 735 kb) Seeing a wild bear is an unforgettable experience! Black bears eat, sleep, and live here. Will you help protect Rocky's black bears? Bus Tours (8 1\/2 x 14-PDF 273 kb) Health and safety for professional bus tours. Lightning (8 1\/2 x 11 -PDF 252 kb) How to deal with thunderstorm and lightning conditions in the high country. Ticks (8 1\/2 x 11-PDF 280 kb) Information about ticks in Rocky Mountain National Park including how to avoid and manage tick encounters. Vapor Lock ( 8 1\/2 x 11-PDF 396 kb) Gas vaporizes at a lower temperature at this elevation and may cause the flow of gas to your car's engine to slow down or even stop. Park History Archaeology (8 1\/2 x 11-PDF 360 kb) Colorado has been the home to prehistoric Indians since the end of the last Ice Age. Beaver Meadows Visitor Center & Headquarters Building (8 1\/2 x 14-PDF 499 kb) This structure designed by Tom Casey of Taliesin (Frank Lloyd Wright's firm) is a National Historic Landmark. Park Resources Alpine Tundra (8 1\/2 x 14-PDF 879 kb) Over one-third of Rocky Mountain National Park is alpine tundra. Aspen Beauty (8 1\/2 x 11-PDF 460 kb) The beauty of this deciduous tree adds diversity and color to the tree population of the park.  Facts & Figures (8 1\/2 x 11-PDF 574 kb) Visitation, acreage, elevations and resources at Rocky Mountain National Park   Fish, Amphibians & Reptiles Checklist (8 1\/2 x 11 -PDF 238 kb) What fish are native or introduced in Rocky Mountain National Park and what amphibians and reptiles can be found here. Flood! (8 1\/2 x 11-PDF 927 kb) The Big Thompson flood of 1976 and the Lawn Lake flood of 1982. Geology (8 1\/2 x 14 -PDF 357 kb) Discover the history of the geology of Rocky Mountain National Park. Mountain Pine Beetles (8 1\/2 x 14-PDF 1.3 mb) Why are there so many brown trees? Night Sky (8 1\/2 x 11-PDF 231 kb) Astronomy in Rocky Mountain National Park Watching Wildlife (8 1\/2 x 11-PDF 658 kb) One of the highlights of a visit to Rocky Mountain National Park is viewing the wildlife. Weather and Climate (8 1\/2 x 11-PDF 547 kb) Weather and climate are not the same thing. Information about these conditions in Rocky Mountain National Park. Support Your Park Artist-In-Residence Are you an artist? Learn more about pursuing your artistic discipline while being surrounded by the park's inspiring landscape.  Volunteer (8 1\/2 x 14-PDF 475 kb) Rocky Mountain National Park's volunteer program is one of the largest and most extensive in the National Park Service. For more information about volunteering, click here.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/brochures.htm"
}
