{
    "title": "Rocky Mountain National Park: Shuttle Bus Routes",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Shuttle Bus Routes              Shuttle Bus Routes        NPS          Why Should You Take the Free Park Shuttle Bus?  Access many destination and loop hikes along the Bear Lake Road corridor.  Cut down on vehicle emissions in the park.  Enjoy the beautiful scenery without the distraction and hassle of traffic congestion and limited parking.  Parking areas along the Bear Lake Road fill most days during the summer and the buses provide the only access during those peak hours each day. Most buses are accessible and can accommodate wheelchairs.   2016 Shuttle Schedule  The park's free shuttle buses operate late spring, summer, and early fall. The buses do not run in late fall, winter, or early spring.   Moraine Park Route   Daily Service May 28 - October 10, 2016  Runs between Park & Ride and Fern Lake Bus Stop  Leaves Park & Ride every 30 minutes from 7 a.m. to 7 p.m.  Makes stops at Park & Ride, Sprague Lake\/Glacier Creek Livery, Hollowell Park, Tuxedo Park, Moraine Park Visitor Center, Moraine Park Campground (C-Loop), Cub Lake Trailhead and Fern Lake Bus Stop  Bear Lake Route   Daily Service May 28 - October 10, 2016  Runs between Park & Ride and Bear Lake Leaves Park & Ride every 10-15 minutes from 7 a.m. to 7 p.m.  Makes stops at the Park & Ride, Bierstadt lake Trailhead, Glacier Gorge Trailhead, and Bear Lake  Hiker Shuttle Route: Town of Estes Park & Rocky Mountain National Park  Daily Service June 25 - September 11, then weekends September 17-18, September 24-25, October 1-2, October 8-9-10, 2016   Makes stops at the Estes Park Visitor Center, the Beaver Meadows Visitor Center, and Park & Ride First bus leaves the Estes Park Visitor Center at 7:30 a.m. and last bus leaves Park & Ride at 8:00 p.m.  Hiker Shuttle runs on an hourly schedule early and late in the day, switching to a half-hour schedule from 11 a.m. to 6 p.m.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/shuttle_bus_route.htm"
}
