{
    "title": "Cane River Creole National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           400 Rapides Dr.  Natchitoches, LA 71457                 Directions         http:\/\/cms.nps.doi.net\/commonspot\/dashboard\/index.html#mode=read&url=\/cari\/planyourvisit\/directions.htm  Directions Details           Operating Hours & Seasons         Oakland and Magnolia Plantations  Oakland and Magnolia Plantations are open daily from 8-4. Park headquarters, located in Natchitoches, is open Monday -Friday only , 8-4.    Standard Hours    Sunday: 8:00 AM - 4:00 PM   Monday: 8:00 AM - 4:00 PM   Tuesday: 8:00 AM - 4:00 PM   Wednesday: 8:00 AM - 4:00 PM   Thursday: 8:00 AM - 4:00 PM   Friday: 8:00 AM - 4:00 PM   Saturday: 8:00 AM - 4:00 PM             Weather           We are located in the Sunny South which means Summertime is hot and humid. Visitors might want to bring hats and umbrellas for shade and drink plenty of water. Winter is relatively mild with measurable snowfall every 5-10 years. Average rainfall is approximately 55-60 inches per year. The area is also subject to severe thunderstorms, hail, damaging winds, and tornadoes.         Fees & Passes     Entrance Fees:   Entrance Fees - $0.00 No fees         Visitor Centers                    Fog shrouds Cane River , outside of Oakland's gate. NPS Photo   The park is open 8-4 daily seven days a week and consists of Oakland and Magnolia Plantations. The house tour at Oakland is at 1:00 P.M. daily, with a  tour of the Oakland Slave \/Tenant quarter at 12:30 P.M. Tours of the Magnolia grounds are by appointment only. The park is closed on New Year's, Thanksgiving, and Christmas. Park cancellation stamps can be found at the Oakland Plantation Store and the foyers in front of the Magnolia Plantation store.  We can be reached at 318-356-8441.",
    "url": "https:\/\/www.nps.gov\/cari\/planyourvisit\/basicinfo.htm"
}
