{
    "title": "Jean Lafitte National Historical Park and Preserve: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer        Volunteers at BioBlitz 2013 helped students explore their world and contribute to scientific knowledge by identifying Barataria Preserve insects.        No matter what your skills or interests, there's probably a place for you in the VIP (Volunteer in Parks) program at Jean Lafitte. This pdf flier has information about volunteer projects and who to contact about volunteering as an individual or with a group (you can download the flier, print, and share). You can also email the park about volunteering. For more information about Jean Lafitte's six sites, see the plan your visit page. Some volunteer positions may require training, which will be provided by the park, and uniforms may be provided for long-term volunteers. Project days which require little training and a minimum time commitment are regularly scheduled at some Jean Lafitte sites. Volunteers might help staff a park booth at a festival, dig out invasive plants, or take photographs during an event. Group projects can also be arranged (for group project inspiration, read about the summer 2012 volunteer projects by members of the 2012 Evangelical Lutheran Church in America Youth Gatheringhere). Jean Lafitte volunteers make a difference every day: in 2015, over 1,100 volunteers donated over 16,000 hours of work (and had lots of fun doing it!). Follow the park on social media to find out about upcoming volunteer project days and to discover what's new with Jean Lafitte's krewe.   Equal Opportunity Policy: Jean Lafitte National Historical Park and Park and Preserve is committed to a strong nondiscrimination policy respecting its employees and volunteers. Its policy is to provide equal opportunities for all and to eliminate discrimination based on sex (including sexual harassment and sexual orientation), race, color, national origin, religion, age, and disability.             Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/jela\/getinvolved\/volunteer.htm"
}
