{
    "title": "Jean Lafitte National Historical Park and Preserve: Public Involvement",
    "body": "Explore This Park    Learn About the Park     Management     Public Involvement              Public Involvement         Creating healthy wetland areas like this is the goal of the canal reclamation project at the Barataria Preserve.   The National Park Service is committed to involving the public in its decisions on managing park resources. Links to any current public discussions are shown on this page. You can also become part of the Jean Lafitte team by volunteering at the park.  The National Park Service and the US Army Corps of Engineers, New Orleans District have proposed projects to compensate for damage to wetlands in the Barataria Basin watershed. Improvements to the levee system after Hurricane Katrina damaged wetlands inside and outside Jean Lafitte's Barataria Preserve. The proposed projects are designed to compensate for those impacts by building or improving wetlands. All of the project locations currently under consideration are inside the Barataria Preserve;note that the Corps of Engineers is planning additional work elsewhere in the watershed that will be described under different planning documents. Follow the link for official documentation for the proposal and a link for commenting; useful maps are located about halfway through the documents. In the preserve, the proposal is to  create or enhance about 160 acres of marsh by filling in areas that are currently open waters enhance existing swamp areas by improving water flow create about eight acres of bottomland hardwood forest by filling in areas that are currently open water, planting trees and shrubs, and managing invasive species  The deadline for comments is Thursday, November 12. Note that you do not have to include your address, phone number, email address, and other information in your comment, but if you do, this information may be made available to the public at any time. You can request in your comment that the park withholds this information, but the park cannot guarantee that it will be able to do so. Email the park or call 504-589-3882 ext. 119 for a printed copy of the proposal documents or if you have questions on this process.    A project to reclaim more than 20 miles of canals at the Barataria Preserve began in late spring 2010. Canals will be backfilled depending on funding availability, and the majority of the project remains unfunded. The environmentally sound methods used to fill the canals will work slowly and most will remain open for decades. Special care will be taken with regularly used canals so that users will continue to have access. For an overview of the project and the challenges of managing wetland areas, click here. For indepth information, visit the project page.  In summer 2010, Jean Lafitte was included in the National System of Marine Protected Areas (MPA). The system  helps protect American marine resources by providing new opportunities for regional and national cooperation supports the local and national economy by helping to sustain fisheries and maintain healthy marine ecosystems for tourism and recreation promotes public participation in MPA decision-making  Inclusion in the MPA system will not change the way the park is currently managed. Fishing, hunting, and trapping will still be allowed in the Barataria Preserve. Being part of the MPA system will benefit Jean Lafitte by emphasizing its role in Louisiana's valuable coastal ecosystems. It will also help to provide for enhanced stewardship of park resources and new partnerships among federal, state, and MPA sites. Southeast Louisiana sites already in the MPA include Big Branch Marsh National Wildlife Refuge, Breton National Wildlife Refuge, and Delta National Wildlife Refuge.",
    "url": "https:\/\/www.nps.gov\/jela\/learn\/management\/publicinvolvement.htm"
}
