{
    "title": "Jean Lafitte National Historical Park and Preserve: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         Mammal researcher Dr. Craig Hood of Loyola University photographed three bobcats in the Barataria Preserve. Click on the Investigators in Action link to learn more. US Fish and Wildlife Service  Animals living in south Louisiana are as distinctive as the habitat they live in. The Barataria Preserve is a great place to spot all kinds of Louisiana critters. Remember that where you are and the time of day is key to what birds and animals you will probably see.  During the day, nine-banded armadillos and eastern grey squirrels can be seen foraging next to the trails. In the marsh, swamp rabbits, minks, and the introduced nutria munch away. While many large mammals are secretive and nocturnal, you may be able to catch a glimpse of a coyote or a white-tailed deer. There are several species of bats known to inhabit the park and feed on its abundant insects.  The Barataria Preserve is literally crawling with reptiles and amphibians. Tree frogs, green anoles, and water snakes are often seen. The species that attracts the most attention is the American alligator. Thirty years of protection and management have allowed alligator populations to thrive and they can often be seen sunning themselves along waterway banks or partially submerged in the water. Located squarely along the Mississippi Flyway, this is a birder's paradise. Over 200 species of birds use the preserve's waterways and vegetation for foraging, nesting, and resting. Look for many different species of heron, egret, and ibis wading along canal banks or slowly eating their way through the swamps. Songbirds are easily heard and less often seen in the forests, including colorful examples such as the prothonotary warbler and the painted bunting. Find out more about birding trips in Louisiana and start a birding adventure! See the results of the January 2014 Barataria Preserve bird count; look below for the preserve bird checklist. For the latest in bird news for the New Orleans area, check out University of New Orleans ornithologist Dr. Peter Yauckey's Birding Made Easy New Orleans blog. If you're at the Barataria Preserve or Chalmette Battlefield, keep track of the birds you see and then stop by the visitor center to record your observations at the eBird Trail Tracker kiosk (see the link below for the record of eBird sightings). Your sightings will provide valuable information to park managers, bird researchers, and other birders. Fish, crabs, and other aquatic organisms are plentiful but can be more difficult to see---try looking straight down into the water from a bridge or deck! The Barataria Preserve lies in the ecologically significant Barataria-Terrebonne National Estuary, fertile waters where rivers and bayous meet the sea. These waters provide important nursery grounds for shell and fin fish including blue crabs, shrimp, speckled trout, and gar fish.  Check out the Investigators in Action page to find out what researchers are doing in the park. For more on the animals that inhabit the Jean Lafitte National Historical Park and Preserve area, follow the links below:      Alligators Arthropods (including insects, spiders, and shellfish)  Bird Checklist eBird website with links to sightings at the Barataria Preserve and Chalmette Battlefield (scroll down to Jean Lafitte NHP and pick a site)  Common Snakes  Fish List Mammals List  Reptiles and Amphibians List",
    "url": "https:\/\/www.nps.gov\/jela\/learn\/nature\/animals.htm"
}
