{
    "title": "Jean Lafitte National Historical Park and Preserve: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth        Even wetlands superheroes take time out of their busy schedules to become Junior Rangers!       Watch an alligator catch a fish, meet a soldier from 1815, cruise the bayou in a traditional Louisiana boat, fill your ears with New Orleans music, or learn to dance Cajun-style. The six sites of Jean Lafitte National Historical Park and Preserve have something for everyone, including kids. The park's home page will take you to information about each site, and all sites have activities JUST for kids!Special programs include  Junior Ranger programs at every Jean Lafitte site. Jean Lafitte's free Civil War trading cards (click here to learn more). Girl Scout and Boy Scout programs at the Acadian Cultural Centerin Lafayette, at the Prairie Acadian Cultural Center in Eunice, and at the Barataria Preserve in Marrero. Summer camps at most Jean Lafitte sites (sorry---al 2016 camps are full. See you next year!).Every Kid in a Park provides free passes to federal recreation areas, including National Park Service sites, for fourth-graders and their families. Passes are good through August 31, 2016. Educators like teachers, scout leaders, and other youth leaders can also get free passes for fourth-graders. Follow that link to find out how!If you can't visit the park in person....   head to the community creations page to see what other kids are doing at the park.  check out recent park research at the investigators in action page.  explore the Mississippi River with Delta Dynamics animations.  check out student i-reports from the Battle of New Orleans. join the WebRangers and take a virtual trip to a real national park where you can track animals, explore dinosaur diets, or meet important---but not always famous---Americans. see what you can find out about Jean Lafitte National Historical Park and Preserve by visiting the History & Culture, Nature & Science, and Plan Your Visit sections of this website. check out the National Park Service history and culture for kids website for online fun, places to visit, and more. visit the National Park Service nature website for podcasts, photos, and information about science in your national parks. follow the adventures of Buddy Bison----in fall 2011 he and his friends went to the Barataria Preserve for a walk in the wetlands. Is he coming to your town? join Muppets Elmo and Murray for online fun with Sesame Street Explores National Parks.",
    "url": "https:\/\/www.nps.gov\/jela\/learn\/kidsyouth\/index.htm"
}
