{
    "title": "Jean Lafitte National Historical Park and Preserve: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Lush vegetation and a wide variety of animals, birds, and insects can be found every day at the Barataria Preserve.   South Louisiana is known for alligators, Spanish moss, and live oak trees, but it is also home to armadillos, otters, and hundreds of species of birds. The Barataria Preserve south of New Orleans is the park's wildest site with more than 23,000 acres of swamp, marsh, trails, and waterways, a living laboratory of Louisiana's endangered wetlands.     The natural world is never far away at any site, however. Chalmette Battlefield provides a resting place for birds traveling along the Mississippi River flyway, bayous meander behind the Acadian Cultural Center and the Wetlands Acadian Cultural Center, open farmland surrounds the Prairie Acadian Cultural Center, and butterflies migrate over the French Quarter Visitor Center. Follow the links to learn about natural resource issues and projects, including public involvement and park management animals at the park, including alligators, insects, birds, snakes, fish, mammals, and reptiles and amphibiansplants at the parkenvironmental factors, including nonntive species and weather and climate change.park researchers        Bald eagles are frequently seen at the Barataria Preserve. Look for them perched in tall trees near bayous and canals. US Fish and Wildlife Service       The virtual museums of the National Park Service offer online visits to parks and information about nature, science, history, and more. Natural Resource Reports - summaries and full text articles for many of the park's natural resource reports are available on the National Park Service Gulf Coast Inventory and Monitoring Network website. For more information on a particular report, e-mail the park.             The BioBlitz 2013 adventure is over at the Barataria Preserve, but what was learned will guide park management decisions for years to come.   What we know about Jean Lafitte's Barataria Preserve was vastly increased by BioBlitz 2013, a partnership between the National Park Service and National Geographic that teamed up scientists with over 3,000 students on school field trips, families, and people interested in science and nature. During a 24-hour blitz through bayous, swamp, forest, and marsh, the investigators found and identified hundreds of species of plants and animals. Learn more about what happened here.",
    "url": "https:\/\/www.nps.gov\/jela\/learn\/nature\/index.htm"
}
