{
    "title": "Rocky Mountain National Park: Goods & Services",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Goods & Services              Goods & Services      Lodging, Camping, and Restaurants Find out where to eat and sleep during your stay. Gas Stations There are no gas stations inside the park. It is approximately 50 miles between the communities of Grand Lake and Estes Park. Plan accordingly.Medical Facilities For emergencies inside the park, dial 911. Medical care and hospitals can be found in the local communities of Estes Park and Granby.    Cell Phone ServiceDo not rely on cell phones inside the park; many locations have no service. Pay phones have been removed from most locations.  WiFi Free WiFi is available at three of the five visitor centers - Beaver Meadows, Fall River, and Kawuneeche visitor centers. Other Services In the Park Commercial services within Rocky Mountain National Park are operated by private companies under contract with the National Park Service. For information on these services please contact the companies directly. Merchandise and Cafe - Trail Ridge StoreXanterra Parks & Resorts6312 South Fiddlers Green Circle, Suite 600NGreenwood Village, Colorado 80111303-600-3400Interpretive Merchandise and Gifts at Visitor CentersRocky Mountain Conservancy Rocky Mountain National ParkEstes Park, CO 80517970-586-0121 x17Wood SalesSilver Peaks Enterprises, Inc.P.O. Box 4500Estes Park, CO 80517970-586-9236Homestead FirewoodP.O. Box 308Granby, CO 80446970-627-1766ClimbingAmerican Alpine Institutewww.alpineinstitute.com1515 12th St. Bellingham, WA 98225800-424-2249Colorado Mountain Schoolwww.totalclimbing.comP.O. Box 1846Estes Park, CO 80517800-836-4008Colorado Wilderness Rides and Guideswww.coloradowilderessridesandguides.com4865 Darwin Ct.Boulder, CO 80301720-242-9828Jackson Hole Mountain Guideswww.jhmg.comPO Box 7477Jackson Hole, WY 83002800-239-7642Kent Mountain Adventure Center www.kmaconline.comPO Box 835Estes Park, CO 80517970-586-5990San Juan Mountain Guideswww.mtnguide.net725 Main St.Ouray, CO 81427800-642-5389      Horseback Rides Aspen Lodge 6120 Highway 7 Estes Park, CO 80517 970-586-8133 www.aspenlodge.net Hi Country Stables (located inside the park during summer months) Moraine Park - 970-586-2327 Glacier Creek - 970-586-3244 www.sombrero.com Meeker Park Lodge 11733 Highway 7 Allenspark, CO 80510 303-747-2266 S.K. Horses P.O. Box 2214 Estes Park, CO 80517 Cowpoke Corner Corral - 970-586-9272 National Park Gateway Stables - 970-586-5269 www.skhorses.com Sombrero Ranch, Inc. 1895 Big Thompson Ave. Estes Park, CO 80517 Estes Park Stable - 970-586-4577 Grand Lake Stable 970-627-3514 Allenspark Stable - 303-747-2551 Glen Haven Stable - 970-586-2669 www.sombrero.com Wild Basin Livery P.O. Box 218 Allenspark, CO 80510 303-747-2274 www.wildbasinlodge.com Winding River Resort P.O. Box 629 Grand Lake, CO 80447 970-627-3215 www.windingriverresort.com YMCA of the Rockies 2515 Tunnel Road Estes Park, CO 80511 970-586-3341 http:\/\/jacksonstables.com Fishing Guides, Bicycle Tours, and Guided Hiking & Backpacking  Find out about guides for these services by checking with the local communities of Estes Park and Grand Lake.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/goodsandservices.htm"
}
