{
    "title": "Jean Lafitte National Historical Park and Preserve: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                Nonnative Species         The nutria is probably south Louisiana's most famous invasive species, but there are many more.   As people have traveled around the world, they have brought plants and animals from their old homes to new places---sometimes on purpose, sometimes by accident. Some plants and animals were deliberately introduced as food sources, as pets, or as ornamental plants. Some arrive by accident on boat propellers or in shipping containers. When non-native species start to crowd out native species, they become invasive species. Worldwide, introduced species are one of the major factors in habitat destruction and contribute directly to species extinction. Louisiana has many problems with non-native species. In a 2009 report ranking the relative risk that non-native pests posted, the US Department of Agriculture ranked Louisiana as the ninth most-invaded state. A healthy ecosystem requires a balance of plants, insects, herbivores (plant-eating animals), and carnivores (meat-eating animals) which have evolved together in a system that works with the local environment. Non-native species often throw off the balance by out-eating, out-breeding, or otherwise competing with local species, and the loss of those local plants and animals is a serious threat to global biodiversity. Biologically speaking, Louisiana's Gulf Coast is positioned on the edge of the subtropical community. It is also part of the Mississippi River Flyway and home to over 400 species of plants and 200 species of birds. Louisiana's wetlands sustain some of the most productive fisheries and waterfowl populations on the planet. Invasive species and their control cost millions of dollars to land managers---and taxpayers and consumers---around the world. At Jean Lafitte, invasive species are not only costly but also a daily threat to the area's native biological richness and to human uses of those riches. By learning about the impact of invasive species, we can also learn about the importance of the species native to the area and appreciate all the riches that south Louisiana holds. South Louisiana is an easy place for many plants to thrive: humidity and a long growing season mean that many plants grow faster and bigger than they would elsewhere, and many non-native species quickly become invasive species. At Jean Lafitte's Barataria Preserve, humans have used the land for hundreds of years for farming, logging, and oil and gas exploration. As more people move near the preserve, more seeds from ornamental plants wind up in the preserve, carried by birds, the wind, or even on visitors' shoes. Many of the Barataria Preserve's plant and animal invaders come from South America and other subtropical areas; since Louisiana's Gulf Coast sits on the edge of the subtropics, invaders from similar climates tend to thrive here. The successful invaders often are not used as food by native animals, so there is little control on their populations.        This feral hog in the Barataria Preserve's bottomland hardwood forest was caught by a motion sensor camera. Craig Hood  Many of the Barataria Preserve's plant and animal invaders come from South America and other subtropical areas; since Louisiana's Gulf Coast sits on the edge of the subtropics, invaders from similar climates tend to thrive here. The successful invaders often are not used as food by native animals, so there is little control on their populations. Invasive plant species found at the Barataria Preserve include:  Water weeds like giant salvinia, water hyacinth, and alligator weed clog many waterways. These plants grow fast, making boat access difficult. They compete for space, nutrients, and light with native floating water plants like water lilies and duckweed and change the kinds of food available for wetlands animals and for humans who fish or hunt in the preserve. Park staff are doing their best to manage these plants by working in partnership with nature and using biocontrols---insects that eat the invasive plants. These insects come from the plants' native countries and in their home places, they help to control the plant populations. Of course, scientists must do rigorous testing before releasing biocontrols to make sure that \"the cure isn't worse than the disease.\" Chinese tallow trees can be seen along canals, growing on the dirt banks that were raised when the canals were dug. They're also seen along the edges of roads and trails. At maturity, one tallow tree can produce as many as 10,000 seeds a year! A regional invasive pest management team from the National Park Service and Jean Lafitte volunteers spend hours each year managing tallow tree populations by pulling them up or cutting them back and applying herbicide to stumps and stems.  Invasive animal species can also be found at the preserve and include:  Nutria (probably the best-known invasive animal in south Louisiana), was brought to the area from South America as a fur producer. Nutrias are now found all over the state and the world. Nutrias are big rodents that reproduce quickly and eat constantly. They burrow into wetland banks, destabilizing and eroding the land. They chew vegetation down to its roots and can quickly turn a grassy marsh into a mud patch. This also encourages erosion, changes the wetlands' kind and number of plants, and destroys the plants that hold fragile wetland soil together. They also outcompete and displace native species such as beaver, muskrats, and mink. The state of Louisiana pays a bounty on nutria and the park participates in a trapping and hunting program to help control the local population. Feral hogs have invaded the preserve; these are hogs that originally were raised as livestock and either escaped or were set loose. Feral hogs destroy habitat and disrupt native plant and animals populations by disturbing the soil, uprooting native plants, and competing for food. They also prey on small animals and can transmit disease. The park's feral hog hunting program has met with some success, but the hogs are smart, fast, and reproduce quickly. Apple snails were released by aquarium enthusiasts, and are now steadily spreading across the southeastern United States. Apple snails live in freshwater habitats and are believed to have been further distributed to new areas by floods and hurricanes. They had not been detected in the preserve until recently. Due to their constant grzing on vegetation, apple snails make a major impact on wetland plants and on crops grown in wet fields like rice. They also have the potential to transmit diseases to humans and animals.                 How can YOU help? Educate yourself by exploring the issues at sites such as the LSU Ag Center or the Aquatic Nuisance Species Task Force. Practice good \"invasive hygiene.\" Check your hiking shoes and backpack for land trails; your boat and trailer for waterways to make sure there are no weeds hanging on to your equipment. Don't ever release aquarium contents into parks or nearby waters. Volunteer! On National Public Lands Day and on throughout the year, Barataria Preserve and parks across the country are sure to be planting, weeding or working on invasive species management.",
    "url": "https:\/\/www.nps.gov\/jela\/learn\/nature\/nonnativespecies.htm"
}
