{
    "title": "Jean Lafitte National Historical Park and Preserve: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture            Sometimes remarkable stories are where you least expect to find them. This simple Civil War headstone at Chalmette National Cemetery marks the final resting place of a woman who disguised herself as a man to fight for her country.     The six sites of Jean Lafitte National Historical Park and Preserve represent a treasure trove of south Louisiana's historical and cultural riches. People from nearly every country, ethnic group, language, and religion have come to the lower Mississippi River delta and left traces of their passing. As author William Faulkner wrote, \"The past is never dead. It's not even past.\" In south Louisiana, the places where history happened are around every corner and down every bayou, and the well-worn skills and traditions of previous generations are revered at the same time they're adapted for life in a new century. Follow the People and Places links to find out more about history and culture at Jean Lafitte National Historical Park and Preserve. Follow the links below to learn about:  Chalmette Battlefield and the Battle of New Orleans, including troop rosters Chalmette National Cemetery Fazendeville, a town founded in 1867 that was located on what is now Chalmette Battlefield the journey from Acadian to Cajun the Civil War the War of 1812 bicentennial at the park and in the National Park Service. the National Park Service's history e-library. The e-library contains historical and archeological reports, biographies, geological studies, and more. Go to \"J\" to find information related to the park or follow the links for historic themes, oral histories, and more.  history and culture throughout the National Park Service system. the National Park Service's online museums.",
    "url": "https:\/\/www.nps.gov\/jela\/learn\/historyculture\/index.htm"
}
