{
    "title": "Voyageurs National Park: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours               Guided Tours         Guided boat tours provide a comfortable way to explore the park.   Summer and Fall Programs Voyageurs National Park offers a wide range of guided boat tours and ranger-led programs during the summer and fall, primarily June - September. Programs take place throughout the park, most boat tours departing from the Rainy Lake and Kabetogama Lake Visitor Centers.    Rainy Lake Tour Boat & Program Schedule Kabetogama Lake Tour Boat & Program Schedule  Kettle Falls Program Schedule      Tour Boat Reservations All Voyageur and Amik tour boat reservations are handled by Recreation.gov. Reservations can now be made up to 3 months in advance either online or by telephone at 1-877-444-6777. All tours are subject to change, please call ahead for schedule changes.  Reservations are strongly encouraged as boat tours do sell out.  Walk-in ticket sales stop 30 minutes prior to tour departure. Senior and Access pass holders do receive a 50% discount for the card holder only.       Tour Boat Reservation Frequently Asked Questions and Information Can I walk into a visitor center and make a reservation? Rainy Lake Visitor Center and Kabetogama Lake Visitor Center Yes. Walk-ons may inquire, make a walk-on reservation, and pay, with a credit card only, for a tour at the Rainy Lake and Kabetogama Lake Visitor Centers if space is available. Visitors may do this between the hours of 9:00 a.m. and 5:00 p.m. prior to departure of a tour. All ticket sales will stop 30 minutes prior to departure of a tour. If all seats have been paid for with advanced reservations through www.recreation.gov, then no walk-on passengers will be accepted.  Payment Method Credit cards are required to make all reservations. No cash, checks, or travelers checks are accepted. How do I know what an adult, child, or toddler fee is? Adult fees cover ages 17 and up, child fees cover ages 3-16, toddler fees are 2 and under. Go to www.recreation.gov for specific fee information.  Cancellation Policy Visitors must call the National Call Center to cancel a tour, not a visitor center. If a visitor calls for any reason to cancel a tour they must call at least 24 hours prior to departure. A $3.00 service fee applies for all cancellations made by the visitor. No refunds will be issued if less than 24 hours notice is given. Refunds will be issued ONLY if advance reservations are canceled at least 24 hours before the scheduled tour departs. Refunds are given only by www.recreation.gov.  Minimum Number of Passengers A minimum of 4 paying passengers are required for all tours, with the exception of the Kettle Falls Tours which require a minimum of 6 paying passengers on the Amik and a minimum of 22 paying passengers on the Voyageur.   What if the park cancels a tour? The park reserves the right to cancel a tour for any reason. If a tour is canceled by the park a full refund will be given to the visitor by Recreation.gov. Some reasons the park may cancel a tour are: if there are U.S.C.G. weather restrictions or not enough paying passengers. Call the respective visitor center prior to departure to find out if your tour is going. Keep in mind the following: tour boat captains do not make a determination on the weather until 1-hour prior to departure and the park may not know if a tour meets the minimum number of passengers until 1\/2-hour prior to departure. To inquire about a cancellation, call the Kabetogama Lake Visitor Center (218) 875-2111, or the Rainy Lake Visitor Center (218) 286-5258.  Must I check in at a visitor center before boarding the boat? Yes. All visitors MUST check in at the respective visitor center before boarding the tour boat. This allows park staff to make sure all reserved passengers have boarded, check for Senior or Access passes, and inform you of any necessary information.  Federal Senior Pass and Access Pass Discounts Pass holders are eligible for a discount on park-operated tour boats. To receive the discounted rate you must provide the number on your Federal Senior Pass or Federal Access Pass when making a reservation. Pass holders MUST bring their pass and identification to receive the discount when boarding the boat. If the pass holder does not bring their pass and identification the discount will not apply and the pass holder will be required to pay in full upon check-in. No discounts can be applied once the tour has started. If you are a walk-on, you MUST have a Senior Pass or Access Pass in your possession, when making the reservation, to receive the discount. No discount will be applied if you do not present your Senior Pass or Access Pass.",
    "url": "https:\/\/www.nps.gov\/voya\/planyourvisit\/guided-tours.htm"
}
