{
    "title": "Rocky Mountain National Park: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around               Getting Around      The park is open 24 hours per day, 365 days per year, weather permitting.Most people traveling to the park arrive by private vehicle. Use the park map to help you get around and check the road status for seasonal closures. During the summer and fall, the park is quite busy and roads and parking lots can be congested. Consider using the parks environmentally friendly free shuttle bus service.       Car, Motorcycle, & RV While driving around the park, be aware of the Road Status so you know what's open and what's closed. Also, watch for wildlife on the roadways. The speed limit is typically 25-35 mph on most park roads. Make sure you use pull offs when stopping to view scenery and wildlife. Driving conditions can change rapidly with mountain weather. Check out other tips for Mountain Driving.       Free Park Shuttle Bus From late May through early October, the park operates a free shuttle bus along the Bear Lake Road. This is a great way to avoid congested parking lots. It also opens up some wonderful opportunities to do loop hikes and catch the shuttle back to your car. For detailed route and schedule information, check the Shuttle Bus page.         Bicycle  Many cyclists enjoy the challenge and beautiful views to be had by bicycling through the park. Riders must travel single file and obey all traffic laws. Be aware that many park visitors may not be accustomed to sharing the road. Ride safely. Our Bicycling page offers additional information, including a link to area businesses that offer bicycle tours in the park.      Commercial Tours of the Park  Several companies operate tours of the park ranging from a couple hours to all day. This includes tours of Trail Ridge Road. Check with the local communities of Estes Park and Grand Lake for more information.       Other Ways to Get Around Many visitors explore the park from the back of a horse each year. The park allows private stock use and commercial horseback rides. The Horseback Riding page provides addition details.  You may also be interested in a guided hiking, climbing, or fishing experience. The park offers Ranger Guided Programs, including hikes, snowshoeing, and cross-country skiing. There are also several companies in Estes Park and Grand Lake that offer goods and services, including guide services.    For more help getting around, please contact the park's information office at 970-586-1206.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/gettingaround.htm"
}
