{
    "title": "Jean Lafitte National Historical Park and Preserve: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility          National parks are for everyone so the National Park Service is committed to making every park accessible. Jean Lafitte National Historical Park and Preserve not only offers accessible facilities, but also special programs to let more people enjoy more of the treasures of south Louisiana. Service animals are welcome at all sites. Accessibility by site: Acadian Cultural Center, Lafayette  Center is wheelchair accessible. One wheelchair is available on site for visitor use. Film “The Cajun Way; Echoes of Acadia” available in closed-captioned version in French or English on request.  Barataria Preserve, Marrero  Visitor center is wheelchair accessible. Exhibits include audio exhibits and touchable displays. Environmental education center and trail are wheelchair accessible. The following trails are wheelchair accessible: Visitor Center Trail, Palmetto Trail, Bayou Coquille Trail, and the first third of Marsh Overlook Trail. See the trail map and trail map description to learn more about the preserve trails. Most ranger programs are wheelchair accessible since most programs are given on boardwalk trails. Check with the visitor center at 504-689-3690 ext. 10 for specific program details. Film is closed-captioned.  Chalmette Battlefield and National Cemetery, Chalmette  Visitor center is wheelchair accessible. Computer interactives are closed captioned; some include audio. Films are captioned. Most of the wayside exhibits are wheelchair accessible. Paved sidewalks run between the visitor center parking area and the Malus-Beauregard House.  French Quarter Visitor Center, New Orleans  Center is wheelchair accessible. Center includes audio exhibits of local musical styles and special New Orleans dialects and phrases. Ranger-guided riverfront history strolls on the Mississippi River levee are in wheelchair accessible areas, though crossing the railroad and streetcar tracks between the visitor center and the levee may be difficult.  Prairie Acadian Cultural Center, Eunice  Center is wheelchair accessible.  Wetlands Acadian Cultural Center, Thibodaux  Center is wheelchair accessible.  Special programs for people with hearing or sight impairments are offered by the Prairie Acadian Cultural Center in Eunice. Programs are by reservation only; if needed, interpreters must be provided by the visiting group. Call 337-457-8499 for reservations and more information.",
    "url": "https:\/\/www.nps.gov\/jela\/planyourvisit\/accessibility.htm"
}
