{
    "title": "Jean Lafitte National Historical Park and Preserve: Things To Know Before You Come",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come             Things To Know Before You Come      Check out what's happening at Jean Lafitte's six sites on specific dates on the schedule of events. See the site descriptions to find out where sites are located and what they offer. Public transportation is available only in New Orleans. Chalmette Battlefield can be reached from New Orleans' French Quarter via tours by the paddlewheeler Creole Queen. A car or taxi is needed to reach the park's other sites. More information is available on the Getting Around page.Pets are not allowed in park buildings. No pets are allowed in Chalmette National Cemetery or on the trails at the Barataria Preserve. Pets on leashes accompanied by a human are welcome in all parking lots, at Chalmette Battlefield, and on the visitor center deck at the Barataria Preserve. Pets may not be left unattended, even in vehicles. Service animals are welcome everywhere. More information is available on the Pets page. For hunting, fishing, firearms, and other rules, see laws and policies. What to expect from the weather: Summers are generally hot and humid with occasional rain. Winters are mild. Sunscreen is recommended for outdoor activities and insect repellent is usually needed at the Barataria Preserve. Hazards and how to avoid them:  Louisiana's heat and humidity can quickly take their toll. If you'll be outside for long periods, wear a hat, carry water, and take frequent breaks. Insects like mosquitos, stinging caterpillars, and fire ants can be painful pests. If you plan outdoor activities, wear insect repellent and closed-toe shoes. Watch for small mounds of dirt: they may be fire ant colonies. Be careful where you put your hands and feet: that fuzzy caterpillar may carry a powerful sting. Alligators and snakes live throughout south Louisiana. Watch where you put your hands and feet. If you see a snake or alligator, be respectful and give it plenty of room. Never feed or attempt to catch alligators or any wild animal.",
    "url": "https:\/\/www.nps.gov\/jela\/planyourvisit\/things2know.htm"
}
