{
    "title": "Jean Lafitte National Historical Park and Preserve: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety            Why did the alligator cross the road? To remind us that good manners and good safety practices mean that alligators always have the right of way. Alligators are rarely seen on roads, but they are often spotted near trails and walkways at the Barataria Preserve.   If you need help  If it's an emergency, call 911 no matter where you are. If you're at a park site and need help for situations like suspicious activity, lost visitors, illegal dumping, poaching, etc., look for uniformed park staff. If none are in sight, call 1-855-289-7412 for National Park Service Law Enforcement Response.    Safety everywhere you go  Heat and humidity are major safety hazards in south Louisiana. Stay in the shade when you can, drink plenty of water, wear a hat, and take it easy if you are outside for long periods, whether you're strolling down a city street, exploring a historical site, enjoying an outdoor event, or taking a hike. High humidity can add another five degrees to the \"feels like\" temperature. Sunscreen is often a good idea too. Check the weather with the National Weather Service or other sources. Thunderstorms can pop up quickly: remember that if you hear thunder, you're in reach of a lightning strike, so take cover. Watch your step. Humid conditions and rain can make streets, sidewalks, and boardwalk trails surprisingly slick. Lock your vehicle and put valuables out of site.    Safety in the city  Urban areas in south Louisiana require the same common sense as urban areas everywhere. Don't carry large amounts of cash. Think twice before wearing expensive jewelry or showing off expensive electronic devices. Know your limits. Overconsumption of alcoholic beverages can make you an easy target.    Safety in the great outdoors  Insects like mosquitos, stinging caterpillars, and fire ants can be painful pests. Insect repellent is often needed for outdoor activities. Closed-toe shoes will help you avoid bites from insects on the ground. Watch for small mounds of dirt: they may be fire ant colonies. Watch where you put your hands and feet when you're outdoors. Snakes are common in south Louisiana and many insects---including fuzzy caterpillars---bite and sting. Poison ivy is common too. Respect the wildlife. If you see wildlife---snakes, alligators, deer, or other creatures---give them plenty of room. Never feed, harass, throw things at, or attempt to catch any wild animals. Think like an alligator. Alligators are surprisingly fast: on land they can move quickly over short distances and in the water they're unstoppable. Remember to keep your distance and stand tall. Alligators judge their prey by its size, and if you are kneeling down to take a picture, you're a much more tempting target than if you're standing up. If you feel threatened by wildlife, get loud and leave. Clap your hands, sing a song, talk loudly, and move slowly away.",
    "url": "https:\/\/www.nps.gov\/jela\/planyourvisit\/safety.htm"
}
