{
    "title": "Jean Lafitte National Historical Park and Preserve: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar         Summertime in Louisiana means hot, humid weather. Look for frogs and other critters enjoying a dip in the bayou to cool off.   There's always something happening at Jean Lafitte---here's a printable pdf of programs, events, and exhibits for August. To search by specific days or for future events, use the \"Search for Events\" function below. Be sure to click on \"Show Results\" to get the information you've requested. Check the \"Show ALL instances of recurring events\" box to get every day and time a program is offered; if you do not check the box, only the first time\/day a program is offered will appear in the list.            Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 15 results    Show ALL instances of recurring events   RSS Feed      Jean Lafitte National Historical Park and Preserve Battle of New Orleans Talk      Time: 10:45 AM,2:45 PM Location: Chalmette Battlefield, Chalmette Fees: free     Sunday, August 14, 2016 Everyday  from 05\/25\/2016 to 08\/31\/2016 Hear the story of the Battle of New Orleans on the very ground where American troops defeated the mighty British army in 1815. View Details      Jean Lafitte National Historical Park and Preserve Wetlands Walk      Time: 10:00 AM Location: Barataria Preserve, Marrero Fees: free     Sunday, August 14, 2016 Every Sunday Weekly & Every Wednesday Weekly & Every Thursday Weekly & Every Friday Weekly & Every Saturday Weekly  from 05\/25\/2016 to 08\/31\/2016 Explore wild Louisiana on a ranger-guided walk. View Details      Jean Lafitte National Historical Park and Preserve Cajun Music Jam      Time: 5:00 PM to 6:15 PM Location: Wetlands Acadian Cultural Center, Thibodaux Fees: free     Monday, August 15, 2016 Every Monday Weekly  from 06\/20\/2016 to 08\/29\/2016 Sit in with local muscians or just sit back and enjoy! View Details      Jean Lafitte National Historical Park and Preserve Exhibit - \"Southern Mud N' Moss\"      Time: 9:00 AM to 7:00 PM,9:00 AM to 5:00 PM Location: Wetlands Acadian Cultural Center, Thibodaux Fees: free     Monday, August 15, 2016 Every Monday Weekly & Every Tuesday Weekly & Every Wednesday Weekly & Every Thursday Weekly & Every Friday Weekly  from 06\/01\/2016 to 08\/30\/2016 Explore south Louisiana landscapes through the work of local artist Sharlene Eymard Dufrene View Details      Jean Lafitte National Historical Park and Preserve Cercle Francophone      Time: 5:30 PM to 7:00 PM Location: Wetlands Acadian Cultural Center, Thibodaux Fees: free     Tuesday, August 16, 2016 Every Tuesday Weekly  from 05\/31\/2016 to 08\/30\/2016 French speakers, unite! Join the conversation and keep Louisiana's Francophone traditions alive. View Details      Jean Lafitte National Historical Park and Preserve Historic Thibodaux Walking Tour      Time: 10:00 AM to 11:00 AM Location: Wetlands Acadian Cultural Center, Thibodaux Fees: free     Tuesday, August 16, 2016 Every Tuesday Weekly & Every Wednesday Weekly & Every Thursday Weekly  from 05\/25\/2016 to 08\/31\/2016 Explore Thibodaux's history with a ranger. View Details      Jean Lafitte National Historical Park and Preserve Ranger`s Choice Program - Acadian Cultural Center      Time: 2:45 PM to 3:15 PM Location: Acadian Cultural Center, Lafayette Fees: free     Tuesday, August 16, 2016 Every Tuesday Weekly & Every Wednesday Weekly & Every Thursday Weekly & Every Friday Weekly  from 05\/25\/2016 to 08\/31\/2016 Ranger talks on various topics. View Details      Jean Lafitte National Historical Park and Preserve Riverfront History Stroll      Time: 9:30 AM to 10:30 AM Location: French Quarter Visitor Center, New Orleans Fees: Free     Tuesday, August 16, 2016 Every Tuesday Weekly & Every Wednesday Weekly & Every Thursday Weekly & Every Friday Weekly & Every Saturday Weekly  from 05\/25\/2016 to 08\/31\/2016 Walk along the Mississippi River levee and get an overview of New Orleans history. View Details      Jean Lafitte National Historical Park and Preserve Cajun Conversations      Time: 1:00 PM to 2:30 PM Location: Prairie Acadian Cultural Center, Eunice Fees: free     Saturday, August 20, 2016 Every Saturday Weekly  from 05\/28\/2016 to 08\/27\/2016 Practice your Cajun French during basic conversation. View Details      Jean Lafitte National Historical Park and Preserve Explore & Restore Crafts for Kids      Time: 10:00 AM to 12:00 PM Location: Prairie Acadian Cultural Center, Eunice Fees: free     Saturday, August 20, 2016 Every Saturday Weekly  from 05\/28\/2016 to 08\/27\/2016 Join the hands-on fun and create unique crafts from ordinary objects. View Details      Jean Lafitte National Historical Park and Preserve Folklife Demonstrations      Time: 2:45 PM,4:00 PM Location: Prairie Acadian Cultural Center, Eunice Fees: free     Saturday, August 20, 2016 Every Saturday Weekly  from 05\/28\/2016 to 08\/27\/2016 Discover \"the Cajun way\" of music, dancing, and cooking. View Details      Jean Lafitte National Historical Park and Preserve Regency Home Economics      Time: 9:00 AM to 3:00 PM Location: Chalmette Battlefield, Chalmette Fees: free     Saturday, August 20, 2016 Learn some of the basic skills that a War of 1812-era man would know. View Details      Jean Lafitte National Historical Park and Preserve Rendez-vous des Cajuns      Time: 6:00 PM Location: see description Fees: see description     Saturday, August 20, 2016 Every Saturday Weekly  from 05\/28\/2016 to 08\/27\/2016 It's a Louisiana Saturday night Cajun-style! View Details      Jean Lafitte National Historical Park and Preserve National Park Service 100th Birthday Party      Time: 2:00 PM Location: French Quarter Visitor Center Fees: free     Thursday, August 25, 2016 Joiin the fun and celebrate with cake and music! View Details      Jean Lafitte National Historical Park and Preserve Snoball Day - NPS Centennial Party      Time: 11:00 AM to 3:00 PM Location: French Quarter Visitor Center, New Orleans Fees: free     Saturday, August 27, 2016 Celebrate the National Park Service's 100th birthday with a day of cool eats and family fun! View Details",
    "url": "https:\/\/www.nps.gov\/jela\/planyourvisit\/calendar.htm"
}
