{
    "title": "Jean Lafitte National Historical Park and Preserve: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations            Research, special events, commercial filming and photography, hunting, fishing, and other special activities require permits. Above, a researcher working on an amphibian monitoring project checks out what's been captured in a live trap.     Reservations: Most park programs do not require reservations; reservations requirements are always noted on program descriptions. Group programs and special accomodations require reservations; contact the site that you want to visit to reserve a group program or to discuss special needs.  Permits: Certain uses of park sites require a permit. Permits are required for short-term activities which provide a benefit to an individual, group, or organization rather than to the public at large; which require written authorization and some degree of management control from the NPS in order to protect park resources and the public interest; and which are not prohibited by law or regulation. Requests for special uses of the park require the submission of a completed application along with any associated non-refundable processing fee to the superintendent's office for consideration of approval. Once received, processing of the permit application request will be reviewed as quickly as possible; please note that the park is currently allowing AT LEAST seven (7) business days to process simple requests. Complicated special park use requests or applications lacking sufficient details will require more initial application review time. You will be notified whether your application will be processed for permit issuance or not. Further National Park Service evaluations for regulatory compliance requirements may be needed and you will be notified of any additional steps and time required to obtain your permit. A longer processing time is required for complex requests, since these requests require a more detailed assessment of impacts to park resources, operations, and visitor access and activities. Note that any approvals required from state or local offices must be obtained prior to your park permit being issued. Here's how to submit a permit application for   special events such as weddings, memorial services, and sports-related events. A nonrefundable $50.00 processing fee made payable to \"National Park Service\" must accompany your completed application for a special use permit. Click here for an application. commercial filming and photography. A nonrefundable $50.00 processing fee made payable to \"National Park Service\" must accompany your completed application for a permit. Follow the link to learn more and to decide whether your activity is considered commercial filming and photography. hunting or trapping. fishing. research. You can view park research projects and guidelines and submit an application at the National Park Service research website. For more information, email the park to find out if your project requires a permit. oil and gas surveying or pipeline maintenance. commercial use authorization to do business in the park. Information is here; a commercial use authorization application is here.  For more information about permits, see the Superintendent's Orders, call 504-589-3882, or email the park.",
    "url": "https:\/\/www.nps.gov\/jela\/planyourvisit\/permitsandreservations.htm"
}
