{
    "title": "Jean Lafitte National Historical Park and Preserve: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           419 Decatur St  New Orleans, LA 70130                 Directions         Jean Lafitte's headquarters and the park's French Quarter Visitor Center is located at 419 Decatur St. in New Orleans. There are five other park sites scattered throughout south Louisiana. For information on all of the park sites and visitor centers, see the Directions URL.  Directions Details           Operating Hours & Seasons         Jean Lafitte National Historical Park and Preserve Each of Jean Lafitte's six sites is open year-round, but each has different operating hours and days. See the specific site(s) you want to visit for operating hours and days information.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           All temperatures in degrees Fahrenheit. Note that relative humidity, especially in summer months, can reach 90%, so temperatures can feel 10-20 degrees hotter than actual temperature. Spring (March, April, May) average high 77, low 61 Summer (June, July, August) average high 89, low 75 Fall (September, October, November) average high 78, low 64 Winter (December, January, February) average high 64, low 48         Fees & Passes     Entrance Fees:   Admission and Program Fees - $0.00 Admission to park visitor centers is always free. Most park programs are free; any fees are always noted on program descriptions.         Visitor Centers       Acadian Cultural Center Permanent and special exhibits, an award-winning film, ranger talks, and programs share the history, customs, language, and contemporary culture of the Acadians who became Louisiana's Cajuns. Admission to the center and to most programs is free.    Barataria Preserve With more than 23,000 acres of wild Louisiana wetlands, the Barataria Preserve's hardwood forest, swamp, bayous, and marsh offer trails, picnic areas, fishing, hunting (in season and with permits), and wildlife viewing. Visitor center films and exhibits explain the wetlands habitat and current environmental challenges; ranger programs are offered daily. Programs at the environmental education center are available by reservation. Admission to the preserve and to most programs is free.   French Quarter Visitor Center Visitor center exhibits and a film share the history and traditions of the lower Mississippi River delta and of New Orleans, home to one of America's most distinctive cultural mixes and rich in food, music, architecture, and more. Ranger programs offered daily. Free admission.   Prairie Acadian Cultural Center The Acadian exiles from Canada's Nova Scotia who settled Louisiana's prairies developed a distinctive cultural mix of Cajun, Creole, and cowboy. The Prairie Acadian Cultural Center tells this story through ranger programs, exhibits, and films. Saturdays at the center feature cooking and crafts demonstrations, local musicians, and dancing for all. Center admission is free. In partnership with the City of Eunice, the center offers Rendez-vous des Cajuns, a live music show, every Saturday night.   Wetlands Acadian Cultural Center The Acadian exiles who settled along Louisiana's bayous created a distinctive Cajun culture based on life in a watery realm. The center shares their way of life through a film, special and permanent exhibits, musical performances, and boat tours of Bayou Lafourche. Admission to the center and to most programs is free; boat tours are by ticket and reservation.    Chalmette Battlefield and Chalmette National Cemetery Site of the Battle of New Orleans in 1815, Chalmette Battlefield contains a reconstructed American rampart, an 1830s house, 100-foot-high Chalmette Monument, and outdoor exhibits for self-guided tours. Visitor center films and exhibits share the battle and the site's later history. Ranger talks offered daily. Chalmette National Cemetery was established during the Civil War and holds more than 14,000 graves of Americans from the War of 1812 to the Vietnam War; an audio tour is available. Free admission.                          Where do we go when to do what? How can we get there? How much will it cost? Links to pages that will answer all those important questions are on this page.   Look below for links to useful information about all of the park's six sites. For help in choosing which site(s) to visit, go to the Plan Your Visit page.   Days and times when the park's six sites are open Fees and passes Park calendar of events, programs, and activities Directions and transportation, including maps and getting around (cars, planes, and public transportation) Safety Accessibility Junior Ranger activities and other fun especially for kids Pets Other National Park Service areas in Louisiana Information for teachers and field trip leaders, including education materials and how to book a field trip Social media---join Jean Lafitte's crew on Facebook, Twitter, and Instagram Permits for commercial photography and filming, special events, hunting and fishing, and more Eating and sleeping---hotels, camping, and restaurants Jobs with Jean Lafitte, the National Park Service, and the federal government Information about park management and planning Detailed information about park rules, regulations, laws, and policies for all park sites",
    "url": "https:\/\/www.nps.gov\/jela\/planyourvisit\/basicinfo.htm"
}
