{
    "title": "Rocky Mountain National Park: Commercial Trucking Permit",
    "body": "Commercial Trucking Permits       Generally, \"Commercial Vehicles\" are prohibited from utilizing park roads.  Commercial Vehicles may however purchase\/be issued a Commercial Trucking Permit that allows them to use the roads within the park. The cost of the permit is $20 for a single day round trip or $100 for an annual permit. Commercial vehicles making local deliveries to\/inside the park (or to in-holders) may be allowed in without a permit. The $20 daily permit is available at any entrance gate kiosk. The $100 annual permit requires an application process.   Rocky Mountain National Park issues Commercial Trucking Permit to use Trail Ridge Road for business through the park. Commercial Vehicles that do not have a Commercial Trucking Permit will be charged the $20 daily trucking permit fee. The receipt may be applied as payment towards the purchase of an annual Commercial Trucking Permit if it is sent in along with a Commercial Trucking Permit application within two weeks for the expiration date on the $20 receipt. Commercial Trucking Permits are typically reserved for businesses in the local three county areas surrounding the park (Boulder, Grand and Larimer).  A commercial vehicle is any vehicle involved in transporting moveable property for fee or profit, either as a direct charge to another person, business, or otherwise, or used as an incident to providing services to another person, or used in connection with any business.  Commercial Vehicles may include any category of vehicle e.g. sedan, truck. In regards to trucks:   Two or three axle trucks, able to transport up to 54,000 pound loads are allowed with a permit.  Semi-trucks\/Tractor-trailers are prohibited.   Download a printable Commercial Trucking Permit application. Mail or fax completed applications to: Rocky Mountain National Park Fee Program Assistant 1000 Highway 36 Estes Park, CO 80517 or 970-586-1352 To request an electronic application, please email us. Once an application is received and approved instructions will be e-mailed with payment options.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/commercial_trucking_permits.htm"
}
