{
    "title": "Rocky Mountain National Park: Wedding Locations",
    "body": "Wedding Locations       The following table includes a list of designated wedding sites in Rocky Mountain National Park, with conditions and restrictions. If you are unfamiliar with the locations listed it is recommended that you visit the site. All locations are outdoors and rustic in nature without protection from the weather. Some sites offer seating at a few picnic tables or wooden benches. In planning your wedding, please keep in mind that the park generally restricts the use of equipment such as tables, chair, tents, banners, displays, etc.; simple ceremonies that take advantage of the natural environment, views and surroundings are recommended. In Rocky Mountain National Park, all wedding ceremonies require a permit. A $150 non-refundable administrative fee is required. To download a printable wedding permit. To check availability of a site, email or phone the Concession Management Office at 970-586-1209. Review the wedding locations list, group size and site restrictions. Ceremony size includes all members of the wedding party and guests. This includes officiate(s), photographer(s), bride and groom, etc. The permit does not give exclusive use of the area. All sites remain open to the public. National Park entrance fees apply. The following guidelines are included as conditions of the permit:  Follow \"Leave No Trace\" Principles No disruption of the atmosphere of peace and tranquility in the park; no amplified music Minimize interference with park programs, activities, and visitors Minimize interference with the operations of public facilities or the services of NPS concessionaires or contractors Maintain a safe and healthy environment for other park visitors           Location   Ceremony Size (Max.)   Number of Vehicles (Max.)   Special Site Restrictions   Site Description     Trail Ridge Road: 3M Curve   15   3   ***  Large rock outcrop overlooks mountains, meadows & moraines   Endovalley Road: Alluvial Fan Bridge  20   5   ***  Large boulder strewn river with waterfall, wooden foot bridge, aspen trees, restrooms. Very busy area during summer season   Bear Lake Road: Bear Lake Nature Trail  20   ***  ~No Weddings Permitted from the 3rd Week Of June through Sept. 30 ~From Sept. 30 through Columbus Day- No Weddings Permitted on Weekends Lake with mountain views, Aspens, restrooms, very busy area.   Wild Basin: Copeland Lake  50   ***   ***  Lake with mountain views, forested area with some aspen trees. Restrooms nearby.   Endovalley Road: Endovalley Picnic Area  10   2  ~No Weddings Permitted from the 3rd Week Of June through Sept. 30 ~From Sept. 30 through Columbus Day- No Weddings Permitted on Weekends Spruce & Fir trees, stream, restrooms, handicap accessible. Summer access only   Trail Ridge Road: Harbison Meadow Picnic Area  60   12   ***  West Side of the Park: Large meadow with mountain view. No restrooms, wildlife frequent the area. Adjacent to Trail Ridge Road.    Trail Ridge Road: Hidden Valley  100   ***  Event may not occupy picnic sites.  Aspens & Pines, summer wildflowers, wooden foot bridge, restrooms, handicap accessible    Hwy 7 Lily Lake Area: Lily Lake Dock  10   10  Vehicle limit applies from the 3rd week of June through Sept. 30  360° mountain views, lake, walking trail, restrooms, handicap accessible trail    Hwy 7 Lily Lake Area: Lily Lake Southside Picnic Area  100   10  Vehicle limit applies from the 3rd week of June through Sept. 30  1\/4 mile walk on lake trail, mountain views, handicap accessible trail. A knoll overlooks the lake & Aspen trees. Gated access allows up to 3 vehicles to drive to the site; an additional $50 fee.   Bear Lake Road: Moraine Park Visitor Center Amphitheater  100   10  Vehicle limit applies from the 3rd week of June through Sept. 30 Pine trees, view of Moraine Park & Longs Peak, wooden benches, rustic amphitheater, restrooms   Bear Lake Road: Sprague Lake  30   10  ~From The 3rd week Of June through Sept. 30, max. of 15 people & 3 vehicles ~Event may not occupy picnic sites Handicap accessible trail, dramatic view of mountains & lake, dock, knoll, wooden bridge, restrooms. Very busy area.   Trail Ridge Road: Timber Creek Campground Amphitheater  35   5  Limited Parking West Side of the Park: Partial views of Colorado River, restrooms. Large campground nearby. Handicap accessible.    Hwy 36: Upper Beaver Meadows  60   10   ***   Views of Continental Divide, open meadows, restrooms. No vehicle access in winter.    Non-Designated Sites  ***   ***  Site specific, ceremonies only.  Contact with questions Leave No Trace principles apply    Wilderness Areas  20   ***  Site specific, no music, ceremonies only.  Wilderness regulations & Leave No Trace principles apply",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/wedding_locations.htm"
}
