{
    "title": "Cane River National Heritage Area: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Stories        A unique blend of cultures and captivating stories characterize Cane River National Heritage Area. These stories can be folklore woven into actual events. The stories shared here include local folklore and stories based on actual facts and\/or events. Local Folklore in Natchitoches Parish, Louisiana taken from the Northwestern State University of Louisiana (NSU) Student Handbook 2005-2006The Legend of the Ghost of Isabella (Folklore)Isabella was a beautiful young French maiden that lived in the original Bullard mansion after the Bullards were gone. She had many suitors but favored the attention of a young man from the East who had come to Louisiana on business.  The couple fell in love and planned to marry. However, not long before the wedding the young man was killed in a duel. It is told that the duel was over another woman.Broken hearted Isabella became a nun and lost her beauty from pining away for her lost love. It was believed that she had gone mad because of her grief and on a stormy night Isabella committed suicide by plunging a dagger into her heart. Shortly after, she was found dead in her room and strangely there was a bloody handprint on the wall. Isabella continued to haunt Bullard mansion until it was torn down and she moved to East Hall until it too was torn down in 1932. Isabella haunted East Hall and the residents of the hall reported accounts of encountering the ghost of Isabella. After Isabella left East Hall her spirit was believed to be in the Music Hall and remained there until 1946 when this building was torn down. The spirit of Isabella seemed to roam the campus from building to building for the next three years and she is reported to have stayed in East Varnado for a time. Finally the ghost of Isabella seemed to settle into Caldwell Hall as it was reported that a letter and drops of blood were found on the steps of the building. Newspaper articles give the date of Isabella’s move as January 15, 1949. NSU students have a fondness for the ghost of Isabella and have on occasions assisted her and encouraged her to move to new locations on the school’s campus.  One such group of male students in 1946 dressed in sheets and coaxed her from the “doomed building.” At other times, students gathered to assist Isabella as 750 did on Halloween night in October, 1982 after Caldwell Hall had burned determined to help the spirit make a smooth transition to her new home. Isabella currently resides at the Old Women’s Gym which now houses the National Center for Preservation and Training and Technology (NCPTT). Photo by NPS of Story Telling Event at Oakland Plantation Store - Cane River Creole National Historical Park        Rebel State Historic Site – Home of the Louisiana Country Music Museum and the Resting Place of the Unknown Confederate Soldier (Fact and Folklore)Rebel State Historic Site dates back to the American Civil War and the locals recount the story of a young Confederate soldier who became lost and separated from his unit during fighting at Crump’s Corner located near present day Marthaville. While looking for fellow “Rebel” soldiers he was discovered and killed by three Union cavalrymen. A local family (the Barnhills) found and buried this unknown “Rebel” soldier and the same family has cared for the grave for generations. This final resting spot has turned into a gathering place for the locals to enjoy country and gospel music enabling the park site to prosper and grow. Musical programs at Rebel Park are held throughout the year and this helps to preserve the strong folk music traditions of the area. Harmonica player photo by NPS        Red River and Cane River (Fact)What is now Cane River was once the main channel of the Red River.  The Red River changed course from the Cane River location to the eastern edge of the parish following Captain Henry Shreve’s removal of the “Great Raft,” a natural log jam just north of Natchitoches.  The removal began in 1833 and was not completed until 1873.  This natural log jam had choked the 160 miles of the main channel of the Red River between Natchitoches and what is now Shreveport for two or more centuries, and significantly affected the drainage and sediment pattern in the area.  The jam had caused the damming of tributaries and the creation of a number of large lakes.  With the removal of the jam, the lakes drained and now only remnants remain.  The water level in what became the Cane River dropped substantially over time.  In 1916, earthen dams were built in the old channel creating a 37-mile-long lake and provides recreational opportunities.  The dammed portion of Cane River ends just north of Magnolia Plantation.  Tour trolley photo by NPS        The tombstone of Alexis Cloutier the founder of Cloutierville is located on the grounds of the Kate Chopin House and Bayou Folk Museum.Kate Chopin House\/A National Historic Landmark\/A Cane River National Heritage Area Site, Cloutierville, LAThis site tragically burned to the ground Oct, 2008 along with its entire contents.This site onced housed the Bayou Folk Museum. Ghostly Encounters with Alexis Cloutier as told by Amanda Chenault, Curator of the Kate Chopin House and Bayou Folk Museum (Folklore):Shortly after the tombstone of Alexis Cloutier, founder of Cloutierville was moved by Mildred McCoy to what is now the Kate Chopin House and Bayou Folk Museum, mysterious encounters were soon observed by Chenault and others. Chenault stated that she would lock and secure doors and shutters at the National Historic Landmark property in the evenings only to return in the mornings to find then unlocked. Once again the closing routine was preformed to find shutters unlocked.  The curator said that she had heard of the stories about Alexis Cloutier's ghost, so that morning she said, \"I am not going to play hide and go seek with a ghost.\"Alexis stopped playing with the shutters and preceded to apply his mischief elsewhere.  There were instances when the aroma of candle smoke could be smelled where there were no candles.After restoration of the house in 1999 by the National Park Service, Alexis started sleeping in one of the feather beds.  Miss Chenault grew tired of making the bed and moved it to the attic.  A figure of a man has been seen at the gate looking for his body...Alexis continues to live in the house he built - the house to which he vowed never to return. Photo by CRNHA",
    "url": "https:\/\/www.nps.gov\/crha\/learn\/historyculture\/stories.htm"
}
