{
    "title": "Rocky Mountain National Park: Fishing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Fishing              Fishing         Fishing on the shore of Mills Lake. NPS Photo by Marino  Sport fishing is permitted in Rocky Mountain National Park. Fishing activities are balanced with efforts to restore and perpetuate natural aquatic environments and life. Fishing was popular with early settlers and visitors in the Rocky Mountains. In an attempt to improve the sport, many streams and lakes were stocked with non-native species of trout. Waters with no sport fish were also stocked. The National Park Service stocked non-native Yellowstone cutthroat trout as late as 1969. The only trout native to the park are the greenback cutthroat and the Colorado River cutthroat. These efforts to enhance recreational opportunities in National Park areas were reconsidered in the 1970s. Since 1975, native greenback cutthroat and Colorado River cutthroat trout are being restored to park waters and exotic or non-native fish are being removed. Protect Fish and Their Habitats Park fish are vulnerable to several invasive organisms that can be carried on waders and other gear. Please read and follow these guidelines to disinfect your gear before entering park waters and when moving between different lakes and streams. Today's Fisheries Populations of at least four species of trout exist in the park: brown, brook, rainbow, and cutthroat. Some suckers also inhabit the streams and lakes. Only 48 of the 156 lakes in the park have reproducing populations of fish. Cold water temperatures and lack of spawning habitat prevent reproduction in high altitude lakes. Supplemental stocking is done only to restore native species. Fishing success at high altitudes varies, even in waters known to contain fish. Restoration of native species requires that the possession limits be managed carefully. See possession limit below for specific regulations. You must be able to identify each species of fish taken. Licenses and Fees A valid Colorado fishing license is required for all persons 16 years of age or older to fish in Rocky Mountain National Park. No other permit is necessary; however, special regulations exist. It is your responsibility to know and obey them. To obtain current Colorado fishing license fees visit the Colorado Division of Parks and Wildlife website. Method of Capture Each person shall use only one hand-held rod or line. A 'second rod stamp' is not honored in park waters. Only artificial lures or flies with one (single, double, or treble) hook with a common shank may be used. \"Artificial flies or lures\" means devices made entirely of, or a combination of, materials such as wood, plastic, glass, hair, metal, feathers, or fiber, designed to attract fish. This does not include: (a) any hand moldable material designed to attract fish by the sense of taste or smell; (b) any device to which scents or smell attractants have been externally applied; (c) molded plastic devices less than one and one-half inch in length; (d) foods; (e) traditional organic baits such as worms, grubs, crickets, leeches, minnows, and fish eggs; and (f) manufactured baits such as imitation fish eggs, dough baits, or stink baits. Fly fishers may utilize a two hook system, where one hook is used as an attractant. While in possession of any fishing equipment, bait for fishing (insects, fish eggs, minnows, or other organic matter) or worms is prohibited. Children 12 years of age or under, however, may use worms or preserved fish eggs in all park waters open to fishing except those designated as catch-and-release areas. No bait or worms are allowed in catch-and-release waters. Use of lead sinkers (or other lead fishing materials) is strongly discouraged. Possession Limit This is general information only. A complete listing of regulations is available at park visitor centers and ranger stations. Possession Limit means the numbers, sizes, or species of fish, fresh or preserved, a person may have. These provisions have parkwide application and are detailed below. Possession Limit: 8 fish, 6 must be brook trout Closed Waters - No Fishing Allowed    Bear Lake inlet and outlet streams extending 200 yards upstream and downstream Hunters Creek above Wild Basin Ranger Station as posted   Kettle Tarn Lake Nanita Outlet, downstream 100 yards   Shadow Mountain Reservoir below the spillway to the park boundary Oct–Dec South Fork of the Cache la Poudre River above Pingree Park   Upper Columbine Creek above 9,000 feet     Open Waters - Known to Contain Fish Populations This is not a complete listing of all the fishable waters in the park.    Black Lake Box Lake Fourth lake Haynach Lake Jewel lake   Lake Haiyaha Lake Nanita (outlet close) Lake of Glass Lake Solitude Lake Verna   Loch Vale Lone Pine Lake Mills Lake Mirror Lake Peacock Pool   Pettingell Lake Poudre Lake Sky Pond Spirit Lake Sprague Lake   Ten Lake Park Lakes Thunder Lake       Catch and Release Waters Certain waters in the park with restored native fish populations are open year round during daylight hours, except as indicated. Use barbless hooks only. Any and all fish species taken must be immediately returned to the water unharmed. No bait is permitted by any age angler in catch-and-release areas. The following waters are open for catch-and-release fishing:    Adams Lake and outlet stream down to Paradise Creek** Arrowhead Lake* Big Crystal Lake*   Bench Lake and Ptarmigan Creek above War Dance Falls** Caddis Lake (Lower Fay Lake)* Cony Creek (above Calypso Cascades)*   Dream Lake* Fern Lake and Creek* Fifth lake**   Big Thompson River above The Pool (Forest Canyon)* Gorge Lakes (Rock Lake, Little Rock Lake and Gorge Stream from Arrowhead Lake to confluence with Big Thompson River) Hidden Valley Beaver Ponds and Hidden Valley Creek (open only as posted)*#   Hutcheson Lakes* Lake Husted* Lake Louise*   Lawn Lake* Loomis Lake* Lost Lake*#   North Fork of the Big Thompson above Lost Falls*# Odessa Lake* Ouzel Creek (above falls)*# (brook trout may be kept)   Ouzel Lake*# Paradise Creek drainage** Pear Lake and Creek*   Roaring River* Sandbeach Lake and Creek* Spruce Lake* (partial shoreline closure due to Boreal Toad protection area)   Timber Lake and Creek* Upper Hague Creek Upper Onahu Creek   West Creek* Ypsilon Lake and Creek*     * Greenback Cutthroat Trout ** Colorado River Cutthroat # A legal limit of brook trout may be kept Due to the dynamic nature of fisheries management, fishing regulations could change at anytime. Special closures may be put in place above and beyond what is listed here. Please contact the park before your fishing trip for current information.         Fishing Brochure  Information and Regulations  Click here to download",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/fishing.htm"
}
