{
    "title": "Cane River National Heritage Area: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              Places        Cane River National Heritage Area  boasts a variety of interesting and beautiful historic sites. In all, this unique region encompasses a national park, seven national historic landmarks, three state historic sites, and 24 properties listed on the National Register of Historic Places. Downtown Historic District, Photo by John Lees        St. Augustine Catholic Church was built in 1803 with funds provided by Cane River Creole patriarch, Nicolas Augustine Metoyer, and his brother, Louis. St. Augustine is believed to be the first Catholic church in the United States that was built and supported by people of color. The church has been the hub of social and spiritual life for the Isle Brevelle community for two hundred years. It is here that the community holds annual homecomings and special events that draw family members back to Isle Brevelle from all across the country.The present structure was erected in 1916, and recently underwent a major expansion and renovation. The church is home to a large portrait of Nicolas Augustine Metoyer that commemorates his dedication of the church to the Isle Brevelle community. The cemetery located behind the church is the burial ground for the Isle Brevelle community. Nicolas Augustine Metoyer and Carroll Jones are buried there, as is famed Louisiana primitive artist, Clementine Hunter.St. Charles Catholic Church, located in the Bermuda community upriver from Isle Brevelle, was established as a mission church for the St. Augustine congregation in the early 1900s. St. Charles, which is no longer active, is owned by the St. Augustine Historical Society. Photo by John Lees        Top 10 Things to Do in the Cane River National Heritage AreaNatchitoches Historic Landmark District1.  Shopping in unique historic district shops2.  Guided trolley and carriage tours and pedal boats3.  Dining - Natchitoches Meat Pies at area restaurants4.  St. Denis Walk of Honor5.  Tour historic town homes8.  Two Historic Churches, built 1850's9.  Fort St. Jean Baptiste10.  American Cemetery, est. 1750's11. Carriage rides in historic district**List courtesy of the Natchitoches Area Convention & Visitors Bureau Photo by NPS        Other Interesting Things to See and Do:*Cane River National Heritage Area*Oakland Plantation, circa 1821 - Cane River Creole National Historical Park*Magnolia Plantation Complex - Cane River Creole National Historical Park*Melrose Plantation, circa 1792*St.Augustine Catholic Church and Cemetery*Magnolia Plantation, circa late 1800's Photo by NPS        *Alligator Park & Show*Rebel State Historic Site & Louisiana Country Music Museum*Los Adaes State Historic Site - Capitol of Spanish Texas for 50 years*National Fish Hatchery & Aquarium*Louisian Sports Hall of Fame*Grand Ecore Visitor's Center & Red River Museum*Adai Indian National Cultural Center Photo by NPS",
    "url": "https:\/\/www.nps.gov\/crha\/learn\/historyculture\/places.htm"
}
