{
    "title": "Cane River National Heritage Area: Indoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things to Do     Indoor Activities              Indoor Activities        Sites and tours are available within the Cane River National Heritage Area. There are self-guided tours as well as interpretation by Park Rangers and Curators at various locations. National Historic Landmark District Tours:Historic District Tours: Daily guided trolley or carriage tour through the district, \"Steel Magnolia\" filming sites, and other historic sites.Church of Immaculate Conception:  613 Church Street circa. 1850's. Spiral staircase significant in that it has no center support.Kaffie-Frederick General Mercantile: 758 Front Street. Louisiana's oldest general store. Open Mon-Sat. 7am-5pm.Spiral Staircase: 701 Front Street. Located behind Plantation Treasures, Prudhomme Building. Staircase was built in France and shipped to Natchitoches 1856.Walk of Honor: 145 rue St. Denis Street.Marble fleur de lis set in the sidewalk, honors stars from movies, as well as, others who have made significant contributions to Natchitoches through sports, entertainment, the arts, and cultural activities.Fort St. Jean Baptiste: 155 rue Jefferson Street, museum of 18th century artifacts and history with the intent of interacting with visitors, experience the culture of colonial life.Prud'homme-Rouquier Home: Located in the National Historic Landmark District, a rare architectural example of life in Natchitoches during the 1800's. Call for tour times.Contact:Natchitoches Convention and Visitors Bureau at 800\/ 259-1714 or visit www.natchitoches.net Photo by John Lees        Cane River Creole National Historical Park, Oakland Plantation, built c. 1820.Melrose Plantation, National Historic Landmark, build c. 1796. Admission.St. Augustine Catholic Church & Cemetery, founded by Augustine Metoyer in 1803.Magnolia Plantation, one of two bicentennial farms west of the Mississippi River. Admission.Magnolia Plantation Complex, Unit of the Cane River Creole National Historical Park, includes the only wooden cotton press still in its original location.Kate Chopin House & Bayou Folk Museum, built by Alexis Cloutier between 1805-1809, it was the home of 19th century writer Kate Chopin. Admission. Photo by John Lees",
    "url": "https:\/\/www.nps.gov\/crha\/planyourvisit\/indooractivities.htm"
}
