{
    "title": "Cane River National Heritage Area: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons        Within the National Heritage Area there are many individual sites with various operating hours and fees. This is not meant to be a complete listing of all area sites. Detailed information and upcoming events can be viewed at the Natchitoches Convention and Visitor Bureau's downtown location or by visiting their web site.781 Front Street Natchitoches, LA 71457phone: 800\/259-1714fax: 318\/352-2415Email: est1714@natchitoches.netWeb site: www.natchitoches.netCane River Creole National Historical Park -Magnolia Plantation Complex (National Park Site) Open daily, 8a.m.  4p.m. - No AdmissionOakland Plantation (National Park Site)Open daily 8a.m. - 4p.m. -No Admission**Kate Chopin House\/Bayou Folk Museum closed as historic Landmark property tragically burned Oct. 2008 Magnolia Plantation Big House - Privately owned, Admission charged - Hours varyMelrose Plantation - Open daily, 12p.m. -4p.m. Closed on Mondays - Admission - Adults, $10.00, Children\/Students, $5.00(Tour times:  12:30 p.m., 2:00 p.m., & 3:00 p.m.) Closed on Major Holidays!National Historic Landmark District - Open daily and free**Admission prices are subject to change without notification. Main House at Oakland Plantation, Cane River Creole National Historical Park, Photo by John Lees        Adais Indian Nation Cultural Center and Museum - Open daily, 9a.m. - 5p.m., Admission, Adults $6.50, Ages 3-12 $4.75, Children under 3 FreeFort St. Jean Baptiste - Open daily, 9a.m. - 5p.m. Admission - $2.00 (ages 13 -62)Fort Jesup State Historic Site - Open daily, 9a.m. - 5p.m., Admission $2.00 ages 13-62Los Adaes State Historic Site - Open by Appointment Only**Admission prices are subject to change without notification. Historic Front Street Downtown Natchitoches, Photo by John Lees",
    "url": "https:\/\/www.nps.gov\/crha\/planyourvisit\/hours.htm"
}
