{
    "title": "Cumberland Gap National Historical Park: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors         Saddle of the Gap NPS Photo  Cumberland Gap National Historical Park was authorized in part to commemorate the significance of the Gap in the early history of our country. This critically important transportation link was made possible by a combination of uplift of Cumberland Mountain and the erosive action of Yellow Creek, cutting a notch in the mountain at the same time it was rising. The mountain began to rise faster than the creek could erode, causing the creek to change course. Thus, the Gap that the early Americans found was dry. The Gap was so important to Indians and early settlers because Cumberland Mountain presented a nearly continuous, essentially impregnable barrier for hundreds of miles from the northeast. The sheer bluffs of the east side of Cumberland Mountain are important to Park natural resources for the special habitats they provide and for the relative isolation of the interior of the mountain that they have secured. All but one of the creeks passing through the Park originate within the Park. In an area that has seen much development of surface mining and its unfortunate influence on water bodies, Cumberland Gap National Historical Park’s waters are generally very healthy and any adverse impacts are associated with air quality factors. Residential and commercial development was ongoing in the vicinity long before the Park was established. With this human activity came the inevitable introduction, purposeful and accidental, of exotic vegetation. Today we have numerous species of non-native plants in the more developed portions of the park. Efforts are ongoing to control and reduce these populations. Non-native animals are a concern, also, particularly forest pests such as the gypsy moth and hemlock wooly adelgid. These animals are not yet in the Park but are hovering close by. A native species has made its presence known within the Park in a dramatic way, however. The southern pine beetle has killed pines, mostly Virginia pine, over several hundred acres within the Park. We anticipate a measurable shift in forest community structure as a result. The 24 limestone caves found in the Virginia portion of the Park contribute a special set of environmental features. The caves are home to numerous animal species including the threatened Indiana bat.",
    "url": "https:\/\/www.nps.gov\/cuga\/learn\/nature\/environmentalfactors.htm"
}
