{
    "title": "Cumberland Gap National Historical Park: Laws & Policies",
    "body": "Laws & Policies          Cumberland Gap TIP LINE Report a crime or suspicious activity including damage or theft of park resources. Leave as much detail as you can-who, what, where, when. Leave your name and number, or you can remain anonymous. This is an unstaffed voicemail line to report any type of criminal activity: (606) 246-1089. Please note, the Tip Line is checked frequently by park rangers.  For emergencies please dial 9-1-1. For other non-emergencies call the park at (606) 248-2817.      The laws enforced in Cumberland Gap National Historical Park are contained in two documents.  Federal regulations covering all National Park Service lands are contained in the Code of Federal Regulations, Title 36, Chapter 1, also known as 36 CFR.  In addition, regulations pertaining specifically to Cumberland Gap National Historical Park are contained in the park's Compendium of Regulations. For more information about park regulations please call the Chief Ranger at (606) 248-2817, extension 1054.         Firearms in Cumberland Gap National Historical Park Note: In accordance with recently enacted federal law there are some changes in firearms regulations in National Park Service areas.  As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in the park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering the park. As a starting point, please visit the following website and select the state that you are interested in from the right side of the page. For state reciprocity agreements: Kentucky Tennessee Virginia The information posted on the National Park Service Web site includes hypertext links or pointers to information created and maintained by other public and\/or private organizations. The National Park Service provides these links and pointers solely for your information and convenience. When you select a link to an outside Web site, you are subject to the privacy, copyright, security, and information quality policies of that Web site. The National Park Service: 1. DOES NOT control or guarantee the accuracy, legality, relevance, timeliness, or completeness of information contained on a linked Web site; 2. DOES NOT endorse linked Web sites, the views they express, or the products\/services they offer; 3. CANNOT authorize the use of copyrighted materials contained in linked Web sites; 4. IS NOT responsible for transmissions users receive from linked Web sites; 5. DOES NOT guarantee that outside Web sites comply with the accessibility requirements of Section 508 of the Rehabilitation Act. While the National Park Service strives to make the information on this Web site as timely and accurate as possible, the Service makes no claims, promises, or guarantees about the accuracy, completeness, or adequacy of the contents of this site, and expressly disclaims liability for errors and omissions in the contents of this site. No warranty of any kind, implied, expressed, or statutory, including but not limited to the warranties of non-infringement of third party rights, title, merchantability, fitness for a particular purpose or freedom from computer virus, is given with respect to the contents of this Web site or its links to other Internet resources. The information appearing on this Web site is for general informational purposes only and is not intended to provide legal advice to any individual or entity. We urge you to consult with your own legal advisor before taking any action based on information appearing on this site or any site to which it may be linked. Federal law also prohibits firearms in certain facilities in the park; those places are marked with signs at all public entrances. Frequently Asked Questions For more information please call the Chief Ranger at (606) 248-2817, extension 1054.",
    "url": "https:\/\/www.nps.gov\/cuga\/learn\/management\/lawsandpolicies.htm"
}
