{
    "title": "Cumberland Gap National Historical Park: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                Insects, Spiders, Centipedes, Millipedes         millipede NPS photo  Insects, Spiders, Centipedes, and Millipedes Known to Occur in Cumberland Gap National Historical Park INSECTS Order Diptera – Flies Family Athericidae Atherix sp. Family Blephariceridae - Net-winged midges Blepharicera sp. Family Dixidae - Dixid midges Dixella sp. Family Dolichopodidae – Long-legged flies Rhaphium sp. Family Empididae - Dance flies Chelifera sp. Hemerodromia sp. Family Limoniidae Antocha sp. Pilaria sp. Family Muscidae – House flies Limnophora sp. Family Pediciidae Dicranota sp. Family Simulidae - Black flies Prosimulium mixtum Simulium sp. Family Stratiomyidae - Soldier flies Stratiomys sp. Family Tabanidae – Horse flies and deer flies Tabanus sp. Family Tipulidae - Crane flies Prionocera sp. Tipula sp. Order Coleoptera – Beetles Family Dryopidae - Long-toed water beetles Helichus basalis Helichus lithophilus Family Elmidae - Riffle beetles Anchytarus bicolor Dubiraphia bittata Macronychus glabratus Optioservus ovalis Stenelmis crenata Family Gryinidae - Whirligig beetles Dineutus assimilis Gyrinus lugens Family Hydrophilidae - Water scavenger beetles Hydrobius melaenus Paracymus sp. Tropisternus blatchleyi blatchleyi Tropisternus glaber Tropisternus lateralis nimbatus   Family Psephenidae - Water penny beetles Ectopria sp. Optioservus trivittatus Psephenus herricki Stenelmis sp. Order Ephemerata– Mayflies Family Baetidae – Mayflies Baetis brunneicolor Baetis intercalaris Pseudocloeon sp. Family Baetiscidae - Armored mayflies Baetisca gibbera Family Ephemerellidae - Spiny crawler mayflies Attenella attenuata Drunella cornutella Ephemerella dorothea Ephemerella invaria Ephemerella rotunda Eurylophella doris Serratella deficiens Family Ephemeridae – Common burrowing mayflies Ephemera blanda Ephemera guttulata Ephemera varia Family Heptageniidae Epeorus dispar Epeorus rubidus Stenacron pallidum Stenonema exiguum Stenonema femoratum Stenonema interpunctatum Stenonema vicarium Family Isonychiidae Isonychia sp. Family Leptophlebiidae - Prong-gilled mayflies Habrophlebia bibrans Habrophlebiodes sp. Paraleptophlebia guttata     Order Hemiptera – True bugs Family Gerridae – Water striders Gerris remigis Rheumatobates rilevi Trepobates sp. Family Veliidae – Broad-shouldered water striders Microvelia paludicola Rhagovelia obesa   Order Megaloptera– Dobsonflies Family Corydalidae - Dobsonflies, Fishflies Corydalus cornutus Nigronia fasciatus Nigronia serricornis   Order Neuroptera – Lacewings Family Sialidae – Alderflies Sialis sp.   Order Odonata – Dragonflies and damselflies Family Aeshnidae – Darners Aeshna umbrosa Boyeria grafiana Boyeria vinosa Family Calopterygidae - Broad-winged Damselflies Calopteryx dimidiata Calopteryx maculata Family Coenagrionidae - Narrow-winged Damselflies Argia fumipennis fumlpennis Argia sedula Enallagma divagans Family Corduligastridae – Spiketails Codulegaster erronea Codulegaster fasciata Codulegaster maculate Family Corduliidae – Emeralds Helocordulia uhleri Macromia taeniolata Somatochlora linearis Family Gomphidae – Clubtails Dromogomphus spinosus Gomphus abbreviatus Lanthus parvulus Stylogomphus albistylus Family Libellulidae – Skimmers Dythemis velox Erythemis simplicicollis     Order Plecoptera – Stoneflies Family Capinidae - Smallwinter stoneflies Allocapnia sp. Family Chloroperlidae - Green stoneflies Rasvena terna Utaperla gaspesiana Family Leuctridae - Rolled-winged stoneflies Leuctra sp. Family Nemouridae - Spring stoneflies Amphinemura delosa Amphinemura wui Hastaperla (Haploperpla) brevis Nemoura sp. Family Peltoperlidae - Roachlike stoneflies Peltoperla sp. Tallaperla sp. Family Perlidae – Common stoneflies Acroneuria abnormis Acroneuria carolinensis Acroneuria lycorias Eccoptura xanthenes Isoperla sp. Perlesta sp. Family Perlodidae - Perlodid stoneflies Yugus arinus Family Taeniopterygidae - Winter stoneflies Taeniopteryx metequi Order Trichoptera – Caddisflies Family Apataniidae Apatania sp. Family Glossosomatidae Agapetus sp. Glossosoma sp. Family Goeridae Goera calcarata Family Hydropsychidae - Net Spinning caddisflies Cheumatopsyche sp. Diplectrona modesta Potamyia flava Symphitopsyche bifida Symphitopsyche bronta Symphitopsyche sparna Family Lepidostomatidae Lepidostoma sp. Family Limnephilidae - Northern caddisflies Ironoquia sp. Pseudostenophylax uniformis Pycnopsyche divergens Pycnopsyche lepida Pycnopsyche luculenta Pycnopsyche scabripennis Pycnopsyche uniformis Family Philopotamidae - Finger net caddisflies Chimarra sp. Dolophilodes sp. Wormaldia sp. Family Polycentropodidae Neureclipsis sp. Nyctiophylax sp. Polycentropus sp. Family Rhyacophilidae - Primitive caddisflies Rhyacophila carolina Rhyacophila fuscula Rhyacophila glaberrima Rhyacophila nigrita Rhyacophila torva Family Uenoidae Neophylax oligius Neophylax mitchelli       Taxonomic nomenclature from http:\/\/www.discoverlife.org",
    "url": "https:\/\/www.nps.gov\/cuga\/learn\/nature\/insects.htm"
}
