{
    "title": "Rocky Mountain National Park: Area Closures",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions     Area Closures                Area Closures to Protect Plants & Animals      For information on road and trail status, visit our Conditions and Closures page. In order to protect the park's resources, the Superintendent may close certain areas of the park throughout the year. Some areas may be closed for weeks or months and some areas in the park are closed year round. This is not an all inclusive list of closures in Rocky Mountain National Park. Closure notices are posted throughout the park. Stop in at a park visitor center to receive updated closure information. Entering closed areas is a violation of 36 CFR 1.5. Violators are subject to a fine of $5,000 and\/or 6 months imprisonment.        Bull elk can be aggressive during the rut. NPS\/Schonlau  Elk Rut Closures September 1 through October 31 To prevent disturbance and harassment of elk during the fall mating period and to enhance visitor elk-viewing opportunities, closures in Horseshoe Park, Moraine Park, Upper Beaver Meadows, Harbison Meadow and Holzwarth Meadow are closed to the following acts:  1) Foot travel off established roadways and designated trails, or on closed roadways or trails, daily from 5:00 p.m. to 7:00 a.m.  2) Fishing in those sections of Fall River, Big Thompson  River or Colorado River within the areas listed above, daily from 5:00 p.m. to 7:00 a.m.         Alpine plants can take decades to recover from human trampling. NPS\/Biddle  Tundra Protection Areas Tundra Protection Areas are designated to restrict use and protect fragile alpine tundra from damage caused by heavy, concentrated foot travel. Off-trail hiking is prohibited within 100 yards of the trails and parking lots in these areas unless otherwise designated. The six designated Tundra Protection Areas are described below:  1) Forest Canyon Overlook - Adjacent to the parking lot and trail on the south side of Trail Ridge Road. 2) Rock Cut - Adjacent to the parking areas on both north and south sides of Trail Ridge Road and along the Tundra Communities Trail corridor. 3) Gore Range Overlook - Adjacent to and below the parking area on the south side of Trail Ridge Road. 4) Alpine Visitor Center - Adjacent to the parking area and Alpine Ridge Trail. 5) Tundra Communities Trail - All areas on either side of the Tundra Communities Trail and it's terminus at Toll Memorial. 6) Alpine View Trail - All areas on either side of the Alpine View Trail and its terminus.        Closures protect nesting raptors in the park. NPS\/Schonlau  Raptor Closures Updated March 1, 2016 Lumpy Ridge Raptor Closures Each year, from approximately March 1 through July 31, Rocky Mountain National Park initiates temporary closures in certain areas of the park to ensure birds of prey (raptors) will be undisturbed during their breeding and nesting seasons. Closure notices will also be posted at key access points in the park. As breeding and nesting data are collected, additional closures may be necessary, or closures may be lifted. The following areas are currently CLOSED Click links for details Batman Rock, Batman Pinnacle, Lightning Rock, Checkerboard Rock Sheep Mountain Sundance Thunder Buttress and The Parish Twin Owls and Rock One When closed, the closures include the named rock formations and the areas surrounding the base of the formation. This includes all climbing routes, outcroppings, cliffs, faces, ascent and descent routes, and climber's access trails to the formation. Areas not listed above are presumed to be open. These closures will be lifted or extended as conditions dictate. Bald Eagle Closure Colorado River--Closed mid-November through mid-March. Closures will be lifted or extended as necessary. The Colorado River and a zone 300 yards wide on both sides of the river are closed to human entry from mid-November through mid-March. Hiking on Ranger Meadows Loop trail, outside the closure, is permitted. This closure is needed to protect bald eagles and their habitat. Approximately 12-15 bald eagles come here each winter to live and hunt for fish along these open sections of the Colorado River. Bald eagles are a protected species. When food is scarce and temperatures are cold, bald eagles waste vital energy fleeing from human disturbance. For a map of the area, click here. Your cooperation in obeying this closure is appreciated and required by federal regulations. Violators will be fined and prosecuted.        Bighorn sheep depend thrive in steep terrain. NPS\/Schonlau  Bighorn Sheep Closures - Year Round  To protect bighorn sheep, “The Crater” and surrounding open tundra slopes on Specimen and Shipler Mountains, including the trail to the summit, and as posted by signs is closed year-round to all public travel. The Crater Trail from the trailhead on Trail Ridge Road and extending to “The Crater” will remain closed at least until August 15, 2015, most likely longer. The park is considering closing it permanently. To learn more, click here.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/area_closures.htm"
}
