{
    "title": "Rocky Mountain National Park: Trail Conditions",
    "body": "Trail Conditions        NPS \/ John Marino       Hiking in Rocky! Read this important safety message Submit your own trip report      Longs Peak: View the Longs Peak Conditions Report September 2013 Trail Damage: Visit Flood Impacts and Closures      Summer Conditions It's summer time! The high country of Rocky Mountain National Park is noted for extreme weather conditions as well as it's beautiful scenic views. Always be prepared and check weather and trail updates often. 8\/6\/2016 Onahu Trail Trail wet and muddy due to heavy rain, stock lost footing several times on steep inclines. Park Ranger 7\/31\/2016 Tonahutu Creek Trail Burn area is clear of downed trees across trail, but remains a hazard to hikers. Strong winds will probably cause this to be a problem area for downed trees over time. Park Ranger 7\/30\/2016 North Inlet Trail Lots of large trees fallen across the switchbacks between North Inlet Junction and July campsites. Snow is melted on switchbacks above July campsites, and on Flattop Mt. Park Ranger 7\/26\/2016 Timber Lake Trail The suggested re-route around the landslide at mile 2 is well marked and easy to follow. The re-route is very steep and challenging. There are lots of trees across the trail through the switchbacks above the landslide. Park Ranger      Submit Your Own Trip Report Send us an email, call (970) 586-1206, or stop by a park visitor center.      For Your Safety These Trail Conditions reports are the viewpoints of the submitters, whether park staff, volunteers, or visitors. Conditions can change rapidly in the mountains. Use these reports only as guidelines. Be prepared for varying weather and trail conditions. Falling trees are ever-present hazards when traveling in the forest. Be aware of your surroundings. Dead trees can fall without warning! Due to the September 2013 Flood, missing foot bridges, uneven trail surfaces, unstable slopes, falling trees due to soil moisture, rutted trails, damaged water bars and steps, standing water, difficult water crossings, and missing directional signs could be encountered. Most of Rocky Mountain National Park is designated wilderness, where self-reliance and adventure are expected. Hikers should be prepared to take responsibility for their own actions; search and rescue may be delayed. Be prepared to stay overnight even if you are a day hiker. Hiking poles may be helpful on uneven trails. Route finding skills may be required. Carry a map and compass and other backcountry travel essentials. Hike at your own risk.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/trail_conditions.htm"
}
