{
    "title": "Rocky Mountain National Park: Commuter Permits",
    "body": "Commuter Permits (formerly known as Tri-County Waivers)       Residents of Larimer, Grand, or Boulder counties whose property is within 50 miles of the Beaver Meadows, Fall River, or Grand Lake Entrance Stations are eligible to apply for a Commuter Permit that authorizes non-recreational travel over Trail Ridge Road. The trip must begin and end within Grand, Boulder, and Larimer Counties. To Apply 1. Verify you are a resident or landowner in one of these areas Boulder County Allenspark, Boulder, Crisman, Eldora, Ferncliff, Gold Hill, Hygiene, Jamestown, Lafayette, Longmont, Lousiville, Lyons, Marshall, Meeker Park, Nederland, Niwot, Peaceful Valley, Raymond, Riverside, Superior, Ward Grand County Fraser, Gore Pass, Granby, Grand Lake, Hot Sulphur Springs, Kremmling, Muddy Pass, Parshall, Shadow Mountain, Silver Creek, Snow Mountain Ranch, Tabernash, Winter Park Larimer County Bellvue, Berthoud, Campion, Drake, Estes Park, Fort Collins, Glen Haven, Laporte, Loveland, Masonville, Pinewood Springs, Teds Place, The Forks, Timnath You must send proof of residency and\/or land ownership with the application. Proof of residency and\/or landownership must be per an official document (i.e. warranty deed, utility bill, etc.) and must bear your name. 2. Download and complete the Commuter Permit Application 3. Mail or fax your completed application Rocky Mountain National Park Fee Program Assistant 1000 Highway 36 Estes Park, CO 80517 or 970-586-1352 Request an electronic application. Once an application is received and approved, instructions will be e-mailed with payment options.  Details Subject to eligibility, the Commuter Permit is valid for three years from date of purchase for an administrative fee of $20. The Commuter Permit is valid only for non-recreational commuting over Trail Ridge Road and does not authorize recreational use in the park. As an alternative to the Commuter Permit, you can buy the $40 Rocky Mountain National Park Annual Pass. This allows unlimited access to the park, including recreational activities, for one year, and lets pass holders use the automated pass lanes at the Beaver Meadows and Grand Lake entrances. One day passes are available for $20, and other annual and lifetime passes can be purchased. Anyone requesting fee-free access through the park that does not have a Commuter Permit will be charged the $20 entrance fee. The entrance receipt may be used as payment towards the purchase of a Commuter Permit if the receipt is included with the Commuter Permit application. The 1-day weekly receipt may be applied to the commuter permit, but must be done within two weeks of the expiration date.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/commuter_permits.htm"
}
