{
    "title": "Cumberland Gap National Historical Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come     Camping              Camping         Campsite with electricity NPS PHOTO  FIREWOOD ALERT! Please purchase or gather firewood in the campground to avoid bringing in the exotic Emerald Ash Borer or the Asian Long Horned Beetle. These exotic insects can be easily spread by bringing in infested firewood from outside the area.  more... Wilderness Road Campground The Wilderness Road Campground is open seasonally.  Winter closure is from November 16th, 2015 - March 14th, 2016.  The campground is located approximately 3 miles from the park visitor center off of Highway 58 in Virginia. It has 160 sites in a beautiful wooded setting. Address for use with a GPS is 854 National Park Road, Ewing,VA. GPS Coordinates (latitude\/longitude): 83 37 58.12 W and 36 36 15.12 N 20, 30 and 50 amp electrical hookups are available at 41 of the sites. Hot showers and potable water are located in the comfort stations. A dump station is located near the campground entrance. Camp sites are easily accessed along paved loop roads. Many of the sites are large enough to accomodate an RV or trailer of up to 50 feet. Most sites require backing, site C4 is a pull through site. Campsites are available on a first-come, first-served basis. Campground is open seasonally. Winter closure is from November 16th, 2015 - March 14th, 2016. Eight people, four tents, and two cars maximum per site. Camping fees: $14.00 per night per site for tent sites with no electricity, $20.00 per night per site for electrical hookup,  All sites are one-half price for Senior Pass and Access Pass holders. Group Camping Group camp sites are available. Cost is $35.00 per night per site. Reservations for group campsites can be made up to three months in advance by calling the park visitor center at (606) 248-2817. Please be aware of bears! Bears are active in Cumberland Gap National Historical Park. All food must be properly stored in a vehicle when not in use and garbage must be properly stored or disposed of in park bear proof containers. more...        Hikers explore the backcountry NPS Photo  Backcountry Camping Backcountry trails lead to remote, wilderness areas. Backcountry camping is allowed in designated sites with a permit. Permits are free of charge and must be obtained at the park visitor center.  Note: The following information will be needed when obtaining a backcountry permit:  Name Address Contact Telephone number (in case of emergency) Itinerary including number of people in party and number of horses Information for any vehicles which will be left in the park (tag number, description, owner information)   Please be aware of bears! Bears are active in the backcountry. All food must be properly stored using approved bear proof containers or elevated to a height of at least 10 feet. Please report any bear activity to a park ranger or by calling the park visitor center at (606) 248-2817. more... Reservations for backcountry campsites can be made up to three months in advance by calling the park visitor center at (606) 248-2817.              Martin's Fork Cabin in the backcountry Photo by John Graves  Martins Fork Cabin Martins Fork Cabin, located in the backcountry, features a large stone fireplace, three wooden bunk beds, and a picnic table, and can be rented for $10.00 per night.  Reservations for the cabin can be made up to three months in advance by calling the park visitor center at (606) 248-2817.      Your safety in the backcountry is important. Please see the following safety information to assist you in being prepared for your trip. Visit the park visitor center for more specific information including maps, trail conditions, water availability, etc. For more information call the park visitor center at (606) 248-2817.       Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/cuga\/planyourvisit\/camping.htm"
}
