{
    "title": "Rocky Mountain National Park: Road Conditions",
    "body": "Road Status Report       Rocky Mountain National Park has the highest paved roads in any National Park in the United States. Trail Ridge Road crests at 12,183 feet. Due to the high elevations and exposure, park roads are subject to strong winds and rapid weather changes. Road conditions in and around the park can change quickly, particularly in the spring and fall. Trail Ridge Road Open for the Season.  Weather conditions can change the status of Trail Ridge Road quickly and at any time. Park visitors should be prepared to adjust travel plans accordingly. For the most up-to-date status on whether Trail Ridge Road is open or closed, call the park's Trail Ridge Road recorded status line at 970-586-1222. This message is updated as soon as there is any change in the road's status and is available 24 hours\/day. Trail Ridge road is a high elevation road with spectacular views. Eleven miles are above 11,500 feet and there are no shoulders and few guardrails. Weather conditions can deteriorate and the road status can change quickly. For your safety, always be aware of current weather conditions. Trail Ridge Road is not plowed between 4 pm and 7 am because weather conditions may change rapidly. Visitors should be prepared to adjust travel plans accordingly. The mountains are rugged, harsh place and it is your responsibility to be aware of the conditions and your surroundings. Check forecasts before you go at weather.gov and insert \"Trail Ridge, CO\" for the location. To learn more about this scenic drive, click here. For information about Rocky Mountain National Park call 970-586-1206 daily 8 a.m. to 4:30 p.m. (Mountain Time). Colorado Division of Transportation (CDOT) - Traveler Information  For information about roads outside the park call 303-639-1111. Or visit the CDOT website. Old Fall River Road OPEN FOR THE SEASON   Other Roads Bear Lake Road: OPEN Fern Lake Road: OPEN FOR SEASON Wild Basin Road: OPEN FOR SEASON Twin Sisters Trailhead Access Road: OPEN FOR SEASON Upper Beaver Meadows Road: OPEN FOR SEASON Endovalley Road: OPEN FOR SEASON  For information about other area closures in the park, click here. Like to see as many byways as you can? On the outskirts of Rocky is the oldest Colorado Scenic Byway, Peak to Peak, and another America's Byway, the Colorado River Headwaters. To discover more about other Colorado Scenic Byways click here. Updated: June 29, 2016 10 am",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/road_status.htm"
}
