{
    "title": "Cumberland Gap National Historical Park: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations              Multimedia Presentations          Videos Showcasing the Stories of Your National Park                        Gabion Construction During the Civil War soldiers would often use local woody plant material to build structures called gabions which were used as barriers and placed at fortifications. Gabions were used at Cumberland Gap and were an important part of the fortifications that were here.  Duration:12 minutes, 21 seconds                                A Day Making Fire Fire is part of the natural ecosystem and is also an effective management tool. Prescribed burns are utilized to reduce build up of fuels and are part of vegetation management.  Duration:5 minutes, 54 seconds                                The Cumberland Trail The Cumberland Trail is a long distance trail which will connect Cumberland Gap National Historical Park in the north and Chickamauga and Chattanooga National Military Park in the south when completed.  The trail is managed by Tennessee state parks and is a partnership with multiple agencies and communities.  It began with grassroot efforts of a number of individuals who shared a dream of completing this long range trail through the region.  Once completed, the Cumberland Trail will become part of a network of trails referred to as \"The Great Eastern Trail.\"  Duration:16 minutes, 43 seconds                                Half Century at the Gap In 2009, Cumberland Gap National Historical Park celebrated it's 50th anniversary.  The park was officially dedicated in the summer of 1959.  Many of the original community members who took part in the dedication celebration in 1959 were also there for the anniversary.  Duration:14 minutes, 14 seconds                                Hensley Cemetery The stories of the people who lived at the historic Hensley Settlement are told at the cemetery.  Many of the markers found at the cemetery mark the graves of children who succumbed to illness or accidents at the settlement.  Prominent names associated with the story of the settlement can be found there including Sherman Hensley.  Duration:3 minutes, 57 seconds                                A Day in the Life at the Hensley Settlement Daily life at the Hensley Settlement was a bustle of activitiy.  Most of the chores and work was geared toward day to day survival and preparing for the winter.  Residents of the settlement were completely self sufficient, growing their food and making most of the items that they needed.  Duration:2 minutes, 58 seconds                                Tale of Two Families At its peak, the Hensley Settlement was a thriving community consisting of several small, family farms.  The Gibbons and the Hensleys were the two most prominent families.  Lige Gibbons was the son of Willie Gibbons who lived on an adjoining farm.  The cabins that these families lived in were hand hewn and made out of American chestnut and oak.    Duration:4 minutes, 53 seconds                                Schoolhouse at the Hensley Settlement Located on the Kentucky side of Brush Mountain, the Hensley Settlement had a one room school house typical of southern Appalachia.  Children at the settlement attended school there and the building was also used for community gatherings.  Duration:1 minute, 32 seconds                                Willie's Barn A look at the barn at the Willie Gibbons farm and daily life farming on the  mountain.  Duration:6 minutes, 39 seconds                                Wild Outdoor Adventures Wild Outdoor AdventuresWith Ranger CarolEpisode 62  Duration:26 minutes, 32 seconds",
    "url": "https:\/\/www.nps.gov\/cuga\/learn\/photosmultimedia\/multimedia.htm"
}
