{
    "title": "Cumberland Gap National Historical Park: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers         visitor center NPS Photo  The park visitor center is open daily from 8:00 am to 5:00 pm. The visitor center is closed on Christmas Day.  Phone (606) 248-2817 Location The Cumberland Gap National Historical Park Visitor Center is located on U.S. Highway 25E just south of Middlesboro, Kentucky. The visitor center houses a museum with hands-on exhibits, book sales outlet, an auditorium featuring two films, and Cumberland Crafts, a member of the Southern Highland Craft Guild, which showcases handmade crafts from the region.        Demonstrator from Cumberland Crafts and a member of the Southern Highland Craft Guild NPS PHOTO  The Guild features crafts from nine states representing Appalachia and celebrates these crafts by hosting artisans. Throughout the year these artisans can be seen at the park visitor center demonstrating their wares. Handmade craft demonstrations include: quilting, woodworking, jewelry, pottery, weaving and doll making.      Also visit the Eastern National bookstore, a non-profit cooperating association, offering a variety of publications and educational items focusing on the park's rich mosaic of cultural, natural and historical resources.         The park's visitor center complex is accessible, allowing for wheelchair use. Designated parking allows easy access to the building.      Daniel Boone Visitor Information Center The Daniel Boone Visitor Information Center is located just off Highway 58 near the town of Cumberland Gap, Tennessee.  It is the location of the trailhead for the Wilderness Road.  An outdoor pavillion features the sights and sounds of early travelers and pioneers.  Tickets for Gap Cave tours can be purchased at this location prior to departure.  Restroom facilities are on site.",
    "url": "https:\/\/www.nps.gov\/cuga\/planyourvisit\/visitorcenters.htm"
}
