{
    "title": "Rocky Mountain National Park: Special Events Permit",
    "body": "Special Use Permits       As required by law, Rocky Mountain National Park manages special park uses (special events). A special park use is defined as a short-term activity that takes place in a park area, and that:  provides a benefit to an individual, group, or organization rather than the public at large; requires written authorization and some degree of management control from the National Park Service (NPS) in order to protect park resources and the public interest; is not prohibited by law or regulation; is not initiated, sponsored, or conducted by the NPS; and is not managed under a concession contract, a recreation activity for which the NPS charges a fee, or a lease.  Some examples of activities that require a special use permit include weddings, memorial services, organized gatherings, distribution of printed material and other public expressions of opinion, demonstrations, and other activities that are controlled or prohibited. An application for the event must be completed and returned to the park for processing and approval before the event can occur. Along with a completed application, there are other requirements that may include the following: a permit fee of $300 (First Amendment activities are exempt), event monitoring, and conditions\/requirements specific to each event. Once the application is received, the processing of your permit may take some time. There are dates, location, staffing, potential expenses, and possible liability and insurance issues that must be considered before a permit is approved. Accordingly, a final approved permit may not be received until just prior to the event. Contingent upon an approved written permit event planning may proceed, however; there are specific conditions that require compliance. These include but are not limited to the following:  All advertisements and promotional material making reference to the event requires prior review and approval by the Chief Park Ranger. Sponsors\/vendors are prohibited from selling items and services of any kind. Only pre-packaged food or beverages are allowed. Presentations must be fee-free activities (winter trail events, etc.). Small tents, no more than 20 x 20 ft., may be erected; support stakes (normally driven into the ground) are not allowed No music. No open fires. The designated area shall remain open to park visitors. A detailed schedule of proposed events and\/or activities must be provided to the Chief Park Ranger for approval a minimum of two weeks in advance of the event date. The permittee may be required to reimburse Rocky Mountain National Park for expenses resulting from his\/her event. If costs are anticipated they will be discussed beforehand. Proof of liability insurance may be required.  Please contact the Concessions Management Office if you have further questions via email or phone 970-586-1209. Download a printablespecial use permit application.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/special_use_permits.htm"
}
