{
    "title": "Cumberland Gap National Historical Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         visitor center NPS Photo  Operating Hours & Seasons Through November 15th, 2015 the visitor center is open daily 8 a.m. to 5 p.m. From November 16th, 2015 through March 14th, 2016 the visitor center is open daily from 9 a.m. to 4 p.m. The visitor center is closed on Christmas Day. Park grounds and picnic areas are open daily. The road leading to the Pinnacle Overlook may be closed periodically due to inclement weather, including ice, snow, and lightning.     Getting There Plane The closest major airport is located in Knoxville, Tennessee approximately 85 miles away. Flights can also be made into the Lexington, Kentucky airport approximately 130 miles away. Car For use of GPS, the park visitor center is located near the junction of highway 25E and Cumberland Avenue in Middlesboro, Kentucky.  The park address is 91 Bartlett Park Road, Middlesboro, Kentucky  40965.  The park address does not always work with many GPS units.  Using other search functions such as intersections or cities often yields better results.  Many signs along area roads and highways provide accurate direction to the park. GPS coordinates to park visitor center:  N  36  36.570,   W 83 38.298 Visitors traveling on Interstate 75 in Kentucky should exit on 25E at Corbin. Cumberland Gap is located 50 miles southeast of Corbin on Highway 25E. Visitors traveling on Interstate 75 in Tennesseee should exit on Highway 63 at Jacksboro\/Lafollette.  Proceed east on Highway 63 to Highway 25E then north on Highway 25E approximately 2 miles to Cumberland Gap National Historical Park.Visitors traveling on Interstate 81 in Tennessee should exit on Highway 25E at Morristown, Tennessee. The park is located 50 miles northwest on Highway 25E. The park can also be accessed from Virginia by traveling west on Highway 58 to its intersection with Highway 25E in Tennessee.   Public Transportation There is no public transportation in Cumberland Gap National Historical Park.   Getting Around Leaving the visitor center, park visitors can drive a winding four-mile-long road up to the Pinnacle Overlook (elevation 2,440 feet) for a spectacular view into Kentucky, Virginia, and Tennessee. The road is closed to vehicles 20 feet or longer in length. When park staff is available, shuttles to the Pinnacle Overlook can be arranged; cost is $5.00 per person.   Inquiries can be made at the park visitor center or by calling (606)248-2817. Almost 85 miles of hiking trails meander through eastern deciduous forest in this 24,000 acre national park. Distances range from a 1\/4-mile loop trail to the 21-mile-long Ridge Trail.",
    "url": "https:\/\/www.nps.gov\/cuga\/planyourvisit\/index.htm"
}
