{
    "title": "Cumberland Gap National Historical Park: Park Home",
    "body": "Mountain Gateway  At Cumberland Gap, the first great gateway to the west, follow the buffalo, the Native American, the longhunter, the pioneer... all traveled this route through the mountains into the wilderness of Kentucky. Modern day explorers and travelers stand in awe at this great gateway and the many miles of trails and scenic features found in the park.            Cumberland Gap National Historical Park   Loading the player...    Transcript Ascend to Cumberland Gap and enter a place of exquisite beauty. A place marked by the passage of time, ancient geologic forces, the migration of wildlife, and the comings and goings of diverse people.Explore Cumberland Gap and witness nature's ever-changing story. Hear the voices of people who found a way of life on this landscape and follow in the footsteps of pioneers who passed through on their way to build a nation.The quiet forest, stretching over gentle rounded mountains, seen from pinnacle overlook, belies the turmoil of eons past.  Millions of years ago, two geological plates collided here pushing up a chain of mountains, forming an impenetrable barrier.  Over time, streams carved through the stone.  Valleys formed and a natural gap emerged, a chance opening through the Appalachians.(Dr. Thomas Clark, Kentucky's Historian Laureate for Life) \"We're standing 2,400 feet above sea level.  We can easily appreciate the barrier between east and west these mountains formed. You can also appreciate the importance of this natural opening cutting through them. Cumberland Gap is remarkable in history. It's the best natural pass way through the Appalachian chain for a hundred miles in either direction.\"Over the centuries a procession of life flowed through the slender gap.  Bison traced the first path, migrating to grazing pastures and salt licks.  Cherokee and Shawnee followed, forging trails that connected the Ohio Valley to the Potomac River.(Lathel F. Duffield, Ph.D., Cultural Historian and Member, Cherokee Nation)  \"The Cumberland Gap was very important to the Native Americans in the Southeastern United States.  It provided a route from the east to the west and has been used for trade for thousands of years. The pathway now is also known as the warrior's path and it was named for the raiding parties coming through the Cumberland Gap area with the idea of raiding villages and collecting coup and honors.\"Early explorers like Dr. Thomas Walker followed the Native American network of trails looking for new land for the expanding colonies.  Daniel Boone and his men later pushed through these dark forests marking a passageway westward.  Called wilderness trail, it led to the fertile fields of Kentucky.(Felix Walker) \"It appeared that nature had spread a feast for all the lives.  We felt ourselves to be passengers through a wilderness just arrived at the garden where there was no forbidden fruit.\"Pioneer soon followed drawn by dreams of a new life in a young expanding nation.  Farmers and doctors, servants and slaves filed through the Gap, first in a trickle then in a flood until nearly 300,000 had crossed over into Kentucky and beyond.Once established they sent an abundance of goods back homeward making the trail a vital route for commerce. Cumberland Gap was America's gateway west.(General George Morgan) \"Cumberland Gap is the strongest position I have ever seen, except Gibraltar.\"During the Civil War both Union and Confederate armies viewed the Gap as a strategic military site. Their troops fortified the area rendering it impassible.(U.G. Owen) \"We are at the roughest place in the world, camped on a mountain at the Gap.  It is so cold that I can scarcely write this evening. Don't know how long we will stay here.\"Bad weather also made supply routes unreliable and without adequate supplies, starvation, illness, and low morale set in, ultimately forcing troops to surrender their strongholds.  The Gap changed hands several times without any major battles.Long before the Civil War, Cumberland Gap had ceased being the nation's gateway.  Canals, then the railroad, offered easier ways west.  In time, a new kind of pioneer would arrive. One who would settle down and call this place home.  Sherman and Nicey Ann Hensley and Willie and Nancy Gibbons came to Brush Mountain a century ago.  On an isolated plateau 12 miles east of the Gap they established \"Hensley Settlement\".  Here they grew their own crops, built homes and schools in rough-hewn chestnut, and made do with belongings and tools they created themselves.  Over nearly five decades this self-sufficient community grew to about a hundred people living life attuned to nature's rhythms.Today, Cumberland Gap offers all a chance to witness the imprint of seasons on the landscape and go beneath the surface where underground cathedrals await the curious.(Cave Guide) \"This cave is alive because of the geological upheaval that happened hundreds of millions of years ago. What you're basically seeing is an ancient seabed on top of a mountain.\"In Gap Cave, nature's story is etched in rock and sand.  New chapters are being written as each persistent drop of water helps form stalactites and stalagmites.  Human history is also etched in the rock.  Marks of Civil War soldiers scratched long ago their witness to that chapter in history. Cumberland Gap continues to draw people to its mountains and valleys. Along more than 70 miles of trails, those who explore are rewarded with groves of hemlock, fields of wildflowers, meadows of rhododendron and fiddle ferns, and the chance to experience the legacy traced by bison, traveled by Cherokee and Shawnee, and crossed by explorers and pioneers on their way to transform a nation.In the words of author James Allen, \"The utter silence and repose of primeval nature was around us.  By and by, we lost sight of the heavens altogether, so dense and interlace the forest.  Cumberland Gap, that high swung gateway through the mountain abides is a landmark of what nature can do when she wishes to give an opportunity to the human race in its migrations and discoveries.\" Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:11 minutes, 39 seconds  Cumberland Gap National Historical Park                 Mountain View   Scenic vistas, cascading waterfalls, and lush forests excite the senses and provide opportunity to experience the Appalachians up close        Hensley Settlement   Hand hewn cabins and pastoral landscapes are showcased at the historic Hensley Settlement, located high atop Brush Mountain        Gap Cave   Beneath the mountains lie miles of subterranean passages. These caves are dark, wet worlds with geologic formations and strange animals.",
    "url": "https:\/\/www.nps.gov\/cuga\/index.htm"
}
