{
    "title": "Cumberland Gap National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           91 Bartlett Park Road  Middlesboro, KY 40965                 Directions         By Plane The closest major airport is located in Knoxville, Tennessee approximately 85 miles away.  Flights can also be made into Lexington, Kentucky approximately 130 miles away. By Car The park entrance is located on Highway 25E just south of Middlesboro Kentucky.   Directions Details           Operating Hours & Seasons         Cumberland Gap National Historical Park The park is open 24 hours a day to pedestrian and cyclists. Some services and facilities have separate hours, however; please see descriptions of those areas elsewhere.      Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Summers at Cumberland Gap are hot and humid, with temperatures commonly in the mid to upper 90s. Winters are generally mild with rain and some periods of snow January through March. Temperatures usually range in the 30s and 40s. Weather can sometimes be unpredictable, especially at higher elevations.         Fees & Passes     Entrance Fees:   Entrance Fees - $0.00 There are no entrance fees at Cumberland Gap National Historical Park.         Visitor Centers       Cumberland Gap National Historical Park Visitor Center The Cumberland Gap National Historical Park Visitor Center is located on U.S. Highway 25E just south of Middlesboro, Kentucky.                  Come experience the beauty and solitude of the southern mountains! The story of early pioneers; settlers and soldiers; pristine mountain streams; sights and sounds of wildlife; pastoral landscapes- all can be found while exploring Cumberland Gap National Historical Park. The park consists of approximately 24,000 acres, 85 miles of trails, camping, and lots to do and see!",
    "url": "https:\/\/www.nps.gov\/cuga\/planyourvisit\/basicinfo.htm"
}
