{
    "title": "Abraham Lincoln Birthplace National Historical Park: Bookstore",
    "body": "Explore This Park    Learn About the Park     Bookstore            Bookstore         Eastern National Bookstore NPS  Books and Gifts can be purchased from the Eastern National sales area in the Birthplace Unit's Visitor Center. If you are looking for information and educational items about Abraham Lincoln, the Civil War or America's Presidents check out the bookstore in the Birthplace Unit's Visitor Center. The bookstore is operated by Eastern National, a non-profit cooperating association founded in 1947 and authorized by Congress to work with America's National Parks and other public trusts. The mission of Eastern National is to provide quality educational and interpretive products to the visiting public. Eastern National provides a large selection of books about Abraham Lincoln, the Civil War and America's Presidents. A large selection of children's books is also available. Other items offered for sale include stovepipe hats, walking sticks, and items of local interest. By purchasing an item from the bookstore, you are supporting Abraham Lincoln Birthplace NHP. Eastern National returns a percentage of its profits to use for promoting the historical, scientific, and conservation activities of the National Park Service. Membership in Eastern National entitles you to a 15% discount on merchandise and helps support the programs of the National Park Service. Membership Fee is $25.00 per year. For more information about Eastern National or to become a member, visit the Eastern National web site. Any item you see in our bookstore can be ordered by mail, by telephone or by visiting the National Parks' Store. If ordering by mail, you may use a personal check made payable to \"Eastern National\" or you may use a credit or debit card when ordering by phone. Call (270) 358-0016 or write to Eastern National Bookstore, 2995 Lincoln Farm Road, Hodgenville, KY 42748.",
    "url": "https:\/\/www.nps.gov\/abli\/learn\/bookstore.htm"
}
