{
    "title": "Abraham Lincoln Birthplace National Historical Park: Traveling Trunks",
    "body": "Traveling Trunks      The traveling trunks are designed so that teachers and students anywhere in the country can receive hands-on educational materials, with lesson plans, delivered to their door. When the teacher is finished, they repack the trunk and send it back to us. The only cost associated with \"borrowing\" a trunk is roundtrip postage at Library Rate ($40.00). The traveling trunk provides educators with materials that will aid students when studying the life and times of Abraham Lincoln. These materials are provided by a grant from the National Park Foundation's Parks as Classrooms program. Materials include reproduction period items such as a writing slate, clay marbles, a log cabin model, clothing, and authentic recipes. Also included are photographs, a curriculum guide, audiovisual resources, and a narrative. Travel Trunk Policies  Traveling trunks can be reserved by calling the park and since there are a limited number trunks we need to know the dates that you would like to receive a trunk a far in advance as possible. Traveling trunks are distributed on a first come, first served basis. We loan the trunk for 1 week. If you need the trunk for longer than 1 week, please ask when you are requesting the trunk.  Trunks are shipped by US Mail (Library Rate). Shipping cost and time will vary depending on your location. You should allow up to two weeks for the trunk arrival.  Buy a Postal Money Order at your local post office for the shipping from us to you. Make the money order ($20.00) payable to Postmaster, Hodgenville, KY. We must receive your Postal Money Order at least 2 1\/2 weeks prior to your reservation date, if not your reservation could be canceled.  The borrower is responsible for paying shipping cost to receive and return the trunk to the park.  The trunk weighs 38 pounds, its dimensions are 35\" long, 15\" high, and 13\" wide, and has a pad lock   For additional information and to reserve a Traveling Trunk for your class call the park at (270) 358-3137 or write to the following address: Abraham Lincoln Birthplace National Historical Park, C\/O Traveling Trunk Coordinator, 2995 Lincoln Farm Road, Hodgenville, Kentucky 47248. Schools located in Central Kentucky should ask about our living history program, \"Walk Through Lincoln's Life,\" which is an on-site educational program presented each September.        Results   Showing results 1-1 of 1    Sort By:  Title Date         Abraham Lincoln Birthplace National Historical Park Frontier Life of Abraham Lincoln    The traveling trunk provides educators with materials that will assist students when studying the life and times of Abraham Lincoln on the Kentucky frontier.  Packed with educational materials, lesson plans, reproduction period items, audiovisual resources, and a narrative, the trunk allows teachers and students anywhere in the country to receive a hands-on experience of the frontier life of Abraham Lincoln delivered to their door.     Type:Traveling Trunk Grade level:Kindergarten-Sixth Grade Subjects:Education, Family Life, History, Language Arts, Pioneer America, Social Studies, Sociology, Westward Expansion National\/State Standards:National Council for Social Studies: The Eight Standards",
    "url": "https:\/\/www.nps.gov\/abli\/learn\/education\/classrooms\/travelingtrunks.htm"
}
