{
    "title": "Rocky Mountain National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1000 US Hwy 36  Estes Park, CO 80517                 Directions         Driving from the east: from I-25, take US Hwy 34 or 36. Driving from the west: from I-70, take US Hwy 40 to Granby to US Hwy 34 to Grand Lake. From mid-October until late May, Trail Ridge Road between Estes Park and Grand Lake is closed to vehicles, so driving between the two takes ~4 hours. The closest airport is Denver International (DIA). There is no public transportation between nearby cities and the park.  Directions Details           Operating Hours & Seasons         Rocky Mountain National Park While certain roads and facilities may be closed, the park is open 24 hours a day, 365 days a year.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Winter (Dec–Mar): cold weather, deep snow at higher elevations, and seasonal closures of facilities and roads. Spring (April–May): unpredictable weather, with a mix of warm sunny days and cool days with heavy snow and rain. Many trails are still snow-covered. Trail Ridge Road opens in late May. Summer (Jun–Aug): warmer weather, thunderstorms, and wildflowers. Most park roads and facilities are open. Fall (Sep–Nov): crisp air, blue skies, fall colors, and the elk rut. Trail Ridge Road closes mid-October.         Fees & Passes     Entrance Fees:   1-Day Pass - Automobile - $20.00 Valid for date of purchase. Covers single, non-commercial vehicle with 16 or fewer passengers.   1-Day Pass - Per Person - $10.00 Valid for date of purchase. Applies to walk-ins, bicycles, and non-commercial groups.   1-Day Pass - Motorcycle - $20.00 Valid for date of purchase. Covers single motorcycle.   7-Day Pass - Automobile - $30.00 Valid for seven consecutive days (including date of purchase). Covers single, non-commercial vehicle with 16 or fewer passengers.   7-Day Pass - Per Person - $15.00 Valid for seven consecutive days (including date of purchase). Applies to walk-ins, bicycles, and non-commercial groups.   7-Day Pass - Motorcycle - $25.00 Valid for seven consecutive days (including date of purchase). Covers one motorcycle.   Entrance Passes:   Rocky Mountain National Park Annual Pass - $50.00 Unlimited entry for one year from date of purchase.   Rocky Mountain National Park \/ Arapaho National Recreation Area Joint Annual Pass - $60.00 Unlimited entry to both areas for one year from date of purchase.         Visitor Centers       Beaver Meadows Visitor Center Watch a 20-minute park film. Get oriented with the topographical relief map of the park. Ask a ranger what to do in the park. Purchase gifts. Accessible and family restrooms available. Free public WiFi.   Alpine Visitor Center Feel like you're on top of the world at the highest elevation visitor center in the National Park System. Situated at 11,796 feet (3,595 meters) with views of mountain peaks and glaciated valleys, this visitor center is the perfect place to learn about the amazing alpine tundra ecosystem.   Fall River Visitor Center Fall River Visitor Center offers a variety of educational opportunities. Besides planning your visit, park rangers also provide a variety of ranger-led programs and activities. Exhibits on wildlife survival and management are accompanied by life-sized bronze sculptures. Downstairs, visitors can explore the park through the world of art. Donated works from Rocky’s Artist-in-Residence Program are on display next to a drop-in art studio where visitors they can create their own artistic masterpieces.   Kawuneeche Visitor Center Just north of the town of Grand Lake, the Kawuneeche Visitor Center welcomes visitors to the west side of Rocky Mountain National Park.  Here you will find park information and maps, backcountry camping permits, exhibits, a Rocky Mountain Conservancy bookstore, park films, and ranger-led activities in season.   Moraine Park Discovery Center On Bear Lake Road. Interactive exhibits, nature trail with great views of Moraine Park, bookstore.   Sheep Lakes Information Station Information and ranger programs. Good wildlife viewing, especially for bighorn sheep.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/basicinfo.htm"
}
