{
    "title": "Abraham Lincoln Birthplace National Historical Park: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Kids! Collect stories about the Civil War and Civil Rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.         Abraham Lincoln Naturally Anti-Slavery Abraham Lincoln was born in the slave state of Kentucky in 1809. His parents, church, and schooling, however, led him to write the editor of a Kentucky newspaper in 1864, \"I am naturally anti-slavery. If slavery in not wrong, nothing is wrong. I can not remember when I did not so think, and feel.\"         Presidents Lincoln and Davis Similar Heritage, Opposite Views Abraham Lincoln and Jefferson Davis were both born in Kentucky in one-room log cabins only 150 miles apart and 8 months different in age. Their opposing viewpoints as adults would lead US President Lincoln to wage war against Confederate President Davis in order to preserve the Union and abolish slavery.         Senator Orville Browning Anxiety in the Border States Browning shared President Lincoln's fears over what might happen if border slave states joined the Confederacy. Lincoln's letter to Browning in September 1861 reflects his anxiety concerning the state of his birth: \"I think to lose Kentucky is nearly the same as to lose the whole game.\" Surviving Confederate attack, Kentucky remained in the Union.         Burning Courthouses in Kentucky Kentuckians found it impossible to remain neutral as the Civil War came to their towns. Twenty-two Kentucky courthouses were burned; twelve by Confederates, eight by guerrillas, two by Union accident. The LaRue County Courthouse in Hodgenville, near the birthplace of Abraham Lincoln, was used as Union barricks until guerrillas set it on fire February 21, 1865.         Birthplace of the Nation's \"Savior\" Fifty years after the Civil War began, President William H. Taft spoke at the dedication of the Memorial Building that houses a log cabin symbolic of Abraham Lincoln's birthplace. Taft called on the nation to appreciate Lincoln as its \"savior\" and to recognize his \"earnest passions to secure [African Americans'] freedom and equality of opportunity.\"",
    "url": "https:\/\/www.nps.gov\/abli\/learn\/kidsyouth\/tradingcards.htm"
}
