{
    "title": "Abraham Lincoln Birthplace National Historical Park: Birds",
    "body": "Birds         Robins during winter at Abraham Lincoln Birthplace NHP NPS Photo   Abraham Lincoln Birthplace National Historical Park and Abraham Lincoln Boyhood Home at Knob Creek are geographically comprised of upland bluff, north-facing rich slope, south-facing dry slope, stream corridor and cultivated habitat. Both units combined are relatively small when compared to other national parks in Kentucky. A total of 112 bird species have been observed in the park. Migrants such as the blue-headed vireo and swamp sparrow can occasionally be seen at Knob Creek along with other regular transients like the osprey and northern harrier. These transients raise the possible number of species that may be seen here to approximately 132 species. The park is mostly limited to species that prefer edges and small woodlots. The most numerous of these species include the common grackle, indigo bunting and red-eyed vireo. Additional woodlots species such as chickadees, titmice and tanagers can be viewed here. No federally or state listed species are found on the park, but a few other species of note were detected during the bird survey. Both Chuck-will's Widow and Whip-poor-will are present on the Knob Creek unit and can be heard from the parking lot at night. Louisiana waterthrushes are present along the streams at Knob Creek and seem well established. During winter the park primarily hosts wandering woodlot songbird flocks consisting of common species such as golden-crowned kinglets, white-throated sparrows and slate-colored juncos. The most interesting winter birds are finches. Purple finch, pine siskin and red-breasted nuthatch can be viewed near the Visitor Center. The park is also host to three species of owls. Great horned, barred and eastern screech owl are all found on the Knob Creek Unit with screech owls noted during the day on the Birthplace Unit. For a listing of observed birds at Abraham Lincoln Birthplace and Knob Creek click here.",
    "url": "https:\/\/www.nps.gov\/abli\/learn\/nature\/birds.htm"
}
