{
    "title": "Abraham Lincoln Birthplace National Historical Park: Abraham Lincoln",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Abraham Lincoln                Abraham Lincoln         The first known photograph of Abraham Lincoln taken in 1846. Library of Congress  Abraham Lincoln was born on Sunday, February 12, 1809, in a log cabin on his father's Sinking Spring Farm in what was at the time Hardin County (present-day LaRue County) Kentucky. His parents were Thomas Lincoln and Nancy Hanks Lincoln. He had an older sister, Sarah. In 1811 the Lincoln family moved to the Knob Creek Farm, just ten miles away, there Abraham spent the next five years. In 1816, when Abraham was 7 years old, his parents moved to Perry County (later part of Spencer County) in Southern Indiana, where his father bought land directly from the federal government. There, as Abraham later described his life, he was \"raised to farm work.\" His mother died on October 5, 1818. His sister, Sarah, died during childbirth in January 1828. From here, Abraham first traveled on a flatboat loaded with produce to New Orleans where he witnessed a slave auction. In March 1830, when Abraham Lincoln was 21 years old, he migrated with his father and stepmother (Sarah Bush Johnston Lincoln) and her children to Logan County, Illinois. After the discouragingly hard winter of 1830-31, the family started to return to Indiana, but stopped in Coles County, Illinois, where Abraham's father and stepmother lived out the rest of their lives. In the spring of 1831 Abraham Lincoln left his parents to try to find his own way in life. He was again hired to take a flatboat of produce to New Orleans. After returning to Illinois from his successful journey, he settled in the small village of New Salem, where he had mixed success in a variety of callings. He had a partnership in a general store, which failed. He served as a captain in the Illinois militia during the Black Hawk War and was Postmaster. He learned and practiced surveying for a time and even considered becoming a blacksmith. He ran for a seat in the state legislature in 1832 and lost. Two years later he ran again and was successful. He was re-elected in 1836. At the time of the 1834 campaign he was encouraged to study law by John T. Stuart. In March 1837 he was enrolled as an attorney and the following month moved to Springfield to begin his law practice. While living in Springfield, Abraham Lincoln made the acquaintance of many people in different walks of life. Some of these people were to become his allies - and some his opponents - in political activities and in his work as a lawyer. In the years that he was getting established, Abraham also met an attractive young woman from Kentucky named Mary Todd. They had many interest in common that brought them together and on November 4, 1842, they were married. Within the next year their first son, Robert, was born. In 1844 Abraham Lincoln purchased and took up residence with his family in the house on the corner of Eighth and Jackson Streets. This was to be the only home he and his wife ever owned. Here Abraham and Mary had three more sons; Edward (Eddie), William (Willie), and Thomas (Tad). Their second son, Edward, died near the age of four in their Springfield home. When Abraham was elected sixteenth President of the United States on November 6, 1860, the oldest son, Robert, was away at college, while the other two, Willie and Tad, were still living with their parents. Abraham was a loving and indulgent father leading  Mrs. Lincoln to later write about him: \"Mr. Lincoln was the kindest man and most loving husband and father in the world. He was very - exceedingly indulgent to his children. Chided or praised them for what they did - their acts, etc. He always said, \"It is my pleasure that my children are free, happy, and unrestrained by parental tyranny. Love is the chain whereby to bind a child to its parents.\" On the morning of February 11, 1861, Abraham Lincoln was making his final preparations to depart from Springfield to begin his fateful journey to the White House in Washington D.C. The sky was full of low clouds and drizzling rain as he went to the train depot. There were about a thousand people gathered at the depot to see him off. They called for a speech and Abraham made a brief address to the residents of Springfield from the rear platform of the train. Then the train pulled away and Abraham Lincoln left the place that had been his home for nearly 25 years. He was leaving Springfield to face formidable difficulties as President during the turbulent years of the Civil War.",
    "url": "https:\/\/www.nps.gov\/abli\/learn\/historyculture\/abraham-lincoln.htm"
}
