{
    "title": "Abraham Lincoln Birthplace National Historical Park: Sarah Lincoln",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Sarah Lincoln                Sarah Lincoln       Sarah Lincoln was born on Saturday, February 10, 1807, in a log cabin in Elizabethtown, Kentucky. Her parents were Thomas Lincoln and Nancy Hanks Lincoln. In December 1808, the Lincoln family moved to the Sinking Spring Farm in what was at that time Hardin County (today LaRue County) Kentucky. Within two months, on February 12, 1809, a second child, a son that was named Abraham, was born. In 1811 the Lincoln family moved to the Knob Creek Farm, just ten miles away, there Sarah spent the next five years. While living at Knob Creek, Sarah was enrolled in a subscription school two mile north of the Lincoln farm, and her younger brother, Abraham, was sent along with her to keep her company on the two mile walk to and from school. In December 1816, when Sarah was 9 years old, her parents moved to Perry County (later part of Spencer County) in Southern Indiana, where her father bought land directly from the federal government. Her mother died on October 5, 1818, and the burdens of keeping house fell upon 11 year old Sarah. Sarah played a major role in comforting her younger brother after the death of their mother. The burdens of keeping the Lincoln household were lifted from Sarah when her father returned to Elizabethtown, Kentucky in late November 1819 to find a wife. In early December, Thomas Lincoln returned to Southern Indiana with his new wife, Sarah Bush Johnston Lincoln, and her three children. On August 2, 1826, Sarah Lincoln married Aaron Grigsby of the Little Pigeon Creek community and they established their homestead near the Lincoln farm. Sarah Lincoln Grigsby died on January 20, 1828, during childbirth and was buried in the Little Pigeon Creek Baptist Church Cemetery with her stillborn child.",
    "url": "https:\/\/www.nps.gov\/abli\/learn\/historyculture\/sarah-lincoln.htm"
}
