{
    "title": "Abraham Lincoln Birthplace National Historical Park: National Park Service Launches Kentucky National Park Pentathlon",
    "body": "National Park Service Launches Kentucky National Park Pentathlon          Subscribe  | What is RSS    Date: April 1, 2016  Contact: Stacy Humphreys, 270-358-3137    Hodgenville, Kentucky: This week, the National Park Service (NPS) launched the Kentucky National Park Pentathlon, inviting those who visit all five NPS sites in the state to earn a special free commemorative patch.  The Pentathlon is in recognition of the NPS 2016 Centennial. \"The National Park Service was created 100 years ago to protect America's national treasures and provide opportunities for people to enjoy and understand them,\" said Stan Austin, NPS Southeast Regional Director. \"During the NPS Centennial we encourage everyone to find a park that has special meaning to them and enjoy what it has to offer.\" Pentathlon participants can earn the commemorative patch by visiting all five Kentucky national parks by April 2017, and participating in at least one activity at each park.  Kentucky has all or part of five national park sites within its borders.  Abraham Lincoln Birthplace National Historical Park (Larue County) included the country's first memorial to Lincoln, built with donations from young and old, and enshrines the symbolic birthplace cabin.  For over a century people from around the world have come to rural Central Kentucky to honor the humble beginnings of our 16th president, Abraham Lincoln.  His early life on Kentucky's frontier shaped his character and prepared him to lead the nation through Civil War.   Big South Fork National River and Recreation Area (McCreary County) encompasses 125,000 acres of the Cumberland Plateau, Big South Fork National River and Recreation Area and protects the free-flowing Big South Fork of the Cumberland River  and its tributaries.  The area boasts miles of scenic gorges and sandstone bluffs, is rich with natural and historic features and has been developed to provide visitors with a wide range of outdoor recreational activities.   Cumberland Gap National Historical Park (Bell and Harlan Counties) provided the first great gateway to the west.  The buffalo, the Native American, the longhunter, the pioneer - all traveled this route through the mountains into the wilderness of Kentucky.  Modern day explorers and travelers continue to explore the great gateway and the many miles of trails and scenic features found in the park.   The Fort Heiman unit of Fort Donelson National Battlefield (Calloway County) and the rest of the area played a critical role in the Civil War.  After the fall of Fort Donelson, the South was forced to give  up southern Kentucky and much of Middle and West Tennessee.  The Tennessee and Cumberland Rivers, and railroads in the area, became vital Federal supply lines.  Nashville was developed into a huge supply depot for the Union army in the west.  The heartland of the Confederacy was opened, and the Federals would press on until the \"Union\" became a fact once more.   Mammoth Cave National Park (Edmonson, Hart, and Barren Counties) preserved the cave system and part of the Green River valley and hilly country of south central Kentucky.  This is the world's longest known cave system, with more than 400 miles explored.  Early guide Stephen Bishop called the cave a \"grand, gloomy and peculiar place,\" but its vast chambers and complex labyrinths have earned its name - Mammoth.  Possible activities include hiking, biking, horseback riding, conoeing, camping, volunteering, attending a ranger-led tour\/presentation, bird-watching, visiting a park's museum, seeing park's film or any other activity available at the parks.  Participants can do the same activity at all five parks or try something different at each location.   \"This is a great opportunity for people to find their park in Kentucky,\" said Abraham Lincoln Birthplace Superintendent Jay Grass.  \"2016 is also the centennial of Abraham Lincoln Birthplace National Historical Park.  This is a great year to learn more about Lincoln's life in Kentucky and the first memorial to Lincoln.\"   For more information on the Kentucky National Parks Pentathlon call Abraham Lincoln Birthplace National Historical Park at 270-358-3137.",
    "url": "https:\/\/www.nps.gov\/abli\/learn\/news\/national-park-service-launches-kentucky-national-park-pentathlon.htm"
}
