{
    "title": "Rocky Mountain National Park: Weddings",
    "body": "Weddings & Other Ceremonies         Weddings, Renewal of Vows, and Other Ceremonies        Wedding with the Rockies in full splendor! NPS\/Debbie Biddle  We are pleased that you are interested in conducting your ceremony within Rocky Mountain National Park. Ceremonies in Rocky Mountain National Park are authorized through a Special Use Permit that requires a non-refundable administrative fee of $150. Normal park entrance fees apply for all vehicles associated with the ceremony. Carpooling or shuttling is strongly encouraged, and may be required, as parking space is limited in some areas of the park. The permit includes specific conditions that protect the park’s resources. Please read carefully to determine whether your ceremony will be possible in Rocky Mountain National Park. We have tried to address the key points required for arranging a ceremony in the Park. You will be required to read and sign the permit. Download a printable ceremony permit application. Normal entrance fees apply to all vehicles associated with the ceremony. Carpooling is strongly encouraged as parking space is limited. Ceremonies conducted in the national park require written approval from the Chief Ranger’s Office or Concessions Management Office. Information can be obtained at 970-586-1209, by email, or writing to:  Concessions Management Office Rocky Mountain National Park Estes Park, CO 80517      Ceremony Locations  Weddings are not permitted in public facilities such as visitor centers, roadside turnouts, parking areas, overlooks, or in special wildlife viewing areas. No sites can be reserved for the exclusive use of your event. Scheduled park programs and activities may be taking place at the same time and in the same general area. The maximum size for any ceremony is 100 people. For weddings, this includes the wedding party, children, officiant and photographer. There are limited sites that will accommodate these larger ceremonies and these should be scheduled as soon as possible through the Concessions Office. Not all party sizes will be permitted in all areas. Size limits vary depending on parking, time of year, and location of site. Most designated sites in the park can only accommodate small groups of up to 20 people. For non-designated sites not on the list please contact the Concession Office for further information. The number of sites available to accommodate larger wedding parties (21 and more) is limited due to conflicts with high visitation, resource protection concerns, etc. Find more information about designated ceremony sites and site restrictions.      Regulations  Park visitor centers, restrooms, and other buildings may not be used for wedding preparations such as dressing, picture-taking, rehearsals, and waiting areas. These facilities may not be used in the event of inclement weather. Equipment such as tables, chairs, carpets, tents, floral displays, signs, banners, flags, generators, and amplifiers may not be used in the park. Facilities for receptions and parties do not exist in the park. Throwing and scattering rice, birdseed, flower petals or other materials is prohibited. Normal entrance fees apply to all vehicles associated with the wedding. Advance payments can be arranged by contacting the Concessions Office at 970-586-1209",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/weddings.htm"
}
