{
    "title": "Abraham Lincoln Birthplace National Historical Park: Nancy Hanks Lincoln",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Nancy Hanks Lincoln                Nancy Hanks Lincoln         An artist rendition of Nancy Hanks Lincoln. Lloyd Ostendorf  Nancy Hanks was born on February 5, 1784, in Hampshire County, Virginia, now Mineral County, West Virginia. Details of her early life are sketchy. By the age of 9 she was orphaned and was living with her uncle and aunt, Richard and Rachael Berry, along Beech Fork in present-day Washington County, Kentucky. Reared in the Berry household, Nancy acquired the skills needed to manage a frontier home, becoming widely known as an expert spinner and seamstress. While living with the Berry's, Nancy became acquainted with Thomas Lincoln, who lived on a nearby farm. Nancy Hanks and Thomas Lincoln were married on June 12, 1806, at the Berry home. Nancy Hanks Lincoln and her husband, Thomas Lincoln, established their home on a farm Thomas owned along Mill Creek, about eight miles north of Elizabethtown, Kentucky. Soon the Lincolns moved into a cabin in Elizabethtown, where their first child, a daughter they named Sarah, was born on February 10, 1807. In December 1808, Nancy Hanks Lincoln and her growing family moved to the Sinking Spring Farm in what was then Hardin County (today LaRue County), Kentucky. Within two months a second child, a son they named Abraham, was born on February 12, 1809. In 1811 the Lincoln family moved to the Knob Creek Farm, just ten miles away, where the family remained for five years. In 1812 or 1813, while living at Knob Creek, Nancy Hanks Lincoln gave birth to a third child, a son they named Thomas Jr., who died in infancy. In December 1816, the Lincoln family moved to the Little Pigeon Creek settlement in Perry County (later part of Spencer County), Indiana, where Thomas Lincoln purchased land directly from the federal government. Nancy Hanks Lincoln helped with the work of clearing the land and taking care of crops as well as maintaining the Lincoln household. In the autumn of 1818, an outbreak of \"milk sickness\" spread throughout the Little Pigeon Creek community taking the lives of many. Being a good neighbor, Nancy Hanks Lincoln went to care for her neighbors who had contracted the illness, and while she was caring for her neighbors, she drank milk from their cow and contracted the illness. On October 5, 1818, two weeks after the first symptoms appeared, Nancy Hanks Lincoln died. Nancy Hanks Lincoln's body was prepared for burial in the Lincoln log cabin while Thomas Lincoln and his son, Abraham, whipsawed logs into planks to construct a coffin for Nancy. At the age of nine, Abraham whittled the pegs to be used in the coffin of his mother. Nancy Hanks Lincoln was buried on a hill a quarter of a mile south of the family's farm.",
    "url": "https:\/\/www.nps.gov\/abli\/learn\/historyculture\/nancy-hanks-lincoln.htm"
}
