{
    "title": "Abraham Lincoln Birthplace National Historical Park: Abraham Lincoln Birthplace Invites Everyone to Find Your Park during the Centennial Birthday Month",
    "body": "Abraham Lincoln Birthplace Invites Everyone to Find Your Park during the Centennial Birthday Month          Subscribe  | What is RSS    Date: August 6, 2016  Contact: Stacy Humphreys, 270-358-3137      #FindYourPark during the National Park Service Centennial Birthday Month NPS   Hodgenville, KY.  -  The National Park Service invites visitors of all ages to join in the celebration of its 100th birthday throughout the month of August.  With special events across the country, and free admission to all 412 national parks from August 25 through August 28, the NPS is encouraging everyone to #FindYourPark \/ #EncuentraTuParque for the centennial.  \"August - our birthday month - will be a nationwide celebration of national parks, and we're inviting everyone to the party,\" said National Park Service Director Jonathan B. Jarvis.  \"We like to think that we look pretty good for 100, and with so many events and activities to commemorate this milestone, we hope all Americans will join us to celebrate the breathtaking landscapes and inspiring history in our nation's parks and public lands.  Whether it is in a distant state or in your own community, there are hundreds of ways and places to find your park!\" As part of the events across the country the Abraham Lincoln Birthplace NHP will host a special event on the weekend of August 27 - 28, 2016, to mark the Centennial anniversary of the National Park Service.  A living historian portraying President Woodrow Wilson, who signed the Organic Act (that created the NPS) and the park's Enabling Legislation will be on hand to meet and talk with visitors.  A re-enactment of the signing of the park's Enabling Legislation and Organic Act will be held. \"We invite the public to come out and enjoy the park, and join us in celebrating the 100th anniversary of the National Park Service,\" said Park Superintendent Jay Grass.  From a solar car relay through nine national parks, to major and minor league baseball games, to cultural and musical festivals; events and programs throughout to U.S. will provide countless ways for families, students and park-lovers of all ages to discover special park experiences for the centennial. Among the hundreds of special events that will celebrate the National Park Service's Centennial:  The National Park Service and tribal partners will celebrate the grand opening of the Huna Tribal House at Glacier Bay National Park. Music in the American Wild concerts will bring special compositions to several western parks, funded in part through grants from the National Endowment for the Arts \"Imagine Your Parks\" program for the NPS Centennial Thomas Edison National Historical Park will bring Edison's innovative spirit to the New York City skyline in the third in a series of Park Exchange events. In a unique partnership with NASA, a group of fourth-grade students at Lewis and Clark National Historical Park will speak with an astronaut live from the International Space Station.  A sampling of additional events is available on the National Park Service website, and many more can be found at FindYourPark.com and EncuentraTuParque.com  Park entrance fees will be waived nationwide from August 25 through August 28 to encourage everyone to celebrate the NPS 100th birthday.  Usually, 127 of the 412 national parks charge entrance fees that range from $3 to $30.  The entrance fee waiver does not cover amenity or user fees for activities such as camping, boat launches, transportation or special tours. To continue the national park adventure beyond these entrance fee free days, the $80 America the Beautiful National Parks and Federal Recreation Lands Pass allows unlimited entrance to more than 2,000 sites, including all national parks, throughout the year.  There are also a variety of free or discounted passes available for senior citizens, current military members, fourth grade students and disabled citizens. On August 25, 1916, President Woodrow Wilson signed the act that created the National Park Service \"to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for future generations.\" To celebrate the 100th anniversary of that moment and to look ahead to the next 100 years, in early 2015 the National Park Service and the National Park Foundation launched the Find Your Park \/ Encuentra Tu Parque movement.  Inspiring people from all backgrounds to celebrate and support America's national parks and community-based programs, #FindYourPark \/ #EncuentraTuParque invites people to discover and share their own unique connections to our nation's natural landscapes, vibrant culture and rich history. More than 20,000 National Park Service employees care for America's 412 national parks and work with communities across the nation to help preserve local history and create close-to-home recreational opportunities.  Visit us at www.nps.gov, on Facebook at www.facebook.com\/nationalparkservice, Twitter at www.twitter.com\/natlparkservice and YouTube at www.youtube.com\/nationalparkservice.",
    "url": "https:\/\/www.nps.gov\/abli\/learn\/news\/abraham-lincoln-birthplace-invites-everyone-to-find-your-park-during-the-centennial-birthday-month.htm"
}
