{
    "title": "Rocky Mountain National Park: Rules & Regulations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Rules & Regulations              Rules & Regulations       Rocky Mountain National Park is a federally managed and protected area. In addition to laws and regulations that may apply in many areas of federal jurisdiction, there are park-specific rules intended to maintain public health and safety, protection of environmental or scenic values, provide for equitable use of facilities, protect natural and cultural resources, and avoid conflict among various visitor activities. While it is your responsibility to know and abide by all laws, rules and regulations of this national park, following are some of the more common questions or issues that arise. For a more complete list, refer to the links provided at the bottom of this page.  Dogs, Cats and Other Pets Rocky Mountain National Park is a designated natural area where wildlife is free to roam undisturbed. Park visitors should be able to enjoy native wildlife in their natural environment without the disruption or influence of domesticated animals. Pets may accompany you in developed areas such as campgrounds, parking areas and picnic sites but are not permitted on trails or away from roads or parking areas. Where permitted, pets must be under physical control at all times;caged, crated, or restrained by leash no longer than six feet.  It is prohibited to leave a pet unattended and tied to an object - It is also illegal to leave pets in a situation where food, water, shade, ventilation and other basic needs are inadequate. So while it is possible for pets to remain in your vehicle while you are viewing attractions near roads and parking areas, it is strongly recommended that a party member remain behind to personally ensure your pet's well-being.    Overnight Camping  Camping in the park is subject to a fee and is restricted to designated campgrounds or in the backcountry with an overnight wilderness permit. Permits are available at park Wilderness Permit and Information Offices. Campfires are only allowed in certain areas where metal fire rings are provided.    Cycling  Bicycles are permitted on all roads that are open to motor vehicles, both paved and dirt, unless otherwise posted. There are no designated bicycle lanes along roads. Riding off roads or on trails is prohibited. Cyclists must comply with all traffic laws and signs, including speed limits. In Rocky Mountain National Park, federal law requires that cyclists ride single file at all times; riding abreast is prohibited. A Special Use Permit is required for groups that exceed 25 riders. Any group in excess of 25 riders must plan ahead and contact the park in advance of the desired trip date. Learn more from our Bicycling page.    Motor Vehicles Vehicles, including bicycles, are restricted to designated roads that are open for travel. Use on trails or off road is prohibited.    Fishing Fishing in the park requires a Colorado fishing license for persons 16 years or older. Persons 12 years old or younger may use bait in waters open to fishing, except in designated catch and release areas. Inquire with a ranger or check the Fishing page for additional information on fishing regulations including catch and release waters for native trout, closures and restrictions, method of take, etc.    Hunting Hunting is prohibited in Rocky Mountain National Park.    Firearms & Weapons It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearm laws before entering the park. Open carry of handguns and rifles, and transport of the same in vehicles, is permitted. Concealed carry is allowed pursuant to a legal Colorado concealed carry permit and applicable state reciprocity laws. Federal law prohibits firearms in certain facilities (visitor centers, ranger stations, government offices); places that are marked with signs at all public entrances. Recreational target shooting or discharge of a firearm is not allowed. Firearms should not be considered a wildlife protection strategy. Bear spray and other safety precautions are the proven methods for preventing bear and other wildlife interactions. Possessing or carrying a weapon (bow and arrow, crossbow, sling shot, gas or air propelled gun, etc.) is prohibited. Check with the State of Colorado for specific gun laws.    Safety Around Wildlife The park has a large population of free-roaming wild animals, some of which are unpredictable and potentially dangerous. Wildlife viewing is encouraged but please do so from a safe distance. Approaching within 25 yards of any wild animal, including nesting birds, or within any distance that disturbs or interferes with their free movement or natural behavior is prohibited.     Protection of Resources and Features Injuring, defacing, removing, digging, destroying, possessing or disturbing natural or cultural resources or features of the park is prohibited. Leave undisturbed for others to enjoy.    Area Closures Certain areas are closed for public safety and the protection of resources. Please comply with all closure signs and notices.    Hiking and Tundra Protection Fragile plants are found throughout the park, some taking hundreds of years to grow. Please remain on designated trails and do not shortcut. Where allowed, if travelling off trail please inquire with a ranger about Leave No Trace ethics and responsible use. Some areas of the alpine tundra are closed to hiking and walking – please comply.    Saddle and Pack Animals Horses, mules, burrows and llamas are allowed on certain designated trails. Roads and developed sites such as picnic areas and campgrounds are closed to stock use. Inquire with a ranger regarding the requirement for weed- free certified feed. Visit our Horseback Riding page for more information.    Drones Unmanned aircraft are prohibited from launching, landing or being operated from inside the Park.   Marijuana & Other Controlled Substances Possession or use inside the national park is prohibited. While Colorado provides for regulated possession and use of marijuana it remains an illegal drug under federal law, enforced within the park.   For more information on applicable laws, rules and regulations please refer to the following sources:  United States Code, Titles 16, 18, 21, 54 Code of Federal Regulations, Title 36, Chapter 1, parts 1 through 7  Compendium of Superintendent's Orders",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/rules_regulations.htm"
}
