{
    "title": "Abraham Lincoln Birthplace National Historical Park: Goods & Services",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Goods & Services              Goods & Services       Emergencies and First Aid  911 emergency service call system is available in the area. Minor first aid is available in the Visitor Center or Ranger Station. Nearest full service hospital is about 17 miles from the park in Elizabethtown, Kentucky. Lost and Found  Check with the information desk inside the Visitor Center at the Birthplace Unit for all lost and\/or found items. Books and Gifts  Eastern National operates a book and gift shop inside the Visitor Center at the Birthplace Unit. Purchases may also be made online at http:\/\/eparks.com\/eparks Alcohol and\/or Drug Policy  Alcohol and\/or drugs are not allowed on park property at any time.  Abraham Lincoln Birthplace Unit Visitor Center Start your tour here. Open - Labor Day through Memorial Day: 8:00 am - 4:45 pm (ET) Memorial Day through Labor Day: 8:00 am - 6:45 pm (ET) Closed - Thanksgiving Day, Christmas Day, and New Year's Day Phone - (270) 358-3137  Information - Park brochures, directions around the park, and local information  Exhibits - Original Lincoln Family Bible, Lincoln Overview (featuring Genealogy, Birthplace, and Boyhood Home at Knob Creek information), Pioneer Life (featuring Tools, Cookware, and Furniture), Boundary Oak Interactive (featuring Lincoln and U.S. Timeline), and much more  Special Programs - Abraham Lincoln: The Kentucky Years, a 15 minute film shows every 30 minutes on the hour and half hour  Available Facilities - Water fountain, restrooms, information desk, and weather reports Abraham Lincoln Boyhood Home Unit at Knob Creek Ranger Station Start your tour here. Open daylight hours year-round Interpretive staff available as follows: Saturday and Sunday only beginning 1st Saturday in April until Memorial Day: 8:30 am - 4:30 pm (ET) Thursday through Monday, Memorial Day through Labor Day: 8:30 a.m. - 4:30 p.m. (ET) Phone - (502) 549-3741 Saturday and Sunday only after Labor Day until October 30 Information - Park brochures, directions around the park, and local information  Special Programs - Radio interpretive message on AM 1540 Exhibits - Wayside exhibits Available Facilities - Restrooms (in separate building) There are no commercial Goods or Services (other than the bookstore) available at either park unit. There are a variety of restaurants available in the immediate area. Motels, campgrounds, and a wider variety of restaurants are available in Elizabethtown, KY (15 miles) or Bardstown, KY (28 miles).",
    "url": "https:\/\/www.nps.gov\/abli\/planyourvisit\/goodsandservices.htm"
}
