{
    "title": "Abraham Lincoln Birthplace National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           2995 Lincoln Farm Road  Hodgenville, KY 42748                 Directions         The Birthplace Unit of the park is located approximately 2 miles south of the town of Hodgenville on U.S. Highway 31E South. The Boyhood Home Unit at Knob Creek is located approximately 10 miles northeast of the Birthplace Unit of the park.  Directions Details           Operating Hours & Seasons         Abraham Lincoln Birthplace National Historical Park The Boyhood Home at Knob Creek Unit of the park is open seasonally from April to October from 8:30 to 4:30 and closed from November to March.    Standard Hours    Sunday: 8:00 AM - 4:45 PM   Monday: 8:00 AM - 4:45 PM   Tuesday: 8:00 AM - 4:45 PM   Wednesday: 8:00 AM - 4:45 PM   Thursday: 8:00 AM - 4:45 PM   Friday: 8:00 AM - 4:45 PM   Saturday: 8:00 AM - 4:45 PM      Additional Information View More       New Year’s Day:   -       Thanksgiving Day:   -       Christmas Day:   -                  Weather           There are four distinct seasons in Central Kentucky. However, temperature and weather conditions can vary widely within those seasons. Spring and Fall are generally pleasant with frequent rain showers. Summer is usually hot and humid. Winter is moderately cold with mixed precipitation.         Fees & Passes     Entrance Fees:   Fee Free Park - $0.00 There is no fee associated with visiting either unit of the park.         Visitor Centers       Visitor Center  The Visitor Center at the Birthplace Unit is open from 8:00 A.M. to 4:45 P.M. Eastern Time daily. The Visitor Center is the main orientation point of the park and contains exhibits and a 15 minute captioned film on Lincoln's Kentucky Years.               About 200,000 people per year make the journey to visit the birthplace of the 16th President of the United States, Abraham Lincoln.  His impact and legacy continue to resonate around the world.  The information in this section of the park's website will allow for planning a visit to Abraham Lincoln Birthplace National Historical Park.  A successful visit begins with successful planning.  Here are some things one might want to know before visiting the park.  Please look at the other links provided in the Plan Your Visit section  for additional information. Abraham Lincoln Birthplace National Historical Park   The site is located in the Eastern Time Zone Sturdy footwear is recommended for hiking trails There are no public telephones located within the park For preservation of park resources, no indoor flash photography is permitted Groups should call for reservations Call for park closures due to inclement weather Call for seasonal changes in hours of operation Mosquitoes, ticks, and poison ivy are common from mid-spring through mid-fall Climate: Summers are hot and humid.  Winters are moderately cold with mixed precipitation.  Layers of clothing are recommended for fall and winter Visits are self-guided from Labor Day to Memorial Day Ranger led tours are available from Memorial Day until Labor Day Allow one hour plus to visit the park",
    "url": "https:\/\/www.nps.gov\/abli\/planyourvisit\/basicinfo.htm"
}
