{
    "title": "New Orleans Jazz National Historical Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         Family Friendly Fridays in the French Market World renowned children's author and musician Johnette Downing performs a family friendly performance once a month at the visitor center located at 916 N. Peters Street! Her programs are especially geared for Pre K through 3rd grade but all ages are welcome. Check our Schedule of Events For program dates!   Songs For Junior Rangers  This audio CD brings our national parks to you through music! Explore and learn about the many different parks with these twenty songs. Junior Rangers can use the songs as clues to play the included Junior Ranger game. This CD is produced by the National Park Service with support from the National Park Foundation and features some of New Orleans finest musicians. To purchase a CD for $9.99, click here.   Become a JAZZ Junior Ranger! Download a printable Junior Ranger program (pdf, 295kb) suitable for Kindergarten through 3rd grade. For 4th grade through 8th grade, click here Complete the activities and mail it to the park at:   New Orleans Jazz NHP Attn: Junior Ranger 419 Decatur Street New Orleans, LA 70130   Upon receipt of your activity book, a junior ranger badge will be mailed to you.    Become a National Park Web Ranger! Learn more about the National Park Service through the fun activities found here.          Links to other exciting Jazz activities for Kids! PBS Jazz for Kids        The All-Around Brass Band performs with students in the Music for all Ages Program. Photo Credit: Ranger Joe Stolarick   Music For All Ages The program, started by retired ranger Bruce \"Sunpie\" Barnes, brings tradition and education of New Orleans youth by allowing them to participate in a \"real time\" performance with a local New Orleans Brass Band.  The learn as you perform methodology has been successfully implemented for ten years running.  Students, children, and even adults are encouraged to bring their instruments and \"sit in\" with such Brass Bands as the Red Hot Brass Band, the Treme Brass Band, and the Storyville Stompers to name a few.  In New Orleans style, tradition and education are intertwined with the performance!    Come and join in the fun!",
    "url": "https:\/\/www.nps.gov\/jazz\/learn\/kidsyouth\/index.htm"
}
