{
    "title": "Abraham Lincoln Birthplace National Historical Park: Photo Gallery",
    "body": "Photo Gallery                            Historic Pictures   7 Photos  Historic pictures of Abraham Lincoln Birthplace National Historical Park and Abraham Lincoln Boyhood Home at Knob Creek.          Abraham Lincoln Birthplace   14 Photos  Pictures of Abraham Lincoln Birthplace National Historical Park. The Memorial was built to honor our sixteenth president.          Abraham Lincoln Boyhood Home Unit   14 Photos  When Abraham Lincoln was asked what he remembered of his life in Kentucky he answered with incidences that happened at Knob Creek.            President Theodore Roosevelt and the Cornerstone Ceremony   31 Photos  On February 12, 1909, the centennial of the birth of Abraham Lincoln, President Theodore Roosevelt came to Hodgenville for the formal laying of the cornerstone for the Lincoln Memorial Hall. He was accompanied at the event by family members and members of the Lincoln Farm Association.            President William H. Taft and the Dedication Ceremony   12 Photos  On November 9, 1911, President William H. Taft came to Hodgenville to dedicate the Lincoln Memorial Hall.           President William H. Taft in Frankfort   5 Photos  On November 8, 1911, President William H. Taft came to the state capitol building in Frankfort, Kentucky for the dedication of the Adolph A. Weinman statue of Abraham Lincoln in the capital building rotunda.            Robert Todd Lincoln in Hodgenville   24 Photos  On May 31, 1909, Robert Todd Lincoln, the only surviving son of Abraham Lincoln, came to Hodgenville for the unveiling of Adolph A. Weinman's Abraham Lincoln statue.          The Lincoln Farm Association and the Sinking Spring Farm   29 Photos  The Lincoln Farm Association represented a diverse group of intellectuals, politicians, public servants, artists, and business and religious interests. It was \"organized and incorporated to develop the Lincoln Birthplace Farm into a National Park.\" It was through their efforts that the site of the birth of Abraham Lincoln became a national park in 1916.           Early Park Period   19 Photos  In July 1916, the Abraham Lincoln National Park was established by Congress. The care of the park was assigned to the War Department of the United States government. It remained under the care of the War Department until it was turned over to the National Park Service in 1933.            Adolph A. Weinman Lincoln Statue   9 Photos  Sculptor and artist Adolph A. Weinman was selected to produce a statue of Abraham Lincoln for the town of Hodgenville in celebration of the centennial of Lincoln's birth.          Early 20th Century Hodgenville and Larue County   48 Photos  Pictures of Hodgenville and Larue County in the early 20th century.          Presidents That Have Visited the Park    5 Photos  These pictures are of the five United States Presidents that have visited the park.",
    "url": "https:\/\/www.nps.gov\/abli\/learn\/photosmultimedia\/photogallery.htm"
}
