{
    "title": "Rocky Mountain National Park: Commercial Use Authorizations",
    "body": "Commercial Use Authorizations       Commercial Use Authorizations (CUA's) authorize companies or individuals to conduct business in Rocky Mountain National Park on an annual basis. A CUA provides a group a non- exclusive license to offer services to park visitors.   An organization is considered a business if you provide goods, services, activities, or other things to the public using National Park Service lands. If you receive any form of compensation for the things you provide you are conducting a business or commercial activity. The National Park Service definition of a business or commercial organization does not distinguish between commercial and non-profit organizations.  CUA activities must be appropriate to the mission of the park, compliment resource protection, visitor protection and interpretation goals, and not pose any potential for derogation of values or purposes for which the park was established. They must be consistent with the park's future plans as well as present operations. They should be compatible with the planning documents for the park. The park will not normally limit the number of organizations that offer similar services or activities.  CUA holders have their base of operation outside the park. All the commercial aspects of the activity must occur outside of NPS lands. This includes marketing, advertising, use of permanent or temporary structures, and negotiation with customers. Compensation or payment for services, (even tipping) may not occur on NPS lands.  Some activities are authorized under Concessions Contracts, which are exclusive multi-year authorizations to provide goods and services. Horseback rides, wood sales, merchandise operations, and climbing trips and classes are operated under Concessions Contracts. To obtain more information about these services, email or call the Concessions Office at 970-586-1209. Do not use the CUA application to apply for these services.Currently, the following activities are permitted under the CUA program: Currently, the following activities are permitted under the CUA program:  Art classes Fly fishing instruction Frontcountry bicycle tours Guided backpacking Interpretive hiking tours Llama packing services Limited Trip Guided Climbing Photography workshops Portrait photography sessions Scooter tours Shuttle services Snowshoe & ski tours Wedding Coordinating Services** (Wedding Planner) **in addition to the $300 permit fee, there is a $20 per event booking fee  The fee is $300 per year for each guided activity. Download a printable CUA application. Rocky Mountain National Park requires the following information in order to complete a CUA application:  1. Fill out an application. Download a printable CUA application.  2. The $300 CUA fee per guided activity.   If you pay by check, please make check out to National Park Service, Department of Interior.   If you pay by credit card, got the Pay.gov  Instructions for CUA's  1. Go to pay.gov 2. Type in Rocky in Search box. 3. Will bring up all Rocky related forms 4. Choose the Commercial Use Authorization form 5. CUAID # ROMO5315 6. Fill in required fields on form with the company information and hit submit 7. Fill in Credit Card information 8. On Step 2, Authorize Payment. Can you type in Kirsten_Moody@nps.gov in the CC box: so that I can get a confirmation of payment. 9. If you have any questions, please feel free to call me at 970-586-1209    3. Proof of adequate general liability insurance and automobile insurance. Rocky Mountain National Park needs to be listed on the General Liability Insurance as an additional insurer on the face of the policy. It needs to read as following to make sure we get a copy:    United States Government Department of the Interior National Park Service Rocky Mountain National Park 1000 Hwy. 36 Estes Park, CO 80517   4. We require the following coverage:   Commercial General Liability Insurance Coverage: $500,000 per person\/per occurrence for most permitted activities, except Climbing and Mountaineering is $1,000,000 per person\/per occurrence with $2,000,000 general aggregate. Automobile coverage minimum requirements (required for all owned, non-owned, property damage, or $325,000 if the policy is written as a combination policy covering bodily injury and property damage. and hired vehicles used by the permittee): car, van, or bus up to five passengers, $300,000 s six to 12 passengers, $500,000 13 to 20 passengers, $750,000 21 to 50 passengers, $1,500,000.   5. Please complete the Guide Pass and Guide list with certifications. Download a printable Guide List and Pass Form.   It is required that at least one guide on each trip is certified in First Aid and CPR. Some activities do require a WFR or higher for at least one guide that on the trip.    This list may be updated as needed throughout the season. Due before operating in the park. *** You can always request more passes throughout the year as needed.    All clients must pay an entrance fee or show proof of current Entrance Pass, Rocky Mountain National Park Annual Pass, Interagency Passes, Golden Age\/ IA-Senior Pass, or Golden Access\/ IA-Access Pass.   6. A copy of your brochure and\/or rates as soon as you have it or a Web Address that has information such as rates, and trip dates.  7. Please send an itinerary of the areas of the park you are planning on using for guided activities. 8. Please include a copy of the \"Acknowledgment of Risk\" that you have your clients, guests, and campers sign before participating in the guided activity. If you require such a form to be signed by your clients, it must follow this format. I have included an example that the park service has approved for use for in-park operations. All paperwork needs to be completed and returned to the Concession Office;no later than month prior to operating in the park to make sure all parties have the appropriate paperwork on file. This change has been made due to increase in the number of permits being issued.  The address to send paperwork to is: Rocky Mountain National Park Attention: Concession Office 1000 Highway 36 Estes Park, CO 80517  All required documents must be received, reviewed, and the permit signed by the Superintendent prior to operating in the park. Once executed, a signed original permit will be returned to you.",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/commercial_use_authorizations.htm"
}
