{
    "title": "Rocky Mountain National Park: Longs Peak Information",
    "body": "Longs Peak       Keyhole Route Information Learn more about climbing the Longs Peak Keyhole Route, including answers to Frequently Asked Questions. Check the weather forecast for Long's Peak        Longs Peak from the Boulderfield, 7\/27\/2016 NPS   Longs Peak Conditions Report 8\/12\/16 Conditions in Rocky Mountain National Park can change at any time. Travelers should expect to encounter rain, hail, sleet, snow, lightning, and any other weather imaginable when travelling in the mountains. Please take appropriate gear to endure these changing conditions. Also, be prepared to turn around when conditions exceed your abilities.   Remember your safety is in your own hands.  Keyhole Route Conditions Fall is just around the corner and while the Keyhole remains snow free, conditions are beginning to change. Visitors may encounter icy sections throughout the route, especially during the early morning hours when temperatures are now expected to be in the 30's or lower. Precipitation on Longs Peak this time of year can include rain, hail, sleet, and\/or snow. Any accumulation of precipitation on the route can increase the hazards of slips, trips, and falls, and may warrant appropriate traction devices such as Microspikes or crampons and an ice axe. Climbers should also be aware of slippery, polished rock throughout the route. The difficulty and hazards involved in climbing the Keyhole route vary depending on current weather and time of day. Be prepared to turn around when conditions exceed your abilities.            Looking across the Ledges, 8\/6\/2016 NPS        Looking down the Trough, 8\/6\/2016 NPS        Looking across the Narrows, 8\/6\/2016 NPS        Looking up the Homestretch, 8\/6\/16 NPS       Chasm Lake The trail to Chasm Lake is now snow free. The rock slabs leading up to Chasm Lake are wet and polished in spots. Please use caution on this slippery terrain.        Chasm Lake traverse, 7\/20\/2016 NPS",
    "url": "https:\/\/www.nps.gov\/romo\/planyourvisit\/longs_peak_conditions_report.htm"
}
