{
    "title": "New Orleans Jazz National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           916 North Peters St  New Orleans, LA 70130                 Directions         The park's main visitor center is in New Orleans' French Quarter, near the Mississippi River levee on North Peters Street between Dumaine Street and St. Phillip Street. A second visitor center is located in the Old US Mint at 400 Esplanade Avenue.  Directions Details           Operating Hours & Seasons         New Orleans Jazz National Historical Park  Hours are for the main park visitor center at 916 North Peters Street. The park is closed on Mardi Gras and federal holidays.   Standard Hours    Sunday: Closed   Monday: Closed   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           All temperatures in degrees Fahrenheit. Note that relative humidity, especially in summer months, can reach 90%, so temperatures can feel 10-20 degrees hotter than actual temperature. Spring (March, April, May) average high 77, low 61 Summer (June, July, August) average high 89, low 75 Fall (September, October, November) average high 78, low 64 Winter (December, January, February) average high 64, low 48         Fees & Passes     Entrance Fees:   Admission and Program Fees - $0.00 Admission to park visitor centers is always free. Most park programs are free; any fees are always noted on program descriptions.         Visitor Centers       Visitor Center The park's main visitor center is at 916 North Peters Street in New Orleans' French Quarter. Free performances, talks, and programs share jazz and jazz history and encourage musicians of all ages to get involved in making the music happen.   Ranger Station at Old US Mint The Old US Mint at 400 Esplanade Avenue in New Orleans' French Quarter is part of the Louisiana State Museums and houses an exhibit on the history of New Orleans jazz. New Orleans Jazz National Historical Park maintains a ranger contact station at the Old US Mint and hosts free concerts, performances, and more at the state-of-the-art performance venue.                 Jazz Performance at the New Orleans Jazz National Historical Park National Park Service                                          Louis Armstrong observed: \"At one time they were calling it levee camp music, then in my day it was ragtime. When I got up North  I commenced to hear about jazz, Chicago style, Dixieland, swing.  All refinements of what we played in New Orleans... There ain't  nothing new.\"",
    "url": "https:\/\/www.nps.gov\/jazz\/planyourvisit\/basicinfo.htm"
}
