{
    "title": "Santa Fe National Historic Trail: Original Route",
    "body": "Original Route Sign          This may be the most important national historic trail sign in the family of standard signs. These are exclusive signs used only on roads that are well documented as having been the original historic route alignment of the trail. When this sign is posted on a road, it is telling the general public that they are on and following the historic trail route. These may be the last remains of the historic trail within a public right of way. As such, they may be rare and special even as they remain unknown to most people. These signs may, more than any other simple act, bring a trail's past and history out of obscurity and immediately into the public awareness and knowledge. When the historic road deviates from existing roads, it is always a bit tricky in how to use an Original Route sign. We want to convey that this is a true and accurate condition. There will always be a question as to how close an existing road needs to be to the Original Route to sign it as such. Please follow these guidelines.  The historic road is near enough to the existing road that one can see it or know where it is. The historic route cannot deviate far enough away that one loses a sense of where it exists.  Original Route signs cannot be loosely construed as a general corridor, which would be more appropriate for scenic byways, auto tour routes, or local tour routes.  Original Route indicates to the public that the road they are on is in fact the original route (or in very near proximity), a specific and accurate condition. If the historic route alignment has deviated so far from the modern road that its location is no longer discernable by a traveler, use the Original Route END and BEGIN signs.  Other Considerations Sometimes a modern road may be well documented as the historic route alignment; however, today it exists as an interstate highway or multilane high speed highway. Because Original Route signing is a primary instrument in not only raising public awareness of the location of the historic trail, but also in allowing for a vicarious experience of the past by following the trail, it is not appropriate to use this sign where the road character has become far removed from its historic condition. An example would be an interstate highway through an urban area. Discretion should be used, however, even in the case of an interstate highway. For example a highway through a relatively unchanged landscape that still evokes a sense of the historic period of trail use may warrant the use of Original Route signs. Conversely, a historic trail route that has survived as a public road and is still used today may have had some level of change done to it - but not as drastic as a change to an interstate highway. Roads are often regraded and flattened, widened, or straightened to meet modern road safety standards. Sometimes portions of a road will be realigned and the historic original route may be abandoned completely as a drivable road; or the realignment may be minor enough that the road is still drivable and stays within the public right of way. Due to all the ways that roads have been changed, we accommodate for minor deviation.  These signs are unique in fulfilling the intent of the National Trails System Act of 1968 (which established the National Trail System) in allowing the public to vicariously experience the past by being on and following the authentic historic trail. It is therefore imperative that the historical documentation be accurate before the use of this sign is considered ~ documentation is required.      Other Sign Web Pages: Auto Tour Route Local Tour Route Crossing To Original Route Original Route Next XX Miles Original Route BEGIN Original Route END Historic Site Name Site Identification - Entrance",
    "url": "https:\/\/www.nps.gov\/safe\/learn\/management\/original-route-sign.htm"
}
