{
    "title": "Adams National Historical Park: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections              Collections         Terrestrial Globe, Bronze Sculpture, Morning Star, Temple Jars NPS Photos           Museum Collection Profile “I must study Politicks and War that my sons may have liberty to study Mathematicks and Philosophy. My sons ought to study Mathematicks and Philosophy , Geography, natural History, Naval Architecture, navigation, Commerce and Agriculture, in order to give their Children right to study Painting, Poetry, Musick, Artchitecture, Statuary,Tapestry and Porcelaine.” John Adams to Abigail Adams, ( 12 May 1780) John Adams’ quote in 1780 prophetically illustrates the diverse elements that would come together to create the museum collections of the Adams NHP. The park is comprised of 13 acres, 11 buildings and a collection comprising approximately 100,000 objects including original furnishings, books, archival materials and archeology donated by the family in 1946. The park encompasses not only the Old House (the Adams Family Mansion, c 1730) with its “objects of significance” but the birthplaces (17th Century saltbox structures) of two presidents: John Adams (1797-1801) and John Quincy Adams (1825-1829). The original portion of the Old House was built in the first half of the eighteenth century and was associated with the Adams family for over a century and a half from 1787 to 1946. In making this gift to the American people, the intention of the Adams family was that the area be preserved as a historic site to \"foster civic virtue and patriotism.\" The collection serves to interpret the Adams family’s history that includes two presidents, statesmen, writers and historians over five generations and illustrates the changing relationship of the artifacts to the family members. The artifacts, historic structures, and historic landscape reflect the family’s experiences and represents, shapes, and mirrors the significant events in the social, cultural, political, and intellectual history of the nation. The historic integrity of the park and associative collections are superior. Ninety-nine percent of the objects associated with the family are original artifacts, while the remaining are reproduction upholstery, bedspreads and wallpaper. Many elements of the collection are significant in their own right, apart from the historic structures and objects’ associative history. This is particularly true of the American paintings by William Morris Hunt, Edward Savage, Mather Brown, and John Trumbull. The American furniture includes an American Queen Anne Highboy, Grecian card table attributed to Thomas Seymour as well as Federal style mahogany banquet table. European furniture comprising of Dutch Chairs, French Secretary, and Louis XV Settee and Chairs represent John Adams’ diplomatic service to the nation in France and Holland. In 1870 the Stone Library with over 12,000 volumes, was built to house the family’s books and papers belonging to John Adams, John Quincy Adams, Charles Francis Adams, and Henry and Brooks Adams. Henry Adams wrote his famous nine volume history of the United States there. There are more than twelve languages represented and includes a range of subjects from astronomy, literature, horticulture, natural history and theatre, including many significant and unique books such as: John Adams’ copy of George Washington’s Farwell Address, the Bible inscribed with a note of gratitude from the Mendi people to John Quincy; and a Bible Concordance dating to 1521. The collection also includes, 17th Century Primitive American Paintings, American and European decorative arts, architectural elements, an associated archeological collection, 19th Century photographs, Print Collection, and an archives collection comprising of Resource Management Records (1946-present), Adams Family Papers (1745-1927), and the Adams Memorial Society Papers(1927-1946). click here to view collection images",
    "url": "https:\/\/www.nps.gov\/adam\/learn\/historyculture\/collections.htm"
}
