{
    "title": "Adams National Historical Park: Birthplaces",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Birthplaces                 Birthplaces         Frankenstein, 1849    The houses are in their original locations on Franklin Street which formerly was part of the \"Old Coast Road \" that went from Boston to Plymouth. The house on the right as you look at it from Franklin Street is the birthplace of John Adams and the one on the left is the birthplace of John Quincy Adams. The land for the farm, estimated at about 188 acres at the time of John Adams' father's death, was situated behind the houses extending in a westerly direction. The principle crop on the farm was corn, but rye, wheat, oats, and barley were also cultivated. Livestock including oxen, horses, sheep, hogs, and poultry were kept. Many outbuildings that served the farm were built behind the two cottages. A large granite slab on the John Quincy Adams birthplace side of the stone wall covers the well that served as the source of water for both of the properties. The John Adams birthplace, built in 1681, is a classic New England home of framed construction with two lower and two upper rooms built around a massive central chimney. Extensive alterations were made over the years, including the building of a lean-to in the 18th century that added two downstairs rooms and two small upper chambers. The John Quincy Adams birthplace is of similar New England framed construction. The two birthplaces are commonly referred to as \"saltboxes\" because of their resemblance to slant-lid boxes found in colonial kitchens in which salt was stored. The Adams family continued to own the two homes and rent them to tenants until 1893. Between 1893 and 1940, the homes were opened to the public as house museums by the Quincy Historical Society, although the Adams family continued to own them. In 1940, the Adams family donated the houses as a gift to the city of Quincy. However numerous problems affecting the structural and historical integrity of the houses surfaced over the years and the city of Quincy found it could no longer support the escalating costs of  maintaining the houses. In 1978, legislation was introduced in Congress proposing designation of the Adams birthplaces as a unit of the National Park Service to commemorate the second and sixth presidents of the United States. On May 1, 1979, the City of Quincy in cooperation with the Adams Memorial Society presented the birthplaces of John and John Quincy Adams to the people of the United States. Today, the National Park Service preserves and interprets these homes to inspire visitors to emulate the example of the Adams family in their dedication to the improvement of the United States through public service and responsible citizenship.",
    "url": "https:\/\/www.nps.gov\/adam\/learn\/historyculture\/birtplaces.htm"
}
