{
    "title": "Adams National Historical Park: Henry Adams",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Henry Adams                Henry Adams (1838 - 1918)        Unlike his famous ancestors, Henry Adams was never in the forefront of U.S. politics and diplomacy. His life’s work and contributions to his nation involved analyzing and commenting on American life and thought. In his pursuit of these objectives, Henry became one of the nation’s most important writers and critics. Adams was especially critical of incompetent or corrupt politicians during the post-Civil War period and of the country’s conquest of an island empire during the Spanish-American War of 1898. He was also skeptical of American faith in technology and devotion to unbridled capitalism. Throughout his career, Adams was a pioneer of historical scholarship and his works became models for exhaustive research and careful writing. Perhaps most important though, as the fourth generation of Adamses to achieve great success, he provides a rare example of continuing distinction within one family in the service of their nation.   Henry Brooks Adams was born on February 16, 1838, in Boston, the fourth of six children of Charles Francis Adams, U.S. congressman and diplomat, and Abigail Brooks Adams, whose father was one of the wealthiest men in Boston. Although he was born in Boston, Henry felt as a child that he belonged to Quincy, where the family spent their summers. That Quincy was so special to Henry was not unusual for it had long been home to his famous ancestors: grandfather John Quincy Adams and great-grandfather John Adams. Henry recalled that as a young boy he enjoyed reading to himself and overhearing important political conversations among distinguished visitors to the Adams household. Such experiences, Henry thought, were necessary preparation for a life of public service. That Henry believed that he would enter into a political career was well illustrated by his impression of meeting President Zachary Taylor. Adams, only ten years old at the time, went away feeling that the White House belonged to the Adamses and that he would someday live there too.   As a boy, Henry constantly augmented the narrow and dry learning he received at school with countless hours of reading books on history and poetry in his father’s extensive library. Henry soon went on to Harvard College, as three generations of Adams men had before him. There, young Adams cared little for scholastic honors and was ranked in the middle of his class when he graduated. Instead, Henry sought and found distinction elsewhere. He wrote for college periodicals, made some addresses, won second prize for a paper in his senior year, and was chosen as class orator.   After graduating from Harvard in 1858, Henry spent two years in Europe. In Germany he studied civil law but soon tired of it and spent time mastering the German language instead. While there, Adams found that he had a flair for journalism. He traveled through Germany, Italy, and France writing sketches for the Boston Courier newspaper.   Henry returned to America in 1860 and served as his father’s secretary. Charles Francis Adams was then a congressman in the House of Representatives. These were exciting times in Washington, D.C., and Henry saw firsthand the political struggle being waged between North and South that ultimately led to the Civil War.   When the Civil War began Henry’s brother Charles Francis Jr. and many of his friends were enlisting in Massachusetts regiments. Henry was less favored physically than his brother, and the family felt that his talents would be better suited to less arduous tasks than combat. Abraham Lincoln had recently appointed Charles Francis Adams U.S. minister to Great Britain; Henry, serving as secretary, accompanied his father on this mission. The Adams assignment of securing English neutrality in the war was critical to the northern strategy. As Henry read of initial Union defeats in the war, however, he wanted to enlist in the military and fight. To this idea, his older brother responded in a letter, “You are not particularly well-fitted for the Union’s army. Here is your field [serving as his father’s secretary] right before your nose . . . and you want to rush away to do what neither education nor nature fitted for you.” Henry begrudgingly agreed and concentrated on his work as secretary, reporting that his “candles were seldom out before two a.m.” In his spare time Adams continued to indulge his love of reading.   The end of the Civil War and the prospect of his return to the United States brought Adams face to face with the choice of a career. He was now twenty-seven and had lost precious time if he were to continue the study of law. Occasionally, he had written articles of timely interest for newspapers. He contemplated pursuing this career with greater earnest. A chance meeting in London with John Palfrey, an old friend of his family who had been editor of the North American Review, gave direction to his half-formed purpose. At Palfrey’s suggestion Henry wrote an article criticizing the historic myths surrounding Captain John Smith, which was published in the North American Review in January 1867. Encouraged by his success, Adams wrote two other articles, each costing months of exhaustive research, which were accepted by the editor and published in the same journal: “British Finance in 1816” (April 1867) and “The Bank of England Restriction of 1797-1821” (October 1867).   In the meantime, his father had stayed on as minister to Great Britain, and Henry continued as secretary. The Adamses befriended many influential and learned people in England, and Henry was exposed to the revolutionary theories of Charles Darwin and others, which greatly influenced Adams’ philosophy. Never again could Henry Adams return to absolute standards as his Puritan ancestors had held them.   Seven years of English life had put Adams out of touch with American ways, as he found on his return to the United States in the summer of 1868. After London, American society seemed to him “a long, straggling caravan, stretching loosely toward the prairies, its few score of leaders far in advance and its millions of immigrants, negroes and Indians far in the rear.” Adams’ time in England had engendered in him an aloof cynicism that would be the hallmark of his writing from then on. Washington seemed the best substitute for London and a strategic point for a young journalist.   In Washington Adams worked as a freelance journalist exposing political corruption during the early Ulysses S. Grant presidency. Henry was a supporter and partisan of an anti-administration group, both within and outside of the Republican Party, who thought of themselves as “Independents.”   In 1870 Henry accepted an offer from Harvard College to teach courses in medieval history. While at Harvard, Adams introduced the seminar method of study and tried to teach history “scientifically.” At the same time he became editor of the North American Review, making it a vehicle of the Independents as well as a journal of broad scholarly interests. In 1872 Adams married Marian (Clover) Hooper, who helped make their house a meeting place for interesting contemporaries.   Experiencing disagreements with his publisher about politics and finding Harvard a “pleasant” dead end, in 1877 Adams returned to Washington, D.C., to observe history and write it. Adams had missed the excitement of the capital and being in the company of the political elite. In Washington Adams developed close personal relationships with Secretary of State William Evarts, John Hay, and Clarence King. Someone named the little group of the Adamses, the Hays, and Clarence King the “Five of Hearts.” With Henry’s wife presiding, this social circle discussed politics, literature, and philosophy, and through their writings and associations greatly influenced government policy.   During these years in Washington, Adams embarked upon many literary projects. In 1879 Henry published two works on the life of former Secretary of Treasury Albert Gallatin: The Life of Albert Gallatin and The Writings of Albert Gallatin. In 1880 he anonymously published Democracy, a novel that satirized corruption in politics and questioned the democratic process. He soon thereafter returned to history, publishing John Randolph (1882), a critical biography of the Virginia politician.   In 1885, while Henry was assembling information for an exhaustive work on the Thomas Jefferson period, his wife began to suffer acute depression in the wake of her father’s death. Clover’s suicide in December 1885 forced Henry to readjust his life. In the spring of 1886, Adams went to Japan with artist John LaFarge to escape from his grief and loneliness. Asia interested Henry and diverted his mind from his pain. When he returned to Washington, Henry commissioned sculptor Augustus Saint-Gaudens to create a bronze monument of Asian influence in memory of his wife in Rock Creek Cemetery, which still stands there today. Henry resumed his writing and completed his nine-volume History of United States during the Administrations of Jefferson and Madison (1889-1891) in the library at the “Old House,” the Adams National Historical Park today. With this massive project completed, however, Adams sought rest and recreation in travel with friends, visiting the South Seas in 1889-1891; Cuba, Mexico, and Yellowstone in 1894; Sicily in 1899; and Russia in 1901. He alternated regularly between a winter residence in Washington, D.C., and a summer home in Paris. In the United States capital, Henry continued to maintain close friendships with many important politicians including Theodore Roosevelt.   During his later years Henry Adams became more philosophical and sardonic in his thought and writings. In 1904 he published Mont-Saint Michel and Chartres, a study of the concept of unity in the Middle Ages. As this work was “a study of thirteenth century unity” his autobiography, The Education of Henry Adams (1904), was “a study of twentieth century multiplicity.” His principle theme in the Education was that western civilization was in a state of crisis because man’s production of power was outrunning his ability to control it. Henry felt that in order to meet this challenge, society must train a new generation of leaders by entirely scientific methods. In the absence of such leadership, the ever accelerating expansion of technology would destroy civilization. With his assessments completed and warnings issued, on March 27, 1918, Henry peacefully died in his sleep at his home in Washington. During his life, Henry Adams had tried to stretch his mind to understand the mysteries of the past and place them in a context so as to make them useful to present and future generations. In so doing Henry was as much a public servant as the three generations of Adamses who had previously played such a vital role in the building and strengthening of the American experience.",
    "url": "https:\/\/www.nps.gov\/adam\/learn\/historyculture\/henry-adams-1838-1918.htm"
}
