{
    "title": "Adams National Historical Park: Research",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research              Research           John Adams Birthplace (right) and John Quincy Adams Birthplace (left) oil painting by G.N. Frankenstein, 1849   Cultural Landscape Report for Adams Birthplaces Click the image to read the Cultural Landscape Report for Adams Birthplaces, Adams National Historical Park.  This documents in detail both the evolution of the places that John and Abigail Adams and their son John Quincy Adams called home during the American Revolution as well as the larger Penns Hill farm once owned by multiple generations of the Adams family. Document is 42 MB.         The Stone Library Building Plans The Historic American Buildings Survey\/Historic American Engineering Record\/Historic American Landscapes Survey (HABS and HAER) at the Library of Congress includes an extensive collection of recorded structures, including the Stone Library at Adams National Historical Park.          John Quincy Adams and His Books  In commemoration of John Quincy Adams' 248th birthday on July 11, Adams National Historical Park exhibited a rarely-seen cross-section of the sixth president's extensive library. Visitors enjoyed a display of ten books that ranged from a French copy of Cicero signed by a 10-year-old John Quincy Adams to a work on judicial reform given to Adams by the British philosopher Jeremy Bentham. Collectively, the books provide a tangible view into John Quincy's interests and his passionate pursuit of knowledge. From the front end of his career timeline, the compact Epitres ou Lettres Familiers et Choisies de Ciceron bears the inscription, \"John Quincy Adams His book 1778.\" The work stands as a starting point not just for the display but Adams' education broadly construed. Cicero would prove to be a, if not the, driving influence in Adams' public service career, and he would return to the Roman orator's words at distinct stages in his career. Adams drew heavily on Cicero while working as the Boylston Professor of Rhetoric at Harvard from 1806-09, as well as his later life while serving as the last vestige of the American Revolution in his post-Presidential career in the House of Representatives. As the Epitres de Ciceron highlights John Quincy Adams' early interest in both the classics and language studies, Platonis Philosophi Quae Exstant Graece and Editionem from 1781 extends the point, as the book is written in both ancient Greek and Latin. Such dual language works give clear credence to Adams' well documented linguistic dexterity. Ecclesiastical History of New England was used by Adams in preparation for his 1843 address to the Massachusetts Historical Society on the bicentennial of the New England Confederation. That address demonstrated Adams' consideration of the interplay of religion and politics in New England that thrust the region onto the world stage, a theme upon which his grandson, Brooks Adams, would later attempt to expand. An 1833 copy of Emanuel Swedenborg's Delights of Wisdom Concerning Conjugal Love and the famous Mendi Bible from John Quincy Adams' 1841 Supreme Court victory in the Amistad case demonstrate the range of Adams' spiritual sensibilities from the Classical Age to the Second Great Awakening. John Quincy Adams' exhibited books include his 1812 copy of Hester Chapone's  Letters on the Improvement of the Mind which proposed a multi-disciplinary approach to the education of young women far beyond domestic arts and sentimental novels. Adams' own interdisciplinary interests stretched from the early science fiction and political satire of Virginian George Tucker's 1827 A Voyage to the Moon (inscribed \"For the President of the United States from the Author\") to an 1829 copy of Samuel Kettell's  Specimens of American Poetry.   At his core, Adams was, however, a political being and his reformist and progressive tendencies were illustrated by his copy of Draught of a Code for the Organization of the Judicial Establishment by Jeremy Bentham given to John Quincy Adams in 1817, and Edward Livingston's System of Penal Law given to Quincy Adams by the author in the 1830s. Of course, these collected works barely scratch the surface of the library's treasures, but are an incredibly useful primer to better understand the diversity and complexity to John Quincy Adams' full collection.",
    "url": "https:\/\/www.nps.gov\/adam\/learn\/historyculture\/research.htm"
}
