{
    "title": "Adams National Historical Park: Charles Francis Adams",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Charles Francis Adams                Charles Francis Adams (1807 - 1886)       On September 30, 1833, John Quincy Adams wrote, \"There is no passion more deeply seated in my bosom than the longing for posterity worthily to support my own and my father's name. . . . For this I have done my part. My sons must do theirs.\" Charles Francis Adams certainly lived up to the name of his president-father and president-grandfather in dealing with the policies of an age of industrialism, immigration, and democracy. Some of his relatives, despairing of carrying on the family tradition of public service, retired to private life, while others broke under the strain. Charles Francis, emulating the self-control and reserve of his Puritan ancestors and aided by considerable wealth (he married the daughter of Peter Chardon Brooks, a Boston millionaire), survived and went on to lead a dignified and noteworthy public career. Charles also succeeded in \"passing the torch\" to the next generation of the Adams family, which included four noteworthy sons—railroad reformer Charles Francis Jr., Massachusetts politician John Quincy II, celebrated writer Henry Adams, and historian Brooks Adams. Charles Francis Adams was born in Boston on August 18, 1807, the third son of John Quincy and Louisa Catherine (Johnson) Adams. As is recorded in his father's diary, Charles' first name was given in memory of a deceased uncle and the second \"as a token of honor to my old friend and patron,\" Francis Dana, whom in 1781 the elder Adams had accompanied on a diplomatic mission to Russia. At the age of two, Charles Francis was taken to Russia while John Quincy Adams served as U.S. minister to that country. The young Adams received little schooling in St. Petersburg but mastered French so well that he preferred to speak it rather than English. In the winter of 1815, his mother brought him by carriage on a harrowing journey from St. Petersburg to Paris, where they joined John Quincy, recently appointed U.S. minister to Great Britain. While in England Adams attended boarding school for two years, and when his father returned to the United States in 1817 to become secretary of state, Charles Francis entered the Boston Latin School. From Boston Latin, Charles Francis, like his father and grandfather, attended Harvard College, graduating in 1825. Charles Francis spent the next two years studying law in Washington, D.C., while his family occupied the White House. Returning to Boston in 1827, Charles Francis became a student in the office of Daniel Webster, and in 1828 was admitted to the bar. During this period Charles Francis met his future wife, Abigail Brooks, the daughter of one of the wealthiest men in Massachusetts. Abigail's father thought the couple was too young to get married and insisted that they wait until Charles was twenty-one before the wedding could occur. Charles opened his own law office but was careless about its operation, and his father criticized Charles for being aimless and irresponsible in his career. Charles and his father had never been close but when Charles' oldest brother, George Washington Adams, died in 1829, John Quincy seemed to show more interest and affection for his two remaining sons. After experiencing his brother's death, his marriage to Abigail Brooks, and his reconciliation with his father, Charles Francis became a more focused and goal-oriented person. Later, Charles Francis Adams said that if not for Abigail Brooks, he would never have accomplished anything in life. When John Quincy Adams determined to accept a nomination to Congress and for eighteen years representing the Quincy district, Charles Francis assumed the care of what little property the elder Adams possessed, and by his deep devotion and unselfish service enabled his father to accomplish what he did. Charles, perhaps from witnessing firsthand the abusive treatment received by his father and grandfather, showed no interest in pursuing a career in politics. Adams was content to tend the family property, look after the welfare of his family, and read and write on history and other subjects that interested him. The controversy over slavery, however, propelled Charles Francis into prominence. In the Massachusetts legislature, where he served from 1840 to 1845, Adams became a leader of those conservative antislavery members who concentrated on resisting the encroachments of \"slave power.\" With the issue of the annexation of Texas, Adams became one of the leaders of the \"conscience Whigs,\" that wing of the Whig Party which demanded guarantees that slavery would not be expanded westward. The conscience Whigs in Massachusetts merged with the broader \"Free Soil\" movement in 1848, and Adams then unsuccessfully ran for vice president as that party's candidate alongside Martin Van Buren as the party's presidential choice. Adams disapproved of the Free Soil tendency to ally with other parties in order to achieve office, however, and he sharply curtailed his political activities during the 1850s. In this decade he published a ten-volume edition of his grandfather's papers and moved into and began to refurbish the \"Old House\" (Adams National Historical Park), which he inherited upon his father's death in 1848. Charles Francis returned to political life in 1859, serving as a member of the House of Representatives from 1859 to 1861. Just before the U.S. Civil War broke out, he was chairman of a northern commission in the House that worked for conciliation. He supported William Henry Seward for the Republican presidential nomination in 1860 but accepted President Abraham Lincoln's offer to serve as U.S. minister to Great Britain. Through his firm but skillful negotiations while minister to Britain, Adams was influential in persuading the British, and by extension the French, not to recognize the Confederacy. He was also able to calm British anger during the \"Trent Affair,\" so-called because an American warship seized two Confederate agents from the British mail ship Trent. Later he convinced British authorities to confiscate two ironclad warships from the Laird shipyards that were destined for use by the Confederates. James Russell Lowell said that \"None of our Generals, nor Grant himself, did us better or more by trying service than he [Charles Francis Adams] in his forlorn outpost in London.\" Minister Adams publicly supported moderation toward the south during the last year of the war and at the start of the Andrew Johnson administration after Lincoln's assassination. But support for Johnson's conciliatory policies were unpopular, and this hurt Charles' future political prospects. Adams tended to minor diplomatic matters after the war, but he longed to return to Quincy, the home to generations of the Adams family. Finally, in April 1868, his resignation as U.S. minister to Great Britain was accepted. He left England with no regrets but with satisfaction at having steadily guided American interests in England during a critical period. Adams' stay in the United States did not last long, for in 1872 he returned to Britain with his youngest son Brooks as the chief American negotiator representing the \"Alabama claims.\" These claims stemmed from war damages incurred by ironclad warships built by the British and used by the Confederacy to sink Union merchant ships. The United States wanted monetary compensation from Britain for the damages that these ships had done to the U.S. merchant fleet. England was reluctant to pay, but Charles Francis was able to diffuse this crisis with a negotiated settlement satisfactory to both sides. The rest of Charles Francis Adams' years were spent editing the family papers, which he considered his favorite pastime. He also concentrated on transforming the farm in Quincy (now Adams National Historical Park) into a gentleman's country estate. He built a library on the property that still today houses a large collection of the Adams family books, known as the Stone Library. There was talk of Charles Francis' being nominated for president by the Liberal Republican Party in 1872, but he was not receptive to the anticipated offer. Adams preferred remaining out of the national spotlight. On November 21, 1886, Charles Francis Adams died. Newspapers in England mourned his death, and one reported that \"his career offers interesting proof that even in a Republic hereditary talent will make itself felt.\" In the United States, a Boston paper wrote, \"Judging the deceased by what he accomplished, . . . he was as great in public office as any of his illustrious ancestry.\" Thus, Charles Francis Adams met the challenge uttered by his father in 1833 and did his part to preserve the family legacy of public service, perpetuating this tradition by yet another generation of Adamses. Today, the Adams National Historical Park serves as a setting to investigate the life of Charles Francis Adams.Visitors can witness firsthand the environment that shaped the character and ideas of the Adams family and in so doing, arrive at a better understanding of these important men and women. The National Park Service conscientiously preserves these houses and the property around them to provide present and future generations with a window to view an American family who contributed to their country through public service.",
    "url": "https:\/\/www.nps.gov\/adam\/learn\/historyculture\/charles-francis-adams-1807-1886.htm"
}
