{
    "title": "Adams National Historical Park: John Adams",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     John Adams                John Adams (1735 - 1826)         John Adams, by Gilbert Stuart   John Adams, son of Deacon John Adams and Susanna Boylston, was a fifth generation descendant from Henry Adams, who reached the shores of America from England in 1633. Henry with his wife and eight children was given a grant of forty acres of land not far from where John and Susanna Boylston Adams brought up their three sons, including their eldest, John. At an early age John began to attend schools near their home in Braintree, Massachusetts. His father served as a moderator at town meetings and inspired John to take an interest in community affairs. Upon completion of his preliminary course of study at local schools, John Adams attended Harvard College where he received an A.B. in 1755. After graduation, the future U.S. president briefly taught school in Worcester, Massachusetts. There he was influenced by attorney James Putnam to pursue a career in law. John studied law under Putnam and then returned to Braintree to be presented to the bar. John kept busy trying to establish himself as a lawyer but still found time to socialize. He grew more and more fond of Parson William Smith's daughter Abigail and became a frequent visitor to their home in nearby Weymouth, Massachusetts. Abigail was exceptionally intelligent and spent much of her free time reading the books in her father's extensive library. The future first lady also learned a great deal from guests she met while staying with her grandfather Colonel John Quincy, who was one of the most prominent citizens in the Massachusetts Bay Colony. Abigail's intelligence, strong interpersonal skills, and strength of character made her ideally suited for lifelong partnership with a man who aspired to a career in public service. John was eager to pursue his relationship with Abigail Smith but realized the responsibility that marriage entailed. Therefore, Adams set out to organize and improve the cottage and farmland that he inherited upon the death of his father in May 1761. In October 1764, with this work completed, John married Abigail and together they moved into the small farmhouse that three years later became the birthplace of their son John Quincy Adams, the future sixth president of the United States. John Adams' law career rose from a small practice carried out from his Braintree farmhouse to a well-established firm with clients as wealthy and prominent as John Hancock. Throughout this rise John traveled the court circuit and often was away from home for extended periods, a condition that forced John and Abigail to become skilled letter writers. Eventually, Adams gained notoriety and became one of Boston's most sought after attorneys. John built his reputation on fairness and therefore agreed to defend the British officers accused of murder resulting from the Boston Massacre. Although John Adams could defend British soldiers on points of law, he was an ardent critic of Great Britain's policies. In June 1774, Adams was elected to go to Philadelphia as a delegate to the First Continental Congress. Here, representatives from the American colonies met to discuss their opposition to England's colonial government. John was an active participant at this meeting and the subsequent Second Continental Congress. During the course of his attendance at these sessions, Adams proposed George Washington as commander-in-chief of the Continental Army, and argued forcefully for and helped his friend Thomas Jefferson draft the Declaration of Independence. In addition, John Adams laid the cornerstone of U.S. foreign policy by developing the \"Model Treaty of 1776,\" which sought to structure American foreign relations on the basis of free trade with all nations but permanent alliances with none. In 1777 Adams briefly retired from public service because of the emotional and financial strains that his long absence from Braintree was putting on his family. This retirement had only just commenced when John received word that the Continental Congress had appointed him as a joint commissioner to negotiate a treaty with France. {{See next paragraph; the commission to negotiate with Britain didn't come until 1779.}} The assignment required Adams to travel to Europe and forced his family to endure the hardship of separation for their nation's well-being. At Abigail's urging, John took his oldest son John Quincy Adams on his diplomatic mission to France in order to give the boy international experience and provide for a second generation of enlightened leadership in U.S. foreign relations. During John's absence Abigail managed the farm, supervised the schooling of their children, and kept her husband informed of all the events taking place at home. Upon arrival in Paris, Adams discovered that Benjamin Franklin had already negotiated a trade and alliance treaty with France. The financial accounts of the U.S. representatives, however, were in such disarray that John remained in Europe for a year restoring order to the affairs of the American mission. With this objective completed and no prospects of peace with England on the horizon, Adams returned to America in time to be elected as Braintree's delegate to the Massachusetts Constitutional Convention. John was the principal framer of the product of this convention and today the Massachusetts Constitution stands as the oldest surviving written constitution in the world. Shortly after this success, Congress ordered Adams to return to Paris to serve as first commissioner of the delegation to negotiate treaties of peace and commerce with Great Britain. This time, John Quincy and his brother Charles accompanied their father on the long voyage across the Atlantic. During the course of the rest of the Revolutionary War, the future president arduously labored to diversify U.S. foreign relations by attempting to gain diplomatic recognition of American independence from a number of European states. In 1782 Adams' efforts were rewarded when Holland formally recognized the United States, signed a Treaty of Amity and Commerce, and agreed to loan the new nation five million Dutch guilders. Within a year of his success in the Netherlands, John Adams took part in his crowning diplomatic achievement when he negotiated and signed the Treaty of Paris, securing recognition of the United States' independence from Great Britain. After the war Adams remained in Europe until 1788, strengthening U.S. foreign relations by securing more loans from Holland, concluding treaties of amity and commerce with several European nations, and serving as the first U.S. minister to Great Britain. John took advantage of the opportunity that peace provided to reunite his family. Abigail and daughter Nabby sailed to Europe in 1784 and brought happiness to the remainder of John Adams' diplomatic tenure abroad. In 1788, convinced that they could do more for their nation at home than abroad, John and Abigail left England to return to their beloved Braintree. Weary of being away from home, they eagerly contemplated settling in the Vassall-Borland house (now the \"Old House,\" Adams National Historical Park), which they had asked one of their relatives to purchase for them while they were away in England. The house was spacious and warm with a beautiful garden and rich verdant fields for John to pursue his love of farming. Adams had little time to enjoy his new home, however, when duty called again. Adams' contributions to the building of the nation made him a popular choice for the office of vice president in the election of 1789. After eight years of loyal and important service as the nation's first vice president John Adams was then elected to succeed George Washington and became the second president of the United States. The nation's first peaceful transfer of power occurred as the world looked on. John Adams' term of office was one of the most difficult in U.S. history. The turmoil that embroiled Europe following the French Revolution threatened to spill across the Atlantic and polarize America. Some felt that the United States should have come to the aid of America's former ally France in their war with England. Other Americans believed that the French had gone too far in their revolution and that the United States no longer owed them allegiance. The French government was impatient for U.S. support and tried to convince the United States through a show of force. The French navy began attacking American ships at sea, and when John Adams sent U.S. diplomats to reconcile Franco-American differences, the French Government refused to talk until the Americans paid them a bribe, an episode that would later be known as the XYZ Affair. Following this humiliating event most Americans felt that the United States should go to war with France to restore national honor. While many officials capitalized on this hysteria for their own political gain, John Adams' honesty and integrity led him to put nation before party. Adams avoided war by building up the American navy to protect U.S. ships at sea. During his presidency John Adams founded the Department of the Navy, and the U.S.S. Constitution and several other ships were launched. While this maritime defense deterred further French aggression, Adams signed into law a series of measures to restore domestic tranquility and preserve the Union. This legislation, which came to be known as the Alien and Sedition Acts, was pushed through Congress by the Federalist Party in order to tighten control over immigrants and those who criticized the government. Adams played no part in the formation of these acts nor did he take steps to enforce them, but he was held responsible for these unpopular measures in the public mind. Thomas Jefferson and his friend James Madison defined the Republican Party's opposition to the Alien and Sedition Acts in the Virginia and Kentucky Resolutions, which outlined the \"states' rights\" or \"compact theory\" of the Constitution. The year 1800 was bittersweet for John Adams. The Convention of Montefontaine, signed in October, ended hostilities between France and the United States, and Adams considered the positive resolution of this crisis his greatest accomplishment as president. In November John and Abigail Adams became the first occupants of the Executive Mansion in Washington, D.C. (later known as the White House). Meanwhile, their son John Quincy Adams was distinguishing himself abroad as U.S. minister to Prussia. Eleven months of relative joy was soon overshadowed by a December that brought sadness and grief to the Adams family when they suffered the death of their second son, Charles, and John's loss to Thomas Jefferson in the election of 1800. Adams truly believed that the Republican Party's victory in 1800 augured trouble for the United States. He felt that the union the Founding Fathers had worked so hard to establish would quickly be dismantled by those politicians who sought to give more authority to the individual states. John respected the will of the people but left a check on the Republican Party's ability to act precipitously. During the four months between Election Day and Jefferson's inauguration on March 4, 1801, the Federalist majority in the old Congress passed a new Judiciary Act, which increased the number of judges in the federal courts by sixteen. President Adams appointed Federalists to these positions, working until late in the evening of his last day in office signing the commissions of the new judges. The most significant appointment made by Adams was that of John Marshall of Virginia to become chief justice of the Supreme Court. In rendering more than 500 opinions in 34 years of service from 1801 to 1835, Marshall helped to mold the political and economic structure of the new nation. Thomas Jefferson, the president-elect, considered Adams' \"Midnight Appointments\" the perfidy of a sore loser. The once close friendship between these two patriots had decayed to the point that Adams did not feel comfortable attending his successor's inauguration. As John returned home on March 4, 1801, he may have regretted the falling out with his former friend but consoled himself in the belief that he had done what was in the best interest of the United States. Adams also looked forward to returning to his beloved estate in Quincy, which he had named Peacefield, and pursuing his love of farming. Adams also took pleasure in making use of the rooms that had just been added to the Old House. Downstairs, there was a spacious room to entertain the constant flow of guests that called upon the Adamses. Upstairs, there was a comfortable study where John spent many hours reading and writing. John also enjoyed retirement because he could spend more time with his family. The former president especially appreciated having such a close and supportive family when his beloved Abigail died in 1818. Abigail had been more than a wife to John; she had been his partner, his advisor, and his \"Dearest Friend.\" Adams' grief was tempered by the constant love, joy, and pride that his family brought him in his remaining years. One of the most satisfying accomplishments of John Adams' final years was reconciling with Thomas Jefferson. In 1812 Dr. Benjamin Rush, a mutual friend of Jefferson and Adams, wrote to the former presidents and suggested that they should start a correspondence with each other. Time had allowed partisan and ideological passions to recede and a friendship that was forged in the crucible of war was rekindled through the quill. In this correspondence these two men, who represented the north and south poles of the American Revolution, put forth their different visions of America's future. The monumental role these two men played in creating an enduring legacy of American liberty was divinely symbolized by the coincidence of their deaths on the 4th of July 1826, the fiftieth anniversary of American independence. While both men could be proud of the contributions they made to the founding and strengthening of the United States, Adams could be doubly pleased that his son, John Quincy Adams, as the sixth president of the United States, was continuing the family's dedication to public service in the nation's highest office. Today, the Adams National Historical Park serves as a setting to investigate the role that John Adams played in establishing and perpetuating the American democratic tradition. John Adams' life is vividly interpreted by National Park Service rangers using the three historic residences that comprise the site as unique backdrops to tell the story. Visitors can witness firsthand the environment that shaped the character and ideas of the Adams family and in so doing, arrive at a better understanding of these important men and women. The National Park Service conscientiously preserves these houses and the property around them to provide present and future generations with a window to view an American family who contributed to their country through public service.",
    "url": "https:\/\/www.nps.gov\/adam\/learn\/historyculture\/john-adams-1735-1826.htm"
}
