{
    "title": "Adams National Historical Park: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education         A teacher affects eternity, he can never tell where his influence stops. The Education of Henry Adams, By Henry Adams          There are several great ways for your students to \"step into history.\" We offer Park Ranger guided tours of the historic homes and grounds, and a variety of curriculum based education programs. For the Park Ranger guided tours you can choose to tour only the John Adams and John Quincy Adams Birthplaces which is thirty minutes or include the Old House at Peace field which is one hour. Times vary for the length of the curriculum based education programs.  Reservations are mandatory for all groups and can be made by calling the group reservation coordinator at (617) 770-1175.        Curriculum Based Education Programs          Click on image for program materials    Pen & Parchment: The Continental Congress Students assume the roles of delegates to the Continental Congress and \"journey\" from the farm at Penn's Hill to Pennsylvania to take part in the crucial debate over the Declaration of Independence and, finally, to sign it. This program requires classroom preparation prior to your visit and is best suited for fifth grade and up.  Pen & Parchment: The Continental Congress             Click on image for program materials   Families of the Revolution: Patriots in the Countryside   This interactive program is conducted at the John Adams and John Quincy Adams Birthplaces where students portray refugees fleeing the hostilities in Boston for the safety that the countryside provided at the Adams family farm. Through this experience, participants of the program will come to understand and appreciate how the American Revolution affected patriots of both sexes, of all ages, and of all occupations. This program is best suited for fourth and fifth grade students. Families of the Revolution: Patriots in the Countryside                                                        Abigail Adams: Patriot on the Homefront Join Abigail in her cottage at the foot of Penn's Hill and experience a day in her life during the Revolutionary War. She served as \"farmeress, \"School Mistress,\" Mother, Writer, and Dearest Friend to husband John Adams during his long absence of some 10 years. Students will experience the many challenges Abigail and her family faced each day and the sacrifices they made for the cause of independence.       Park Ranger Guided Tours         From Penn's Hill to Peace field Students of every age have the opportunity to join a Park Ranger and walk in the footsteps of presidents and first ladies;patriots and diplomats;and writers and historians. The Adamses were a busy family who collectively served their country for some 200 years. Tours are conducted at the John Adams and John Quincy Adams Birthplaces and are approximately thirty minutes, and the Old House at Peace field, which are approximately one hour.   This tremendous devotion to the public interest, this vitality which goes from generation to generation down to the present is really the most exceptional scarlet thread which runs throughout the entire tapestry of American political life. John F. Kennedy, 3 October 1961",
    "url": "https:\/\/www.nps.gov\/adam\/learn\/education\/index.htm"
}
