{
    "title": "Adams National Historical Park: Louisa Catherine Adams",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Louisa Catherine Adams                Louisa Catherine Adams (1775 - 1852)           Louisa Catherine Adams is often times omitted or forgotten in books of first ladies or notable American women. Nevertheless, she made immense contributions to her nation and played a vital role in supporting the career of her husband, John Quincy Adams. Louisa’s relative obscurity may be due to the fact that, although she disliked the restrictions that society placed upon her as a woman, she conformed to them and concentrated on being a loyal wife and devoted mother. While some today may disagree with such priorities, it would be wrong to interpret Louisa’s choices as evidence of her weakness. Post-Revolutionary War America expected wives to subordinate their wishes to their husband’s desires. Although Louisa did not openly challenge these standards, she frequently showed her abilities. When John Quincy Adams was weakened by the conflicts and hardships in his life, it was often his wife who brought strength, courage, and compassion to the family. Only through a thorough examination of this woman’s life can we uncover the important place in history that Louisa Catherine Adams truly deserves. Louisa Catherine Johnson, who would become the wife of the sixth president of the United States, was born in London, England, on February 12, 1775. Her mother, Catherine Nuth, was British, but Louisa’s father, Joshua Johnson, was a merchant from Maryland. Louisa grew up in a wealthy home and by her own admittance was pampered. Her father was protective and made certain that life for his family was peaceful, well-ordered, and secure. When the American Revolutionary War began, the Johnson family became uncomfortable in England and moved to France in 1778. There Louisa attended a Roman Catholic convent school and learned to speak French fluently. After the war, the Johnson's returned to England where Louisa had to relearn English. Louisa’s parents encouraged her to develop her taste for music and literature. She played the piano and harp and wrote poetry. While Louisa loved reading, her parents discouraged her from pursuing her educational interests too far, because this would be considered “unwomanly.” Louisa’s love for “masculine” subjects such as Greek and science, however, had been encouraged by one of her teachers, a Miss Young. Louisa learned from her teacher to think for herself and form her own opinions. Louisa’s father maintained a large house staffed by eleven servants to which his hospitality as the United States’ first consul in London, and the growing number of pretty and cultured Johnson girls, drew American travelers and diplomats. One such American, John Quincy Adams, had been assigned to diplomatic service in the Netherlands by the U.S. government and was in England on a diplomatic mission when he first became interested in Louisa. John Quincy and Louisa Catherine had a six-month courtship after which he proposed in May 1796. Adams, though, was dedicated to his work as a public servant and felt he had spent too much time away from his mission in the Netherlands. So the young couple continued their courtship through letter writing. After several postponements the marriage took place in London on July 26, 1797. Louisa and John Quincy had only been married for a few weeks when the future first lady learned that her father’s business had collapsed. Louisa felt guilty and ashamed that people would think she had tricked her husband into marriage. These feelings haunted Louisa and reduced her “to a state of utmost distress for many years.” As a diplomat, John Quincy received a meager salary and, therefore, the Adamses had to live modestly while they witnessed the extravagant lifestyles of representatives from other countries. Louisa wondered how the U.S. government could expect John Quincy and herself to be members of a royal society and not be more generous with finances. Louisa Catherine’s adjustment to these monetary constraints was far easier than getting used to the limited role she had in making family decisions. Louisa desired more influence so that she could dissuade John Quincy from making crucial decisions that affected the family without consulting her. She was also bothered by the harsh demands he made upon their sons and by his refusal to make greater efforts to keep the family together. While Louisa did understand the responsibilities of John Quincy’s career, she resented that her husband was away from home on public service during some of her pregnancies and deliveries. John Quincy’s behavior was conditioned by his own circumstance as the son of two of America’s most ardent patriots. He grew up during the Revolutionary War and therefore was forced to mature rapidly and accept great responsibility. John Quincy Adams, unlike his wife, was taught to believe that service to your nation should outweigh all other priorities.  In 1797 John Adams was elected as the second president of the United States, and he appointed his son as the first American minister to Prussia (Germany and Poland today). Louisa became especially popular in the society of the Prussian capital of Berlin and was presented to King Frederick III and his queen, Louisa. Louisa Catherine’s friendships with the leading figures of Prussia facilitated John Quincy’s diplomatic assignment of collecting information. When President John Adams was defeated in his bid for reelection by Thomas Jefferson, he recalled his son before he left office in 1801. Louisa arrived in the United States in poor health, still recovering from the birth of her first child, George Washington, but she at last had the chance to be reunited with her family. Her father had been appointed to a job in the stamp office in Washington, D.C., by President Adams, and the Johnson family lived there. Louisa was apprehensive about meeting the Adamses so she went to Washington, D.C., first in order to muster her courage before she made her way to Massachusetts. When in the fall of 1801 Louisa finally reached Quincy, she felt ill at ease and entirely out of her element. She later recalled, “Had I stepped into Noah’s Ark, I do not think I could have been more utterly astonished.” Louisa felt especially unsuited to the standards of her mother-in-law, the formidable Abigail Adams. The Adamses for their part wondered if their new daughter-in-law could measure up to their own ideals. Abigail in particular found Louisa Catherine lacking in many ways and gave her a great deal of unsolicited advice on how she should take care of John Quincy. It was not until years later that Louisa and Abigail came to appreciate one another. John Adams was warm and understanding from the beginning, however, and Louisa immediately liked him. Later when Louisa’s own father died, John became a willing and loving replacement. The Adams patriarch in 1824 told a friend that John Quincy’s marriage to Louisa had been “the most important event” of his son’s life. For the next seven years, John Quincy’s political career rose steadily upward. He served in the U.S. Senate from 1803 to 1808, pursuing the independent course that was to be his hallmark. Meanwhile, Louisa had two more sons, John in 1803 and Charles in 1807, and she enjoyed spending long periods of time in Washington, D.C., near her relatives. The Adamses spent several summers during this period in the house in Quincy where John Quincy was born (today the John Quincy Adams Birthplace at the Adams National Historical Park). Here, John Quincy was more relaxed and could spend time with his family. Although Louisa appreciated having her family united during these summers, she was never comfortable in Massachusetts. The future first lady believed that the qualities sought in a “Quincy lady” were directly opposite to those of refinement and femininity that she had learned in Europe. Louisa also did not like New England weather, especially the cold and gloomy winters. In 1808 James Madison was elected president, and John Quincy Adams was rejected by the Federalists in his bid for reelection to the Senate. But John Quincy’s career was quickly revived when Madison offered him a post as minister plenipotentiary to Russia. Adams accepted President Madison’s offer without consulting his wife. Louisa dreaded her husband’s new assignment for it entailed a most “terrible and tedious voyage” and an indefinite separation from their two older children, who were left in the care of their grandmother Abigail. In the interests of her husband’s career, Louisa put aside her discontent. She and John Quincy left Boston with their youngest child, Charles Francis, and arrived in Russia in late October 1809. In St. Petersburg, the Russian capital, John Quincy engaged in skillful diplomacy and built a personal relationship with the tsar that increased trade between the two countries. Louisa and her sister Catherine, who had accompanied the Adamses on their mission, were assets to John Quincy as the tsar found both women appealing. Despite the tsar’s attention and Louisa’s awe at the pomp and splendor of the Russian court, the harsh, cold climate did not agree with her and she was ill a great deal of the time. She missed her two sons in America and found it hard to make ends meet on John Quincy’s modest salary. Perhaps Louisa’s greatest tragedy was for a time her greatest joy, the birth of a daughter in August 1809, which she and her husband named Louisa Catherine Adams II. The infant lived only a year before succumbing to severe dysentery. In 1814 John Quincy was sent to Ghent to help negotiate a treaty ending the War of 1812 with Britain. With peace secured, he wrote his wife to sell their property in St. Petersburg and join him in Paris as soon as she could. Louisa was astonished by her husband’s request; he had never before given her so much responsibility. The future first lady met this challenge, settled all of the Adamses’ business affairs in Russia, and arranged for her transport to France. During the dead of winter with Charles Francis and a few unreliable servants, Louisa started out on an arduous six-week journey to reach Paris. The inclement weather was only one of the hardships that she faced along the way, for Napoleon, having escaped from Elba, was on the rampage again in France. Louisa was traveling in a Russian carriage and when she came to France, soldiers stopped her believing that she was the enemy. Only her fluent French and constant shouts of “Vive Napoleon” allowed Louisa and her son to reach John Quincy in Paris safely. When Abigail Adams later learned of her daughter-in-law’s journey, she was greatly impressed by Louisa’s courage and resourcefulness, and this new respect aided the improvement of the two women’s relationship. After two months in Paris, John Quincy was sent to England as minister to that country. Louisa found a nice English country home and their two sons arrived from Massachusetts to join them. The Adamses had a real family life for the next two years as John Quincy had few official duties in England. It was one of the happiest times they had with their children. In 1817 John Quincy was appointed secretary of state in President James Monroe’s cabinet. On arriving in Washington, John Quincy found the State Department in disarray, and he felt he needed to reorganize it. Louisa assisted as his secretary, and they both worked long hard hours before he felt everything was in satisfactory order. As President Monroe’s second term neared the end, the campaign to succeed him began in earnest. John Quincy Adams greatly desired the presidency but would not campaign himself. He felt that the presidency should be conferred upon him as a reward for his service to the United States. The future president, very serious and awkward socially, however, was ill equipped to carry out the public duties necessary to running a successful campaign. By contrast his wife had much charm and grace, and John Quincy relied upon her strengths as his greatest asset in his quest for the presidency. Louisa began entertaining political guests in their Washington home every Tuesday evening with dinner and dancing. She took each opportunity to tell these influential people what a good president her husband would make. Louisa is widely credited with being the major factor in her husband’s subsequent election. Despite her success Louisa was uncomfortable in this role. She hated the public attention, loss of privacy, and press attacks. While Louisa did accomplish her mission of getting John Quincy Adams elected president, her time in the White House turned out to be disappointing. John Quincy had been chosen president by the House of Representatives, having won neither the popular vote nor an electoral majority in the election of 1824, and thus lacked support. John Quincy hoped to unify the nation during his administration, but his far-sighted plans were rejected by a Congress that believed such projects would infringe on “states’ rights.” During the last half of his term, voters packed Congress with candidates of the opposition party, and John Quincy was rendered totally ineffective. As a result, many people in Washington were openly hostile to the Adamses. Louisa’s dream of taking on a new role as first lady soon vanished amidst the open hostility that the Adamses experienced. In the President’s House, John Quincy and Louisa lived quietly. When Louisa did entertain, she did so with the European style to which she was accustomed. She played the harp and piano for guests and brought dancing to the White House. The couple hosted dinners weekly for dignitaries, held a reception every two weeks, and gave an occasional ball, but they rarely went out socially. Louisa occupied her spare time writing letters, stories, poems, and plays. John Quincy lost his bid for a second term as president. The defeat was made worse by news of the apparent suicide of their son George. The two events caused the Adamses much emotional pain, and in their sorrow they drew closer together as a couple. Louisa expected a peaceful retirement in Massachusetts, but John Quincy, ever eager to serve his nation, ran for Congress in 1830, won by a landslide, and began seventeen years of productive work in the House of Representatives. The former first lady dreaded returning to Washington but knew how important public service was to her husband. So the Adamses returned to the U.S. capital to serve their nation again. Adams had not been in Congress long before he and Louisa were drawn into the movement to end slavery. In 1836 the House of Representatives passed a “gag rule” against the reception of antislavery petitions. Louisa took an active role in John Quincy’s fight against these rules by sorting out, listing, and summarizing the petitions flooding into her husband’s office. In 1844 after eight years of hard work, John Quincy and Louisa enjoyed the victory of having the gag rule lifted. The abolitionist movement also shaped John Quincy’s and Louisa’s thinking about women’s rights. They were both struck by the fact that women, not men, played the major role in supporting the battle against the gag rule. Louisa felt that women someday would overcome the limits placed upon them. John Quincy had gained greater respect for his wife and declared in a speech to Congress that women had a right to be heard.  On February 21, 1848, John Quincy Adams suffered a stroke at his desk in the House of Representatives, and Louisa was by his side when he died under the Capitol’s dome two days later. In the spring of the following year, Louisa herself suffered a stroke. Two years later, on May 14, 1852, this woman who gave fifty-five years of her life to the service of the United States died. President Millard Fillmore and other ranking officials attended Louisa’s funeral, and Congress took the unprecedented step of adjourning to honor this foreign-born first lady. Today the Adams National Historical Park serves as a setting to investigate the important role that Louisa Catherine played in her nation’s history. This first lady’s life is vividly interpreted by National Park Service Rangers using the three historic residences that comprise the site as unique backdrops to tell the story. Visitors can witness firsthand the environment that shaped the character and ideas of the Adams family and in so doing arrive at a better understanding of these important men and women.",
    "url": "https:\/\/www.nps.gov\/adam\/learn\/historyculture\/louisa-catherine-adams-1775-1852.htm"
}
