{
    "title": "Adams National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      All park tours to the historic homes begin at the Park Visitor Center located in The Galleria at President's Place at 1250 Hancock Street Quincy, MA 42° 15' 9\" N    71° 0' 15.21\" W  For visitors arriving by private vehicle validated parking is offered in the Presidents Place Galleria Parking Garage accessed via Saville Avenue.  Maximum height for vehicle parking in garage is 6'8\".   Directions By Plane: The nearest airport with commercial airline service is Logan International Airport. Upon leaving the airport follow signs to Interstate 93 South. Traveling south on U.S. Interstate 93, take exit 7 (left lane exit) - Route 3 south to Braintree and Cape Cod. Take the first exit off Route 3 south - exit 19 - and follow signs toward Quincy Center.  Continue straight on Burgin Parkway through six traffic lights. At the seventh traffic light, turn right onto Dimmock Street. Follow Dimmock Street one block to the intersection of Hancock Street. Turn right onto Hancock Street. The National Park Service Visitor Center, located in the Galleria at President's Place is two blocks on your left, 1250 Hancock Street. Validated parking is in the garage in the rear of the building, turn left on Saville Avenue just before the building. Car From Boston and Route 128: Traveling south on U.S. Interstate 93 or Route 95, take exit 7 - Route 3 south - to Braintree and Cape Cod. Take the first exit off Route 3 south - exit 19 - and follow signs towards Quincy Center.  Continue straight on Burgin Parkway through six sets of traffic lights. At the seventh set of traffic lights, turn right onto Dimmock Street. Follow Dimmock Street one block to the intersection of Hancock Street. Turn right onto Hancock Street. The National Park Service Visitor Center, located in the Galleria at President's Place is two blocks on your left, 1250 Hancock Street. Parking is in the garage in the rear of the building, turn left on Saville Avenue just before the building.  Car From Cape Cod: Traveling north on Route 3, take exit 19 and follow signs towards Quincy Center.  Continue straight on Burgin Parkway through six sets of traffic lights. At the seventh set of traffic lights, turn right on to Dimmock Street. Follow Dimmock Street one block to the intersection of Hancock Street. Turn right on to Hancock Street. The National Park Service Visitor Center located in the Galleria at Presidents Place is two blocks on your left, 1250 Hancock Street. Validated parking is in the garage in the rear of the building, turn left on Saville Avenue just before the building. Public Transportation To the Visitor Center via the MBTA \"T\" Subway System: From Boston: Take the Red Line train to the Quincy Center Station. Turn right upon exiting the train and at the top of the stairs, turn left and exit the station to Hancock Street. Walk across Hancock Street to 1250 Hancock Street. The National Park Service Visitor Center is located in the Galleria at President's place.  Visit the MBTA website for assistance.",
    "url": "https:\/\/www.nps.gov\/adam\/planyourvisit\/directions.htm"
}
