{
    "title": "Adams National Historical Park: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours         Visitors touring the Old House at Peace field   Park your car in the parking garage behind the Visitor Center and leave the rest to us! Tours of the park leave from the Visitor Center daily during our open season (April 19 - November 10) and are offered on a first-come, first serve basis. Tours depart the Visitor Center on a trolley which will bring you to the Presidential Birthplaces where you will be dropped off for a guided tour with a Park Ranger. After this half hour tour the trolley will then bring you to the Old House where you will have an hour long guided tour with a Park Ranger. The trolley will then pick you back up and return you to the Visitor Center. Allow at least 3 hours for a full park tour. The cost of the tour is $10.00 for adults, under 16 are free. All National Park Passes are honored. Please be aware that the only restrooms for the park are located at the Visitor Center. The houses are old and were built as family homes, not tourist attractions, and some rooms have limited space. For the protection of the historic homes and artifacts, and quality of the visitor experience, a maximum of 10 visitors per tour is allowed. For these reasons, and for the safety and security of the staff and our visitors, large bags and backpacks are not permitted in the historic homes. Be advised that the park does not have storage lockers for these items and we recommend they be left in your vehicle or at your hotel.  Sample Tour Itinerary    Begin at the Park Visitor Center  Browse the bookstore and obtain tickets for house tours (15 minutes)  View park film: Enduring Legacy (26 minutes)  Board trolley Adams Birthplaces (15 minutes) Tour John Adams and John Quincy Adams Birthplaces (30 minutes)  Board trolley to the Old House at Peace field (15 minutes)  Tour the Old House at Peace field and stroll the grounds (1 hour)   Board trolley to Visitor Center (15 minutes) Total Time: 3 hours     Focus Tours Are you interested in specific aspects of the Adams's lives?  Do you like learning above and beyond the regular tours?  Then you may be interested in our Special Tours!  Every summer we offer tours that looks deeper into the lives of the four generations of Adams who lived in Quincy.  To learn more about what tours are being offered this summer, visit our Focus Tours page!",
    "url": "https:\/\/www.nps.gov\/adam\/planyourvisit\/guidedtours.htm"
}
