{
    "title": "Adams National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1250 Hancock Street  Quincy, MA 02169                 Directions         Traveling on U.S. Interstate 93, take exit 7 - Route 3 South to Braintree and Cape Cod. Take the first exit off Route 3 south - exit 19 - and follow signs toward Quincy Center. Continue straight on Burgin Parkway through six traffic lights. At the seventh traffic light, turn right onto Dimmock Street. Follow Dimmock Street one block and turn right onto Hancock Street. The National Park Service Visitor Center, located at 1250 Hancock Street on your left.  Validated parking is in the garage to the rear.  Directions Details           Operating Hours & Seasons         Visiting the Historic Homes The historic homes are open from April 19 through November 10.  The first guided tour leaves the Visitor Center at 9:15 a.m. and the last guided tour leaves the Visitor Center at 3:15 p.m.  Please allow two and a half hours for each guided tour.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Historic Homes Closed:   November 11  - April 18  Closed      Visitor Center Winter Hours.  Closed all Federal Holidays in the Winter.:   November 12  - April 18   Sunday: Closed   Monday: Closed   Tuesday: 10:00 AM - 4:00 PM   Wednesday: 10:00 AM - 4:00 PM   Thursday: 10:00 AM - 4:00 PM   Friday: 10:00 AM - 4:00 PM   Saturday: Closed                  Weather           Be prepared for hot, humid weather.  The historic homes are not air conditioned. While the visitor center remains open all year, the historic homes are closed from November 11 through April 18.         Fees & Passes     Entrance Fees:   Individual Entrance Fee - $10.00 The entrance fee is for all visitors age 16 and older.  Children under 16 are free.   Entrance Passes:   Annual Adams National Historical Park Pass - $40.00 The $40 Annual Adams National Historical Park Pass will admit the cardholder and three other adults into the park and will be valid for one year from date of purchase. The pass can only be used at Adams National Historical Park. Passes can be purchased at the Visitor Center.         Visitor Centers       Adams National Historical Park Visitor Center Begin your Adams experience at the park Visitor Center, located at 1250 Hancock Street, Quincy, MA, and view the park movie, Enduring Legacy: Four Generations of the Adams Family, a 26 minute film introducing the remarkable Adams family. Browse the park bookstore for even more information and a variety of souvenirs to remind you of your visit to this historical park and the contributions of four generations of the Adams family to the history and development of the United States.  All tours start here.                 Relax on the front porch of the Old House at Peace field   Adams National Historical Park was designated as part of the National Park Service in 1946 to commemorate the distinguished men and women of the Adams family who dedicated their lives to the development and service of the United States. The thirteen-acre park is comprised of the Birthplaces of John Adams and John Quincy Adams; the Old House at Peace field, home to four generations of the Adams family;and the Stone Library. The park Visitor Center is located in Quincy Center and sits halfway between the birthplace homes and the Old House at Peace field. Tours begin at the Visitor Center, where a trolley will transport you to the historic homes. We recommend planning on 2 1\/2 to 3 hours to tour the park.",
    "url": "https:\/\/www.nps.gov\/adam\/planyourvisit\/basicinfo.htm"
}
