{
    "title": "Adams National Historical Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Reservations       National Park Service Fee Free Days for 2016:  January 18 Martin Luther King Jr. Day April 16 - 24 National Park Week August 25 - 28 National Park Service 100th Birthday Weekend September 24 National Public Lands Day November 11 Veterans Day  *Fee waiver includes: entrance fees, commercial tour fees, and transportation entrance fees. Other fees such as reservation, camping, tours, concession and fees collected by third parties are not included unless stated otherwise      Entrance Fees The fees you pay when visiting Adams National Historical Park (ADAMS) make a difference! We participate in the Congressionally-authorized Federal Recreation Lands Enhancement Act. Under this program, parks keep 80% of all fees collected and use that money to fund important projects that improve visitor services and protect resources. Individual $10.00 per person - Valid for 7 days Per person entrance fee for a visitor traveling on foot, bicycle, or for individuals traveling together in a vehicle as a non-commercial, organized group. Children under 16 are admitted free. Non-transferable.   Please Note: As part of a nationwide initiative, Adams National Historical Park will begin charging increased entrance fees on June 1, 2015.  The entrance fee for the park have remained unchanged since 2006.  The new entrance fee for a 7 day pass will be $10.  Please read the Adams National Historical Park News Press Release for more information.              America the Beautiful Annual Pass This $80 pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. (children under 16 are admitted free) The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or via the Internet at http:\/\/store.usgs.gov\/pass.         Military Annual Pass The Annual Pass for Military was implemented on May 19, 2012. This is a free pass for active duty military personnel (Army, Navy, Air Force, Marines and Coast Guard) and their dependents. This pass will be available through December 31, 2013. In order to qualify for the Annual Pass for Military, the military member must present a valid Department of Defense (CAC Card). Dependents must present a Department of Defense ID (DD Form 1173) that identifies the dependent and his\/her sponsor. Some members of the Military Reserve may be eligible for this pass.        Interagency Senior Pass This $10 lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.        Interagency Access Pass This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician;document issued by a Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income;or document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.        Youth Individual (Under 16 Years of Age) Free!      Annual Adams National Historical Park Pass The $40 Annual Adams National Historical Park Pass will admit the cardholder and three other adults into the park and will be valid for one year from date of purchase. The pass can only be used at Adams National Historical Park. Passes can be purchased at the Visitor Center. Please Note: As part of a nationwide initiative, Adams National Historical Park will begin charging increased entrance fees on June 1, 2015.  The Entrance Fee for the park has remained unchanged since 2006.  The new Annual Pass for Adams National Historical Park will be $40.  Please read the Adams National Historical Park Press Release for more information.      Reservations The park requires reservations for groups of eight or more and are subject to availability. There are no group rates, regular entrance fees apply. Groups may pay by cash, check or charge and fees will be collected on the day of the tour. Please make reservations as soon as possible by calling the group tour coordinator at (617) 770-1175.",
    "url": "https:\/\/www.nps.gov\/adam\/planyourvisit\/fees.htm"
}
