{
    "title": "Adams National Historical Park: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions          View the Discover Quincy website for information on events, activities, and local area attractions.         View of United First Parish Church from Hancock Cemetery.    Adams Crypt at the United First Parish Church 1306 Hancock Street Quincy, MA (617) 773-0062  Known as the \"Church of the Presidents,\" this historic church was built from Quincy granite in 1828 with funds provided by John Adams.  Tours of the church include a visit to the Adams Family crypt; the final resting place of Presidents John and John Quincy Adams, and First Ladies Abigail and Louisa Catherine Adams respectively.  Visitors also have the opportunity to view the Adams family memorial tablets, the baptismal record of John Adams or sit in the pew of President John Quincy Adams.  Tours are offered daily between April 19 and November 10 on a walk up basis.  Fees apply.          Adams Academy \/Quincy Historical Society 8 Adams Street Quincy, MA 02169 (617) 773-1144 John Adams deeded 211 acres of land to the town of Quincy to be used to build a classical school when income from the property had been realized. When the Adams Academy opened in 1871, it was known as one of the nation's finest preparatory schools for young men. The school closed on April 22, 1907. In 1893, Charles Francis Adams Jr., John Adams' great-grandson, was instrumental in establishing the Quincy Historical Society ,headquartered in the Academy since 1972. The museum showcases Quincy's history, from Native American times through the early 21st century. The archives are a plentiful resource for information on area history. The museum collection includes books, phamplets, manuscrips, images, maps, and audio and moving-image recordings; spanning Quincy's rich history; with particular interest in Adams family ephemera, Quincy's granite and shipbuilding industry, and genealogy. The museum and gift shop are open to the public. Admission is by donation. Please contact for hours of operation.          Dorothy Quincy Homestead The Dorothy Quincy Homestead, A National Historic Landmark, dates to 1686. During the 17th and 18th centuries, this mansion was considered the grandest estate in Quincy. During the pre-revolutionary War era, it was a meeting place for such patriots as Josiah Quincy, John Hancock, and John Adams. It was the childhood home of Dorothy Quincy Hancock, the wife of John Hancock. Today, the Homestead is operated by the Colonial Dames of Massachusetts in conjunction with the Massachusetts Department of Conservation and Recreation (DCR). Public Tours for 2015 will be offered on the following Saturdays between 12:00PM and 4:00PM: June 6, June 20; July 18, August 1, August 15, September 12, and October 3. Groups may request a private tour on a date of their choice by phoning (617)742-3190 or by emailing, dames@nscdama.org.          The Abigail Adams Birthplace 180 Norton Street North Weymouth, MA 02191 (781) 335-420 The Abigail Adams Historical Society maintains Abigail’s birthplace in tribute to this most distinguished American Woman. The Birthplace, located in Weymouth, Massachusetts, depicts early colonial life. The Society opens the birthplace to the public for tours each summer. Much work and restoration have gone into the preservation of this historic house so that it may be preserved and maintained as a memorial to Weymouth’s most distinguished daughter, Abigail Smith Adams. Located in Weymouth, Massachusetts at the intersection of North and Norton Streets. A small admission fee is charged.            Abigail Adams Cairn (Self Guided Experience) 340 Franklin Street Quincy, MA 02169 On June 17, 1775, Abigail Adams and her seven year old son John Quincy walked the short distance from their farm to the top of Penn's Hill, where they observed the smoke and fire of the Battle of Bunker Hill.  The cairn, an ancient form of commemoration, was erected by the Daughters of the American Revolution in 1896.  The cairn's stones came from private properties and historic sites.  During historic preservation work in 2008, a time capsule was discovered.  Open dawn to dusk.  Please respect that the cairn is situated in a residential neighborhood.         National Parks in Massachusetts! Adams National Historical Park is one of 19 National Park units in Massachusetts.  Click the link to learn about some of the other ways you can #findyourpark in Massachusetts!        A view of the Boston skyline from the Blue Hills Reservation. NPS   Blue Hills Reservation Reservation Headquarters 695 Hillside Street Milton, MA 02186 \"My dear blue Hills, ye are the most sublime object in my Imagination. At your reverend Foot, will I spend my old Age, if any, in a calm philosophical Retrospect upon the turbulent scaenes of Politicks and War.\" - John Adams, 22 March 1782. Located only minutes from the bustle of downtown Boston, the DCR Blue Hills Reservation stretches over 7,000 acres from Quincy to Dedham, Milton to Randolph, providing a green oasis in an urban environment. Rising above the horizon, Great Blue Hill reaches a height of 635 feet, the highest of the 22 hills in the Blue Hills chain. From the rocky summit visitors can see over the entire metropolitan area. With its scenic views, varied terrain and 125 miles of trails, the Blue Hills Reservation offers year-round enjoyment for the outdoor enthusiast.",
    "url": "https:\/\/www.nps.gov\/adam\/planyourvisit\/nearbyattractions.htm"
}
