{
    "title": "Adams National Historical Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things to Do       Create Your Own Park Experience!        Abigail Schumann, Sam Adams, and Bill BarkerJefferson & Adams: A Stage Playby, Howard Ginsberg   Parks for People: Calendar of Events  Scholarly Pursuits, Reenactments, Performing Arts, and Immersive Interactive Programs are just some of the Special Events offered throughout the year. Watch our Calendar and join in on the fun.   I must study Politicks and War that my sons may have liberty to study Mathematicks and Philosophy. My sons ought to study Mathematicks and Philosophy, Geography, natural History, Naval Architecture, navigation, Commerce and Agriculture, in order to give their Children a right to study Painting, Poetry, Musick, Architecture, Statuary, Tapestry and Porcelaine. John Adams to Abigail Adams, May 12, 1780          Get Out and Move: Explore the Grounds!  The park's 13 acres reflect four generations of Adams family values and lifestyles. Enjoy a stroll through the formal garden and the orchard, or a run through the meadow. I want a garden and a park My dwelling to surround... John Quincy Adams, The Wants of Man, 1840         Step By Step: Guided Tours  Find your place in history and join a Park Ranger for a Guided Tour through the presidential birthplaces and the Old House at Peace field.  Learning is not attained by chance, it must be sought for with ardor and attended to with diligence. Letter from Abigail Adams to John Quincy Adams, 8 May 1780        Henry Adams, Harvard Graduation Photo   What's Old is New: Focus Tours  Already toured the historic houses? The Focus Tour may be just for you. We offer a number of opportunities for a more in-depth look at the people, the place, and the ideas, that are a part of the Adams experience.  The study of history is useful to the historian by teaching him his ignorance of women. Henry Adams, The Education of Henry Adams          Arts Afire: Photography, Painting, Writing, the Performing Arts!  Find your \"inner artist\" and create your own memories of your park experience. The park also offers performing arts events and programs throughout the year. Watch the Calendar of Events for upcoming programs.  I wish I had Leisure, and Tranquility of Mind to amuse myself with these Elegant, and ingenious Arts of Painting, Sculpture, Statuary, Architecture, and Musick. But I have not. A Taste in all of them, is an agreable Accomplishment. Letter from John Adams to Abigail Adams, 21 August 1776         A Class Act  Adams National Historical Park is a unique setting where history comes to life. Our school programs actively engage students in their own exciting and enriching learning process. We hope that students participating in our programs will come to realize that communication, cooperation, sacrifice, and determination are necessary components in seeking justice and liberty.",
    "url": "https:\/\/www.nps.gov\/adam\/planyourvisit\/things2do.htm"
}
