{
    "title": "Adams National Historical Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         The formal garden at \"Peace field\" Photo Credit: Elizabeth Brown  Welcome to Adams National Historical Park. Located 10 miles south of Boston, the park is located in Quincy, MA. The park includes the birthplaces of two presidents, the \"summer White House,\" Stone Library, the Adams Carriage House, and 13 acres of a historic landscape that reflects the lifestyles and values of four generations of the Adams family.          Taking a Guided Tour All guided tours begin at the park Visitor Center, which is located at 1250 Hancock Street in the Presidents Place Galleria. Free validated parking is offered in the adjacent Presidents Place Parking Garage accessed via Saville Avenue. A free trolley bus service transports you on your full park tour, and returns you to the Visitor Center in about 2 ½ hours. Expect heavier park visitation during July and August and on weekends and holidays. For handicapped or disabled access, please call ahead on the day of your visit, (617)770-1175, to speak with a staff member about tour options.   Reminder: All tours begin at the Visitor Center.  Tours are available on a first come, first served basis.  The first tour leaves the Visitor Center at 9:15 a.m. and the last tour leaves the Visitor Center at 3:15 p.m. Please be advised, large bags and backpacks are not permitted in the historic homes. Be advised that the park does not have storage lockers for these items and we recommend they be left in your vehicle or at your hotel.          1250 Hancock Street, Quincy, MA NPS  Visitor Center  Begin your Adams experience at the park Visitor Center, located at 1250 Hancock Street, Quincy, MA, and view the park movie, Enduring Legacy: Four Generations of the Adams Family, a 26 minute film introducing the remarkable Adams family. Browse the park bookstore for even more information and a variety of souvenirs to remind you of your visit to this historical park and the contributions of four generations of the Adams family to the history and development of the United States.          All Aboard! Park your car in the garage and leave the rest to us! Ride the free trolley service from the Visitor Center to the John Adams and John Quincy Adams Birthplaces and \"Old House at Peace field.\"           John Adams Birthplace  What early influences shaped the character of the second President of the United States? Join a Park Ranger and tour the birthplace home of Patriot, Diplomat, President; John Adams.           John Quincy Adams Birthplace Tour the home where John Adams drafted the Massachusetts Constitution, where Abigail served as Patriot on the Homefront during the Revolutionary War, and where 6th United States President, John Quincy Adams was born.            The Old House at Peace field  Walk in the footsteps of four generations of the Adams family and see their home just as they left it to the people of the United States, under the stewardship of the National Park Service.          Stone Library Thinking of starting your own library? View the 12,000 volumes in the Stone Library. Four generations of the Adams family were avid book collectors. In their lifetime they built a library collection to include the fields of classics, literature, history, language and linguistics, economics, travel, and geography.",
    "url": "https:\/\/www.nps.gov\/adam\/planyourvisit\/index.htm"
}
