{
    "title": "Lincoln Memorial: Myths",
    "body": "Lincoln Memorial Myths          A face is carved in the back of Abraham Lincoln's head. Many visitors to the memorial peer around the side of Daniel Chester French's statue of Abraham Lincoln looking for a face ambiguously carved in Lincoln's hair. However, not all can agree on whose face it is, or even where it is on the statue. The most plausible explanation is that it is Robert E. Lee's face, looking toward his old home Arlington House across the Potomac River. The truth is that the \"face\" is nothing more than the viewer's interpretation of Lincoln's hair. The true meanings of the Lincoln Memorial - strength, peace, and union - are much more overt than a pareidolia in a barely visible part of the statue. For the overt symbol of the Lincoln\/Lee connection, or more accurately the Union\/Confederate connection, look no further than the Arlington Memorial Bridge. Status: False. Lincoln's hands are making sign language symbols of his initials \"A\" and \"L.\" Sculptor Daniel Chester French used molds of Lincoln's hands cast in 1860 to guide his work. These molds were created with Lincoln's hands in a loose fist. Instead of keeping both hands closed, French chose to relax Lincoln's right hand. From this presentation, many infer the duality of Lincoln's power and strength on the closed left hand, and his compassion and peace on the right. This interpretation fits in with the motif of oak leaves and olive branches throughout the memorial, symbols of strength and peace, respectively.  The idea that French coded Lincoln's initials into his hands likely stems from another of French's sculptures, Thomas Hopkins Gallaudet and Alice Cogswell. Gallaudet was a co-founder of the first school for the deaf in America, and French's statue honoring him now stands at Gallaudet University in northeast Washington, D.C. In that statue, Gallaudet is depicted with Alice Cogswell, his first student, who is signing the letter \"A\" with her right hand, symbolizing her education in sign language.  While French had an understanding of sign language characters, he did not incorporate explicit symbols into his sculpture of Lincoln. Status: False. A word is misspelled in the Lincoln Memorial. In Lincoln's Second Inaugural Address, depicted on the north wall of the memorial, an engraver inadvertently carved a letter “E” where he meant to carve an “F.” This error was corrected by filling in a portion of the carving to revert it to an \"F.\"  Status: Partially true. Abraham Lincoln is buried under the Lincoln Memorial Abraham Lincoln is buried in Springfield, Illinois. The memorial was built as a place to remember Lincoln, not to house his remains. Status: False. The number of steps on the Lincoln Memorial is significant. Some assume the 57 steps leading to the chamber equal his age at his death; however, Lincoln was just 56 years old when he was killed in April 1865. There is no significance to the number of steps. Status: False.             Ranger Reflections: Lincoln Memorial Mythgs     Ranger Mark Reagan debunks some of the most common myths about the Lincoln Memorial.  Duration:2 minutes, 18 seconds            Audio Transcript The MythsI’m Ranger Mark Reagan of the National Mall and Memorial Parks, here to debunk myths about the Abraham Lincoln Memorial.Almost since its completion in 1922 the memorial to Abraham Lincoln has conjured up several myths associated with its architectural details.  Whereas there are symbolic representations, such as the 36 exterior columns representing the number of states at his death, other suggested symbols are pure myth.Let’s start with one of the more understandable myths that he is buried underneath the stone structure.  However, after his death, Lincoln’s body was taken to his home in Springfield, Illinois where he was buried. His memorial began construction in 1914 but no plans to move his body.  When you visit the memorial you climb several steps to reach the chamber. Many visitors assume the 58 steps they climb from the sidewalk below equals his age at his death.  However, Lincoln was only 56 years old when killed in April 1865. Now inside you’re greeted by the marble statue of President Lincoln seated in a US flag draped Roman senate chair.  Many people take a look at the back of Lincoln’s head believing they’ll see an image of Robert E. Lee, Ulysses Grant or Jefferson Davis.   What are there are tuffs of Lincoln’s wavy hair and nothing more.Another myth concern Lincoln’s hand that they are forming the sign language symbol for his initial “A” and “L”.  I’m tempted to let you believe that.  However, I can’t let fiction take over fact.  The sculptor, Daniel Chester French, used life mask molds of the face and hands to base his work on.  Given they were in a fist-like arrangement, he relaxed one of them so the statue wouldn’t look tense.  Collectively, he wanted Lincoln to show his strength, resolve and confidence in seeing the nation through the Civil War.On the north wall is carved his second inaugural address.  Too often people ask about the misspelled word in that speech, but there is none.  When it was carved, a letter “E” was inadvertently carved instead of the intended letter “F”.  Almost immediately this error was corrected yielding an “F” removing any misspelled word forever.  I hope this debunking of myths surrounding the Lincoln Memorial will permit you to focus on its strengths, the grandeur of his presence emanating from his statues and the power in his words to the nation.",
    "url": "https:\/\/www.nps.gov\/linc\/learn\/historyculture\/lincoln-memorial-myths.htm"
}
