{
    "title": "Lincoln Memorial: Stories",
    "body": "Stories       Evolution of the memorial From early Lincoln sculptors to the construction of an iconic memorial. Design & Symbolism Many visitors are taken aback by the memorial's majestic appearance. Construction of the memorial The Lincoln Memorial was built between 1914 and 1922. Dedication Ceremony  On May 30, 1922, the Lincoln Memorial was dedicated, during an event witnessed by approximately 50,000 people.  Chief Justice of the Supreme Court William Howard Taft led the ceremony with President Warren G. Harding and Dr. Robert Moton of the Tuskegee Institute. Myths about the memorial Many inaccuracies and urban legends have persisted for generations. View from the Lincoln Memorial Looking out from the memorial, a view of Washington's past, present, and future emerges. Easter Sunday Concert While not the most famous event at the Lincoln Memorial, this certainly was one of great importance and symbolic impact. In 1939, after being denied the opportunity to perform at nearby Constitution Hall because of her race, the great contralto Marian Anderson sang at the Lincoln Memorial. Standing on the same steps, where years later Dr. Martin Luther King , Jr. would speak, Anderson performed for a crowd of 75,000 people, who came to enjoy her incredible voice. Anderson wanted to share her talent and she availed herself of this opportunity provided by Secretary of the Interior Harold Ickes.  March on Washington for Jobs and Freedom The August 28, 1963 event that included a civil rights march from the Washington Monument Grounds along the Reflecting Pool to the steps of the Lincoln Memorial. More than 200,000 people journeyed to Washington, D.C. from all over the United States to exercise their First Amendment rights and demonstrate that full freedom and equality had yet to be enjoyed by all Americans. Dr. Martin Luther King, Jr. delivered the most famous of the many speeches made that day.  “I Have a Dream” Speech Ask most schoolchildren today and they can identify the Lincoln Memorial as the site of Martin Luther King’s “I Have a Dream” speech. The final speaker at the August 28, 1963 March on Washington for Jobs and Freedom, Dr. King talked of his dream that his children would grow up in a country where they would be free from racism. The speech is such a part of the Lincoln Memorial story, that the spot on which King stood was engraved in 2003 in recognition of the 40th anniversary of the event.",
    "url": "https:\/\/www.nps.gov\/linc\/learn\/historyculture\/stories.htm"
}
