{
    "title": "Lincoln Memorial: Design and Symbolism",
    "body": "Lincoln Memorial Design and Symbolism       When visitors approach the memorial dedicated to Abraham Lincoln, many are taken aback by its majestic temple-like appearance.  The individual responsible for this design was architect Henry Bacon who modeled the memorial after the Greek temple known as the Parthenon.  Bacon felt that a memorial to a man who defended democracy, should be based on a structure found in the birthplace of democracy.  The final design featured thirty-six exterior columns to symbolize the thirty-six reunited states at the time of Lincoln’s death.   The names of those states appear in the frieze above the columns.  The interior of the Lincoln Memorial possesses a three-chamber design.  The central chamber contains the statue of the president, while the two flanking chambers commemorate the two Lincoln speeches that reflected Lincoln's character as well as celebrate his accomplishments during his presidency.  The two speeches selected were the Gettysburg Address and the Second Inaugural Address. The Speeches Lincoln delivered the Gettysburg Address on November 19, 1863 during the dedication ceremony for the Soldiers' National Cemetery.  This address was selected for its familiarity to many, but also because it displayed the president's strength and determination to see a successful conclusion to the American Civil War.  That successful conclusion meant not just reuniting the nation, but finishing what our founders had started.  This nation must be one in which all were “…created equal\" was the rule of law and of practice. Selected for the north chamber of the memorial was Lincoln's March 4, 1865 Second Inaugural Address.  That speech, delivered just one month before the conclusion of the Civil War, creates the policy for reuniting the divided states.  The reelected president firmly believed that the northern states should welcome their southern sisters and brothers back into the Union with open arms.  But the feeling among many northerners at the end of the Civil War was anger toward the South for having left the Union.  Lincoln's willingness to show compassion to the southern people, \"…with malice towards none; charity for all,\" helped quell the hostility among northerners. The Murals Jules Guerin had painted two large murals to be placed above each of the selected speeches.  The mural placed above the Gettysburg Address depicts the \"Angel of Truth\" flanked on either side by recently freed slaves.  The mural placed above the Second Inaugural Address carries the theme of reunification. Guerin once again utilizes the \"Angel of Truth,\" flanked on either side by representatives from north and south.  Both Guerin and Henry Bacon celebrate in their work Lincoln's two great accomplishments as president as well as many of his great character traits.  But nowhere is Lincoln’s character better depicted than in the statue created by sculptor Daniel Chester French. The Statue Daniel Chester French devoted several years to researching Abraham Lincoln and studying photographs of him.  French decided that the special qualities found in the sixteenth president were his strength combined with his compassionate nature.  In what ways did French portray these characteristics in his statue?  French depicted the president as a worn but strong individual who had endured many hardships.  He positioned Lincoln's hands in a manner that displayed his two leading qualities.  One of the president's hands is clenched, representing his strength and determination to see the war through to a successful conclusion.  The other hand is a more open, slightly more relaxed hand representing his compassionate, warm nature.",
    "url": "https:\/\/www.nps.gov\/linc\/learn\/historyculture\/lincoln-memorial-design-and-symbolism.htm"
}
