{
    "title": "Lincoln Memorial: Views",
    "body": "Lincoln Memorial Views        Sunrise at the Lincoln Memorial.  Photo by NPSVolunteer Dan Arandt.        The vistas from the terraces of the Lincoln Memorial provide visual confirmation of the importance of Lincoln’s accomplishments.             Ranger Reflections: The Views     Listen to Park Ranger Michael Kelly explore symbolism expressed in the views and vistas of the Lincoln Memorial.  Duration:2 minutes, 31 seconds            Audio Transcript This is Michael Kelly of the National Parks Service interpreting the views from the Lincoln Memorial. A great civil war had come to the Republic with North against South, brother against brother. President Abraham Lincoln recognized the symbol of a safe and secure Washington and sought to protect it with powerful armies and naval forces and a ring of fortifications. Just as President Lincoln sat securely within the White House surrounded by a ring of forts, a large marble statue of Abraham Lincoln now sits within an enormous white marble edifice surrounded by 36 columns symbolizing the states of the Union and those state soldiers who marched to Washington to fight in Lincoln’s armies and guard his forts.All around him stand symbols of the Union and the reuniting of the country after civil war. Any visitor to the Lincoln Memorial recognizes its awesome, inspiring, and impressive vistas. From the west colonnade of the Memorial, one appreciates the view to the west from which Abraham Lincoln rose from obscurity to become perhaps our nations greatest President. And in addition, an incomparable panorama lies before ones eyes, that of the mighty Potomac River beyond which lies Arlington National Cemetery and the home of Confederate General Robert E. Lee. From Lee’s house, Arlington Memorial Bridge spans the river and symbolically links Lee, the very symbol of Virginia and the Confederacy, with Lincoln, the preeminent symbol of the North and the Union. Perhaps the greatest vista is that which extends east from the heart of the Memorial chamber. The Lincoln Memorial proudly crowns the National Malls post civil war western terminus sharing prominence with the Washington Monument. From within his temple, to the secured union of states, the marble Lincoln confidentially gazes eastward across ground that stretches like the stripes of the American flag towards a rising sun. The completed Washington Monument dominates his view, testament to American ability to overcome exclusion as does the completed Capital whose dome symbolizes the strength of an American union. At the foot of Capital Hill 2 miles distant stands the memorial to General Ulysses S. Grant. Lincoln looks at Grant and Grant looks at Lincoln while between them stands the monument to George Washington. This is not a random setting. Lincoln the political savior and Grant the military savior relied on each other and together they saved the Union. The Union that George Washington helped to create during the American Revolution and to maintain as first President of the United States          Carol Highsmith Photo   East Perhaps the greatest vista is that which extends east from the heart of the memorial chamber. The Lincoln Memorial proudly crowns the National Mall’s post-Civil War western terminus, sharing prominence with the Washington Monument. From within his temple to the secured Union of States, the marble Lincoln confidently gazes eastward, across ground that stretches like the stripes of the American Flag toward an always rising sun. The finished Washington Monument dominates the view, testament to American ability to overcome exclusion, while beyond, lay the commanding heights crowned by the Capitol building whose completed dome symbolizes the strength of the American Union.   At the foot of Capitol Hill, two miles distant, stands the memorial to General Ulysses S. Grant, astride his warhorse Cincinnati. Lincoln looks to Grant and Grant looks to Lincoln, while between them stands the Monument to George Washington—this is not a random setting. Lincoln, the political savior, and Grant, the military savior, relied on each other during the Civil War and together they saved the Union—the Union that George Washington helped to create during the American Revolution and to maintain as the first President of the United States.        NPSPhoto.   West All around Lincoln stand symbols of the Union and the reuniting of the country after the Civil War. Any visitor to the Lincoln Memorial recognizes its awesome, inspiring, and impressive vistas. From the west colonnade of the memorial, one appreciates the view to the West, from which Abraham Lincoln rose from obscurity to become one of our nation’s great presidents. In addition, an incomparable panorama lies before one’s eyes—that of the mighty Potomac River, beyond which lies Arlington National Cemetery and the home of Confederate General Robert E. Lee. From Lee’s house, Arlington Memorial Bridge spans the river and symbolically links Lee—the very symbol of Virginia and the Confederacy—with Lincoln, the preeminent symbol of the north and the Union.         South To the south stands the memorial to Captain John Ericsson, the man who designed the first ironclad vessel for the United States Navy. Completed five years after the dedication of the Lincoln Memorial , the John Ericsson Memorial is a clear reminder of the struggle of the Civil War upon the oceans, rivers, and seas, as well as the influence President Lincoln had in building Ericsson’s fabled USS Monitor. To the north, streets and avenues extend toward some of the forts that proved invaluable in turning back Lieutenant General Jubal Early’s Confederate forces in the summer of 1864. It was at Fort Stevens, in the city’s northern defense network, where President Lincoln came under fire during the Confederacy’s last offensive against Washington, D.C.      Historical Context On Independence Day, 1848, Illinois Congressman Abraham Lincoln attended the cornerstone-laying ceremony for the Washington Monument at the western terminus of the Mall in Washington, D.C. The promise of the monument’s rise paralleled that of the nation as the Union continued to grow. Even as the Union pushed west, internal forces pulled it apart and exclusionary politics reigned. As a symbol of the lack of unity, the Washington Monument construction came to a halt after just six years and after completion of less than a third of its intended height.  Twelve years later, Abraham Lincoln was elected President of the United States. He returned to Washington at a time when the country was divided along sectional and party lines. In fact, several southern states already had seceded from the Union, later to form the Confederate States of America. For Lincoln, the Union had to be maintained and the experiment of a representative form of government—one for which previous generations had suffered and sacrificed—had to be preserved. As if to call attention to the collapsing Union, its premier symbols--the Washington Monument and the new Capitol dome each stood unfinished. A great civil war had come to the republic with north against south, brother against brother. President Lincoln recognized the symbol of a safe, secure Washington, and sought to protect it with powerful armies, naval forces, and a ring of fortifications. Just as President Lincoln sat securely within the White House surrounded by a ring of forts, a large marble statue of Abraham Lincoln now sits within an enormous white marble memorial surrounded by thirty-six columns symbolizing the states of the Union and those states’ soldiers who marched to Washington to fight in Lincoln’s armies and guard his forts. The dominant placement of the memorial accentuates the prestige of the lofty figure but the memorial’s influence extends far beyond its four walls and surrounding grounds.",
    "url": "https:\/\/www.nps.gov\/linc\/learn\/historyculture\/lincoln-memorial-views.htm"
}
