{
    "title": "Lincoln Memorial: Evolution",
    "body": "Evolution of Lincoln Memorial       During his presidency and in the wake of his assassination, sculptors had only begun to capture the character and form of Abraham Lincoln.  Notable efforts had included those of 17-year old Vinnie Ream who had observed Lincoln in half-hour sittings through the winter of 1864-1865.  She later won a Congressional commission for a full-length marble statue unveiled to applause in the Capitol in 1871.  Sculptor Lot Flannery and President Andrew Johnson unveiled a marble statue of Lincoln in 1868 at Judiciary Square.  With Lincoln commemorative efforts rising across the Union, Congress soon sought to create a larger national memorial.  On the model of the Washington National Monument Society, Congress passed legislation to create a Lincoln Monument Association in 1867.  The Association commissioned sculptor Clark Mills to create for the northeast corner of the Capitol grounds a monument “commemorative of the great charter of emancipation and universal liberty in America.”  Mills proposed a multi-tiered, 36-figure, bronze sculpted monument that would a have at its peak a seated Lincoln signing the Emancipation Proclamation.  Although a national fund-raising effort was begun, for political and practical reasons, the Association and Mills never finished this monument. Senator James McMillan served as chairman of the Senate District of Columbia Committee.  Facing opposition in the House of Representatives to a joint resolution, Senator McMillan in 1900, in recognizing the centennial of the arrival of the United States capital to what is now Washington, District of Columbia, formed the Senate Park Commission.  The commission was to plan an integrated park system for the Nation’s Capital.  The Senate Park Commission members included Frederick Law Olmstead, Jr., landscape architect; Augustus St. Gaudens, sculptor; Daniel Burnham, architect; and Charles McKim, architect.  The Senate Park Commission Plan, published in 1902, called for a Lincoln Memorial at the new Potomac River edge that would serve as the terminus of an expanded National Mall across the recently created West Potomac Park.  In effect, this Lincoln Memorial would serve as a gateway, at the foot of a new Arlington Memorial Bridge, to the Capitol and the District of Columbia, and to an expanded park system (including Rock Creek Park). If the river was a dividing line between Union and Confederate spheres during the Civil War, the Memorial Bridge would link the Custis-Lee Mansion and Arlington National Cemetery with the Lincoln Memorial in a manner that symbolically might reinforce the national reconciliation and reunification that Lincoln had so nobly sought.  In its own right, the proposed Memorial would elevate Lincoln through its simplicity, dignity, strength, and beauty in proportion and in classical form.  The Commission would illuminate Lincoln’s character through sculpture and through his own eloquent speech inscribed within. Gaining Congressional approval of the Senate Park Commission Plan, and obtaining legislation to build the proposed Lincoln Memorial at the Potomac River edge was to take a decade amidst political challenges and the consideration of many other Lincoln Memorial concepts, including a Memorial Road from Gettysburg, Pennsylvania to the capital.  To aid the process, Congress passed legislation in 1910 to create a U.S. Commission of Fine Arts. The Commission of Fine Arts mandate was to advise the government with regard to statues, fountains, and monuments on District of Columbia public sites.  President William Howard Taft appointed the U.S. Commission of Fine Arts members, including former members of the Senate Park Commission. On February 9, 1911, Congress passed legislation to create a Lincoln Memorial Commission to advise on the location and construction of a new Lincoln Memorial.  When the U.S. Commission of Fine Arts recommendations reinforced the Lincoln Memorial Commission published report on July 17, 1911, the Senate Park Commission backers finally had achieved the essential support necessary to build the Lincoln Memorial at the Potomac River edge.",
    "url": "https:\/\/www.nps.gov\/linc\/learn\/historyculture\/evolution-of-lincoln-memorial.htm"
}
