{
    "title": "Santa Fe National Historic Trail: Trailwide",
    "body": "Trailwide       Wagons on the Santa Fe Trail - Culver Memoir & Diary - Jurnegan Autobiography - Mayer Memoir & Diary - Olsen Gold Rush Study      Indians and the Santa Fe Trail In 2002, the NPS set up an agreement with Arizona State University history professor James Riding In to compile and write a history of the Santa Fe Trail from the American Indian point of view. Dr. Riding In, who is a member of the Pawnee Tribe, completed a draft version of that study in 2009. The report illustrates the history of interactions between American Indians and non-natives along the trail and their historical context, with particular emphasis on the Shawnees, Delawares, Pawnees, and Comanches (Chapter 4).      Chapter One - Preface and Introduction (42 KB Word) Chapter Two - Annotated Bibliography (1.43 MB pdf) Chapter Three - Introduction (24 KB Word) Chapter Three - Calendar of Contact (560 KB Excel) Chapter Four - The Trail's Impact on Four Indian Nations (431 KB pdf)             Wagons on the Santa Fe Trail Few images about the western trail connote more drama than a scene of a long, spread-out wagon train wending its way across the plains. While the Santa Fe Trail was unlike the Oregon and California trails in that it was primarily a two-way commercial trading route rather than a one-way emigrant trail, most goods were hauled across the \"prairie ocean\" in wagons that were driven by either oxen, mules, or horses. To gain more information about the types of wagons that were used in the Santa Fe trade, the National Park Service commissioned historian Mark L. Gardner in 1994 to \"provide a compendium of information . . . pertaining to the kinds of civilian wagons used on the Santa Fe Trail during its historic period of use.\" This project was completed in 1997. The following year, the agency authorized a small-print run. After that, Gardner reached out to have his work read by a wider audience, and in May 2000 much of the information in this study was published (by University of New Mexico Press) as Wagons for the Santa Fe Trade: Wheeled Vehicles and Their Makers, 1822-1880. The following is the study that Mr. Gardner provided to the National Park Service in 1997. Mark Gardner's Wagons on the Santa Fe Trail 1822-1880  (9 MB pdf)      Enos and Jennie Culver Memoir, Travel Diary, and Correspondence Enos Culver and his wife, Henrietta \"Jennie\" Culver, traveled over both the Santa Fe Trail and El Camino Real de Tierra Adentro in 1869. They went by rail from Pennsylvania to Sheridan, Kansas (which was the westernmost point on the Kansas Pacific Railroad at that time), after which they continued southwest along the Mountain Branch of the Santa Fe Trail into New Mexico and went south to Mesilla. They remained in southern New Mexico-either in the La Mesilla or Silver City areas-until Jennie's death of tuberculosis in November 1871. Enos and his two young sons remained in New Mexico until 1873 when they moved to southern Dakota Territory. Presented here is a memoir that Enos Culver wrote sometime during his later years (probably between 1915 and his death in 1926), together with a number of letters that Jennie and others wrote during the late 1860s and early 1870s. Given Jennie's ill health and her consequent death, the diary and letters reflect a wide range of emotions: some lofty, but others bespeaking homesickness, ill health, deception, and financial difficulties. Joy Poole, a historian and cofounder of the Santa Fe Trail Association, obtained the memoir from a Culver ancestor. Jennie's letters were tracked down to museums in Loudonville, Ohio, and Silver City, New Mexico. Joy has provided a foreword, while historian Michael Olsen has written a contextual overview. Enos and Jennie Culver Memoir, Travel Diary, and Correspondence (605 KB pdf)      On August 3, 1869 Jennie writes to her sister Libba Pippitt from Mesilla. Five weeks yesterday [They arrived Monday, June 28, 1869] since we arrived & yet Enos does not know what he is going to do, but has been busy doing for Thomas. Has painted the woodwork on the outside of his house so it looks much better than did before & lettered three signs for him. Thomas told me [on the] Sabbath that he was going up to Piños Altos before very long & going to take Enos with him. [I] Asked if he was to leave him there. Said he could not tell yet. It is 115 one hundred & fifteen miles from here that is where his mines are. Enos is very anxious to be making more than our living. So am I.\" Culver-Bull family personal correspondence. Courtesy of the Fisher Museum, Loudonville, Ohio.      John Jurnegan: An Autobiography of Travels, 1851-1868 John Jurnegan's account is different from most other western trail diaries, because it comes not from a successful farmer, merchant, or explorer, but instead from an adventurous ne'er-do-well whose behavior repeatedly landed him in prison. Jurnegan, born in Missouri in 1840, lived with several relatives until 1851, when he ran away from his Missouri home, vowing to head for California. He soon arrived at Fort Laramie, along the Oregon and California trails, but by the mid-1850s he was in southern Colorado. By 1860 he had returned to Missouri via the Santa Fe Trail, but with the oncoming Civil War he worked as a Confederate recruiter (in both Missouri and Illinois) as well as in several short-term jobs. During this period he married, though his domestic life was brief, because he was in and out of prison based on charges of larceny and assault. After the 1860s, Jurnegan's trail is lost; in 1880, census records list his wife as a widow, though no records have surfaced about whether he had in fact died. What appears here is based on both Jurnegan's memoir and additional materials that Joy Poole located at the Missouri State Archives in Jefferson City. Joy provides both a preface and an introduction to this account. John Jurnegan: An autobiography of travels to Fort Laramie over the Oregon and California Trail and along the Santa Fe Trail (1851-1868) (780 KB pdf)      His handwritten autobiography was penned in 1868, when he was incarcerated for the second time at the Missouri State Penitentiary; it is entitled A Warning to the Young. In a telling foreword he wrote, Waywardness cannot prosper in life and this inevitable fact will be found fully set forth in the checquered scenes of prosperity and of adversity, here in recorded in the Biography of the writer.      Rebecca Mayer Memoir and Diary of 1852 along the Santa Fe Trail and El Camino Real In 1852, Rebecca Mayer would travel with her new husband on a honeymoon odyssey. Her account is the earliest trail diary written by a Jewish woman. Henry Mayer, who was born in Germany in 1816, arrived in New Orleans in 1834 and quickly established a sales business. Before long he started freighting along the Santa Fe Trail, with business trips that extended south to Chihuahua, Mexico. On a trip to Cincinnati, he spent time at the home of a family friend and entertained a young Rebecca Cohen with stories of his trail travels. In 1851, Henry proposed to her. Two months after their June 1852 marriage, Rebecca began a honeymoon journey. They traveled by horseback and covered wagon from Independence to Chihuahua with 500 hundred mules and 50 men. They arrived in late November and lived in Chihuahua for two years before moving to San Antonio, Texas. Henry died at age 90 in 1906, while Rebecca died in 1930 at age 93. This material came to light only quite recently. An exhibition at an art museum displayed Rebecca Mayer's wedding dress, and the information that accompanied the display referred to her diary. This, in turn, led to her memoirs; one of her daughters, a stenographer, recorded many of her stories for posterity. Joy Poole, a historian and cofounder of the Santa Fe Trail Association, collected these materials and has added a foreword, while Kay Goldman has added an introduction. The Memoir and Diary of Rebecca Mayer  (530 KB pdf)      Obituary: Pioneer Woman of Early Trail Days Dies at 93 Mrs. Rebecca Mayer, 93 years old, who as a bride of 15 crossed the old Santa Fe trail died yesterday afternoon in her home. Mrs. Mayer accompanied her husband, Henry Mayer, a trader, on horseback and by covered wagon to Chihuahua, Mexico from the start of the trail in Independence, Mo. On that trip she was surrounded by a buffalo herd as she rode horseback, and was rescued by her husband and other members of the party through what they considered a miracle. Subsequently she took half a dozen other trips with him from Independence to Chihuahua, a distance which took them four months to travel. Mr. and Mrs. Mayer came to Chicago in 1874, where she lived since.      The Use of the Santa Fe Trail during the California and Colorado Gold Rushes During the lifespan of the Santa Fe Trail, its primary purpose was to facilitate two-way trade between the Missouri River and Santa Fe. But during the California Gold Rush (1849 to 1852), and again during the Pike's Peak (Colorado) Gold Rush (1858-1860), the trail provided a critical way west for thousands of emigrants “hell-bent-for-leather” for the gold fields. This comprehensive study by Historian Dr. Michael L. Olsen does a remarkable job of capturing these two gold rush periods. Making extensive use of quotes from the gold-seekers, he outlines the major routes that utilized a portion of the Santa Fe Trail, compares them with rival routes, hones in on the experiences of the westbound emigrants, and identifies sites of particular importance related to these two gold rushes. Santa Fe Gold Rush Study by Dr. Michael L. Olsen (357 KB Word)      Study excerpt: H. M. T. Powell, like many a Santa Fe Trail traveler before and after, was enthralled with the “exotic” flora and fauna of the prairies, in his case right down to recording, on May 16th, Just after passing the Big Blue we saw a large clump of Cactus growing on the left side of the road, the first we have seen. In one single journal entry on June 11th, near Pawnee Rock, he effused, We have, as yet, today seen but very few buffalo, but Walter had a fine chase on a Pony after two Antelopes. . . . We passed through another Prairie dog village. Saw very few flowers all day. The party killed a large number of rattlesnakes this morning. . . . We noticed this afternoon a salty efflorescence on the top of the ground. . . . Some of the boys caught a Prairie dog alive this afternoon and I examined him more carefully. . . . There is nothing like a dog about the animal.      More cooperative research by state: Colorado, New Mexico    Top of Page",
    "url": "https:\/\/www.nps.gov\/safe\/learn\/historyculture\/trailwide.htm"
}
