{
    "title": "Lincoln Memorial: Memorial Features",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Memorial Features                Memorial Features       The Building: Exterior       The Lincoln Memorial's imposing, temple-like frame sits atop a plaza flanked by limestone buttresses. Carol Highsmith        Architect Henry Bacon modeled the Lincoln Memorial after the Parthenon in Athens, Greece. Bacon felt that a memorial to a man who defended democracy should echo the birthplace of democracy.  The towering memorial is 190 foot long, 120 foot wide, 99 foot tall and constructed with a Colorado-Yule marble.          The Lincoln Steps and Plaza For almost a century, the Lincoln Memorial steps witnessed history-making moments such as 'I Have a Dream' speech and the Marion Anderson concert and the daily secular pilgrimage of thousands.  The steps begin at the edge of the Reflecting Pool, and rise up to the former roadbed of the circular roadway that surrounded the memorial - now a plaza.  The steps then continue upward toward the memorial entrance, pausing on its ascent in a series of platforms. Flanking the steps are two buttresses each crowned with an 11' tall tripod carved from pink Tennessee marble.             Columns The memorial is surrounded by 38 fluted Doric columns, one for each of the 36 states in the Union at the time of Lincoln's death. When you walk up the steps, two additional columns are located at the entrance behind the colonnade. These columns are 44' tall with a base diameter of 7'5\". Each column is composed of 12 individual drums. The columns, like the exterior walls and facades, are inclined slightly inward. This is to compensate for perspective distortions which would otherwise make the memorial appear asymmetrical.          Frieze and Cornice Above the colonnade inscribed on the frieze are the names of 36 states and the dates in which they entered the Union. Their names are separated by double wreath medallions in bas-relief. The cornice is composed of a carved scroll with lions' heads in between them and ornamented with palmetto. The next step up on the memorial above the colonnade is called the attic frieze. Here, at the top of the memorial, the names of the 48 states present at the time of the dedication are inscribed. A bit higher is a garland joined by ribbons and palm leaves, supported by the wings of eagles. All ornamentation on the friezes and cornices was done by Ernest C. Bairstow. An homage to Alaska and Hawaii was added at a later date.         The Building: Interior       A Park Ranger gazes at the imposing statue of Lincoln inside the memorial chamber. NPSPhoto.        The Lincoln Memorial interior is divided into three chambers (north, south, and central).  Two rows of four Ionic columns separate the chambers.  Gaze up at these 50 foot high columns.  Wrap your arms around their five foot six inch diameter bases. The columns support the memorial ceiling, towering 60 feet above the floor.  The glowing ceiling is framed by bronze girders, ornamented with laurel and oak leaves. Between the girders are panels of Alabama marble, saturated with paraffin to increase their translucency.  Together these larger than life elements envelop the larger than life statue of Abraham Lincoln to create an atmosphere of quiet reflection and awe.           The Inscriptions The north and south side chambers contain carved inscriptions of Lincoln's Second Inaugural Address and his Gettysburg Address. Bordering these inscriptions are pilasters ornamented with fasces, eagles, and wreaths. The inscriptions and adjoining ornamentation were done by Evelyn Beatrice Longman. The epitaph behind the Lincoln statue was drafted by Royal Cortissoz.                The Murals:   Above each of the speech inscriptions is a 60' x 12' mural painted by Jules Guerin graphically portraying governing principles evident in Lincoln's life. Visit the Lincoln Memorial Murals page to learn more!           The Statue Lying between the north and south chambers is the central hall containing the solitary statue of Lincoln sitting in contemplation. The statue was carved by the Piccirilli brothers under the supervision of the sculptor, Daniel Chester French, and took four years to complete.  Learn more about the Lincoln Statue!          The Memorial Landscape        This aerial view of the Lincoln memorial shows its relationships to the Washington Monument, Memorial Bridge beyond and the Potomac River. Carol Highsmith Photo.          Reflecting Pool and Elm Walks  Though not completed in time for the memorial's dedication in 1922, the reflecting pool has become one of the most recognizable and filmed sites in Washington, DC.  The reflecting pool and the long prommenade of Elm Trees on either side are key features of the Lincoln Memorial landscape.          USNavy Photo  Building the Lincoln Landscape While the Lincoln Memorial today looks as though it was always meant to be where it stands, the landscape of the Lincoln Memorial and surrounding grounds required decades of planning and earth-moving. Through six key periods of construction, the memorial and its surrounding landscape took shape out of the wetlands and mudflats of the Potomac.          NPSVIP Dan Arandt  Views and Vistas  Purposely placed and strategically positioned, the memorials and monuments on the National Mall align along a great cross-axis first envisioned by Pierre L'Enfant in 1791.  These placement provide views and vistas that set us up for the perfect Kodak moment.  The the land beneath the reflecting pool and Lincoln Memorial did not exist in L'Enfant's day, memorial planners stayed true to L'Enfant's vision, and developed the seemless landscape we see today.",
    "url": "https:\/\/www.nps.gov\/linc\/learn\/historyculture\/Memorial-Features.htm"
}
