{
    "title": "Mary McLeod Bethune Council House National Historic Site\n: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People         National Council of Negro Women President, Mary McLeod Bethune (right) with her successor, Dr. Dorothy I. Height (left).  NPS, National Archives for Black Women's History  Mary McLeod Bethune (1875-1955) Mary McLeod Bethune used the power of education, political activism, and civil service to achieve racial and gender equality throughout the United States and the world. The first person in her family born free and the only person in her family afforded a formal education, Bethune emerged from abject poverty and oppression of the Reconstruction Era South to achieve greatness.  With a passion to educate and empower young African American women, Bethune founded the Daytona Normal and Industrial School for Negro Girls in 1904. In the mid-1920's her school became co-educational and was renamed Bethune-Cookman College. At the time, it was one of the very few institutions below the Mason-Dixon Line where African Americans could achieve a higher education than a high school diploma. Today her school is a fully accredited university.  As President of a college, Bethune gained prominence and national notoriety. In 1935, President Roosevelt called upon Mary McLeod Bethune to work under his administration. She was appointed Director of the Negro Division of a New Deal program called the National Youth Administration (NYA), becoming the highest ranking African American woman in the the federal government. Her work with the NYA helped African American youth find employment and opportunity during the Great Depression. When World War II broke out, Bethune advised President Roosevelt about the vital importance of enabling African American women to serve their country. Appointed by the President himself, Bethune worked with the Women's Army Corps in the recruitment of African American female officers. These women would go on to serve valiantly in the European theater. While living in Washington, DC, Bethune founded the National Council of Negro Women (NCNW) in order to combat racial, class, and gender discrimination worldwide. The NCNW sought to unite the tens of thousands of African American women's clubs under one umbrella, capable of instituting lasting change in the fight for women's rights and civil rights. Their global vision, ability to reach across the aisle, and Bethune's long-term vision helped lay a solid foundation on which the NCNW still stands today.      Mary McLeod Bethune's Resume Education: Presbyterian Mission School, Mayesville, South Carolina, 1882-1886; Scotia Seminary, Concord, North Carolina - graduated 1893; Moody Bible Institute, Chicago, Illinois, 1893-1895  Family: Parents, Samuel McLeod and Patsy (McIntosh) McLeod; Married Albertus Bethune in 1898. They had one son, Albert McLeod Bethune, Sr. He had five children: Albert McLeod Bethune, Jr. Dr. Evelyn McLeod Bethune, Hobson McLeod Bethune, Sr. (Mstr. Gny. Sgt. ret. U.S. Marine Corps) Robert McLeod Bethune, and Sara C. Bethune. These grandchildren have given her 17 great-grandchildren and 8 great-great grandchildren (as of 2007).  Teaching Experience: Haines Institute, Augusta, Georgia, 1895-1896; Kindell Institute, Sumter, South Carolina, 1897-1898; Palatka Mission School, Palatka, Florida, 1899-1903; Founder - Daytona Normal and Industrial School for Negro Girls (Bethune-Cookman College, Daytona Beach, Florida), 1904; President - Bethune-Cookman College, 1904-1942.  Honorary Degrees: M.S. South Carolina State College, 1910 A.M.; Wilberforce University, 1915 LL.D.; Lincoln University (Pennsylvania), 1935 Doctor of Humanities; Bennett College, 1936 M.D.; Tuskegee Institute, 1937 LL.D.; Howard University, 1942 LL.D.; Atlanta University, 1943 LL.D.; Wiley College, 1943 Doctor of Humanities; West Virginia State College, 1947 Doctor of Humanities; Rollins College, 1949 Doctor of Humanities; Benedict College, 1950. Notable Awards: Spingarn Medal (NAACP), 1935 Frances A. Drexel Award (Xavier University), 1937 First Annual Youth's City Award (Daytona Beach), 1941 Thomas Jefferson Award (SCHW), 1942 Medal of Honor and Merit (Haiti), 1949 Star of Africa (Liberia), 1952 Dorie Miller Award. Government Service: National Child Welfare Commission (Appointed by President Calvin Coolidge &President Herbert Hoover); Commission on Home Building and Home Ownership (Appointed by President Herbert Hoover); Special Advisor to President Franklin Roosevelt on Minority Affairs (1935-1944); Director of the Division of Negro Affairs, National Youth Administration (1936-1944); Housing Board, Daytona Beach, Florida (1938); Special Assistant to the Secretary of War for the selection of candidates for Officer Training School for WAACS (1942); Committee of Twelve for National Defense (Appointed by President Harry Truman in 1951); Official Delegate to the second inauguration of William V.S. Tubman as President of Liberia (Appointed by President Harry Truman, 1952).  War Service: Director, Florida Chapter American Red Cross; Member of Board of Directors, American Women's Volunteer Services; General, Women's Army for the National Defense; Toured General Hospitals of First, Second, and Third Service Commands advising on rehabilitation of veterans (1944). Educational Organizations: Florida State Teachers Organization (President); American Teachers Association (President); Board of Education, Methodist Church National Commission on Christian Education; Association of American Colleges; Association for the Study of Negro Life and History; American Council on African Education; Advisory Board International Longfellow Society (Honorary President); National Committee on Atomic Education, Executive Board. Women's Organizations: National Association of Colored Women (President); Florida State Federation of Colored Women's Clubs (President); National Council of Women of the U.S.A. (Honorary Vice-President); National Council of Negro Women (Founder &President).  Race Relations and Political Action Organizations: National Association for the Advancement of Colored People (Vice-President &Consultant to the conference to draft United Nations Charter, 1945); National Urban League (Vice-President); Commission on Interracial Cooperation (Vice-President); Southern Conference for Human Welfare (Vice-President &Board of Representatives); Southern Conference Educational Fund (Board of Directors); League of Women Voters; Americans for Democratic Action.  Religious Organizations: General Conference of Methodist Church (Member 1923-1955); Council of Church Women Executive Board; American Mothers Committee on Golden Rule Volunteers Board of Directors; Hadassah (Honorary Member).  Civic and Social Service Organizations: Delinquent Home for Colored Girls, Ocala, Florida (Founder); Social Service Commission of the Methodist Church; Committee of Friends of the Atlanta School of Social Work; National Sharecroppers Fund Board; Planned Parenthood; Federation of America (Sponsor); Girl Scouts of the U.S.A. (Honorary Member of Board); American Committee for Yugoslav Relief, Harlem Division Executive Committee (Honorary Chairman). Businesses: Afro-American Life Insurance Company, Inc. (Director); Central Life Insurance Company, Inc. (President); Bethune-Volusia Beach, Inc. (Founder &President). Clubs and Sororities: Cuban Society of Letters; Daughters of Elks; Delta Sigma Theta Sorority; Iota Phi Lambda Sorority; Lambda Kappa Mu Sorority. Writings: What the Negro Wants, edited by Rayford Logan (one chapter); Spiritual Autobiographies, edited by Dr. Louis Finkelstein (one chapter); Weekly Column in the Chicago Defender and the Pittsburgh Courier; Articles in publications of the National Council of Negro Women, The Aframerican Woman's Journal and Women United. Travel: Cook's Tour of Europe (1927); Bermuda (1932); Throughout the U.S. with the National Youth Administration (1936-1944); Haiti (1949); Liberia (1952); Switzerland (1954). Hobbies: Collecting photographs for a gallery of outstanding men and women, collecting walking canes of famous men, collecting miniature elephants.",
    "url": "https:\/\/www.nps.gov\/mamc\/learn\/historyculture\/people.htm"
}
