{
    "title": "Mary McLeod Bethune Council House National Historic Site\n: Archives",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Archives                National Archives for Black Women's History      Mission StatementTo identify, collect, develop, interpret, and preserve the legacy of Mary McLeod Bethune including her unique focus on the individual and collective history of African American women.     GoalsTo promote knowledge and understanding of Mary McLeod Bethune and African American women.To assist in the interpretation of the Mary McLeod Bethune Council House National Historic Site.To serve as a clearinghouse of information on African American women's history resources.To provide facilities for the research use of its collections.     Collection PolicyThe National Archives for Black Women's History documents the legacy of Mary McLeod Bethune. The archives collects materials about and illustrating Mary McLeod Bethune, the National Council of Negro Women, other African American women's organizations, and individuals associated with those organizations. The archives also documents the ongoing preservation and interpretation of the Bethune legacy. The archives collects information in all media with a special focus on the years of Mary McLeod Bethune's life, 1875-1955.     How to Use the National Archives for Black Women's History Availability Researchers are encouraged to complete their preliminary research at archives and libraries with a broader topical focus before approaching the holdings of the National Archives for Black Women's History [NABWH] of Mary McLeod Bethune Council House NHS, located at the Museum Resource Center in Landover, Maryland. The Archive has limited reference staff and limited space that must be reserved for researchers whose work focuses on materials available only at the NABWH. Access to materials is dependent upon their physical condition and the level of processing to-date by the NPS. All research must be done on-site in the research room.A list of the collections in the NABWH can be found by following this link. Access Researchers should submit a request to the Archives detailing their research project to the Archivist. Research requests should be submitted with enough lead time to allow for the evaluation of the request and the scheduling of a research visit. Research slots are often booked weeks in advance. All research requests should be addressed to: Archivist National Archives for Black Women's History Mary McLeod Bethune Council House NHS c\/o Museum Resource Center 3300 Hubbard Rd Landover, MD 20785-2010  or preferably via e-mail at:  e-mail us The contact telephone number is 301-832-3977. The fax number is: 301-583-0953. Approval of all research requests will be based on availability of the archives staff to supervise researchers. Only one researcher can be accommodated at a time and research slots are often scarce, so please plan ahead. Please note: As a courtesy to fellow researchers, if you make an appointment please show up and make the most efficient possible use of the scheduled time. Appointments are scheduled from 9:30am to 4:00pm. Especially if you are scheduled for multiple days, you should plan to spend the whole day researching (minus a lunch, of course). Please schedule sightseeing, research elsewhere, or other activities outside your appointment hours. If you need to cancel an appointment, please do so as soon as possible so we can reschedule the day for someone else. The Mary McLeod Bethune Council House NHS archives staff at the Museum Resource Center in Landover, Maryland will e-mail the required registration forms and electronic versions of our finding aids to the researcher. We strongly suggest that the researcher work through the finding aids before their visit to maximize the efficiency of their time with the collections. To ensure the conservation and security of this resource, browsing is not permitted. Archives staff can answer some reference questions over the phone, depending of the complexity and time involved in fulfilling the request. Registration as a researcher is still required. If appropriate, the staff will e-mail interested individuals scanned copies of materials from the archives in PDF format (or, if necessary, will mail a CD-ROM disk or print them out and mail them). All written requests for information will be answered in a timely manner. The more specific the request the easier it will be for staff to provide an answer. The archives staff reserve the right to determine that a complex or extensive request will require a research visit. For additional information on the archives procedures and holdings, please contact the archivist by e-mail through e-mail us or by telephone at 301-832-3977.",
    "url": "https:\/\/www.nps.gov\/mamc\/learn\/historyculture\/mamc_nabwh.htm"
}
