{
    "title": "Mary McLeod Bethune Council House National Historic Site\n: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              Places         The Mary McLeod Bethune Council House National Historic Site, first headquarters of the National Council of Negro Women at 1318 Vermont Ave. NW, Washington, DC. NPS  About the Mary McLeod Bethune Council House The Bethune Council House is located in Washington, DC at 1318 Vermont Avenue NW in the Logan Circle Historic District. The Bethune Council House , an historic house museum, is administered by the National Park Service and features original furniture from the National Council of Negro Women, photographs, and facsimiles of historic documents. The Mary McLeod Bethune Council House NHS is one of ten National Park Service sites which commemorate African American history. The National Park Service is also responsible for several congressionally mandated studies including the Underground Railroad and the Selma to Montgomery National Trail Studies. For additional information on other NPS sites, visit the National Park Service's home page. The Mary McLeod Bethune Council House NHS is unique in that it houses an archives featuring materials relating to the history of African American women. For additional information on the archives, see the Archives section of this site. Public Law 102-211 which authorized the incorporation of the Mary McLeod Bethune Council House National Historic Sites into the National Park System also authorized the creation of a Federal Advisory Commission to work with the National Park Service in an advisory capacity on the General Management Plan for the site. For additional information on the Federal Advisory Commission or the General Management Plan, visit the Park Planning section of this page. History of the Mary McLeod Bethune Council House National Historic Site Prior to the 1860's, the area now known as Logan Circle, named after John Alexander Logan (1826-1886), a Democratic Congressman and Union Army General from southern Illinois, was comprised mainly of farm land. During the Civil War, the area was a refuge for escaped slaves and freedmen who developed a squatter community. A racially mixed group of professionals and middle class businessmen began building homes in the area in the period following the Civil War. Anton Heitmuller, a real estate agent and apparent land speculator owned several lots on Vermont Avenue. Sometime between 1873 and 1874, Heitmuller sold two of his lots to tobacconist, William Roose. Roose later built houses on his property and sold 1318 Vermont to John J. McElhone, a reporter for the House of Representatives, and his wife Mary in 1875. Following the death of John McElhone, journalist Frank G. Carpenter and his wife, Joanna, assumed occupancy of the residence in 1892. The Carpenter's retained ownership until 1912 when the property was purchased by Alphonso and Anna Gravalles. The Gravalles operated a Ladies Tailoring shop from their home. Mrs. Gravalles lived at 1318 for thirty-one years before selling the site to Mary McLeod Bethune and the National Council of Negro Women for $15,500 in 1943. The purchase of the home was made possible in part by a $10,000 donation from Marshall Field, and contributions from the NCNW executive staff. Additional funds were raised by NCNW sections and affiliates. Comprised of 15 rooms, one kitchen, and two bathrooms, the \"Council House\" would serve as the headquarters for the National Council of Negro Women, Mrs. Bethune's residence until 1949, and guest accommodations for out-of-town visitors. The \"Council House\" was furnished with the help of both individuals and organizations whose contributions were commemorated through the naming of the rooms. In the elegant front parlor, the NCNW received many prominent visitors including First Lady Eleanor Roosevelt, renowned organizer and activist Mary Church Terrell, and the United Nations delegate from India, Madame Pandit. From 1943 until 1966, the paneled Conference Room was the site of many meetings in which the NCNW defined its role in such historic decisions as the integration of Blacks into the Defense Program and the nation's public school systems, and desegregation of restaurants and theaters in Washington, D.C. A host of programs were initiated from 1318 Vermont to address the problems of inadequate housing, racial discrimination, health care, employment, and the preservation of African American women's history. The site was also used as a rallying point for national organizations and individuals who made the March on Washington, August 28, 1963. In January 1966, the \"Council House\" was damaged by a fire which started in the furnace room. While the building core remained intact, extensive water and smoke damage resulted. The NCNW was forced to relocate to 1346 Connecticut Avenue. For nearly eleven years the house lay dormant. It was not until 1975, when the \"Council House\" was placed on the Washington, D.C. Register of Historic Sites that the NCNW successfully raised the funds needed to undertake the renovation and restoration of both the main and carriage houses. In the fall of 1977, the Bethune Historical Development Project began and in November 1979, 1318 Vermont was opened to the public as a museum and archives for the collection, preservation and interpretation of Black women's history. The \"Council House\" was declared a National Historic Site by Act of Congress in 1982, and acquired by the National Park Service in 1994. Renamed the Mary McLeod Bethune Council House National Historic Site, the Second Empire Victorian townhouse stands as a reminder of Mary McLeod Bethune and the many African American women who have shaped American history.",
    "url": "https:\/\/www.nps.gov\/mamc\/learn\/historyculture\/places.htm"
}
