{
    "title": "Mary McLeod Bethune Council House National Historic Site\n: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1318 Vermont Avenue, N.W.  Washington, DC 20005                 Directions         From Baltimore and Points North: Take the Baltimore-Washington Parkway south to US Route 50 west (which becomes New York Avenue). Take New York Avenue to Massachusetts Avenue and continue west. Turn right onto 13th Street. Go one block and turn left onto 'N' Street. Go another block and turn right onto Vermont Avenue. 1318 is one half block up the street on the left. Street parking is limited and restricted. Please read the street signs carefully.   Directions Details           Operating Hours & Seasons         Mary McLeod Bethune Council House National Historic Site The last tour of the day starts at 4:00 p.m.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           Winter: Temperatures usually range from 30 to 50 F. There is occasional snow. Spring: Temperatures usually range widely from 40 to 70 F. Rain is common. Summer: Temperatures usually range from 70 to 90 F. Humidity is usually high. Be prepared and drink plenty of water. There is a water fountain in the visitor center. Fall: Temperatures usually range widely from 40 to 70 F. Humidity can remain high in the earlier part of the season.         Fees & Passes     Entrance Fees:   No Fee Required - $0.00 No Fee Required   Entrance Passes:   No Pass Required - $0.00 No Pass Required         Visitor Centers       Mary McLeod Bethune Council House NHS Also serves as the satellite visitor's center for the Carter G. Woodson Home National Historic Site (which is currently undergoing rehabilitation and is closed to the public)                Operating Hours & Seasons Fees & Passes Permits & Reservations",
    "url": "https:\/\/www.nps.gov\/mamc\/planyourvisit\/basicinfo.htm"
}
