{
    "title": "Mary McLeod Bethune Council House National Historic Site\n: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions        Map Public Transportation: The closest Metrorail Stations are Shaw\/Howard University and U Street\/Cardozo\/African American Civil War Memorial on the Green Line, and McPherson Square on the Orange and Blue lines. Walk from Shaw\/Howard University Station: Take the 8th and R Street exit and walk south on 8th Street NW towards Rhode Island Avenue NW. Turn Right on Rhode Island Avenue NW to Logan Circle. At the circle, turn left onto Vermont Avenue NW. Walk from U Street Station: Take the 13th Street exit from the station and turn left to walk south on 13th Street NW until you reach Logan Circle. Cross or go around the circle and continue southwest on Vermont Avenue NW and 1318 is one half block ahead on the right. Walk from McPherson Square Station: Take the 14th Street exit from the station, walk north on 14th Street NW until you reach Thomas Circle. Cross or go around the circle and walk northeast onto Vermont Avenue NW. Cross over N Street NW, and 1318 is one half block ahead on the left. The Circulator bus line runs from Union Station with a stop at 14th and K Street NW. From the stop, walk north on 14th Street NW until you reach Thomas Circle. Cross or go around the circle and walk northeast onto Vermont Avenue NW. Cross over N Street NW, and 1318 is one half block ahead on the left. By Metro bus, the closest are the 68 and 66 routes. Both can be boarded outside the 11th Street exit from the Metro Center station on the Metrorail Red Line. Each bus stops at N Street NW (the 68 on 13th Street, and the 66 on 11th Street). Walk west (left) down N Street NW to Vermont Avenue NW, turn right, and 1318 is one half block ahead on the left. You may also take the G2 from Howard University or from Georgetown to Logan Circle and P Street NW stop. By Car or Bus: From Baltimore and Points North: Take the Baltimore-Washington Parkway south to US Route 50 west (which becomes New York Avenue). Take New York Avenue to Massachusetts Avenue and continue west. Turn right onto 13th Street. Go one block and turn left onto 'N' Street. Go another block and turn right onto Vermont Avenue. 1318 is one half block up the street on the left. From Virginia and Points South:   Take 14th Street NW north to Thomas Circle. Make a right off Thomas Circle onto Vermont Avenue NW. Cross over N Street NW and 1318 is half a block ahead on the left. Note: Street parking is limited and restricted. Please read the street signs carefully. The closest parking garage is beneath the Washington Plaza Hotel on the northeast quadrant of Thomas Circle at Vermont Avenue and M Street NW. Please be aware that street sweeping occurs on Vermont Avenue Wednesday and Thursday from 9:30 a.m. to 11:30 a.m. March through October.",
    "url": "https:\/\/www.nps.gov\/mamc\/planyourvisit\/directions.htm"
}
