{
    "title": "Martin Luther King, Jr. Memorial: Quotations",
    "body": "Explore This Park    Learn About the Park     Quotations            Quotations         NPS  The following quotations are engraved on the Martin Luther King, Jr. Memorial: Statue \"Out of the mountain of despair, a stone of hope.\" From the \"I Have A Dream\" speech in Washington, D.C. on August 28, 1963. The quotation serves as the theme of the overall design of the memorial, which realizes the metaphorical mountain and stone. \"I was a drum major for justice, peace and righteousness.\" This quote was removed from the memorial in 2013. Paraphrased from his February 4, 1968 sermon in Atlanta, the full quote is \"Yes, if you want to say that I was a drum major, say that I was a drum major for justice, say that I was a drum major for peace, I was a drum major for righteousness, and all the other shallow things will not matter.\" South Wall \"We shall overcome because the arc of the moral universe is long, but it bends toward justice.\" Washington National Cathedral, March 31, 1968. \"Darkness cannot drive out darkness, only light can do that. Hate cannot drive out hate, only love can do that.\" Strength to Love, 1963. \"I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant.\" Nobel Peace Prize acceptance speech, Oslo, Norway, 1964. \"Make a career of humanity. Commit yourself to the noble struggle for equal rights. You will make a better person of yourself, a greater nation of your country, and a finer world to live in.\" March for Integrated Schools, April 18, 1959. \"I oppose the war in Vietnam because I love America. I speak out against it not in anger but with anxiety and sorrow in my heart, and above all with a passionate desire to see our beloved country stand as a moral example of the world.\" Anti-War Conference, Los Angeles, California, February 26, 1967. \"If we are to have peace on earth, our loyalties must become ecumenical rather than sectional. Our loyalties must transcend our race, our tribe, our class, and our nation; and this means we must develop a world perspective.\" Christmas sermon, Atlanta, Georgia, 1967. North Wall \"Injustice anywhere is a threat to justice everywhere. We are caught in an inescapable network of mutuality, tied in a single garment of destiny. Whatever affects one directly, affects all indirectly.\" Letter from Birmingham, Alabama jail, April 16, 1963. \"I have the audacity to believe that peoples everywhere can have three meals a day for their bodies, education and culture for their minds, and dignity, equality, and freedom for their spirits.\" Nobel Peace Prize acceptance speech, Oslo, Norway, 1964 \"It is not enough to say 'We must not wage war.' It is necessary to love peace and sacrifice for it. We must concentrate not merely on the negative expulsion of war, but the positive affirmation of peace.\" Anti-War Conference, Los Angeles, California, February 25, 1967. \"The ultimate measure of a man is not where he stands in moments of convenience and comfort, but where he stands at times of challenge and controversy.\" Strength to Love, 1963. \"Every nation must now develop an overriding loyalty to mankind as a whole in order to preserve the best in their individual societies.\" New York City, April 4, 1967. \"We are determined here in Montgomery to work and fight until justice runs 'down like water, and righteousness like a mighty stream.'\" Montgomery, Alabama, December 5, 1955. Here, King borrows a verse from the Bible, the Book of Amos, which he frequently reused in speeches. \"We must come to see that the end we seek is a society at peace with itself, a society that can live with its conscience.\" Montgomery, Alabama, March 25, 1965. \"True peace is not merely the absence of tension; it is the presence of justice.\" Stride Toward Freedom, 1958              Building the Memorial   Discover how the memorial took shape.        Plan Your Visit   Find out where to go and what to do.",
    "url": "https:\/\/www.nps.gov\/mlkm\/learn\/quotations.htm"
}
