{
    "title": "Fort Donelson National Battlefield: Leave No Trace",
    "body": "Leave No Trace (LNT)         Leave No Trace Logo NPS  The Seven Principles of Leave No Trace: 1. Plan Ahead and Prepare - Planning ahead for your visit to the park is the first step in helping preserve the park and your experience here. Know and follow park regulations. Schedule your trip to avoid times of high use. 2. Travel and Camp on Durable Surfaces - Durable surfaces include established trails and campsites, rocks, gravel, and grasses. Stay on trails to keep from trampling fragile vegetation. Avoid shortcutting trails; shortcuts create new trails and increase trail erosion. 3. Dispose of Waste Properly - Keep the park clean! Pack it in; pack it out. Pack out all trash and food scraps from backcountry\/wilderness areas. When backpacking, deposit solid human waste in a hole at least 6-8 inches deep and 200 feet from water, camp, and park trails. 4. Leave What You Find - All plants, animals, rocks, and artifacts are protected in Fort Donelson Battlefield. Preserve the sense of discovery for others by leaving all natural and cultural artifacts as you find them. Take pictures, write poetry, or sketch to help you remember what you discover here. 5. Minimize Campfire Impacts - Campfires are prohibited in Fort Donelson’s backcountry. 6. Respect Wildlife – Fort Donelson is home to many animals, and we are visitors to their home. Carry binoculars and observe wildlife from a distance. If an animal changes its behavior because of your presence, you are too close. Wild animals find plenty of their natural food in the park; human food does not give them the proper nutrients to survive the winter, so keep animals healthy by not feeding them. 7. Be Considerate of Other Visitors - People visit Fort Donelson for different reasons. Preserve the park experience for all visitors by showing courtesy towards others. Excessive noise, unleashed pets, and damaged surroundings take away from everyone's experience. Preserve a sense of solitude by hiking in small groups. Keep noise levels down when hiking. Leave No Trace Booklet",
    "url": "https:\/\/www.nps.gov\/fodo\/getinvolved\/supportyourpark\/leave-no-trace.htm"
}
