{
    "title": "Martin Luther King, Jr. Memorial: Building the Memorial",
    "body": "Explore This Park    Learn About the Park     Building the Memorial            Building the Memorial        Martin Luther King, Jr. Memorial NPS \/ Nathan King       Remembering Martin Luther King, Jr. The Martin Luther King, Jr. Memorial is located in West Potomac Park at 1964 Independence Avenue, S.W., referencing the year the Civil Rights Act Of 1964 became law. The memorial’s official dedication date is August 28, 2011, the 48th anniversary of the March on Washington for Jobs and Freedom, though the ceremony was postponed until October 16 due to Hurricane Irene. Dr. Martin Luther King, Jr. was a Baptist minister and social activist who became a notable figure during the U.S. civil rights movement from the mid-1950s until he was assassinated in 1968. He played a pivotal role in ending the legal segregation of African American citizens in the U.S., influencing the creation of the Civil Rights Act of 1964 and the Voting Rights Act of 1965. He received the Nobel Peace Prize in 1964, among other honors. This memorial is the first African American honored with a memorial on or near the national Mall and the fourth non-President to be remembered in such a way. Martin Luther King, Jr.’s message is universal: a non-violent philosophy striving for freedom, justice, and equality.        The winning design by Roma Design Group incorporated the major thematic elements seen in the finished memorial. Roma Design Group  Selecting the Design In 1996, Congress authorized Martin Luther King, Jr.’s fraternity, Alpha Phi Alpha, to establish a Memorial to him in Washington, D.C. The Martin Luther King, Jr. National Memorial Project Foundation held a design competition, and identified the Tidal Basin site for the memorial’s location. The Foundation held a design competition. Entrants’ registration materials contained ten posters with images and chronology of Dr. King’s life, information about the memorial’s site in D.C., and the Foundation’s vision for the memorial. Every prospective designer submitted three 24” x 36” display boards to an international panel of artists, historians, and architects. A total of 906 entrants joined the competition, though jurors only knew the registration number of each entry. After three days, the panel narrowed the submissions down to 23 finalists. Unable to reach a decision, the jury asked the 23 finalists to submit a fourth board. In 2000, the judges selected ROMA Design Group’s plan for a stone with Dr. King’s image emerging from a mountain. The plan’s theme referenced a line from King’s 1963 “I Have a Dream” speech, “With this faith, we will be able to hew out of the mountain of despair a stone of hope.” The final design includes a massive carved mountain with a slice pulled out of it, symbolizing the “Stone of Hope” being hewn from the “Mountain of Despair.” Reinforcing this motif, the edges of the Stone of Hope and the Mountain of Despair incorporate scrape marks to symbolize the struggle and movement, as well as an engraving of the words “Out of the mountain of despair, a stone of hope.” Visitors may enter the memorial through the Mountain of Despair and tour the memorial reflecting on the struggle that Dr. King faced during his life, approaching the plaza where the Stone of Hope stands. In the stone, a carving of Dr. King gazes to the horizon and encouraging citizens to strive for equality and justice.        The sculpture's 159 blocks were carefully disassembled, shipped, and reassembled on-site. (November 24, 2010). NPS \/ Ned Wallace  Creating the Sculpture To create the likeness of Dr. King, the Foundation searched for a sculptor. Their search led them to St. Paul, MN where an international collection of sculptors were creating public artwork to be installed throughout the city. After approaching all 15 artists, they found that four of them recommended the Chinese artist Master Lei Yixin. After the Foundation interviewed him in Washington D.C., and examined his work in China, Master Lei Yixin became the official sculptor in 2007. Lei filled the walls of his studio with hundreds of photographs of Dr. King, and studied them until he held the essence of the man’s spirit firmly in his mind. He created a three-foot scale model of the sculpture amongst other sculpture models, before sculpting the 30 foot final version. Along the way, Lei worked closely with the Foundation and the King family to choose the material - shrimp pink granite - and to generate the likeness reflected in the final product. A 30 foot fiberglass replica of the entire sculpture served as a reference for the stone sculpture. The sculpture and the mountain are composed of 159 granite blocks that were transported to Master Lei’s studio in Changsha, China, where he assembled and sculpted 80 percent of the artwork. It was then disassembled and transported by ship to Baltimore, and reassembled at the memorial. Master Lei completed the last 20 percent of the sculpting on site in Washington, D.C. The words engraved in the memorial were done by Nick Benson and his team. Benson, a third generation stone carver, spent more than two years on the project. His company, The John Stevens Shop, is located in Newport, Rhode Island. He is both a designer and a carver, with distinctive architectural lettering that is an original font drawing on both classical Greek forms and contemporary sans serif script. He has worked not only on the Martin Luther King, Jr. Memorial, but on the World War II Memorial, the Franklin D. Roosevelt Four Freedoms Park on Roosevelt Island, National Gallery of Art, among other works.        The Martin Luther King, Jr. Memorial sits across the Tidal Basin from the Thomas Jefferson Memorial. NPS \/ Bill Shugarts  Symbolism Each part of the memorial is significant. The many entrances and approaches to it symbolize the openness of democracy. From the looming Mountain of Despair, a Stone of Hope surges forward as the focal point for the memorial. This references a line in King’s speech, “With this faith, we will be able to hew out of the mountain of despair a stone of hope.” There, the striking likeness of Dr. King captured him in a moment of reflective thought, determined and resolute. The detachment of the Stone of Hope from the Mountain of Despair symbolizes victory borne from disappointment. A wall of quotes spanning Dr. King’s long civil rights career represents Dr. King’s ideals of peace, democracy, justice, and love. As much as the quotes acknowledge the history of the civil rights struggle in America, they can continue to serve as inspiration to others fighting for civil rights around the globe. The memorial’s location enhances the core of the “city beautiful” that Pierre L’Enfant envisioned in 1791, and the McMillan Plan expanded in 1901. The plans aimed to create an entire city to remind us “what we should be trying to achieve as a nation, as a society [and] as human beings on this planet.” For the “I Have a Dream” speech, King stood on the steps of the Lincoln Memorial and referenced the Declaration of Independence, penned by Thomas Jefferson. The symbolism helped to reinforce core American values that appealed to all Americans, highlighting the injustice perpetuated by segregation. The Martin Luther King, Jr. Memorial’s location along the line connecting the Thomas Jefferson and Lincoln Memorials helps to reinforce the connection between these three leaders at three important moments for civil rights in our nation’s history: from the promise that “all men are created equal,” to the freeing of the slaves, and the final push for full and equal rights.        Scaffolding encloses the Stone of Hope for the removal of the controversial \"Drum Major\" quote, August 1, 2013. NPS \/ Nathan King  Drum Major Quote Controversy The memorial immediately faced controversy due to a paraphrased quote inscribed on the Stone of Hope: “I was a drum major for justice, peace and righteousness.” The inscription sparked controversy in 2011 when author and poet Maya Angelou said it made King “look like an arrogant twit.” King’s original words from a February 4, 1968 sermon at Ebenezer Baptist Church in Atlanta where, “If you want to say that I was a drum major, say that I was a drum major for justice. Say that I was a drum major for peace. I was a drum major for righteousness. And all of the other shallow things will not matter.”  The sermon largely dealt with the theme of the danger of the personal ego driving people and nations to live beyond their means and seek attention and supremacy to negative ends, closing with Martin Luther King asking his congregation to turn that desire to stand out - to be a drum major - into service to others. In the sermon, King wished aloud not to be remembered for his awards and education, but that he “tried to give his life serving others,” and that he “tried to love and serve humanity.” The message of selflessness embodied in the sermon seemed to be at odds with what was captured on the memorial.  On December 11, 2012, Secretary of the Interior Ken Salazar announced his decision to remove the controversial quote by carving striations over the words, which would blend in with the existing artwork. In 2013, sculptor Lei Yixin returned to modify the memorial and remove the quote.              Plan Your Visit   Find out where to go and what to do.        Quotations   Study Martin Luther King, Jr.'s quotes engraved in the memorial.",
    "url": "https:\/\/www.nps.gov\/mlkm\/learn\/building-the-memorial.htm"
}
