{
    "title": "Fort Donelson National Battlefield: Education Blogs",
    "body": "Interpretation and Education Blog       _______________________________________________________________________ Each year, National Parks are required to submit an accounting of the Interpretation and Education program offered during the fiscal year, and a narrative providing highlights of the year. This year was so wonderful at Fort Donelson, we ran out of characters on the report form...among what was submitted in the report...   This year, Fort Donelson National Battlefield commemorated the 150th anniversary of this Civil War campaign and significant battle. In February, 2012, dozens of volunteers from across the country participated in a spectacular living history event that retraced, as much as possible, the Confederate evacuation of Fort Henry, in many cases following the same roads as the Confederates did 150 years before. Almost all of the great Fort Donelson historians and writers joined us for special programs, including Jack Hurst, James Knight, and Kendall Gott, whose presentation at FODO was filmed for broadcast on C-Span and is currently streamed on C-Span's website. Park staff offered special and additional public programs at the park's Fort Heiman unit. The 150th anniversary of the surrender of Fort Donelson was commemorated with a special program featuring dozens of volunteers and a nationally-known Ulysses Grant portrayer. This Grant portrayer also visited several local partnering school districts and engaged with over 1000 students. In March, the park was graced with a return visit by NPS Historian Emeritus Edwin Bearss, who did multiple programs in the field. The park's curriculum based education program again reached over 10,000 students, as the park made additional contacts with new schools and groups, specifically in middle and western Tennessee and in Kentucky. The annual Memorial Day weekend luminary program continued the park's partnership with the local community's \"Eagle Fest\" program. The park's monthly film and book discussion programs continued to be successful, especially the park's partnership with the Calloway County (KY) Public Library. Additional natural resource interpretive programs highlighted the park's resident Bald Eagles and other resources, and created an additional 1,128 contacts. A Labor Day living history encampment interpreted Federal occupation at the Fort and in Dover following the 1862 battle. A partnership with local Inman Middle School Band resulted in a spring series of public concerts, featuring Civil War era music and the public debut of a new arrangement of an 1860's piece of music called \"Fort Donelson is Ours!\" Additional musical programs by the local Civil War Singers and the Cumberland Winds were offered throughout the year. A park-sponsored bus tour for the community to Shiloh introduced over 50 people to that site and that battle's role in the timeline of the War. ________________________________________________________________________         The park continued to commemorate the 150th anniversary of the Battle of Fort Donelson with some special events that attracted visitors from around the country. On March 23 and 24, legendary National Park Service Chief Historian Emeritus Edwin Bearss visited Fort Donelson to share his thoughts on the battle and his time working on various projects in the park. (Mr. Bearss researched and wrote almost all of our park specialized histories and the series of troop movement maps we use daily.) Mr. Bearss said that he has a soft spot in his heart for Fort Donelson; Fort Donelson certainly has a soft spot in his heart for Mr. Bearss. Our good friends Kraig Lawson and Jack Barnhardt returned with their increasingly-incredible collection of Army and Navy relics and memorabilia. They travel each year from near Cincinnati to share their collection and knowledge with our visitors, and we appreciate their efforts. The park's monthly book club discussion highlighted Stephen Crane's legendary The Red Badge of Courage both at the park and at the Calloway County Public Library in Murray Kentucky. Terrific insights were shared. In April, we will discuss Shelby Foote's Shiloh: A Novel.          Fort Donelson National Battlefield, together with numerous partners and volunteers, commemorated the 150th anniversary of one of the most significant battles of the American Civil War with special events throughout the month of February. On February 14, 1862, warfare changed forever on the Cumberland River in Tennessee when United States Navy ironclad gunboats engaged with Confederate guns at Fort Donelson. After fierce land fighting the next day and after a near complete breakdown in Confederate leadership, Fort Donelson was surrendered to Brigadier General Ulysses S. Grant on February 16, 1862. Within days, Clarksville, Tennessee, and Nashville would fall into Union hands, and the timeline and dynamics of the war changed. Ulysses Grant quickly went from being somewhat unknown to among the most famous men in America after the battle. Over the three days from February 4th to February 6th, park staff offered special tours of Confederate Fort Heiman. Often called a \"forgotten fort,\" Fort Heiman was built by the Confederate States Army in early 1862, partly to help defend the poorly situated Fort Henry on the Tennessee River. Fort Heiman was unfinished at the time of the February, 1862, campaign. Visitors were introduced to this recently acquired site and the unique stories associated with the site. On Saturday, February 11th, the park hosted the arrival of a group of living history authentic campaigners, who had for several days retraced the steps of Confederates who had retreated from the ill-fated Confederate Fort Henry on the Tennessee River 150 years earlier. Fort Henry fell into Union hands on February 6, 1862. These living history participants experienced weather quite similar to the weather experienced a century and a half ago. Also on February 11th, the Civil War Trust formally handed over 15 acres of special land associated with the 1862 Battle of Fort Donelson to the park, the first of several parcels the park expects to add to its boundaries over the next few years. That same day, park historian Kendall Gott offered his thoughts on the battle, an event that was recorded for eventual broadcast on C-Span. The park offered multiple programs to commemorate the events of each day during the battle, attracting visitors from across the country, many of whom have ancestors who were part of the battle. On February 16th, the 150th anniversary of the surrender of Fort Donelson was commemorated with a ceremony that featured Ulysses Grant and Confederate General Simon B. Buckner reenactors. The park considers its sesquicentennial month to have been a tremendous success, but realizes that it would not have been possible without the help of several partners, including the Fort Donelson Civil War Roundtable, Stewart County, Tennessee, the town of Dover, Tennessee, Land Between the Lakes National Recreation Area (US Forest Service), the Dover Community Theatre and others, as well as many volunteers who donated thousands of hours of their time and talents.          The terrific men and women of the 29th Divisional Band, Virginia National Guard, graced us with a wonderful concert in June. NPS  We welcome you to this special place. It was certainly a memorable Spring and Summer at Fort Donelson National Battlefield. On Memorial Day weekend, dozens of Boy and Girl Scouts and the families helped the park prepare for the annual Luminaria tribute at the National Cemetery. It was a picture perfect evening, as we took time to remember those who have worn our Nation's uniform. Throughout the summer, Park Rangers spent time with visitors at the River Batteries, the National Cemetery and the Dover Hotel, among other tour route stops. We met visitors from around the world, inspired to learn more about this campaign and the Civil War during the 150th Anniversary. Despite the often high heat and humidity, we met thousands of wonderful visitors at the park. The park's Civil War Sesquicentennial film series commemorated the 150th anniversary of Tennessee's secession from the Union, the Battle of 1st Bull Run, and had a few laughs with the silent film classic \"The General,\" an example of how the War has been treated by Hollywood. The park's book discussion series continued with a few titles for younger readers, and some books discussing how and why men chose to fight in the War. Both of these series will continue into the rest of the year...please check our schedule of events. World Ranger Day was commemorated in late July, as we make visitors aware of National Parks around the world...an idea that America helped inspire. A series of Junior Ranger programs helped involve younger visitors with their National Parks...knowing that they are tomorrow's stewards. A special Labor Day weekend living history encampment commemorated the 150th anniversary of the building of Fort Donelson along the Cumberland River, and explored why men chose to join the Confederate States Army. We are grateful to all of the volunteers who gave of their time, and endured the 100 degree temperatures, to be with us...and grateful to John and Nikki Walsh for helping to coordinate the event. As we look forward to the 150th Anniversary, a series of events is being planned...you can find our Sesquicentennial newsletter here. (Plans are subject to change because of weather, participant availability, and funding.)  And parents...don't forget the Junior Ranger program, and the new and wonderful Junior Civil War Historian program.  So there is much happening at Fort Donelson National Battlefield, and we hope that you choose to join us. We are always grateful for the help from our volunteers, our visitors, and the community. This is, after all, YOUR National Park...we take care of it for you.",
    "url": "https:\/\/www.nps.gov\/fodo\/learn\/news\/education-blogs.htm"
}
