{
    "title": "Fort Donelson National Battlefield: Volunteer Opportunities",
    "body": "Fort Donelson NB Volunteer Opportunities         Volunteers are essential to the success of National Parks. NPS  Do you have an idea on how to help the park? Please share your idea with us. Your time and talents are appreciated.   To view all National Park Service volunteer opportunities at Fort Donelson, go to http:\/\/www.nps.gov\/volunteer or http:\/\/www.volunteer.gov         Prospective Living History Volunteers   From: Fort Donelson National Battlefield Living History Program Team   Date: July 22, 2014   Dear Volunteers:   Thank you for your interest in volunteering at Fort Donelson National Battlefield. The spirit of volunteerism is certainly an integral part of what we do. The four-year Civil War Sesquicentennial certainly gives us an opportunity to make some powerful emotional and intellectual connections with those who walked these grounds, and we hope this will continue beyond the 150th.   Any interpretive activity conducted at Fort Donelson National Battlefield (including the Fort Heiman unit near New Concord, Kentucky) must be a planned component of an overall interpretive strategy at the site. In our case, our park’s blueprint is a Long Range Interpretive Plan, intended for planning between 2009 and 2018. In addition to park plans, we must abide by NPS policies as well, specifically our NPS Director’s Oder 6, on Interpretation and Education, and applicable portions of the NPS Management Policies (sections 7.5.8 and 7.5.9 on historic weapons and “reenactments). Any and all of these we would be happy to share with you.   Because living history is a powerful interpretive medium, if not properly managed, it can obscure the message it is designed to convey. Groups that want to work with the park must understand how their activities will complement park interpretation goals. The park seeks to work with groups that:   *Function in a professional manner *Demonstrate high standards *Possess sound records for authenticity and safety *Use documented sources *Incorporate current scholarship *Present the broad context in which historical events transpired *Apply interpretive theory *Use sound business practices *Collaborate effectively with others *Communicate with park staff, within their unit, and with the public.   Per NPS policy, stated in Management Policy 7.5.9: “battle reenactments and demonstrations of battle tactics that involve exchanges of fire between opposing lines, the taking of casualties, hand to hand combat, or any other simulated warfare are prohibited in all parks.”   While we cannot accommodate all groups that wish to volunteer, we do accept unit applications and interpretive proposals to determine the role and objectives for living history at the battlefield. If you would like to be considered for group living history events at the park, please submit an application packet to the park’s Chief of Resource Education. This packet, at a minimum, should include:   *A proposal for interpretive event that shows how your group can help the public relate to the story of your particular unit to the Battle of Fort Donelson. (Although not mentioned in our enabling legislation, the park does discuss and interpret, as a minor theme, subsequent actions in the Civil War in the Fort Heiman\/ Fort Donelson perimeter, such as the February, 1863, Battle of Dover.)   *Photographs and, preferably, a video, of your group preforming activities and\/ or using historical weapons.   *A roster of your organization including the name, mailing address, email address, and phone number for the person you designate as liaison with the park’s Interpretation and Education team. If you have a newsletter or other means of keeping members informed, please include it.   *References, including several names and phone numbers or email addresses of people we can contact. These persons should, optimally, be persons who have worked with your unit in the past and coordinate living history groups at museums, schools, and other National, state, and local parks.   *Written safety guidelines including how new recruits are trained and whether or not you have adopted NPS-6 (provided upon request) guidelines.   *Written authenticity guidelines including primary and secondary sources you use when outfitting the unit and developing interpretive programs.   Submissions will be reviewed by the park’s Interpretation and Education\/ Visitor Protection team members.   Please send this information to the park’s Chief of Resource Education at:   Fort Donelson National Battlefield PO Box 434 Dover, TN 37058     Sincerely,   Douglas J. Richardson Chief of Resource Education Fort Donelson National Battlefield and National Cemetery",
    "url": "https:\/\/www.nps.gov\/fodo\/getinvolved\/supportyourpark\/volunteer-opportunities.htm"
}
