{
    "title": "Fort Donelson National Battlefield: Our Staff & Offices",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices              Our Staff & Offices       Park Management and Administration  Encompasses activities related to park-wide administrative, managerial, and support functions, as well as safety and planning. In addition, this area is responsible for working with external constituencies in order to develop valuable park partnerships. Altogether, the Management and Administration area provides a host of essential services to enable park employees to focus on accomplishing core mission operations and their functional duties.      Superintendent    Brian K. McCutchen       Administrative Officer   Ashley N. Baggett        Administrative Support Assistant  Kelly Bennett                     Interpretation and Visitor Services The division of Interpretation and Education conducts a variety of activities that allow visitors from elementary age through adulthood to experience and learn about the park's resources and threats to those resources. Fort Donelson interpreters manage and staff the park's visitor center. Interpretive events and media publications serve to encourage the development of a personal stewardship ethic and to broaden public support for preserving park resources. Interpretive rangers present Fort Donelson to visitors through formal interpretation at the park with talks, demonstrations, special events and with informal interpretation. Fort Donelson's interpretive media infrastructure encompasses outdoor exhibits, visitor center displays, site bulletins, booklets, informational rack cards, and maintenance of the park website.      Chief of Heritage Preservation & Resource Education    Doug Richardson (931)232-0842      Park Ranger (Interpretation)   Susan Hawkins (931)232-0840      Park Ranger (Interpretation)   Deborah Austin  (931)232-0839      Park Guide   Brandon Kling (931)232-0838                 Facility Management and Law Enforcement The Maintenance functional area encompasses all activities designed to improve or prolong the life of the park's assets. The preservation of these resources allows for visitors to safely enjoy their activities at Fort Donelson. Maintenance is dedicated to prolonging the life and improving the interior and exterior condition of the four historic and seventeen buildings at Fort Donelson National Battlefield and National Cemetery.  Fort Donelson has an extensive trail system with 5.7 miles of trails for hiking. Maintenance activities include repair and rehabilitation of trails in order to prolong the life of these precious assets.      Supervisory Facility Manager   David Hamby (931)232-0830        Custodian   Christopher Helisek         Facility Management Assistant    Whitni Earhart           Maintenance Worker   Ronnie Hicks           Maintenance Worker   Mitchell Earhart        Motor Vehicle Operator   Bobby Hogan            Park Ranger, Law Enforcement   Garnet Tritt       Chief Ranger, Law Enforcement   Lora Peppers (stationed at Mammoth Cave National Park, KY)                               Fort Donelson Staff, December 2012 NPS",
    "url": "https:\/\/www.nps.gov\/fodo\/learn\/management\/staffandoffices.htm"
}
