{
    "title": "Fort Donelson National Battlefield: First Bloom",
    "body": "Fort Donelson NB First Bloom program         Park Ranger briefs First Bloomers Park VIP Connie Wilson  WHAT IS FIRST BLOOM?    First Bloom is a National Park Foundation program that connects kids between 4th and 6th grades to nature and national parks. First Bloom kids meet with park rangers monthly over one program year. They engage in outdoor, hands-on activities and build their relationship with the outdoors and their national parks. “First Bloom will give children who may not have regular access to the outdoors a hands-on opportunity to connect with their national parks. This early and meaningful exposure will help them develop the sense of pride and ownership necessary to become the future stewards of these magnificent places.”                                    ------Mrs. Laura Bush, Honorary Chair, National Park Foundation Toward the end of the program, youth plant a native landscape at a national park. That landscape is a lasting connection for those youth, a transferable experience, and a feature that all future visitors to the park will enjoy. The goals of First Bloom are to:  connect kids to the outdoors bond children – particularly underserved urban youth – to their national parks organize native plantings that educate visitors and enhance their experience build the next generation of outdoor and national park enthusiasts and stewards  Youth participating in First Bloom increase their knowledge, enthusiasm, and commitment in the core learning areas of the program, which include:  national parks conservation native plants stewardship  Fort Donelson National Battlefield is one of the 26 parks in the NPS participating in First Bloom this program year. Our partner is the Stewart County Girls Scouts.           Students learn first hand proper techniques for mixing soils for best results. Their work was outstanding.",
    "url": "https:\/\/www.nps.gov\/fodo\/learn\/kidsyouth\/fort-donelson-nb-first-bloom-program.htm"
}
