{
    "title": "Fort Donelson National Battlefield: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards          Please note that as of June, 2015, almost all of the Fort Donelson trading cards are gone. There are only a few of some of the cards left. You may see the entire set here, and print from home: https:\/\/www.flickr.com\/photos\/tradingcardsnpsyahoocom\/sets\/72157629788464170\/      These trading cards can be obtained at the Fort Donelson National Battlefield visitor center after completing a little quiz that will test your knowledge on the Civil War.  Building and Losing Fort Donelson Using axes and shovels to make a wall of logs and earth 10 feet high, Confederate soldiers and slaves built Fort Donelson along the Cumberland River over a period of seven months. The fort fell into Union hands after the legendary Battle of Fort Donelson, February 13-16, 1862, which led to the fall of Nashville, Tennessee.         Changing Warfare Changing Weapons, Changing World Warfare changed forever when a fleet of ironclad gunboatscampaigned up the Tennessee and Cumberland rivers in February, 1862. Carrying heavier guns and offering better protection, they sometimes overshot their targets, hitting nearby towns. The legendary gunboat battle at Fort Donelson could be heard over thirty miles away and changed the lives of         Mary Bickerdyke \"Mother\" to Wounded Soldiers Following the February, 1862, Union victory at Fort Donelson, Mary \"Mother\" Bickerdyke was among the many women who searched the wintry battlefield, tending to both Union and Confederate wounded. She worked with Ulysses Grant and William T. Sherman throughout the Civil War, helping establish about 300 field hospitals.         Anna Ella Carroll Advisor to the President Among Abraham Lincoln's most important advisors was a woman few have heard of today. Anna Ella Carroll is credited by many historians with helping to develop the strategy that Ulysses Grant and Andrew H. Foote used on the Tennessee and Cumberland rivers in February, 1862, which led to Union victories at Forts Henry and Donelson         Refuge and Responsibility After the Union victory at Fort Donelson, the area became a refuge for many African Americans seeking freedom and protection. By 1863, African Americans were joining regiments of the United States Colored Troops at Fort Donelson. Many sacrificed their lives for their country and their freedom.         Simon Bolivar Buckner Confederate Surrender at Fort Donelson Brigadier General Simon Bolivar Buckner of Kentucky was third in command at Fort Donelson. It was he who offered the surrender of the Confederate fort to Ulysses Grant on February 16, 1862. Buckner was imprisoned, exchanged, and fought again, notably at the Battle of Chickamauga. He later became governor of Kentucky         Fort Heiman Losing the High Ground As the Confederates were building Fort Henry on the Tennessee River, many recognized the location was less than perfect. Across the river on a high bluff in neutral Kentucky, they built Fort Heiman using mostly enslaved labor. It was unfinished at the time of the February 1862 campaign and fell into Union hands.         Andrew H. Foote The US Navy at the Battle of Fort Donelson The navy played an important role in the Civil War. Andrew Foote commanded the Western Gunboat Flotilla which helped defeat Confederate forces at Forts Henry and Donelson in February 1862. Foote was among the wounded during the February 14 naval battle at Fort Donelson. He was later among the first to be promoted to rear admiral.         Nathan Bedford Forrest Wizard of the Saddle Among those to escape Fort Donelson before the Confederate surrender on February 16, 1862, was Lt. Col. Nathan Bedford Forrest of Tennessee. He would later fight in the area during the Battle of Dover in February 1863, another Confederate loss. His grasp of battle strategy and cavalry tactics earned him the nickname \"the wizard of the saddle.\"",
    "url": "https:\/\/www.nps.gov\/fodo\/learn\/kidsyouth\/tradingcards.htm"
}
