{
    "title": "Fort Donelson National Battlefield: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teachers          The National Park Service's \"Teacher Ranger Teacher\" program is an excellent opportunity for teachers to develop a unique relationship with their National Parks as well as introduce the National Parks to their students. It's also an excellent way for teachers to develop some additional continuing education opportunities.   Fort Donelson has participated in the Teacher Ranger Teacher program in 2010 and in 2013, working with the Stewart County School District and the Montgomery County School District.   In 2013, our Teacher Ranger Teacher deeply researched the role of Civil War sketch artists and how they played a vital role in keeping American readers informed throughout the War, in particular following the Battles of Forts Henry and Donelson, as well as how their work benefits historians and Civil War researchers today. This information will be incorporated into a new Ranger led program as well as a new traveling trunk that will be sent across the country starting in 2014.   TRTs usually work about 160 hours. At Fort Donelson, the period of work is between early June and late July. Themes, goals, and objectives are discussed upon selection. Applications are usually solicited in March or April...this will be posted here on our website.   For nonlocal TRTs, housing is possible, but not guaranteed.   For more information, please visit www.teacherrangerteacher.org .        Sketch Artist Work on the 1862 Battle of Fort Donelson. Drawing by Alexander Simplot, for \"Harper's Weekly\" newspaper. Library of Congress   In 2013, the park's Teacher Ranger Teacher helped park staff research the unique role of the Civil War sketch artist. Unfortunately, no part of the 1862 Campaign for Forts Henry and Donelson was captured by photographers; yet several sketch artists used their talents to document what they saw. These men, like the soldiers, braved the cold, snow, ice and rain...as well as medical issues...yet they provided readers, then, an insight into this campaign, and provide us with important historical tools today. This research helped us develop a new traveling trunk, which we hope will be ready by 2014, which can be used by many different subjects in school, from history to art...helping to understand and appreciate the contribution these sketch artists made.",
    "url": "https:\/\/www.nps.gov\/fodo\/learn\/education\/development\/trt.htm"
}
