{
    "title": "Fort Donelson National Battlefield: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip       PLANNING YOUR FIELD TRIP   Teachers! Need help with your transportation costs? Between March 1, 2015 and August 1, 2015, Fort Donelson will be able to help you by reimbursing up to $300 of your transportation costs. Please ask for details when booking your field trip.  We want your classroom's visit to the park to be a fun and safe learning experience. Please review these guidelines:  ****Please note that for Spring, 2015, because of occasional staffing shortages, the park cannot guarantee that a Park Ranger-led activity will be available for each reservation. We will do our best to accommodate groups based on available staffing. We apologize for the inconvenience.****** These are special grounds. Whether fighting for the United States Army or Navy, or for the Confederate States of America, men fought and died on this land for causes they felt strongly about. Students must show the appropriate respect for this land, park resources, and those who fought and died here. It is the teachers' and chaperones' responsibility to ensure that students are behaving responsibly. Improper behavior will jeopardize a group's ability to experience the park as it is intended.   Teachers should allow at least 3-4 hours for each suggested program itinerary (Options #1 - #7). Orientation visits to the Visitor Center and lunch breaks are included with these options. Transportation to the program site must be arranged by the school (usually school buses or vans). To inquire about a field trip, or to make a reservation, please call (931)232-5706, ext. 103. The Park Ranger will send or email you a reservation form, which you can return to the park at least two weeks prior to your visit.   Make sure to include at least two possible dates for your visit.     It is extremely important that teachers share the contents of the Information Packet with all other teachers, chaperones, bus drivers, or volunteers who will be coming on the field trip. All teachers and chaperones should be familiar with the park Map and Guide. Program sites include: Visitor Center, Tour Stop #3, Tour Stop #4, Tour Stop #10, Tour Stop #11, and Nature Trails. We send  (or email) confirmation packets with park information, extra brochures, the school's itinerary, and lesson plans at least two weeks prior to the field trip. Please review this map of the visitor center area prior to your visit.      Consider students with special needs. Nature trails are not handicapped accessible, and some portions of the trail are strenuous. Contact the Ranger staff for guidance about shorter hikes. Restrooms at the picnic area are handicapped accessible.     All school buses and parents should meet the Park Ranger at the visitor center for orientation. Divide large groups. Our Visitor Center cannot handle school groups larger than 50 students. Programs are limited to groups of 50 students or less.     Students should dress appropriately for the weather. Wear comfortable shoes. Some parts of the program are held rain or shine. Alternative programs will be available if necessary.     Teachers are responsible for student discipline. Remember, your students are sharing the park with other visitors.     Picnic area facilities and park pavilion are available on a first-come, first-serve basis. A vending machine with soft drinks and bottled water is located at the visitor center.    Please note: Living history and other special interpretive events are subject to the approval of the Superintendent and must be approved by and coordinated in advance with the park's Chief of Resource Education. All living history programs are prepared and offered in accordance with National Park Service regulations. A summary of NPS policies regarding living history can be found here. Programs Choose only one Option, and include at least two dates for your field trip on the Parks as Classroom Reservation Form. Programs can be adapted for K-8 classrooms. Option #1 (Civil War: Soldiers) You're in the Army Now For this program, students will learn what it was like to serve in the Union or Confederate armies and learn basic soldier drills. At the time of the Battle of Fort Donelson, all of the troops serving on both sides were volunteers, doing so to fight for their flag, heritage, and way of life. This program shows the hardships soldiers endured. At the beginning of the War, many enlisted and believed that the War would be short-lived. Many saw romance in the War. By the time 1862 started, many realized that the War would last longer than they thought, and, for many, the romance of the conflict was disappearing.  Option #2 (Civil War-General) Cannon Drill Whether it be a six pounder, 32 pounder, or another piece of artillery, such guns sparked both awe and fear. Students are engaged in a hands-on activity, learning how a typical cannon worked, and the challenges faced with its proper operation. Students learn the importance of teamwork in this exercise.  Option #3 (Civil War: the Consequences) Visiting the National Cemetery (Ranger or Teacher-Directed Program) Over 600,000 persons lost their lives in the American Civil War, many from battle, but also many from illness and disease. The Civil War affected almost every family in the United States. At the National Cemetery, students will get a chance to meet, in a special way, some veterans of the American Civil War and subsequent wars. Almost every student today has some type of a relation with a veteran, and recognize the veteran's special place in our hearts. Today's National Cemetery is on special ground. After the 1862 battle, many African Americans lived on this site and created a home as they transitioned from being slaves to free men and women. Their stories are still inspirations to us nearly 150 years later.  The war meant sacrifice, but also freedom, for millions of enslaved African Americans. Students will learn how freedom-seekers struggled to create a new life in the freedmen's camp surrounding Fort Donelson.  Option #4 (Civil War: Geography) Self-guided Tour Living Map (Underground Railroad & Importance of the Rivers) This program allows students to understand the importance of geography for all 19th century Americans...the civilians, the soldiers, and the freedom seekers. The program also reminds us that knowledge of geography is still important to us today.  From the very beginning of the American Civil War, the importance of rivers, bridges, and mountains and valleys was recognized. Confederates recognized the need to protect the Tennessee and Cumberland Rivers, building Forts Henry, Heiman and Donelson, and Union officers, including Ulysses Grant, recognized the need to control those rivers as well. A pre-visit activity and suggested readings are recommended and available. Please contact the park staff for more information.  Option #5 (Preservation) Living Map(s) or visiting the Dover Hotel (\"Surrender House\") (tour stop #10) What does it mean to preserve history? Why is it important? Students will have the option to explore the historic Dover Hotel, its grounds, and learn a little about 19th century life in Dover. A map program is included in this activity.   Option #6 (Park History & Habitats)  History-Nature Hike (Ranger-led) Museum visit Students will have the opportunity to experience short lessons about the battlefield landscape, the Confederate Monument, and the wildlife and plant habitats inside the park.  Option #7 (Wildlife) Bald Eagle program (in season, January - May) Almost as famous as Generals Bucker and Grant are two Bald Eagles who live inside what was once Fort Donelson. These eagles still generate a feeling of pride and awe. Although not considered endangered anymore, they are still worthy of an effort to preserve their way of life. Fort Donelson is the home of these eagles and their offspring, and we would like to introduce them to you. Option 8: A Visit to Fort Heiman  Park staff will escort you to Fort Heiman, in Calloway County, Kentucky. Fort Heiman was an unfinished Confederate fort built in the weeks before the battles of Forts Henry and Donelson in February, 1862. Fort Heiman, on the western bank of the Tennessee River, was intended to help defend the poorly-positioned Fort Henry, on the eastern side of the river.  Present at Fort Heiman are intriguing examples of remaining early Civil War earthworks. At present, research, archaeology and planning are underway at Fort Heiman, and there is little developed yet for public use. Please note for this option that there is no designated parking area yet, as the site is still in the early stages of development. A small restroom was installed in the summer of 2012. A visitor services kiosk is in the works for summer\/ fall, 2013. The road may be difficult for some buses and other vehicles. The County road that leads to the Confederate earthworks is in a state of deterioration. The storms of April, 2011, damaged the landscape. Subsequent growth on the river's edge has impacted and, in many places, blocked a view of the Fort Henry area. Lands owned by TVA have not been cleaned or cleared from these storms.  Option 9: Teacher-led tour Teachers may also choose to lead group hikes or use the Junior Ranger Program (limit 50 students or less) as an option. Contact a Ranger for more information.        Visitor Center exhibits at Fort Donelson NPS   The museum in the Fort Donelson National Battlefield visitor center is a terrific resource for learners of all ages.        This exhibit helps us understand the effort the Confederates made to escape towards Nashville on February 15, 1862.    Precious artifacts like these help us understand the Civil War era and those who experienced it.",
    "url": "https:\/\/www.nps.gov\/fodo\/learn\/education\/planafieldtrip.htm"
}
