{
    "title": "Fort Donelson National Battlefield: Education",
    "body": "Welcome Teachers and Educators! Fort Donelson National Battlefield is an American treasure, and is one of the best Civil War outdoor classrooms you could imagine. We have some incredible stories to tell, and we would like to share them with you.  At the park you can see the original walls of Fort Donelson, the Confederate River Batteries, miles of surviving earthworks, the Dover Hotel, where history was made, and more...               Historic map of Fort Donelson NPS   Fort Donelson National Battlefield and its staff are pleased to offer the following to help you have a successful curriculum based education program experience: *A Park Ranger can visit your classroom (staffing permitting) to help lay the groundwork for a meaningful field trip to the park. *Traveling trunks...a hands on experience in a box...that explore a variety of different themes. *Lesson plans and a special DVD that we can provide to make your job easier. *A variety of field trip opportunities, where students can learn about the Civil War, this battle...and even some of the flora and fauna to be found here. The best part? We do not charge anything for any of this.      Fort Donelson, as it may have looked, early 1862. NPS Art Collection, Andy Thomas, artist  Welcome to Fort Donelson!   Fort Donelson, a Confederate fort along the Cumberland River. The remains of the earthen fort are a prized resource, and one of the stars of our curriculum based education program.         Attention educators and parents! A wonderful new opportunity for 4th Graders launched on September 1, 2015!   Every Kid in a Park is intended to get every 4th grade student in America into their Federal parks! At the website below, students can learn about the program, take a short quiz, and print out a pass that is good for the student and their families for one year! At some parks and Federal sites, their paper pass can be traded for a cool plastic pass. https:\/\/www.everykidinapark.gov\/     “Because no matter who you are, no matter where you live, our parks, our monuments, our lands, our waters — these places are your birthright as Americans” PRESIDENT BARACK OBAMA     These Junior Rangers are from Sango Elementary School in Clarksville, Tennessee. They had just completed the park's Junior Ranger book...and did quite well. Sango Elementary School",
    "url": "https:\/\/www.nps.gov\/fodo\/learn\/education\/index.htm"
}
