{
    "title": "Fort Donelson National Battlefield: Stop 10 Dover Hotel (Surrender House)",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Virtual Tour     Stop 10 Dover Hotel (Surrender House)                Dover Hotel (Surrender House)              The Dover Hotel     A remarkable story happened at this most remarkable place.  Duration:2 minutes, 15 seconds      Credit \/ Author: NPS   Date created: 2015-08-13               The National Park Service has been fortunate in that many of our historic reports were done by legendary historian Edwin Bearss. His reports about this battle are priceless. Click here to read his Historic Structure Report about the Dover Hotel.        Dover Hotel (Surrender House) Park Staff      Built between 1851 and 1853, the Dover Hotel accommodated riverboat travelers before and after the Civil War. General Buckner and his staff used the hotel as their headquarters during the battle. It also served as a Union hospital after the surrender. After Buckner accepted Grant's surrender terms, the two generals met here to work out the details. Lew Wallace, the first Union general to reach the hotel following the surrender, did not want his men to gloat over the Confederate situation and instructed Capt. Frederick Knefler, one of his officers, to tell the brigade commanders \"to move the whole line forward, and take possession of persons and property . . . [but] not a word of taunt—no cheering.\" An estimated 13,000 Confederate soldiers loaded into transports began their journey to Northern prisoner-of-war camps. Neither the Union nor Confederate governments were prepared to care for the large influx of prisoners. The prisoners from Fort Donelson were incarcerated in hastily converted and ill-prepared sites in Illinois, Indiana, Ohio, and as far away as Boston, Massachusetts, \"and they suffered greatly from the harsh weather.\" In September 1862 most of the prisoners were exchanged. On two occasions, once in mid-1862 and again in February 1863, Confederate forces tried to drive the Federal troops from the area. Both attempts failed; but the second, led by soldiers under the command of Generals Joseph Wheeler and Nathan Bedford Forrest, cost the town its future. That skirmish, known as the Battle of Dover, resulted in the destruction of all but four of the town's buildings. One of those to survive was the Dover Hotel, which remained in business until the 1930s. It has been reconstructed through the efforts of the Fort Donelson House Historical Association and the National Park Service. The exterior looks much the same as it did when the surrender took place.        The communication that made Ulysses Grant a star. Ulysses Grant Papers  At some point in the early hours of February 16, 1862, Confederate Brig. General Simon B. Buckner sent a communication to his old friend, and now adversary, Ulysses S. Grant, asking terms for surrender. In short order, he received this response. It was not what Buckner had expected. This message would remove Grant from near-obscurity and make him a media star. The Papers of Ulysses S. Grant, Volume 4, which covers the period of the Fort Henry and Fort Donelson campaign, can be viewed here:  http:\/\/digital.library.msstate.edu\/collections\/document.php?CISOROOT=\/USG_volume&CISOPTR=17403&REC=7        The Dover Hotel, taken on the 149th anniversary of the surrender. NPS  By the time of the Fort Henry\/ Fort Donelson campaign, the Dover Hotel was probably close to a decade old. Although little of the building is thought to be original, visitors to the Hotel can still sense the importance of what happened here. You can learn more with this brochure.         In January of 2011, new interpretive exhibits were added to the Dover Hotel, highlighting first person accounts of the battle, the surrender, and life in Dover afterward.   We hope that while visiting the Dover Hotel you experience the new exhibits. The exhibit room at the Hotel is open from 8:00AM to 4:15PM, except when inclement weather or staffing levels require a delay. The remainder of the building is not open to the public. The upstairs and the basement are not restored.         NPS  Correspondence Between Ulysses S. Grant and Simon B. Buckner Discussing Surrender Terms at Ft. Donelson HEADQUARTERS, Fort Donelson February 16, 1862. Brig. Gen. U.S. GRANT, Commanding U.S. Forces near Fort Donelson.   SIR: In consideration of all the circumstances governing the present situation of affairs at this station I propose to the commanding officers of the Federal forces the appointment of commissioners to agree upon terms of capitulation of the forces and post under my command, and in that view suggest an armistice until 12 o'clock to-day.   I am, sir, very respectfully, your obedient servant, S. B. BUCKNER, Brigadier-General, C. S. Army.     HEADQUARTERS, Fort Donelson February 16, 1862      Major Cosby will take or send by an officer to the nearest picket of the enemy the accompanying communication to General Grant, and request information of the point where future communications will reach him. Also inform him that my headquarters will be for the present in Dover.   S. B. BUCKNER, Brigadier. General.    Have the white flag hoisted on Fort Donelson, not on the batteries. S. B. BUCKNER, Brigadier-General.      HEADQUARTERS ARMY IN THE FIELD Camp near Fort Donelson February 16, 1862. General S. B. BUCKNER, Confederate Army.    SIR: Yours of this date, proposing armistice and appointment of commissioners to settle terms of capitulation, is just received. No terms except unconditional and immediate surrender can be accepted. I propose to move immediately upon your works. I am, sir, very respectfully, your obedient servant, U.S. GRANT, Brigadier-General, Commanding.       HEADQUARTERS, Dover, Tenn. February 16, 1862. Brig. Gen. U.S. GRANT, U.S. A.    SIR: The distribution of the forces under my command incident to an unexpected change of commanders and the overwhelming force under your command compel me, notwithstanding the brilliant success of the Confederate arms yesterday, to accept the ungenerous and unchivalrous terms which you propose.  I am, sir, your very obedient servant, S. B. BUCKNER, Brigadier. General, C. S. Army.             Report of Brig. Gen. Simon B. Buckner, C. S. Army, Commanding Division at the Siege and Capture of Fort Donelson, Tennessee HEADQUARTERS CUMBERLAND ARMY, Dover, Tenn., February 18, 1862.  Col. W. W. MACKALL, Assistant Adjutant-General, Nashville, Tenn.        SIR: It becomes my duty to report that the remains of this army, after winning some brilliant successes both in repulsing the assaults of the enemy and in sallying successfully through their lines, have been reduced to the necessity of a surrender. At the earliest practicable day I will send a detailed report of its operations. I can only say now that, after the battle of the 15th instant had been won and my division of the army was being established in position to cover the retreat of the army, the plan of battle seemed to have been changed and the troops were ordered back to the trenches. Before my own division returned to their works on the extreme right the lines were assailed at that point and my extreme right was occupied by a large force of the enemy, but I successfully repelled their further assaults. It was the purpose of General Floyd to effect the retreat of the army over the ground which had been won in the morning, and the troops moved from their works with that view; but before any movement for that purpose was organized a reconnaissance showed that the ground was occupied by the enemy in great strength. General Floyd then determined to retreat across the river with such force as could escape; but as there were no boats until nearly daylight on the 16th, he left with some regiments of Virginia troops about daylight, and was accompanied by Brigadier-General Pillow. I was thus left in command of the remnant of the army, which had been placed in movement for a retreat which was discovered to be impracticable. My men were in a state of complete exhaustion from extreme suffering from cold and fatigue. The supply of ammunition, especially for the artillery. was being rapidly exhausted; the army was to a great extent demoralized by the retrograde movement. On being placed in command I ordered such troops as could not cross the river to return to their intrenchments, to make at the last moment such resistance as was possible to the overwhelming force of the enemy. But a small portion of the forces had returned to the lines when I received from General Grant a reply to my proposal to negotiate for terms of <328>surrender. To have refused his terms would, in the condition of the army at that time, have led to the massacre of my troops without any advantage resulting from the sacrifice. I therefore felt it my highest duty to these brave men, whose conduct had been so brilliant and whose sufferings had been so intense, to accept the ungenerous terms proposed by the Federal commander, who overcame us solely by overwhelming superiority of numbers. This army is accordingly prisoners of war, the officers retaining their side-arms and private property and the soldiers their clothing and blankets. I regret to state, however, that, notwithstanding the earnest efforts of General Grant and many of his officers to prevent it, our camps have been a scene of almost indiscriminate pillage by the Federal troops. In conclusion, I request at the earliest time practicable, a court of inquiry, to examine into the causes of the surrender of this army. I am, sir, very respectfully, your obedient servant, S. B. BUCKNER, Brigadier-General, C. S. Army.             The \"Old\" Dover Hotel Film   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 34 seconds  Done in the late 1970s, this film tries to capture that last Confederate Council of War that ultimately led to the Confederate surrender, and Generals Floyd and Pillow abdicating their commands and escaping Dover. This film was replaced with a new one in 2016...come and see it at the Dover Hotel!",
    "url": "https:\/\/www.nps.gov\/fodo\/learn\/photosmultimedia\/tourstop10.htm"
}
