{
    "title": "Fort Donelson National Battlefield: Stop 11 National Cemetery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Virtual Tour     Stop 11 National Cemetery                National Cemetery              Fort Donelson National Cemetery     A special, hallowed place.  Duration:2 minutes, 45 seconds      Credit \/ Author: NPS   Date created: 2015-08-13               Are you looking for a family member and loved one, or are you trying to locate someone resting at Fort Donelson National Cemetery? You can use the Veterans' Administration's grave-finder website to help. http:\/\/gravelocator.cem.va.gov\/ (Please note that you will have to select \"Ft. Donelson\" on the drop-down menu.)          NPS  Welcome to Fort Donelson National Cemetery.        National Cemetery Park Staff  In 1863, the Union Army abandoned the Confederate works and constructed a new fortification on this site. A freedmen's community developed around the new Union fort. Four years later, this same site was selected for the establishment of the Fort Donelson National Cemetery and 670 Union soldiers were reinterred here. These soldiers (which included 512 unknowns) had been buried on the battlefield, in local cemeteries, in hospital cemeteries, and in nearby towns.        Poem Park Staff  These totals include five known and nine unknown soldiers from the United States Colored Troops. The high percentage of unknown soldiers can be attributed to the haste in cleaning up the battlefield and the fact that Civil War soldiers did not carry government-issued identification. Today the national cemetery contains both Civil War veterans and veterans who have served the United States since that time. Many spouses and dependent children are also buried here.        Connie Wilson, NPS Volunteer  The National Cemetery is a special place to pause and reflect upon the American Civil War, subsequent wars, those who fought in them and their families.         Dover, Tennessee, post-1862 battle NPS  After the fall of Forts Heiman and Henry on February 6, 1862, and Fort Donelson, on February 16, 1862, these forts fell into Union hands and occupation. During this period of Union occupation, these forts became a place of refuge for many freedom seeking slaves, seeking protection from the Union troops. The Union army eventually abandoned the Confederate fort, and built a new fort in an area that includes where today's Fort Donelson National Battlefield sits. Relatively little visual documentation of this \"Federal\" Fort Donelson exists. As you visit today's Fort Donelson National Cemetery, you can imagine this unique community. Near this \"Federal\" Fort Donelson was one of these African American communities, often referred to as \"Free State.\" Very little visual documentation, unfortunately, exists of this community. The park is always seeking information about this community, and stories of persons who lived in it or by it. If you have a story you would like to share, please contact the park.        The Cannon Monument at Fort Donelson NPS Taken August 20, 2015.  For many years, this Civil War era 32 pounder cannon was placed in the National Cemetery as a silent tribute and monument. Removed in the late 1950s, it was re-emplaced at this location in May of 2014, with the original plaque.",
    "url": "https:\/\/www.nps.gov\/fodo\/learn\/photosmultimedia\/tourstio11.htm"
}
