{
    "title": "Fort Donelson National Battlefield: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations               Multimedia Presentations              The \"Original\" Fort Donelson Slide\/ Show\/ Movie   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:11 minutes, 34 seconds  Done sometime in the 1960s, this film does do a good job at explaining the geographical ramifications of the Battle. It also reminds us of the importance of doing what we can to save historic features such as the surviving Confederate earthworks, cannons, and more. You can see our \"new(er)\" movie at our visitor center daily.            Now you can use your cell phone to discover our story!  The telephone number is (931)557-3054 At each tour route stop, simply enter that stop number and you learn more about that special place. You may also use this tour by visiting this website: fortdonelson.toursphere.com Please explore the park safely! There is no charge for using this tour. Depending on your plan, minute and data charges may apply.          The way it might have looked, February 14, 1862 NPS  Why so significant? Former Fort Donelson National Battlefield Park Ranger Buzz Bazar will share with you why this battle was a game changing one.   Courtesy of our friends at C-Span.   You can watch the video here...         Kendall Gott at Jackson's Battery NPS   On February 11, 2012, Professor Kendall Gott, author of Where the South Lost the War: An Analysis of the Fort Henry, Fort Donelson Campaign visited the park and shared his thoughts on the significance of this campaign. You can watch the video of this presentation here, courtesy of our friends at C-Span.           RSS FEED   Subscribe to the FortDonelson RSS feed! Learn how here              9th KY (USA)   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 39 seconds  Video taken of a special encampment interpreting a Union infantry unit, as part of the park's 149th Anniversary commemoration.           Ulysses Grant writing his memoirs. NPS  Near the end of his life, in search for financial security for his family, former President Ulysses S. Grant wrote his memoirs. Often considered a classic, and among the best of American writings, you can read Grant's Memoirs here.         Dr. John H. Brinton   Major John H. Brinton was an essential part of the Fort Henry and Fort Donelson campaign. Dr. Brinton was responsible for the establishment of field hospitals and the care of the wounded during the Battle of Fort Donelson. His memoir provides a most unique insight into the thoughts of his superior,Ulysses S. Grant.The Personal Memoirs of John H. Brinton, Civil War Surgeon, 1861-1865, can be read here.         Jackson's Battery, Winter, 2011. NPS  No study of the American Civil War is complete without visiting the Official Records of the Union and Confederate Armies. Often, and affectionately, known as the \"ORs,\" these records included official reports, orders, maps, and so forth. The process of compiling the ORs began before the end of the War. It took many years, however, for them to be printed, finally being published between 1881 and 1901. The Fort Henry and Fort Donelson campaign of 1862 can be found in Series I, Volume 7...a digital copy of which can be found here.",
    "url": "https:\/\/www.nps.gov\/fodo\/learn\/photosmultimedia\/multimedia.htm"
}
