{
    "title": "Fort Donelson National Battlefield: Stop 4 Confederate River Batteries",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Virtual Tour     Stop 4 Confederate River Batteries                The Confederate River Batteries              The River Batteries at Fort Donelson     History, technology, and the entire course of the Civil War changed here in February, 1862.  Duration:3 minutes, 3 seconds      Credit \/ Author: NPS   Date created: 2015-08-13              The Confederates built upper and lower river batteries in an attempt to defend the strategic transportation and supply routes provided by the river and protect major supply bases in Clarksville and Nashville, Tennessee. They armed the batteries with heavy seacoast artillery.       Lower River Batteries Park Staff      On this site, untested Confederate gunners defeated Federal ironclad and timberclad gunboats under command of Flag Officer Andrew Foote. Using the same tactics successfully employed at Fort Henry, Foote brought the gunboats very close to the Confederate artillery hoping to shell the batteries into submission. Foote's flotilla became an excellent target for the Confederate guns, however, because of flooding, a higher elevation, and the slow movement of the heavy gunboats the Confederates inflicted serious damage to the gunboats and wounded many sailors. Foote, a seasoned naval officer who was wounded in the exchange, reported to a newspaper that he had been in numerous engagements with forts and ships, \"but never was under so severe fire before.\" The roar of this land and naval battle was heard thirty-five miles away.       Artist conception of exchanging Iron Valentines HFC          Photograph taken May, 2011, behind one of the awesome guns at the Lower Battery.          Flag Officer Andrew Hull Foote was in charge of the naval fleet at Fort Donelson. In his official report from the Battle, Foote described the United States Navy \"not prepared.\" He was wounded during the exchange of artillery on February 14, 1862. For the battles at Fort Henry, Fort Donelson, and Island #10, Foote received the \"Thanks of Congress.\" He later was promoted to Rear Admiral, and died in June, 1863.       Report of Flag. Officer A. H. Foote, U. S. Navy, of engagement.February 14.  FLAG-SHIP ST. LOUIS,  Near Fort Donelson, Cumberland River, February 15, 1862 Major-General HALLECK,  Commanding Army of the West, Saint Louis, Mo.        SIR: I have the honor to report that, as you regarded the movement as a military necessity, although not in my judgment properly prepared, I made an attack on Fort Donelson yesterday, the 14th instant, at 3 o'clock p.m. with four iron clad and two wooden gunboats, the St. Louis, Carondelet, Louisville, and Pittsburg, with the Tyler and Conestoga, and after a severe fight of an hour and a half, being in the latter part of the action less than 400 yards from the fort, the wheel of this vessel, by a shot through her pilot-house, was carried away, and the tiller-ropes of the Louisville also disabled by a shot, which rendered the two boats wholly unmanageable. They then drifted down the river, the relieving tackles not being able to steer or control them in the rapid current. The two remaining boats, the Pittsburg and Carondelet, were also greatly damaged between wind and water, and soon followed us, as the enemy rapidly renewed the fire as we drifted helplessly down the river. This vessel, the St. Louis, alone received 59 shots, 4 between wind and water and one in the pilot-house, mortally wounding the pilot and others, requiring some time to put her in repair. There were 54 killed and wounded in this attack, which, notwithstanding our disadvantages, we have every reason to suppose would in fifteen minutes more, could the action have been continued, have resulted in the capture of the two forts bearing upon us, as the enemy's fire materially slackened and he was running' from his batteries when the two gunboats helplessly drifted down the river from disabled steering apparatus, as the relieving tackles could not control the helm in the strong current, when the fleeing enemy returned to their guns and again boldly reopened fire upon us from the river battery, which we had silenced. The enemy must have brought over twenty heavy guns to bear upon our boats from the water batteries and the main fort on the side of the hill, while we could only return the fire with twelve bow guns from the four boats. One rifled gun aboard the Carondelet burst during the action. The officers and men in this hotly-contested but unequal fight behaved with the greatest gallantry and determination, all deploring the accident rendering two gunboats suddenly helpless in the narrow river and swift current. On consultation with General Grant and my own officers, as my services here, until we can repair damages by bringing up a competent force from Cairo to attack the fort, are much less required than they are at Cairo, I shall proceed to that point with two of the disabled boats, leaving the two others here to protect the transports, and with all dispatch prepare the mortar boats and Benton, with other boats, to make an effectual attack upon Fort Donelson. I have sent the Tyler to the Tennessee River to render impassable the bridge, so as to prevent the rebels at Columbus re-enforcing their army at Fort Donelson. I transmit herewith a list of casualties. I am informed that the rebels were served by the best gunners from Columbus. Very respectfully, your obedient servant, A. H. FOOTE,  Flag-Officer, Comdg. U. S. Naval Forces on the Western Waters.",
    "url": "https:\/\/www.nps.gov\/fodo\/learn\/photosmultimedia\/tourstop4.htm"
}
