{
    "title": "Yukon - Charley Rivers National Preserve: Peregrine Falcons",
    "body": "Peregrine Falcons        FWS Photo       Check out our peregrine falcon webcam after learning about these majestic birds.  The peregrine falcon is one of nature's swiftest and most beautiful birds of prey. Its name comes from the Latin word peregrinus, meaning \"foreigner\" or \"traveler.\" This impressive bird has long been noted for its speed, grace, and aerial skills. Now, it is also a symbol of America's recovering threatened and endangered species.  Three subspecies of the peregrine falcon inhabit North America: the American (Falco peregrinus anatum), Arctic (Falco peregrinus tundrius), and Peale's (Falco peregrinus pealei). Peregrine falcons are roughly crow-sized-about 15 to 21 inches long-with a wingspan of about 40 inches. As with many raptors, or birds of prey, females are larger than males. Adults have slate blue-gray wings and backs barred with black; pale undersides; white faces with a black stripe on each cheek; and large, dark eyes. Younger birds are darker below and browner.  Peregrine falcons live mostly along mountain ranges, river valleys, and coastlines. Historically, they were most common in parts of the Appalachian Mountains and nearby valleys from New England south to Georgia, the upper Mississippi River Valley, and the Rocky Mountains. Peregrines also inhabited Pacific Coast from Mexico north to Alaska and in the Arctic tundra.  The peregrine falcon also is found in other parts of the world. Most peregrines from northern Alaska, Canada, and Greenland migrate in the fall to Central and South America. On the way, they often hunt along the barrier islands on the Atlantic and Gulf of Mexico coasts. Peregrines that nest south of Canada migrate lesser distances, and some do not migrate at all.  Peregrine falcons generally reach breeding maturity at 2 years of age. Usually, the male arrives at a nesting site and begins a series of aerial acrobatic displays to attract a mate. An average clutch of four eggs is laid in the spring, hatching about a month later. Peregrines vigorously defend their nests, although they may abandon them if severely or continuously harassed.       FWS Photo       The nest is a scrape or depression dug in gravel on a cliff ledge. Rarely, peregrines will nest in a tree cavity or an old stick nest. Many peregrines readily nest on manmade structures, including skyscraper ledges, tall towers, and bridges, the urban equivalents of cliff ledges.  Peregrine falcons feed primarily on other birds, such as songbirds, shorebirds, ducks, and-in urban areas-starlings and pigeons. Flying high above their intended prey, peregrines will 'stoop' or dive and strike in mid-air, killing the prey with a sharp blow. Scientists estimate the speed of a diving peregrine to be more than 200 miles per hour.  Peregrine falcons have never been very abundant. Studies in the 1930s and 1940s estimated that there were about 500 breeding pairs of peregrine falcons in the eastern United States and about 1,000 pairs in the West and Mexico. Then, beginning in the late 1940s, peregrine falcons suffered a devastating and rapid decline. By the mid-1960s, the species had been eliminated from nearly all of the eastern U.S. Although less severe, the decline spread west, where peregrine populations were reduced by 80 to 90 percent by the mid-1970s. At that time, only the populations of Peale's falcons nesting along the north Pacific Coast in Alaska and British Columbia appeared to be stable.  Scientists at the U.S. Fish and Wildlife Service's Patuxent Wildlife Research Center near Laurel, Maryland, began investigating the peregrine's decline. They found unusually high concentrations of the pesticide DDT and its breakdown product DDE in peregrine falcons and other birds of prey. The peregrines accumulated DDT in their tissues by feeding on birds that had eaten DDT-contaminated insects or seeds. The toxic chemical interfered with eggshell formation. As a result, falcons laid eggs with shells so thin they often broke during incubation or otherwise failed to hatch. Because too few young were raised to replace adults that died, peregrine populations declined precipitously.           Go to page two to read more about the  recovery of the peregrine falcon  Text used in cooperation with the U.S. Fish & Wildlife Service, from the Peregrine Falcon data sheet, published in May 2006. 1-800-344-WILD",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/nature\/peregrine-falcons.htm"
}
