{
    "title": "Fort Donelson National Battlefield: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar     Calendar              Schedule Of Events          For many Internet browsers, it is advisable to \"refresh\" this page each time you visit.         You can also join us on Facebook! and on Twitter! We place our latest news, tidbits about the battle and the park, and more.   Our February, 2016, calendar of event is here. Please join us as we commemorate the 154th anniversary of the Campaign for Forts Heiman, Henry and Donelson.                          Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 4 results    Show ALL instances of recurring events   RSS Feed      Fort Donelson National Battlefield \"Find Your Ranger\" Programs...new time!      Location: Check at the visitor Center upon arrival Fees: None     Monday, August 15, 2016 A chance to Find Your Park, and Find Your Ranger! View Details      Fort Donelson National Battlefield Ken Burns, \"The National Parks: America's Best Idea\"      Time: 6:00 PM Location: Calloway County Public Library, Murray Kentucky Fees: None     Thursday, August 18, 2016 Come  join us as we watch this masterful film and commemorate the 100th Anniversary of the National Parks. View Details      Fort Donelson National Battlefield Fort Donelson (Dover Group) Book Club      Time: 6:30 PM Location: Fort Donelson Visitor Center At Stewart County Welcome Center Fees: None     Thursday, August 25, 2016 Discussion of compelling books and stories, chronicling a unique perspective of the Civil War. Usually the last Thursday of every month at 6PM  View Details      Fort Donelson National Battlefield President Grant Returns to Fort Donelson and talks about Creating the first National Park      Location: Stop #4, The Confederate River Batteries Fees: None     Saturday, August 27, 2016 Ulysses Grant, the 18th president, signed the first law creating a National Park, long before there was a National Park Service. View Details                  All are welcome to be part of a new exciting opportunity in Dover...the Fort Donelson Civil War Roundtable. Each month a guest speaker will explore fascinating topics and personalities. You can learn more here.       Click here to watch and listen to a brief explanation as to why battlefield re-enactments are not permitted on National Park Service lands.         All are welcome to visit Fort Donelson and join us for the programs we offer each month.",
    "url": "https:\/\/www.nps.gov\/fodo\/planyourvisit\/events.htm"
}
