{
    "title": "Fort Donelson National Battlefield: The Battle",
    "body": "Explore This Park    Plan Your Visit     The Battle            The Battle         The Leaders   \"No terms except an unconditional and immediate surrender can be accepted.\" Ulysses S. Grant, February 16, 1862 The morning of February 14 dawned cold and quiet. Early in the afternoon a furious roar broke the stillness, and the earth began to shake. Andrew H. Foote's Union gunboat fleet, consisting of the ironclads St. Louis, Pittsburgh, Louisville, and Carondolet, and the timberclads Conestoga and Tyler, had arrived from Fort Henry via the Tennessee and Ohio Rivers and were exchanging \"iron valentines\" with the eleven big guns in the Southern water batteries. During this one and one-half hour duel the Confederates wounded Foote and inflicted such extensive damage upon the gunboats that they were forced to retreat. The hills and hollows echoed with cheers from the southern soldiers. The Confederate generals-John Floyd, Gideon Pillow, Simon Buckner and Bushrod Johnson-also rejoiced; but sober reflection revealed another danger. Grant was receiving reinforcements daily and had extended his right flank almost to Lick Creek to complete the encirclement of the Southerners. If the Confederates did not move quickly, they would be starved into submission. Accordingly, they massed their troops against the Union right, hoping to clear a route to Nashville and safety. Both Confederate and Union soldiers fought furiously on the morning of February 15; the Union Army grudgingly retreated by the afternoon. Just as it seemed the way was clear, the Southern troops were ordered to return to their entrenchments-a result of confusion and indecision among the Confederate commanders. Grant immediately launched a vigorous counterattack, retaking most of the lost ground and gaining new positions as well. The way of escape was closed once more. Floyd and Pillow turned over command of Fort Donelson to Buckner and slipped away to Nashville with about 2,000 men. Others followed cavalryman Col. Nathan Bedford Forrest across swollen Lick Creek. That morning, February 16, Buckner asked Grant for terms. Grant's answer was short and direct: \"No terms except an unconditional and immediate surrender can be accepted.\" Buckner surrendered. Soon after the surrender, civilians and relief agencies rushed to assist the Union Army. The U.S. Sanitary Commission was one of the first to provide food, medical supplies, and hospital ships to transport the wounded. Many civilians came in search of loved ones or to offer support. Although not officially recognized as nurses, women such as Mary Bickerdyke cared for and comforted sick and wounded soldiers. With the capture of Fort Donelson and its sister fort, Henry, the North had not only won its first great victory, it had also gained a new hero-\"Unconditional Surrender\" Grant, who was promoted to major general. Subsequent victories at Shiloh, Vicksburg, and Chattanooga would lead to his appointment as lieutenant general and commander of all Union Armies. Robert E. Lee's surrender at Appomattox would send Grant to the White House. After the fall of Fort Donelson, the South was forced to give up southern Kentucky and much of Middle and West Tennessee. The Tennessee and Cumberland Rivers, and railroads in the area, became vital Federal supply lines. Nashville was developed into a huge supply depot for the Union army in the west. The heartland of the Confederacy was opened, and the Federals would press on until the \"Union\" became a fact once more.         Click here for a map of the Fort Henry and Donelson campaign of February, 1862.         Dramatic artistic interpretation of the storming of Fort Donelson, February 15, 1862.   Ed Bearss, Historian Emeritus of the National Park Service, created a series of definitive troop placement maps for the park back in the 1950s. You can access them here. (You will need Adobe to access them.) The park is grateful for the excellent work and support Mr. Bearss has given the park over the years. Ed Bearss maps series one Ed Bearss maps series two         This map of Fort Donelson and its environs was done by Lt. Col. J.B. McPherson after the battle.        The Official Records provide tremendous documentation and are essential reading.   Among the most precious documents from the American Civil War is the \"Official Records of the War of Rebellion.\" These volumes were an attempt to collect all the official reports, communications, and more from the War. On the Union and Confederate Army side of the conflict, the Official Records from Fort Donelson were collected in Series I, Volume 7. An electronic version is available here. The Official Records of the War of the Rebellion: Series I, Volume 7.",
    "url": "https:\/\/www.nps.gov\/fodo\/planyourvisit\/thebattleforfortdonelson.htm"
}
