{
    "title": "Fort Donelson National Battlefield: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         Come Find Your Park at Fort Donelson NPS  We welcome you to Fort Donelson National Battlefield, a unit of the National Park Service, with units in Dover, Tennessee, and in New Concord, Kentucky.  While visiting us, you have the opportunity to: *Explore much of the 1862 battlefield, to understand why this campaign was so important in the American Civil War *Explore the Confederate river batteries along the Cumberland River and have a unique perspective of the naval battle of February 14, 1862. *Explore the Dover Hotel, where Ulysses S. Grant accepted the Confederate surrender of the Fort from his old friend Simon B. Buckner *Explore the National Cemetery, final resting place of 670 Union dead from the Civil War and others who have served our Nation well. *Explore the remains of Confederate Fort Heiman (see below), and learn a story often forgotten in the history books. *Witness our majestic Bald Eagles and multiple other examples of birds and wildlife. *Meet our Rangers and let us share with you these incredible stories.      Fort Donelson National Battlefield visitor center, temporarily closed for renovations. This 1962-completed visitor center will receive an interior renovation to ensure accessibility for all, health and safety improvements for visitors and employees, and energy efficiency and sustainability. Park VIPs        Stewart County (TN) visitor center, our temporary home starting December 7, 2015.   Special Note: Starting Monday, December 7, 2015, the Fort Donelson visitor center will be closing for a special accessibility and energy sustainability rehabilitation. From December 7, 2015, until the time of the project's completion, visitor services will be offered at the Stewart County Visitor Center, 117 Visitor Center Lane, Dover, Tennessee. Daily 8AM to 4:30PM CT. We appreciate the Stewart County government for graciously allowing us to use this visitor center.       (For information on the Fort Heiman unit of the park, and directions on how to visit the site, please scroll down this page.)      Begin your battlefield tour at the temporary visitor center, at 117 Visitor Center Land, Dover, TN. The visitor center, located on Highway 79, is open daily, 8 a.m. -4:30 p.m. and is only closed on Thanksgiving Day, December 25th and January 1. All visitor center facilities are handicapped accessible. The visitor center contains an Eastern National bookstore and some exhibits detailing why this campaign and battle were so important. The park's orientation film Fort Donelson: Gateway to the Confederate Heartland engages visitors with a storyline that draws on the lifelong friendship between Union General Ulysses S. Grant and Confederate General Simon B. Buckner. Park visitors also learn a couple of new facts: Confederates actually built three earthen forts near here, including Fort Heiman (located in Calloway County, Kentucky), as well as Fort Henry and Fort Donelson, all of which were eventually used as refuge sites by freedom-seeking slaves.    Click here for a downloadable map of the park. (Map was completed in 2010 and shows the most recent tour route. Map is in .pdf format.)   And our updated calendar of events can be found here.   Park Tour  The tour at Fort Donelson National Battlefield is self-guided. A park brochure explains the six-mile, self-guided tour. (Because of limited staffing, guided tours are usually not available on a daily basis, and the park currently does not have a licensed battlefield guide program.)  Park Rangers are available for questions. Interpretive programs are offered for schools, civic groups, and military groups. Groups interested in arranging special tours are asked to call (931)232-0834. At least two weeks notice is requested; we can not guarantee services with less than two weeks notice.         Fort Heiman, Calloway County, KY NPS   Fort Donelson also preserves and protects more than 160 acres associated with Fort Heiman, in Calloway County Kentucky. For directions to Fort Heiman, click here. For a brochure on Fort Heiman (you will need Adobe) click here. By early 1862, as the high waters of the Tennessee River were rising, many Confederates were recognizing that those waters were threatening Fort Henry, their fortification on the east bank of the river. Knowing that an attack by the Federal Army and Navy was not only inevitable, but likely imminent, it was decided that another fortification was needed on the west side of the river. This new fortification, named Fort Heiman, high on a bluff in Calloway County, Kentucky, was named after a famous architect-turned-Confederate soldier, Adolphus Heiman. _________________________________________________________________ \"The necessity of occupying these hills was apparent to me at the time I inspected Fort Henry early in November last, and on the 21st of that month Lieutenant Dixon, the local engineer, was ordered from Fort Donelson to Fort Henry to Fort Henry to make the necessary surveys and construct the additional works.He was at the same time informed that a large force of slaves, with troops to protect them, from Alabama, would report to him for work, which was to be pushed to completion as early as possible.\" J.F. GILMER, CSA, Lieut. Col. of Engineers, (written on March 17, 1862) ___________________________________________________________________  NASHVILLE, January 17, 1862.   DEAR SIR: I am just starting for FortHeiman, opposite Fort Henry, where I have been for some time. The general came to Fort Henry on the 15th--and then it was, when I left, debated whether it was not too late to throw up works on the west side, as contemplated by Captain Dixon and every general who knows anything of the position of the Fort. All did concur in the opinion that a failure to occupy the heights would be equivalent to abandoning Fort Henry.      JAMES E. SAUNDERS ______________________________________________________________________     [Telegram.]    January 18, 1862.   General TILGHMAN:  Occupy and intrench the heights opposite Fort Henry. Do not lose a moment. Work all night.  Johnston _________________________________________________________________  Work proceeded slowly, and this new fortification remained under construction when Federal Brigadier General Ulysses S. Grant launched his offensive in early February, 1862. Starting on February 4, as Grant was landing his troops to the north, Confederate troops were evacuated from FortHeiman, a process completed by 5:00 AM the next morning. The following day, Thursday, February 6, Federal forces, under the command of Brigadier General Charles F. Smith, took possession of an abandoned FortHeiman. Looking across the Tennessee River, Smith's troops saw the American flag flying at Fort Henry, which had fallen to the Federal gunboats after a brief, yet fierce, fight.   Shortly after the victory at Fort Henry, Ulysses Grant ordered Federal gunboats to proceed up the Tennessee River, destroying anything determined to be of military significance to the Confederates. He was also ordered by his superior to hold Fort Henry at all costs. In less than a week, Grant's army proceeded eastward and attacked Fort Donelson. After a fierce naval and land fight, Grant received the surrender of Fort Donelson on Sunday, February 16, 1862. By the end of February, 1862, Nashville was in Federal hands, and the American flag was flying in three former Confederate forts. The Civil War had now entered a new dimension.    Federal forces occupied FortsHeimanand Henry for over a year until abandoned in early 1863. During this period, a number of local enslaved men, women, and children sought protection from the Federal forces at FortHeimanas they were hoping to make a transition from enslavement to freedom.    On October 12, 1864, Confederate General Forrest informed his superior,  Lieutenant General Richard Taylor:  “It is my present design to take possession of Fort  Heiman, on the Tennessee River, below  Johnsonville, and thus prevent all communication  with Johnsonville by transports.”    Shortly after writing this, Forrest positioned himself at Fort Heimanand Paris Landing, and, from there, launched his campaign against the Federal Johnsonville supply depot, where a significant battle was fought on November 4 and 5, 1864.           You are able to visit Fort Heiman today thanks to the hard work and dedication of many local citizens and partners who care deeply about their history. Recognizing the importance of the land and the stories, the site was added to the National Register of Historic Places on December 12, 1976. And, thanks to the hard work of many, the site was added to the boundary of Fort Donelson National Battlefield on October 30, 2006.                                              \"The Unfinished Fort\" by Andy Thomas NPS Art Collection, Andy Thomas, artist   There are no known photographs of Fort Heiman, Fort Henry, or Fort Donelson from the time of the American Civil War. Fort Heiman, in particular, has a lack of visual history. This modern painting, circa 2006, was done by artist Andy Thomas, and interprets the river-edge of Fort Heiman, on the west bank of the Tennessee River. Following the Union victory at Forts Heiman and Henry, in February of 1862, Federal forces occupied both forts until the spring of 1863, when they were abandoned. Soldier accounts tell how, at Fort Heiman, some of the earthwork fortifications were leveled and destroyed as part of that abandonment. Today, at Fort Heiman, visitors can see some of the Confederate-built interior fortifications, as well as portions of the remaining Federal redoubt. To read more about the interesting history of Fort Heiman and modern efforts to get clues from the land, you can read this.           Use your smartphone or computer to learn more about Fort Donelson National Battlefield! Visit   fortdonelson.toursphere.com",
    "url": "https:\/\/www.nps.gov\/fodo\/planyourvisit\/things2do.htm"
}
