{
    "title": "Mammoth Cave National Park: Details about the new law",
    "body": "Firearms at Mammoth Cave National Park       On February 22, 2010 a revised version of Title 36 CFR 2.4 regarding the carrying of firearms within National Park Service areas took effect. The new law states that NPS areas will follow the laws of the state in which they are located with regard to the carrying and possession of weapons on park lands, except for designated areas.  The State of Kentucky does not have laws that specifically address the carrying of firearms on state park lands. Kentucky laws regarding carrying concealed weapons can be found at www.kentuckystatepolice.org\/conceal.htm.   What does this mean for Mammoth Cave National Park? Simply put, this means that visitors are able to openly carry firearms on trails, in campgrounds, in the camp store or any other area in which carrying is not specifically prohibited. Persons with valid concealed weapons permits may carry concealed weapons in these areas also.  What about weapons in vehicles? There are no state laws restricting how long weapons (rifles and shotguns) may be carried in vehicles. State law does state that handguns carried in the passenger compartment of a vehicle must be stored in an enclosed container, compartment, or storage space factory-installed as original equipment in the vehicle, such as a glove compartment, center console or seat pocket. The enclosed container, compartment, or storage space need not be locked or lockable. Persons with a valid concealed weapons permit may carry their weapon on their person while in a vehicle.  Can government employees with a concealed weapons permit carry weapons while at work? No. 43 CFR 20.511 prohibits Department employees from carrying firearms while on duty unless specifically authorized to do so (law enforcement and certain resource management positions). Employees with concealed weapons permits must abide by the same rules as the general public. This regulation can be found at http:\/\/ecfr.gpoaccess.gov",
    "url": "https:\/\/www.nps.gov\/maca\/learn\/management\/firearmsdetails.htm"
}
