{
    "title": "Fort Donelson National Battlefield: Physical \/ Mobility",
    "body": "Explore This Park    Plan Your Visit     Accessibility     Physical \/ Mobility              Physical \/ Mobility         Mechanical chairlift intended to assist visitors to the museum room and to the restrooms in the basement. NPS  The Fort Donelson National Battlefield visitor center is open daily, from 8:00 AM to 4:30 PM, central time, except for Thanksgiving Day, December 25th, and January 1. Effective December 7, 2015, the Fort Donelson visitor center will be closed for the rehabilitation mentioned below. Our orientation center will be temporarily located at the Stewart County visitor center, 117 Visitor Center Lane, in Dover...almost across the street from the park entrance. Finished in 1962, the building is typical of the \"Mission 66\" architecture that was common in parks at the time. On the first floor, wheelchair accessible, is a 15 minute film about the battle and a bookstore managed by our partner Eastern National. A new museum and exhibit room, completed in December, 2013, is five stairs below the main lobby, and is accessed via those stairs, or by a mechanical chairlift. Visitors needing or desiring the chairlift will be assisted by park staff. Restrooms in the visitor center are in the basement, and are accessed by three flights of stairs or the mechanical chairlift. In fiscal year 2015, the park will be undertaking a project to modify the visitor center to make all spaces and rooms wheelchair accessible. A start date for this project is yet to be determined.         Accessible platform at the Lower River Battery   The view from the Confederate River Batteries, at today's driving tour stop #4, is remarkable. Not only is it beautiful any time of the year, you also have a commanding view of the Cumberland River, much like the Confederate gunners did in February, 1862. And, as a bonus, you might get to see our resident Bald Eagles. There is presently an accessible boardwalk above the Lower River Battery with exhibits to help understand what happened at this special location.",
    "url": "https:\/\/www.nps.gov\/fodo\/planyourvisit\/physical-mobility.htm"
}
