{
    "title": "Fort Donelson National Battlefield: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Operating Hours & Seasons            Operating Hours & Seasons         Fort Donelson NB Visitor Center Park Staff  The Fort Donelson visitor center is opened daily 8:00 a.m. to 4:30 p.m.; closed Thanksgiving Day, December 25 and January 1. Additional closures will be noted in the \"alerts\" on the top of the webpage when warranted. Special Note: Starting Monday, December 7, 2015, the Fort Donelson visitor center will be closing for a special accessibility and energy sustainability rehabilitation. From December 7, 2015, until the time of the project's completion, visitor services will be offered at the Stewart County Visitor Center, 117 Visitor Center Lane, Dover, Tennessee. Daily 8AM to 4:30PM CT. We appreciate the Stewart County government for graciously allowing us to use this visitor center. The remainder of the park remains open during normal posted hours.   At present the Tour Road gates at the main unit of the park, by the visitor center and at Stop #7, Grave's Battery, will be open from 8:00AM am to 8:00PM. All vehicles must be off the Tour Road by 8:00 PM, at which time the gates will be locked.  The Tour Road will be open for walking, running, or bicycling from daylight till dusk. These hours will remain in effect until Labor Day weekend, 2016, when the gates will close at 6:00PM.           Dover Hotel (Surrender House) Park Staff  The exhibit room at the Dover Hotel, known locally as the \"Surrender House\" will be open daily from 8:00 AM until 4:30 PM. The top floor and the basement of the building are not restored and are not open to the public. (Inclement weather and short staffing may cause the opening of the Hotel to be delayed.)   In January, 2011, new exhibits were installed in the Dover Hotel, exploring the events and personalities involved with the Battle of Fort Donelson. A film in the exhibit room explores the discussions held between Confederate Generals Floyd, Pillow and Buckner, as well as Nathan Bedford Forrest, that led to the surrender on February 16, 1862.         New exhibits at the Dover Hotel   New exhibits at the Dover Hotel use powerful first person accounts when describing the lead up to the Battle of Fort Donelson, the battle itself, and how the community dealt with the aftermath.         National Cemetery Park Staff  Fort Donelson National Cemetery is open 8:00 am until 5:00 pm daily. The road gate will remain open during these hours. Memorial Day from 8:00 am. until 7:00 pm. The road gate will remain open during these hours.",
    "url": "https:\/\/www.nps.gov\/fodo\/planyourvisit\/hours.htm"
}
