{
    "title": "Fort Donelson National Battlefield: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions           The main unit of Fort Donelson National Battlefield is located in Dover, Tennessee, and can be accessed from US Highway 79. The nearest major airports are in Nashville, about 2 hours away, and Memphis, about 2.5 hours away. From Nashville, it is best to take I-24 to Clarksville, and, in Clarksville, take Highway 79 South to Dover. We recommend that no matter which way you come, that you use a map-finding service, such as Google Maps, to find us...the addresses to enter:  https:\/\/www.google.com\/maps   Fort Donelson Main: 120 Fort Donelson Park Road, Dover, TN, 37058 Fort Donelson \"temporary\" visitor center: 117 Visitor Center Lane, Dover, TN, 37058 Fort Donelson National Cemetery\/ Park Headquarters: 174 National Cemetery Drive, Dover, TN, 37058   Rental car services are available in Nashville, Clarksville, Memphis, Paris, (all TN), Murray (KY), Paducah (KY), and many other communities in the area. Rates vary.          To visit the Fort Heiman unit, near New Concord, Kentucky: The physical address for the Fort Heiman unit is: 682 Fort Heiman Road, New Concord, KY. To access Fort Heiman from the south\/ at Paris Landing, TN: Near the park headquarters at Paris Landing State Park, turn on TN 119 N. 119N turns into KY 121 at the state line. Once you see the main sign for Fort Heiman, follow the brown NPS signs for the site...more signs are forthcoming.   To access Fort Heiman from the north\/ Murray, KY: Follow signs for KY 121 S, and continue until you see the main sign for Fort Heiman, then follow the brown NPS signs for the site. Please follow all speed limits, be mindful of all drivers and curves on the road.   Please be mindful that the Fort Heiman unit is not largely developed. There is no visitor center, and the site is not staffed regularly.",
    "url": "https:\/\/www.nps.gov\/fodo\/planyourvisit\/directions.htm"
}
