{
    "title": "Mammoth Cave National Park: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Geologic Formations         A \"Soda-Straw\" stalactite   Geology and Hydrology The South-Central Kentucky karst is a crossroad of carbonate bedrock stretching north to Indiana, east to the Cumberland Plateau, south to Georgia and west to the Ozarks. The park is bisected east to west by the Green River, which defines the hydrologic base-level and divides the region into two distinct physiographic areas. North of the river an alternating series of limestones and insoluble rocks are exposed with the main limestone strata accessible only near the river and in the bottom of a few deeply incised valleys. This has resulted in rugged topography with streams that alternately flow on insoluble rocks, over waterfalls, enter caves in limestone and resurface at springs perched on the next lower stratum of insoluble rock. South of the Green River the insoluble sandstone and shale caprock over the limestone has preserved significant portions of Mammoth Cave. Cave Entrances Natural, modified natural, and artificial cave entrances pose some of the greatest challenges in the management of karst resources because provision must be made for movement of air, water and wildlife within acceptable tolerances while simultaneously providing an adequate deterrent to illegal human entry. United States Fish and Wildlife Service approved bat gates have been installed on the entrances of caves supporting major bat hibernation areas. Cave gates are designed to accommodate bat movement, provide greater security, natural rates of air exchange and restore endangered Indiana and gray bat habitat. Airlocks have been installed on man-made entrances to restore cave atmospheric conditions. Speleothems (Cave formations) Within the cave, a vast array of subterranean geologic features have developed over millenia, including stalactites, stalagmites, helictites, travertine dams, and several types of gypsum formations such as the aptly-named \"gypsum flowers.\"",
    "url": "https:\/\/www.nps.gov\/maca\/learn\/nature\/geologicformations.htm"
}
