{
    "title": "Mammoth Cave National Park: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards        Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. For a list of participating parks click here. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn. Mammoth Cave National Park no longer has cards available for this site.  However, you can still view the cards below or download them via the links above.         Photo of Mammoth Cave Guide, Mat Bransford Filson Club  Although cave Guide Mat Bransford was the son of an affluent white man, he was still enslaved. President Lincoln's Emancipation Proclamation freed slaves living in states that seceded from the Union. Kentucky did not leave the Union, so Mat remained a slave until the Civil War ended. Four generations of Bransfords worked as Mammoth Cave Guides from 1838 to 1939 leaving behind over a century of guiding legacy.        William and Hannah Garvin Home Place   The first enslaved people living at Mammoth Cave worked in the cave digging dirt to get saltpetre used to make gunpowder. Less than 30 years later, other enslaved men explored the cave and guided tours. William Garvin married Hannah, daughter of former enslaved guide Nicholas Bransford who lived in the log cabin next door.        Stephen Bishop's Headstone   Enslaved Stephen Bishop came to Mammoth Cave when he was 18. He became a famous cave guide and explorer. Stephen was freed in 1856, but died in 1857. Until the wealthy Mellon family donated an unclaimed gravestone intended for a Union soldier, his grave was unmarked. His year of death is incorrect on the stone.        Artist drawing of the Mammoth Cave Hotel Drawing by Ferdinand Richardt  January 31, 1861 Mammoth Cave proprietor E.K. Owsley, a unionist, heard confederate soldiers planned to raid and burn his hotel. Owsley quickly hid furniture, liquor and other valuables inside the cave and rolled the hotel safe out into the yard. The confederates spared the hotel, but raided the cave, taking everything of value and destroying the safe.        William Garvin at the Historic Entrance to Mammoth Cave   William Garvin joined the Union Army during the last year of the Civil War. Later, he went to Mammoth Cave and became a guide and explorer. William was almost deaf because cannon fire had damaged his hearing during the war, but he was still able to discover new passageways in the silent Mammoth Cave.",
    "url": "https:\/\/www.nps.gov\/maca\/learn\/kidsyouth\/tradingcards.htm"
}
