{
    "title": "Yukon - Charley Rivers National Preserve: Wolves",
    "body": "Wolves           Click to watch the Wolf Research video   For thousands of years, the call of the wolf has echoed across the hills, mountains and valleys of the land known today as Yukon-Charley Rivers National Preserve. As in the past, wolves continue to play a vital role in this intact ecosystem and are of such significance that Congress specifically calls for the protection of wolves in the legislation that established the Preserve. Yukon-Charley Rivers National Preserve was established, in part, to \"maintain the environmental integrity of the entire Charley River Basin... in its undeveloped natural condition for public benefit and scientific study; to protect habitat for, and populations of, fish and wildlife, including... wolves.\"      For over 20 years, Yukon-Charley Rivers National Preserve has monitored up to twelve wolf packs that routinely utilize Preserve lands. It is the second longest wolf study in Alaska. The Preserve chose to study wolves in part because they are a good indicator of the health of the ecosystem. Wolves depend on healthy populations of large ungulate prey (such as moose and caribou), which in turn respond to vegetation, weather, and other environmental factors. In addition, one of the Preserve's mandates is to maintain opportunities for subsistence hunting and trapping within the boundaries of the Preserve. Monitoring the harvest of all large mammals in the preserve, including wolves, also helps the National Park Service fulfill its responsibilities as mandated by Congress. Coming soon: learn more about population dynamics and the natural history of wolves and their role as a top predator in the ecosystem.        A pack of eight wolves spotted during an aerial telemetry flight. NPS Photo       As part of the State's Fortymile Caribou Management Plan, 2006-2012, the State of Alaska (Alaska Department of Fish and Game) has performed predator control in the Upper Yukon\/Tanana Predator Control Area through aerial shooting of wolves. The State is not allowed to take wolves within the boundaries of the Preserve. However, all wolf packs that use Preserve lands, routinely travel outside the Preserve. A number of wolves, and in some cases entire packs, have been eliminated while outside the Preserve. The State's current Fortymile Caribou Management Plan, 2012-2018 (PDF), calls for continued predator control for the foreseeable future in hopes of increasing the size and range of the Fortymile Caribou Herd and increasing the allowable harvest of caribou by hunters.  The National Park Service's mandate, on the other hand, is very different. Yukon-Charley Rivers manages the Preserve to maintain the natural processes and dynamics of this relatively undisturbed ecosystem. Additional Links: Fortymile Caribou Herd PDF from Alaska Department of Fish & Game Wolf Research in Yukon-Charley Rivers Annual Wolf Research Reports The Journey of Wolf 258 Past news releases regarding wolves in Yukon-Charley Rivers National Preserve (coming soon) FAQs (coming soon)",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/nature\/wolves.htm"
}
