{
    "title": "Mammoth Cave National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Visitors enjoy the great diversity of flora in the park   Even without the world's longest cave system, the land encompassing Mammoth Cave National Park would merit its National Park status due simply to its extraordinary density – and diversity – of plant life. While the acknowledged \"showcase of vegetation\" within the Park Service, Great Smoky Mountains National Park, has approximately 1,500 flowering species in its more than 500,000 acres, Mammoth Cave National Park supports more than 1,300 species in only one-tenth of that acreage. Why would this spot in central Kentucky that would produce such a profusion of floral diversity? It's location, location, location – and habitat diversity. Mammoth Cave is located in the transitional zone between the open grasslands and drier oak-hickory forests to the west, and the more moist mixed mesophytic forests to the east. It is likewise located transitional between the sub-tropical climates to the south and the colder climates to the north. Many of the plant species found in the park are at the northern, southern, eastern, or western limits of their natural range. Contributing even more to the immense diversity of the flora is the wide variety of habitats supporting differing plant communities. There are dry upland flats and sandstone-capped ridges, limestone exposed slopes, ravines and karst valleys, broad alluvial bottoms along the Green River, gorge-like hemlock ravines, deep sinks with exposed subterranean streams, old-growth timber, successional growth forests, barrens and savannah habitats, and wetlands, including ponds, forest swamps, springs, seasonal wet woodlands, and cobble bars and banks along the Green River. Past botanical surveys in the park have found 25 species listed as Endangered, Threatened, or of Special Concern by Kentucky State Nature Preserves Commission. Mammoth Cave National Park is a vital refuge for the protection of plant communities and individual species in danger. This mosaic of habitats and diversity of forests types and grasslands is, unfortunately, just as attractive to a wide variety of introduced plants. Mammoth Cave National Park proactively works to control invasive alien species that compromise the integrity of its native plant communities.",
    "url": "https:\/\/www.nps.gov\/maca\/learn\/nature\/plants.htm"
}
