{
    "title": "Mammoth Cave National Park: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                Insects, Spiders, Centipedes, Millipedes         Cave Cricket   The aquatic and terrestrial ecosystems in caves are generally separate, but areas near cave streams are transitional (ecotonal) between aquatic and terrestrial cave ecosystems. Here on mud banks, the troglobitic beetles Pseudanophthalmus striatus, P. menetriesi, and Neaphaenops tellkampfi prey upon worms and other small invertebrates. As part of the community dependent upon flood-deposited organic films, the springtails Folsomia candida and Pseudosinella are preyed upon by the troglobitic harvestman (daddy longlegs) Phalangodes armata. Another major ecotone exists at cave entrances where litter from vegetation is carried in by woodrats, and also enters via gravity. Here are found the collembolans or springtails Tomocerus, Hypogastrura, Sinella, and Arrhopalites. Predators include the beetle Pseudanophthalmus, and a rhagidid mite. The cave cricket Hadenœcus subterraneus buries its eggs in sandy passages with moderate moisture in the constant temperature zone, and the blind cave beetle Neaphænops is especially skilled at finding those eggs. After cave crickets, this beetle has the highest density of any species in Mammoth Cave, and a small community subsists on beetle fæces.        A heliomyzid cave fly   Due to low bat populations, bat guano in Mammoth Cave is today negligible as a food source for cave invertebrates, but would have been highly significant during pre-settlement times since Mammoth Cave was formerly one of the largest bat hibernacula in the world. Woodrats and raccoons were formerly abundant in Mammoth Cave, and though today reduced, their fæces support specialized communities. Latrines of the Eastern Woodrat Neotoma floridana sustain larva of the fly Psychoda and fungus gnat Bradysia, and the beetle Ptomaphagus hirtus, which are preyed upon by the rove beetle Quedius. Raccoon fæces support a similar community with the exception that cave crickets may preempt fly larvae, most notably Spelobia, and Amœbelaria.",
    "url": "https:\/\/www.nps.gov\/maca\/learn\/nature\/insects.htm"
}
