{
    "title": "Mammoth Cave National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility          Mammoth Cave National Park is a place for all people, with activities for every level of ability. The Park offers accessible camping, picnicking, trails, lodging, dining, and Visitor Center facilities. Because of the difficulties in navigating into, out of, and through the underground environment, the Cave itself is not accessible. The Park's accessible facilities include: Visitor Center The Visitor Center and its restrooms, information desk, ticket counter, and auditorium are accessible. Mammoth Cave Campground Area Headquarters Campground has two designated wheelchair accessible campsites. Restroom facilities are also accessible. The nearby Caver's Camp Store, post office, and laundry facilities are also accessible. Camping facilities are available March through November. Picnic Area Open seasonally, the Picnic Area is minimally accessible. There are two handicapped parking spaces and picnic tables, an accessible picnic shelter, and accessible restrooms. Heritage Trail This level trail offers all visitors a leisurely stroll and has been specially designed to accommodate visitors with disabilities. The trail features wheelchair turnouts, rest areas with benches, and lights for evening use. Along this trail, you’ll find a beautiful overlook, large trees, and the historic “Old Guide’s Cemetery.” The trail begins at the end of the footbridge near the Mammoth Cave Hotel. Sloan’s Crossing Pond Walk This easy boardwalk takes visitors around the edge of a marshy pond. Wayside exhibits along the way help you understand the pond. The pond features an accessible picnic area. Ranger Activities Evening Campfire Programs at the Mammoth Cave Amphitheater are accessible. Additionally, some ranger-led surface activities including the Sand Cave Almanac and Slavery at Mammoth Cave Hike are also accessible. Inquire at the Visitor Center for more information. Hotel & Restaurant The Mammoth Cave Hotel provides access for visitors in wheelchairs. Four fully accessible overnight accommodations and two fully accessible sets of restrooms are available, along with the hotel's three food-service areas. (270)758-2225. Sand Cave Trail This boardwalk leads to the site of Floyd Collins' fatal – and famous – entrapment in Sand Cave in 1925. The trailhead is at the park's eastern entrance, on the Cave City Road.",
    "url": "https:\/\/www.nps.gov\/maca\/planyourvisit\/accessibility.htm"
}
