{
    "title": "Mammoth Cave National Park: Horseback Riding",
    "body": "Horseback Riding              Sixty miles of trails north of the Green River are open for horseback riding. Day-use horseback riders can park trailers:  At Lincoln Trailhead Across the road from the Maple Springs Campground bulletin board At Maple Springs Trailhead  A free trail map is available in the Backcountry Map & Guide, the park newspaper, and other maps and guides sold at the Visitor Center show topographic features and trails in greater detail. Several rules apply to all horseback riders using the park:  When hikers and horses meet, horses must be slowed to a walk and hikers must remain quiet. Stay on marked trails only. Do not shortcut trails or follow \"pig-paths\" - this erodes and damages trails. Always hitch horses more than 100 feet away from designated campsites, trails or water sources. Never tie horses to trees. Always cross-tie horses between trees. Leave no litter in the backcountry. Remember: Take only memories; leave only footprints.     If you plan to camp overnight in the park with horses, the following information applies: Overnight horseback riders can use Maple Springs Group Campground, located five miles from the Visitor Center and three miles north of the Green River Ferry. The most direct route requires crossing the Green River Ferry, a free ferry with an 8 ton load limit. However, some vehicles (i.e. long horse trailers) cannot be ferried solely because of the length or ground clearance. The Green River Ferry is open daily from 6:00 AM - 9:55 PM (except when closed for repairs or during hazardous river conditions). Alternate routes via state and county roads are available and may be more practical for trailers. Maple Springs Group Campground has seven sites, and four of them are equipped for horseback riders. Specific rules apply to horseback riders using campsites at Maple Springs:  Sites 1, 2, 3 and 4 at Maple Springs are designed to accommodate horses. Do not use any of the other Maple Springs Campground sites if you are camping with horses. Park vehicles only at the gravel spaces located at each campsite. If you need additional parking, use the parking area across the road from the bulletin board. Dispose of horse manure by scattering it in the woods at least 200 feet behind the campsites. Picket areas are located behind sites 1, 2, 3 and 4. You must use these facilities to tie up your horses. Never tie horses to trees. The central grassy area is for amphitheater and recreational use only. Do not let your horses use the area. Do not allow your horses near the water spigots in the campground. You must pack water to your horses for drinking or bathing. Water hoses can be attached to water spigots temporarily, but do not leave hoses attached.",
    "url": "https:\/\/www.nps.gov\/maca\/planyourvisit\/horseback.htm"
}
