{
    "title": "Mammoth Cave National Park: News Releases",
    "body": "News Releases          On this page are the latest press releases from Mammoth Cave National Park. For further information on any of these items, please contact the park's Public Information Officer.          Subscribe  | What is RSS     August 01, 2016  New Concession Operator Selected for Mammoth Cave National Park  Mammoth Cave National Park officials announced that MCNP ONP, LLC, has been selected to provide commercial services at Mammoth Cave under the terms of a new 15-year concessions contract, effective January 1, 2017.  MCNP ONP is owned by Ortega National Parks, LLC, a family-run company with nearly 20 years of operating experience as a park concessioner.   July 22, 2016  Enjoy music in the park  The National Park Service Centennial celebration continues at Mammoth Cave National Park with a variety musical performances in the coming weeks.  The performances are free; all times listed are Central.   June 17, 2016  Mammoth Cave National Park proposes to raise some fees  Mammoth Cave National Park is seeking public comment on a change in fees, which would take effect January 1, 2017.  The public comment period is open June 17 - July 17, 2016.   April 09, 2016  Enjoy National Park Week April 16-24  It is National Park Week and time to celebrate!  2016 marks multiple anniversaries for Mammoth Cave, and the celebration starts this week.   February 25, 2016  WKU-PBS releases Mammoth Cave: A Place Called Home  Mammoth Cave: A Place Called Home, a new 30-minute documentary by WKU-PBS, premieres Friday, March 11, at 7:00 p.m., with an encore on Sunday, March 13, at 8:00 p.m.  Local showings are scheduled in Cave City and Brownsville.   February 05, 2016  Travelogues to travel blogs  How do you decide on a vacation destination?  Which route to take, attractions to visit and where to spend the night?   February 01, 2016  Take a walk through Mammoth Cave’s rich Black History  During the 1800s, enslaved African Americans guided tourist excursions through the dark, silent passages of Mammoth Cave.  Their role in society was that of slaves, but in their daily lives they were leaders. In recognition of Black History Month, on each Saturday in February park staff will convey the legacy of enslaved guides at Mammoth Cave through walks, talks, video clips, and student art exhibited in the visitor center.  The Black History Month activities are free and open to the public; reservations are not needed.   July 13, 2015  NPS launches Kentucky National Park Pentathlon  This week, the National Park Service (NPS) areas in Kentucky launch the Kentucky National Park Pentathlon, inviting those who visit all five NPS sites in the state to earn a special free commemorative patch.   The Pentathlon is in recognition of the NPS 2016 Centennial.",
    "url": "https:\/\/www.nps.gov\/maca\/learn\/news\/newsreleases.htm"
}
