{
    "title": "Mammoth Cave National Park: Black History at Mammoth Cave",
    "body": "Black History at Mammoth Cave         Second generation cave guide Henry Bransford.   The pair of stones before us bore the names of Alice Bransford, a beloved wife and mother, and her husband, Henry Bransford. Henry had been Alice's spouse for more than two decades. He fathered their six children, and not all were quite grown when he died. He had timbered wood before walking the few miles up the ridge to his guiding job at Mammoth Cave, only to walk back in the early evening and work crops long after dark by lantern light. He worked so hard and so long that a heart attack took him from his family when he was only 45 years old. Henry's carefully etched stone had been purchased by Alice and their children and placed there to honor his memory. The inscription they selected described their husband and father in what they must have believed to be the most loving and definitive way:  \"Henry Bransford, Guide\" With but three words is the sum of a man's life remembered. From Making Their Mark - The Signature of Slavery at Mammoth Cave - by Joy Medley Lyons  African Americans played a vital role in the development of cave tour routes and the visitor experience throughout the 19th and early 20th century. The first black guides were slaves and through their efforts opened up the golden age of cave exploration for Mammoth Cave. Their discoveries and story continues to live on within the avenues and guided tours of the cave today. While each slave guide eventually saw their freedom, their life was fraught with hardship in a time where the country was divided on their place in society. During their life they may have never realized the importance of their existence. However, today they are not viewed as slaves or lower class citizens. They are legends.         Stephen Bishop was one of the first slave guides at Mammoth Cave.   Stephen Bishop was unquestionably one of the greatest explorers Mammoth Cave has ever known. He was in his late teens when he was brought to Mammoth Cave in 1838. He learned the toured routes from white guides Joe Shackelford and Archibald Miller Jr. However, Stephen Bishop ventured beyond the toured areas and discovered many miles of the Mammoth Cave no eye had ever seen. The gateway for modern exploration of the cave could be attributed to Stephen's crossing of a deep vertical shaft known as the Bottomless Pit. The areas he discovered beyond the Bottomless Pit can still be viewed by visitors today. Places such as Fat Man's Misery, Cleaveland Avenue and Mammoth Dome are among the most notable. Stephen was a showman and visitors wrote of his speech and singing voice. Perhaps visitor Bayard Taylor described what today's perception of Stephen Bishop was when he wrote, \"He is a slight, graceful, and very handsome mulatto of about thirty-five years of age, with perfectly chiselled features, a keen, dark eye and glossy hair, and mustache. He is the model of a guide - quick, daring, enthusiastic, persevering, with a lively appreciation of the wonders he shows, and a degree of intelligence unusual in one of his class...I think no one can travel under his guidance without being interested in the man, and associating him in memory with the realm over which he is chief ruler.\" Stephen gained his freedom in 1856, but sadly died at the age of 37 the next year in 1857 leaving behind his wife Charlotte and son Thomas. His cause of death still remains a mystery today.  While we will never experience a first hand tour from Stephen, he can still be visited at the Old Guide's Cemetery at Mammoth Cave National Park.            Former slave and guide at Mammoth Cave - Mat Bransford   Materson Bransford was the son of the affluent Tennessean Thomas Bransford and a slave woman.  He began guiding at Mammoth Cave in the year 1838, and ultimately became the property of his own half-brother after the death of his father.  Mat married a slave girl named Parthena and in time was able to build a small home for themselves and the four children that were born to them in slavery. As time passed the children grew and to Parthena's owner became marketable.  Despite his best efforts Mat was powerless to stop his wife's owner from selling three of their four children into the very institution of slavery to which they were bound. Surprisingly, some abolitionists of the day did not regard such an act as horrendous. In the early 1860's Mat guided abolitionist John Fowler Rusling through Mammoth Cave. Upon hearing of the ordeal Rusling remarked, \"I don't suppose you missed these children much? You colored people never do they say.\" Upon hearing such hurtful words, the heartbroken Mat was quick to inform him differently. After emancipation, Mat remained at the cave for the rest of his life. No doubt his eyes often gazed toward the old dusty road bed where his oldest children were last seen, hoping someday to see them return.            Former slave and cave guide Nick Bransford.   Like both Stephen Bishop and Mat Bransford, Nick Bransford (no known blood relation) was leased and brought to Mammoth Cave in 1838. However, Nick was not the showman that Stephen Bishop or Mat was. Descriptions of Nick as a guide do not exist until after Stephen Bishop's death. Perhaps he was not a regular guide until this time. A visitor named F.J. Stevenson visited Mammoth Cave in 1863 and wrote the following regarding Nick, \"On presentation his Majesty proved to be an interesting black man, considerably past middle age...a short, broad strong man...quiet but steady eyes, grave in his demeanor, and concise in his conversation.\" Despite Nick being a man of few words, he nonetheless still embodied the connection guides have to the cave and visitors as Stevenson writes, \"...seemed thoroughly imbued with the spirit of the place in which he had spent the greater portion of his time for 17 years. He was as grave and taciturn as some cave-keeping anchorite. During our inward progress, he had carefully pointed out every place and object of interest...If I paused or made a misstep, he instantly looked around.\" As a slave his monetary value was $800 which was substantially more than other slaves listed on the inventory. According to tradition, Nick purchased his freedom by selling eyeless fish to visitors who were intrigued by the unique creatures. Beyond his role as a guide, Nick was also a husband who married Stephen Bishop's widow Charlotte. He was a caring giving man who donated the land for the Mammoth Cave School where his grandchildren learned to read and write. This quiet soul was also a spiritual man and was one of the first deacons of the Pleasant Union Baptist Church that used to stand in the park. Nick continued to work at Mammoth Cave until he died in 1895 - giving over a half-century of his life to the guiding profession. His exact gravesite is unknown, but is in all likelihood shrouded in the woods of the Flint Ridge.             Guide Ed Bishop circa 1905   Ed Bishop began guiding at Mammoth Cave in 1886. For nearly the next three decades Ed was an integral part of the guide force. Among his greatest achievements was in guiding a German cartographer named Max Kämper through Mammoth Cave. For eight months Ed and Max visited all of the known sections of Mammoth Cave and discovered many new areas. The fruits of their labor produced a map representing approximately 35 miles of cave passages. A place known as Bishop's Pit (on the Violet City Lantern route), named in Ed's honor, is one of the areas Ed and Max discovered in 1908. Ed's knowledge of the cave seemed to be the cornerstone for exploration as well as a point of learning for guides. The following was written in George Morrison's New Entrance Guide Book concerning Ed:   \"The real guide was Ed Bishop. He instructed Hunt how to reach the New Discovery from the Cathedral Dome route and Hunt instructed Bob Lively, but during 1916 and 1917 it was necessary to wait for Bishop, to make the trip.\" Ed eventually moved to Indiana and died in Indianapolis. He was brought back to Kentucky and buried in an unmarked grave next to his first wife Josie and daughter Chancey. In 2010 Mammoth Cave guides, along with many others, had donated enough money to purchase and set a head stone for Ed and Josie Bishop, as well as one for their baby girl, Chancey. Today Ed rests beneath a large cedar tree just a few miles from the cave he knew so well.           Ed Hawkins, former cave guide and laborer at the Mammoth Cave Estate.   Ed Hawkins was not exclusively a guide. Ed was a laborer for the privately owned Mammoth Cave Estate. While Ed did guide tours, many of his other tasks took him away from the cave. Odd jobs such as small structural repairs, chopping wood and plucking chickens were among other labor Ed performed. Black employees during the early 20th century had certain demands of them. Only blacks were porters and waiters, while whites were clerks and managers. Ed Hawkins had to cancel his plans for a planned cave exploration trip because one of the managers needed him to peel potatoes. No doubt, his ability and familiarity with the cave would have been better served in exploration. In 1907 Ed co-discovered a monumental series of shafts known as Cathedral Domes with fellow guide Will Bransford and visitor Benjamin Franklin Einbigler. The avenue leading to this impressive series of domes is was named Hawkins' Pass in his honor. Visitors are still able to view these large shafts on the Wild Cave Tour. A unique trait of Ed is how recognizable he is in photographs. He secured his clothes with large blanket pins. Tradition says that his hands were so large he could clean a chicken of its feathers in just two swipes. With such large hands manipulating small buttons may have been too tedious a task. After more than half a decade at the Western State Hospital in Hopkinsville, Kentucky Ed passed away in 1936 due to myocarditis and a contributing factor of senility. He resides today in an unmarked grave at the hospital cemetery.           Mammoth Cave guide Will Garvin.   One may argue that most of Will Garvin's life was spent in public service. Beginning first with his country then as a Mammoth Cave guide. While never a slave at Mammoth Cave he certainly played a role in the institution of slavery as he mustered in as a private for Company M 12th Heavy Artillery U.S. Colored Troop at Bowling Green, Kentucky during the Civil War. Following the war, Will Garvin eventually settled in Edmonson County, Kentucky where he was only one of six black Civil War veterans and soon began guiding in Mammoth Cave. He married Hannah, the daughter of Nick Bransford and Charlotte and lived just a short distance from the cave's entrance. Will Garvin is most widely known in Mammoth Cave lore for discovering an area known as the Corkscrew. This maze through collapsed rubble linked the upper levels of the cave system to the lower levels near the water table. It provided an exit for the cave where the visitor would have to do very little retracing of steps. Additionally, Will is the first person known to have experienced the optical illusion known as the Statue of Martha Washington. As he was exiting the cave he saw the spectral silhouette of a woman appear down the passage. Upon further examination it was merely the reflection of light from an approaching tour casting light upon the bends of the cave avenue. On occasion the Statue of Martha Washington can be seen on certain tours of the Historic section. Some have given Will Garvin credit for the discovery of Colossal Caverns. This cave was operated by the L&N Railroad and opened to the public. In 1972 this system was found to connect to the Mammoth Cave system. Today Colossal Caverns is one of hundreds of caves protected within Mammoth Cave National Park. Will passed away in the early 1900's. His wife Hannah ultimately filed for and received a veteran's widow pension in 1906.           Third generation Mammoth Cave guide Matt Bransford.   Matt Bransford was the grandson of the slave guide Mat Bransford of the Stephen Bishop era. Matt filled a certain niche that other guides had never done before. He owned and operated a hotel out of his own home. Despite the ending of the civil war blacks were still not welcome in many establishments. Among guides, segregation was nearly non-existent. However, outside of Mammoth Cave black visitors were often the victims of such a practice. In fact operators of the Mammoth Cave Hotel were all too aware of visitors' expectations when it came to sharing social settings with African Americans. Blacks were not allowed to be on the same tours with whites much less stay in the same hotel. Matt traveled to larger cities to appeal to the African American community to visit the world famous Mammoth Cave. Matt led Special tours so African Americans could experience the renowned Mammoth Cave. Matt and his wife, Zemmie, provided lodging and meals for black visitors at their home called the Bransford Resort. It was the first time in Mammoth Cave history the African American community could experience the same comforts and fascination of the cave white visitors had experienced for over a century. Today Matt and his wife Zemmie rest in a cemetery located in Glasgow, Kentucky. Their headstone no doubt represents their affection for each other. It is a simple stone in the shape of two hearts bonded together.         Kentucky African American Encyclopedia Kentucky has just dedicated the new Kentucky African American Encyclopedia. This resource provides a comprehensive volume of research on the black experience in the Commonwealth. It is to include entries on the individuals, events, places, organizations, movements and institutions which have shaped the state's history since its origins. Included are topical essays on slavery, education, women, religion, sports, business and civil rights. A first of its kind the Kentucky African American Encyclopedia serves as a major reference for students, teachers, researches and anyone interested in expanding their knowledge of Kentucky and the South. A complete overview can be found at: www.uky.edu\/kaae",
    "url": "https:\/\/www.nps.gov\/maca\/learn\/historyculture\/black-history.htm"
}
