{
    "title": "Mammoth Cave National Park: Boating, Canoeing & Kayaking",
    "body": "Boating, Canoeing and Kayaking              Within the boundaries of Mammoth Cave National Park, 25 miles of the Green River and six miles of the Nolin River carry boaters past dramatic bluffs, majestic trees, and wildlife. The Green River, dotted with sandbars, islands, and subsurface springs, averages 200 feet wide and 10 feet deep, though its depth may be much greater in places. The Nolin River also averages about 10 feet deep, but its channel is narrower than the Green River. At normal water levels, the Green River runs at about five miles per hour. The current in the Nolin is slightly slower than the current in the Green. Therefore, both rivers offer pleasant canoeing, even for novices. When the rivers flood, the current can be very swift, but no whitewater conditions exist along the Green or Nolin Rivers in the park. Regardless of water level, always be alert to hazards such as submerged trees and rocks, drifting debris, and the park's ferries. Launching watercraft is strongly discouraged when river levels are at or exceed 10 feet on the park's water level gauges. Strong, swiftly moving currents as well as large drift flowing in the river channel pose a hazard to safety. Canoe liveries with permits to operate in the park are prohibited from renting or providing canoes during these times. To inquire on current river levels you may call 270.758.2417. To explore the Green River, launch your craft at Dennison Ferry Day-Use Area, Green River Ferry, or Houchins Ferry. On the Nolin River, launch your boat just below Nolin River Dam at Tailwaters Recreation Area, operated by the U.S. Army Corps of Engineers. When you reach the Green River, paddle upstream against a gentle current and take out at Houchin Ferry. Be sure to pick up a copy of the Backcountry Map & Guide at the Visitor Center before embarking on your trip.  For a longer trip, you can put in upstream outside the park at Munfordville and float 19 miles to take out at Dennison Ferry Day-Use Area. Note, however, that much of that length lies outside the park and camping may not be permitted on the private properties along the river before you reach the Park. Also, you will need a Kentucky fishing license to fish until you reach the Park boundary. The access at Dennison Ferry is steep and therefore suitable for small johnboats and canoes only. Take-out points are at Dennison Ferry Day-Use Area, Green River Ferry or Houchin Ferry. We do not recommend that you continue paddling downstream past Houchin Ferry to Lock & Dam #6. Located outside the park, the approach to the dam is not marked with warning signs. Being sucked into the current above the dam could be extremely hazardous.  River Distances   Boating Regulations  All boat passengers must have a U.S. Coast Guard-approved personal floatation device. Observe weather conditions. Flooding is possible. In case of storms, leave the water and seek shelter. Never dump or discharge refuse in the water. Do not leave boats unattended for longer than 24 hours without written permission from the Chief Ranger. Boating accidents resulting in property damage, personal injury or death must be reported to a park ranger as soon as possible. Operating a jet ski, waverunner or any other 1- to 2-person motorized watercraft with a total length of 8 ft. or less is prohibited upon all navigable waters of the park. The use of this type watercraft on navigable park waters is hazardous due to submerged obstructions within river channels. The noise created by use of these types of watercraft is also incompatible with other park uses. Motorized vessels may not be operated above idle speed within 100 feet of the Green River Ferry or Houchin Ferry. The areas at Green River Ferry and Houchin Ferry are generally recognized as docking and or moorage areas. Vessels operating above idle speeds in these areas pose a threat to themselves and other boaters\/visitors. All other Coast Guard regulations apply.",
    "url": "https:\/\/www.nps.gov\/maca\/planyourvisit\/boating.htm"
}
