{
    "title": "Mammoth Cave National Park: Late Summer 2016",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Cave Tours     Late Summer 2016                Late Summer 2016         Summer view from the Green River Bluffs Trail. Photo from B. Carson files  The late summer at Mammoth Cave is a great time to get out and visit the park.  Things are still in full swing, but if you prefer the summer weather, with a little less crowd this may be the season for you!  Nature trails, scenic river ways, and of course Mammoth Cave offers a variety of  tours to provide numerous opportunities for adventure both above and below ground.  We would love for you to come join us as you experience your America. Our late summer schedule runs August 15 - September 2, 2016. The Visitor Center hours are 8:00 a.m. - 6:00 p.m. Central Time. Reservations are not required, but are strongly recommended to ensure a spot on cave tours. Reservations cannot be made the same day of the tour. Adult ticket prices are for individuals 13 and up. Youth ticket prices are for visitors age 6 - 12. Unless otherwise noted, all visitors under the age of 16 must be accompanied by an adult age 18 or over. Unless otherwise noted, flash photography is not permitted on cave tours. Below you will find our full selection of tour times and descriptions offered this summer. Feel free to read each one, decide which is best for you and tailor-make your own opportunity to experience the wonders of Mammoth Cave National Park.         Cave Activity Departures   Frozen Niagara Tour 9:15, (11:30 Sun - Fri), 4:15   Historic Tour 9:00, 10:00, 11:30, 12:00, (1:15 Sat\/Sun), 3:15   Domes and Dripstones 9:30, (10:30 Sat), 12:15, 1:30, 2:00, 2:45, (3:45 Sat\/Sun)   Violet City Lantern Tour 2:30 (Mon-Fri)   Wild Cave Tour 9:00 Sat\/Sun   Surface Walks & Programs - Free! Departures   Heritage Walk 9:15, (3:45 Fri\/Sat)   Sand Cave Almanac Caravan 1:00 Fri\/Sat   Porch Talk 10:15, 2:15   Let's Go Birding! 8:15 a.m. Tuesday & Thursday (starts August 23rd)   Fall Nature Hike 11:00 Tuesday & Thursday (starts August 23rd)    Evening Program 7:30 p.m. Fri\/Sat             The Frozen Niagara Formation   Frozen Niagara Tour Often the perfect taste of Mammoth Cave for visitors with very small children, elderly family members, or others who cannot walk long distances. Not sure you like close spaces? Have trouble walking or managing long staircases? This short visit through this very heavily decorated part of Mammoth Cave might be best for you.  This section of cave is seen in its entirety on the Domes and Dripstones, Grand Avenue, Introduction to Caving and Wild Cave Tours. Duration: 1 1\/4 hours Distance: 1\/4 mile Total Stairs: 12, plus an optional 98 Difficulty: Easy Tour Capacity: 39 Price: $13 Adults, $9 Youth, $6.50 Special Access Tour Times: 9:15, (11:30 Sun - Fri), 4:15 Want to make a reservation?  Click here To view what part of Mammoth Cave this tour covers click here.          View of Broadway on the Historic Tour.   Historic Tour Been in other more decorative caves, but never in Mammoth Cave? This journey through the natural entrance leads to \"classic\" Mammoth Cave landmarks visited by writers, scientists, military figures and celebrities of the 1800s and early 1900s. A great family trip!  Portions of this tour are also seen on the Violet City Lantern, Star Chamber and Gothic Tours. It is seen in its entirety on the River Styx Tour. Duration: 2 hours Distance: 2 miles Total Stairs: 440, including 155 at Mammoth Dome Difficulty: Moderate Tour Capacity: 120 Price: $14 Adults, $9 Youth, $7 Special Access, $5 Educational Rate Tour Times: 9:00, 10:00, 11:30, 12:00, (1:15 Sat\/Sun), 3:15, Want to make a reservation? Click here To view what part of Mammoth Cave this tour covers click here.          The Drapery Room on the New Entrance Cave Tour.   Domes and Dripstones Tour (formerly the New Entrance Tour) A wonderful complement to the Historic Tour, this trip includes a dramatic series of domes and pits, typical large trunk passageways, and a short journey through dripstone formations.  This tour includes the entire Frozen Niagara Tour route and a small portion of the Grand Avenue Tour route. Duration: 2 hours Distance: 3\/4 mile Total Stairs: 500, including 280 on the initial staircase descent Difficulty: Moderate Tour Capacity: 118 Price: $15 Adults, $10 Youth, $7.50 Special Access Tour Times: 9:30, (10:30 Sat only), 12:15, 1:30, 2:00, 2:45, (3:45 Sat\/Sun) Want to make a reservation? Click here To view what part of Mammoth Cave this tour covers click here.          Remains of a 19th century tuberculosis hut on the Violet City Lantern Tour.   Violet City Lantern Tour Travel exclusively by lantern light as guides recreate a nostalgic experience of days gone by.  The flickering flame and rugged trails make it seem as if time stands still in the cave.  Experience the cave the way early visitors did as you navigate steep hills and uneven terrain through some of the largest and oldest toured passageways.  Relive the stories, behold the illusions and experience the cave's primitive nature that only this rustic walking tour can afford! Portions of this tour are also seen on the Historic, River Styx and Mammoth Passage Tours. Only visitors age 16 and over may carry lanterns. Be prepared, the rugged nature of this tour possesses steep hills, low lighting, uneven terrain and no handrail or electric lighting infrastructure. To preserve the nostalgic nature of this tour, the use of flashlights is prohibited. Age Limit:  6 and over Duration:  3 hours Distance:  3 miles Total Stairs:  160 and numerous hills with no hand rails Difficulty: Strenuous Tour Capacity:  38 Price: $18 Adults, $13 Youth, $9 Special Access Tour Times:  2:30 (Mon-Fri) Want to make a reservation?  Click here To view what part of Mammoth Cave this tour covers click here.          Hundreds of signatures are left from the 1800s in Register Hall in Gothic Avenue.   Gothic Avenue Tour Some areas of Mammoth Cave just seem magical, and Gothic Avenue is one of those special places. This tour begins at the Visitor Center and enters the famous Historic Entrance and passes through the Rotunda and the Church. The tour enters Gothic Avenue, one of the most historically significant passageways in the cave. This area showcases hundreds of examples of visitor experiences still visible today, from the multitude of nineteenth-century candle-written signatures to the dozens and dozens of stone monuments left behind by visitors nearly 200 years ago.  Portions of this tour are also seen on the Star Chamber, Historic and Violet City Lantern Tours.  Duration: 2 hours Distance: 1 miles Total Stairs: 230 Difficulty: Moderate Tour Capacity: 40 Price: $12 Adults, $9 Youth, $6 Special Access Tour Time:  8:30 Want to make a reservation? Click here          An example of boots meeting requirements for the Wild Cave Tour.   Wild Cave Tour Face the darkness - and the challenge. Journey with experienced guides and a small adult group through some of the starkly beautiful yet physically demanding \"wild\" areas of the cave. Climb, crawl, squeeze, hike and canyon walk in the realms of Mammoth Cave. See places no other tour encounters and feel the thrill of exploration! In order to minimize the spread of White Nose Syndrome, a fungus that has resulted in the death of over 5.5 million bats in the eastern United States, Mammoth Cave National Park has instituted stringent cleaning procedures for all off-trail spelunking tours this summer. All equipment and outerwear including gloves will be provided by the park. Visitors must provide their own boots. No personal caving equipment allowed. No Exceptions. Shorts and t-shirt recommended for wear under required coveralls. An adult must accompany visitors under age 18. Organized youth groups must have at least two adult representatives accompanying minor children. Chest or hip measurement must not exceed 42 inches; if you are larger you may not physically pass through the crawlspaces.   PLEASE READ: Sturdy, lace-up hiking boots that cover the ankle are required. Boots with zippers will not be admitted on the tour. Boots must have good aggressive tread. No slick-soled footwear is permitted. No tennis shoes allowed. You will not be allowed to participate in the tour if you are not wearing proper footwear - no exceptions.   Please bring an extra pair of tennis shoes or sandals for use during boot cleaning at the end of the tour.  Visitors will need to bring their own lunch or snacks. A small fannypack is provided. Requires at least 2 participants.   Age Limit: 16 and over Duration: 6 hours Distance: 5 miles Difficulty: Extremely Strenuous Tour Capacity: 14 Price: $55 Tour Times: 9:00 Sat\/Sun Want to make a reservation? Click here        MAMMOTH CAVE NATIONAL PARK SURFACE ACTIVITIES Free of charge        View of the Old Guides Cemetery.   Heritage Walk This easy walk uses the 3\/4 mile Heritage Trail, adjacent to the Mammoth Cave Hotel. The ranger shares stories of the old Mammoth Cave Estate and the changes to the cultural landscape and perceptions through the late 18th and early 20th centuries. Includes a walk to the Old Guides Cemetery where former enslaved cave guide Stephen Bishop now rests. Duration: 45 minutes Distance: 3\/4 mile Difficulty: Easy - wheelchair accessible Trip Times: 9:15, (3:45 Fri\/Sat)        Mammoth Cave Baptist Church   Sand Cave Almanac Caravan A progressive walking and driving tour telling the saga of Floyd Collins, trapped in Sand Cave in 1925. See the Collins' family home place and end your journey at the Mammoth Cave Baptist Church at the gravesite of Floyd Collins. This activity is conducted in a caravan in which visitors drive their own vehicle. The caravan traces a 5.2 mile distance from Sand Cave Trailhead to Mammoth Cave Baptist Church.   Duration: 2 hours Distance: 5.2 miles (driving) Difficulty: Easy - Sand Cave Trail is wheelchair accessible Trip Time: 1:00 Fri\/Sat        Ranger at porch talk with visitors.   Porch Talk Join a park ranger for a brief discussion for one of the many subjects centered in Mammoth Cave National Park.  Topics range from the rich cultural history to one of the many disciplines associated with the park's natural history.  No matter what the topic, there's surely something to learn and enjoy with in this small group setting with a park ranger. Duration: Approximately 15 minutes Program Times: 10:15, 2:15        Prothonotary Warbler   Let's Go Birding! Join a local naturalist and discover a part of the world where birds nest and rule the skies.  Enjoy the sights and the sounds that greet each morning here in cave country and discover some of the most commonly seen bird species in the park.  Learn what the park is doing to monitor and help protect these wonderful creatures that add so much to the landscape. Duration:  2 hours Distance:  varies Difficulty:  Easy to moderate Trip Time:  8:15 a.m. on Tuesdays & Thursdays* *Hike begins August 23  Last hike for the season is September 29th.        Visitors on a fall hike    Fall Nature Hike Without question the underground of Mammoth Cave National Park holds a world of discovery.  However, the world above the cave is an often overlooked resource in understanding the complexity of the entire ecosystem.  Explore the surface with a local naturalist and discover the rich abundance of flora and fauna in the woodland and gain a greater understanding of the wonders of the park!     Duration:  2 hours Distance:  varies Difficulty:  varies Trip Time:  11:00 on Tuesdays & Thursdays* *Hike begins August 23 Last hike for the season is September 29th.        Campfire.   Evening Program Join a park ranger for a special program at the wheelchair accessible Park Amphitheater. Programs generally begin just before dark and interpret a different topic each evening. Check at the Visitor Center information desk to learn more about available evening amphitheater programming topics. Duration: 45 minutes Difficulty: Easy - wheelchair accessible Campfire Program Times: 7:30 p.m. Fri\/Sat",
    "url": "https:\/\/www.nps.gov\/maca\/planyourvisit\/late-summer.htm"
}
