{
    "title": "Mammoth Cave National Park: Cave Tours",
    "body": "Cave Tours of Mammoth Cave NP       Ranger-Led Activities at Mammoth Cave National Park are offered by season. Please select from the links at left to choose from the available seasons, or you can download a PDF brochure of our current schedule from our Publications page. Notice:  Unless otherwise noted, the following items are not permitted on cave tours:   Strollers Tripods Metal framed backpacks and backpacks that are higher than the shoulder or that are of a length that extends below the hips (i.e. large trekking backpacks) All child backpack carriers    Flash photography is not permitted on cave tours.  For an online schedule, tour descriptions and prices please click below: Mammoth Cave Summer Activities Schedule (June 11 - August 14, 2016) Mammoth Cave Late Summer Activities Schedule (August 15 - September 2, 2016) Mammoth Cave Labor Day Weekend Schedule (September 3 - September 5, 2016) Mammoth Cave Fall Activities Schedule (September 6 - October 29, 2016) Mammoth Cave Winter Activities Schedule (October 30, 2016 - March 10, 2017)          Hearing Impaired Services for Visitors on Guided Activities   Mammoth Cave National Park is pleased to offer sign interpreter services for cave and surface activities to visitors free of charge.  Arrangements can be made by contacting the park at the number located below.  However, before contacting the park, please note:   All requests require a two week minimum notice prior to your visit.   Services are limited by tour group sizes and interpreter availability.   When calling, please have the date, name and time of the activity ready.   For further information or to make arrangements, please call 270.758.2417.   For visitors with hearing difficulty, assisted listening devices are available.  These may be worn on cave or surface activities and are available for loan free of charge.  They are on a first-come, first-served basis.  Check at the visitor center for availability upon your arrival.           Notice: All participants on cave tours must walk on bio-security mats immediately following the conclusion of their tour. No exceptions. This extraordinary measure is due to the confirmation of White-Nose Syndrome in Kentucky. Your assistance is required to slow the spread of this fungal disease affecting bats. Thank you for your cooperation. More Information   Reservations  Reservations are not required, but are recommended. Currently, reservations cannot be made the same day of a tour. Unless otherwise noted, all visitors under the age of 16 must be accompanied by an adult age 18 or over. For further cave tour restrictions click here.         Click Here for a copy of the current season's Cave Tour schedule and descriptions in PDF format.",
    "url": "https:\/\/www.nps.gov\/maca\/planyourvisit\/gocavetours.htm"
}
