{
    "title": "Mammoth Cave National Park: Labor Day Weekend 2016",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Cave Tours     Labor Day Weekend 2016                Labor Day Weekend 2016         Summer view from the Green River Bluffs Trail. Photo from B. Carson files  The park ramps up opportunities at the end of the late summer season for visitors to enter Mammoth Cave during Labor Day Weekend!  During Saturday, September 3 - Monday, September 5, 2016 visitors can enjoy a variety of different tours during the last big weekend of summer!  Self-guided tours, long cave excursions, and short scenic trips are available.  If going underground isn't for you, there are nearly 53,000 acres of beautiful woodland, miles of scenic river, ranger led surface hikes and numerous campsites to enjoy.  Whether above or below ground Mammoth Cave surely has something for everyone! The Visitor Center hours are 8:00 a.m. - 6:00 p.m. Central Daylight Time. Memorial Day Weekend is a very busy time at the park. Reservations are not required, but are strongly recommended especially during this busy holiday weekend to ensure a spot on cave tours. Reservations cannot be made the same day of the tour. Adult ticket prices are for individuals 13 and up. Youth ticket prices are for visitors age 6 - 12. Unless otherwise noted, all visitors under the age of 16 must be accompanied by an adult age 18 or over. Unless otherwise noted, flash photography is not permitted on cave tours. Below you will find our full selection of tour times and descriptions offered this summer. Feel free to read each one, decide which is best for you and tailor-make your own opportunity to experience the wonders of Mammoth Cave National Park.         Cave Activity Departures   Frozen Niagara Tour 9:15, 4:15   Historic Tour 8:30, 9:00, 9:30, 10:00, 10:30, 11:30, 12:45, 1:15, 1:45, 2:15, 2:45, 3:15, 3:45   Domes and Dripstones Tour 8:45, 9:30, 10:00, 10:30, 11:15, 11:45, 12:15, 12:45, 1:30, 2:00, 2:45, 3:45   Wild Cave Tour 9:00   Discovery Tour 10:00 a.m. - 1:00 p.m.              The Frozen Niagara Formation.   Frozen Niagara Tour Often the perfect taste of Mammoth Cave for visitors with very small children, elderly family members, or others who cannot walk long distances. Not sure you like close spaces? Have trouble walking or managing long staircases? This short visit through this very heavily decorated part of Mammoth Cave might be best for you.  This section of cave is seen in its entirety on the Domes and Dripstones, Grand Avenue, Introduction to Caving and Wild Cave Tours. Duration: 1 1\/4 hours Distance: 1\/4 mile Total Stairs: 12, plus an optional 98 Difficulty: Easy Tour Capacity: 39 Price: $13 Adults, $8 Youth, $6.50 Special Access Tour Times: 9:15, 4:15 Want to make a reservation? Click here To see what part of Mammoth Cave this tour covers click here.           View of Broadway on the Historic Tour.   Historic Tour Been in other more decorative caves, but never in Mammoth Cave? This journey through the natural entrance leads to \"classic\" Mammoth Cave landmarks visited by writers, scientists, military figures and celebrities of the 1800s and early 1900s. A great family trip!  Portions of this tour are also seen on the Violet City Lantern, Star Chamber and Gothic Tours. It is seen in its entirety on the River Styx Tour. Duration: 2 hours Distance: 2 miles Total Stairs: 440, including 155 at Mammoth Dome Difficulty: Moderate Tour Capacity: 120 Price: $14 Adults, $9 Youth, $7 Special Access, $5 Educational Rate Tour Times:  8:30, 9:00, 9:30, 10:00, 11:30, 12:45, 1:15, 1:45, 2:45, 3:15, 3:45 Want to make a reservation?  Click here To see what part of Mammoth Cave this tour covers click here.          The Drapery Room on the New Entrance Cave Tour.   Domes and Dripstones Tour A wonderful complement to the Historic Tour, this trip includes a dramatic series of domes and pits, typical large trunk passageways, and a short journey through dripstone formations.  This tour includes the entire Frozen Niagara Tour route and a small portion of the Grand Avenue Tour route. Duration: 2 hours Distance: 3\/4 mile Total Stairs: 500, including 280 on the initial staircase descent Difficulty: Moderate Tour Capacity: 118 Price: $15 Adults, $10 Youth, $7.50 Special Access Tour Times:  8:45, 9:30, 10:00, 10:30, 11:15, 11:45, 12:15, 12:45, 1:30, 2:00, 2:45, 3:45 Want to make a reservation?  Click here To see what part of Mammoth Cave this tour covers click here.          An example of boots meeting requirements for the Wild Cave Tour.   Wild Cave Tour Face the darkness - and the challenge. Journey with experienced guides and a small adult group through some of the starkly beautiful yet physically demanding \"wild\" areas of the cave. Climb, crawl, squeeze, hike and canyon walk in the realms of Mammoth Cave. See places no other tour encounters and feel the thrill of exploration! In order to minimize the spread of White Nose Syndrome, a fungus that has resulted in the death of millions of bats in the eastern United States, Mammoth Cave National Park has instituted stringent cleaning procedures for all off-trail spelunking tours this summer. All equipment and outerwear including gloves will be provided by the park. Visitors must provide their own boots. No personal caving equipment allowed. No Exceptions. Shorts and t-shirt recommended for wear under required coveralls. An adult must accompany visitors under age 18. Organized youth groups must have at least two adult representatives accompanying minor children. Chest or hip measurement must not exceed 42 inches; if you are larger you may not physically pass through the crawlspaces.  PLEASE READ:  Sturdy, lace-up hiking boots that cover the ankle are required. Boots with zippers (where the zippers serve as part of the boot fit and support) will not be admitted on the tour. Boots must have good aggressive tread. No slick-soled footwear is permitted. No tennis shoes allowed. You will not be allowed to participate in the tour if you are not wearing proper footwear - no exceptions. Please bring an extra pair of tennis shoes or sandals for use during boot cleaning at the end of the tour.  There will be no food service in the Snowball Room. Visitors will need to bring their own lunch or snacks. A small fannypack is provided. Requires at least 2 participants. Age Limit: 16 and over Duration: 6 hours Distance: 5 miles Difficulty: Extremely Strenuous Tour Capacity: 14 Price: $55 Tour Times: 9:00 Want to make a reservation? Click here         Audubon Avenue.   Discovery Tour (self-guided) Visit the Rotunda, one of the largest rooms in the cave, explore a vast canyon passageway, and learn about 19th-century saltpeter mining operations and the geologic origins of Mammoth Cave on this self-guiding tour. Includes part of the Historic Tour and the entire Mammoth Passage Tour route. Not available by reservation. Duration: 1\/2 hour minimum Distance:  3\/4 mile Total Stairs:  160 Difficulty: Easy Price:  $5 Adults, $3.50 Youth, $2.50 Special Access Tour Times:  10:00 a.m. to 1:00 p.m. To see what part of Mammoth Cave this tour covers click here.      MAMMOTH CAVE NATIONAL PARK SURFACE ACTIVITIES Offered Free of Charge        The Old Guide's Cemetery along the Heritage Trail Walk.   Heritage Walk (Accessible)  This easy walk uses the 3\/4 mile Heritage Trail, adjacent to the Mammoth Cave Hotel. The ranger shares stories of the old Mammoth Cave Estate and how the  surface above helped shaped the stories below. Includes a walk to the Old Guides Cemetery where former enslaved cave guide Stephen Bishop now rests.    Duration: 45 minutes Distance:  3\/4 mile Difficulty: Easy - accessible trail Trip Time:  9:30 & 3:45",
    "url": "https:\/\/www.nps.gov\/maca\/planyourvisit\/labor-day.htm"
}
