{
    "title": "Mammoth Cave National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation             How do I get to Mammoth Cave?Please take note! Do not rely exclusively on your mobile GPS, Google Maps™ or similar automated navigation system to get your to the park Visitor Center in time for your Cave Tour. Numerous visitors trusting in navigation devices have reported that the device or service has taken them the long way around by way of the park's north side and required a river crossing by ferry, or backtracking over many miles, to reach the Visitor Center. In some instances, travelers have arrived too late to participate in their scheduled cave tour. In other cases drivers of large commercial vehicles have followed automatic navigation onto park roads that are prohibited and\/or too narrow for them to traverse safely. When planning your trip to or through the park, take a few moments to review your route before you travel so that you will be able to confirm your navigator's instructions on the road, and arrive on time for the adventure you intended to have.  From the North: Take Interstate 65 to Exit 53 (Cave City Exit). Turn right onto KY-70. Follow 70\/255 as it becomes the Mammoth Cave Parkway in the park. Follow the Mammoth Cave Parkway to the Visitor Center.  From the South: Take Interstate 65 to Exit 48 (Park City Exit). Turn left onto KY-255 and follow 255 as it becomes the Park City Road into the park. Follow Park City Road until it joins the Mammoth Cave Parkway; turn left. Follow the Mammoth Cave Parkway to the Visitor Center.   Physical Address  Mammoth Cave National Park 1 Mammoth Cave Parkway Mammoth Cave, KY 42259    GPS Coordinates  Lat\/Long: N 37° 11' 13.115'' ¦ W 86° 06' 05.197''  Decimal Degrees:  +37.186976 ¦ -86.101444  UTM (Zone 16N, NAD83):  579779.491 ¦ 4115977.605 m   NOTE: Commercial vehicles are prohibited on the park's roads.",
    "url": "https:\/\/www.nps.gov\/maca\/planyourvisit\/directions.htm"
}
