{
    "title": "Mammoth Cave National Park: Trails",
    "body": "Trails at Mammoth Cave National Park              Mammoth Cave National Park is a place for letting your feet lead you – or your horse's hooves, or the tread of your bike's tires. With nearly 84 miles of trail in the backcountry, frontcountry and Visitor Center areas combined, from easy to rugged, you're certain to find just the one-on-one with nature you're looking for. Six trailheads, at Maple Springs, Lincoln, Big Hollow, First Creek, Temple Hill and White Oak give access to the backcountry's 65.8 miles of trail. Most backcountry trails are for pedestrian and horseback use only, with the exception of Big Hollow Trail, which is for pedestrian and mountain bike use only, and Maple Springs Trail and White Oak Trail, which are all-use trails. In the frontcountry, explore a total of 10.8 miles along the Cedar Sink Trail, Sand Cave Trail, Sloan's Crossing Pond Walk, Turnhole Bend Nature Trail, and the Mammoth Cave Railroad Bike and Hike Trail. The area around the park Visitor Center offers 7.2 miles of scenic trails that venture from ridgetop to river, from sinkholes to springs, from old guide's cemeteries to overlooks, and from historic engines to the Historic Entrance. To find your way around the park's trails, useful park maps are available from the link below:  View Park Maps          Visitor Center Area Trails       Trail Starts at  Mi.   Km.    Amphitheater Trail Hotel parking\/ Cavers' Camp Store  0.2   0.3    Cabins Trail Hotel Parking  0.2   0.3    Dixon Cave Overlook Trail Picnic Area  0.1   0.1    Dixon Cave Trail Historic Entrance  0.4   0.6    Echo River Springs Trail Green River Ferry  1.0   1.6    Engine No. 4 Trail Hotel Parking\/ Cavers' Camp Store  0.2   0.3    Green River Bluffs Trail Picnic Area  1.3   2.1    Heritage Trail Mammoth Cave Hotel  0.5   0.8    Historic Entrance Trail Visitor Center  0.2   0.3    Mammoth Cave Railroad Bike and Hike Trail - Visitor Center Access Trail  Near Engine No. 4   0.2   0.4    Mammoth Cave Campground Trail Park Amphitheater  0.2   0.3    Old Guides Trail Heritage Trail\/ Historic Entrance  0.1   0.1    River Styx Spring Trail Historic Entrance  0.4   0.7    River Valley Trail Sinkhole Trail\/ Echo River Springs Trail  0.3   0.5    Sinkhole Trail Heritage Trail\/ Echo River Springs Trail  1.0   1.7    Sunset Point Trail Heritage Trail\/Echo River Springs Trail  0.3   0.5    Whites Cave Trail Sinkhole Trail\/ Mammoth Cave Campground Trail  0.6   1.0              Frontcountry Trails         Trail Starts at  Mi.   Km.    Cedar Sink Trail Cedar Sink Trailhead  1.0   1.6    Mammoth Cave Railroad Bike and Hike Trail - North Hotel Parking  3.3   5.4    Mammoth Cave Railroad Bike and Hike Trail - South South Park Entrance  5.1   8.2    Mammoth Cave Railroad Bike and Hike Trail - Furlong Cemetery Spur Spur entry point  0.2   0.4    Mammoth Cave Railroad Bike and Hike Trail - South Entry Spur South park entry sign   0.2   0.4    Sand Cave Trail Sand Cave Trailhead  0.1   0.2    Sloan's Crossing Pond Walk Sloan's Crossing Trailhead  0.4   0.6    Turnhole Bend Nature Trail Turnhole Bend Trailhead  0.5   0.9           Backcountry Trails      Trail Starts at Mi. Km.   Big Hollow Trail North Loop Big Hollow TH 5.3 8.6   Big Hollow Trail North Loop Shortcut Big Hollow Trail North Loop 0.1 0.2   Big Hollow Trail South Loop Big Hollow Trail North Loop Junction 3.7 6.0   Blair Springs Hollow Trail Collie Ridge Trail\/ Wet Prong Trail 1.8 2.9   Bluffs Campsite Trail Sal Hollow Trail 0.6 1.0   Buffalo Creek Trail Maple Springs TH 4.4 7.0   Collie Ridge Trail Lincoln TH 3.8 6.2   Collie Ridge Campsite Trail Collie Ridge Trail 0.7 1.1   Dry Prong Trail Buffalo Creek Trail 2.4 3.9   Ferguson Campsite Trail Blair Springs Hollow Trail 0.5 0.9   First Creek Trail First Creek TH\/Temple Hill TH 6.3 10.2   First Creek Campsite 1 Trail First Creek Trail 0.3 0.5   First Creek Campsite 2 Trail First Creek Trail 0.1 0.1   Homestead Campsite Trail Dry Prong Trail 0.3 0.4   Maple Springs Trail Maple Springs TH 1.0 1.6   Maple Springs Campground Trail Maple Springs Trail 0.2 0.3   McCoy Hollow Trail Temple Hill TH\/ Wet Prong Trail 6.4 10.3   McCoy Hollow Campsite Trail McCoy Hollow Trail 0.1 0.2   Miles-Davis Cemetery Trail Sal Hollow Trail 0.4 0.6   Mill Branch Trail Maple Springs Trail\/Collie Ridge Trail 3.0 4.7   Raymer Hollow Trail Mill Branch Trail\/ Collie Ridge Trail 6.2 9.9   Raymer Hollow Campsite Trail Raymer Hollow Trail 0.1 0.2   Sal Hollow Trail Maple Springs TH 8.6 13.8   Sal Hollow Campsite Trail Sal Hollow Trail 0.1 0.2   Second Creek Campsite Trail First Creek Trail 0.2 0.3   Stables Trail Collie Ridge Trail 0.2 0.4   Three Springs Campsite Trail McCoy Hollow Trail 0.1 0.1   Turnhole Bend Trail Buffalo Creek Trail 1.8 2.9   Wet Prong Trail First Creek TH\/ Collie Ridge Trail 4.6 7.4   White Oak Trail White Oak TH 2.5 4.0",
    "url": "https:\/\/www.nps.gov\/maca\/planyourvisit\/trails.htm"
}
