{
    "title": "Mammoth Cave National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1 Mammoth Cave Parkway  Mammoth Cave, KY 42259-0007            Directions         From the North: Take Interstate 65 to Exit 53 (Cave City Exit). Turn right onto KY-70. Follow 70\/255 as it becomes the Mammoth Cave Parkway in the park. Follow the Mammoth Cave Parkway to the Visitor Center. From the South: Take Interstate 65 to Exit 48 (Park City Exit). Turn left onto KY-255 and follow 255 as it becomes the Park City Road into the park. Follow Park City Road until it joins the Mammoth Cave Parkway; turn left. Follow the Mammoth Cave Parkway to the Visitor Center.  Directions Details           Operating Hours & Seasons         Visitor Center Hours - Spring 2016 The Spring schedule runs from March 19 to June 10, 2016.   Standard Hours    Sunday: 8:00 AM - 6:00 PM   Monday: 8:00 AM - 6:00 PM   Tuesday: 8:00 AM - 6:00 PM   Wednesday: 8:00 AM - 6:00 PM   Thursday: 8:00 AM - 6:00 PM   Friday: 8:00 AM - 6:00 PM   Saturday: 8:00 AM - 6:00 PM      Visitor Center Hours - Summer 2016 Dates run from June 13, 2016 - August 14, 2016   Standard Hours    Sunday: 8:00 AM - 6:30 PM   Monday: 8:00 AM - 6:30 PM   Tuesday: 8:00 AM - 6:30 PM   Wednesday: 8:00 AM - 6:30 PM   Thursday: 8:00 AM - 6:30 PM   Friday: 8:00 AM - 6:30 PM   Saturday: 8:00 AM - 6:30 PM      Visitor Center Hours - Late Summer 2016 Dates run from August 15 - September 2, 2016   Standard Hours    Sunday: 8:00 AM - 6:00 PM   Monday: 8:00 AM - 6:00 PM   Tuesday: 8:00 AM - 6:00 PM   Wednesday: 8:00 AM - 6:00 PM   Thursday: 8:00 AM - 6:00 PM   Friday: 8:00 AM - 6:00 PM   Saturday: 8:00 AM - 6:00 PM      Visitor Center Hours - Labor Day 2016 Dates Run From September 3 - September 5, 2016   Standard Hours    Sunday: 8:00 AM - 6:30 PM   Monday: 8:00 AM - 6:30 PM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 8:00 AM - 6:30 PM      Visitor Center Hours - Fall 2016 Dates run from September 6 - October 29, 2016   Standard Hours    Sunday: 8:00 AM - 5:30 PM   Monday: 8:00 AM - 5:30 PM   Tuesday: 8:00 AM - 5:30 PM   Wednesday: 8:00 AM - 5:30 PM   Thursday: 8:00 AM - 5:30 PM   Friday: 8:00 AM - 5:30 PM   Saturday: 8:00 AM - 5:30 PM             Weather           Kentucky has a moderate climate with warm, yet moist conditions. Summers average in the high 80s (degrees F); winters average in the low 40s. Southern Kentucky, where Mammoth Cave is located, receives the highest average precipitation for the state, about 50 inches per year, mostly in spring. Winter can bring mild to moderate snow and ice. Storms happen year-round, and can include tornadoes and flooding in low-lying areas, but severe weather is infrequent. The temperature deep in the cave is a constant 54°.         Fees & Passes     Entrance Fees:   Park Entrance Fee - $0.00 Entry to Mammoth Cave National Park and its surface features is free of charge. There is, however, a charge to tour the cave. Cave tour prices vary.   Mammoth Passage Tour - Adult Ticket - $7.00 Visit the Rotunda, one of the largest rooms in the cave and explore a vast canyon passageway. Learn about prehistoric Native American explorers, saltpeter mining operations, and basic cave geology. This is a short introductory tour to Mammoth Cave.   Mammoth Passage Tour - Youth Ticket - $5.00 Visit the Rotunda, one of the largest rooms in the cave and explore a vast canyon passageway. Learn about prehistoric Native American explorers, saltpeter mining operations, and basic cave geology. This is a short introductory tour to Mammoth Cave.   Mammoth Passage Tour - Senior Pass or Access Pass holder - $3.50 Visit the Rotunda, one of the largest rooms in the cave and explore a vast canyon passageway. Learn about prehistoric Native American explorers, saltpeter mining operations, and basic cave geology. This is a short introductory tour to Mammoth Cave.   Frozen Niagara Tour - Adult Ticket - $13.00 The Frozen Niagara Entrance provides easy access to this decorative area of the cave. Walk through a fairyland of formations to learn how dripstone is formed. An optional 49 step staircase takes visitors under the Frozen Niagara formation to the Drapery Room. This easy trip is ideal for people who want a short introduction to Mammoth Cave. A ten-minute bus ride to and from the entrance is included.   Frozen Niagara Tour - Youth Ticket - $9.00 The Frozen Niagara Entrance provides easy access to this decorative area of the cave. Walk through a fairyland of formations to learn how dripstone is formed. An optional 49 step staircase takes visitors under the Frozen Niagara formation to the Drapery Room. This easy trip is ideal for people who want a short introduction to Mammoth Cave. A ten minute bus ride to and from the entrance is included.   Frozen Niagara Tour - Senior Pass or Access Pass holder - $6.50 The Frozen Niagara Entrance provides easy access to this decorative area of the cave. Walk through a fairyland of formations to learn how dripstone is formed. An optional 49 step staircase takes visitors under the Frozen Niagara formation to the Drapery Room. This easy trip is ideal for people who want a short introduction to Mammoth Cave. A ten minute bus ride to and from the entrance is included.   Mammoth Cave Discovery Tour - Adult Ticket - $5.00 Visit one of the largest rooms in the cave and explore a vast canyon passageway. Learn about prehistoric explorers, saltpeter mining, early owners and basic cave geology on this self-guiding tour. Rangers are on hand along this short introductory tour.   Mammoth Cave Discovery Tour - Youth Ticket - $3.50 Visit one of the largest rooms in the cave and explore a vast canyon passageway. Learn about prehistoric explorers, saltpeter mining, early owners and basic cave geology on this self-guiding tour. Rangers are on hand along this short introductory tour.   Mammoth Cave Discovery Tour - Senior Pass or Access Pass holder - $2.50 Visit one of the largest rooms in the cave and explore a vast canyon passageway. Learn about prehistoric explorers, saltpeter mining, early owners and basic cave geology on this self-guiding tour. Rangers are on hand along this short introductory tour.   Historic Tour - Adult Ticket - $14.00 Feel the same excitement that intrigued our earliest explorers and visitors. Leave initial large passages behind to descend into deeper levels. Cross over Bottomless Pit, squeeze through Fat Man's Misery, clamber up Mammoth Dome tower to return to the Historic Entrance.   Historic Tour - Youth Ticket - $7.00 Feel the same excitement that intrigued our earliest explorers and visitors. Leave initial large passages behind to descend into deeper levels. Cross over Bottomless Pit, squeeze through Fat Man's Misery, clamber up Mammoth Dome tower to return to the Historic Entrance.   Historic Tour - Senior Pass or Access Pass holder - $7.00 Feel the same excitement that intrigued our earliest explorers and visitors. Leave initial large passages behind to descend into deeper levels. Cross over Bottomless Pit, squeeze through Fat Man's Misery, clamber up Mammoth Dome tower to return to the Historic Entrance.   Domes and Dripstones Tour - Adult Ticket - $15.00 Wind down through deep pits and high domes via a 280 step staircase. Vertical cave gives way to large canyons and underground hill climbs.  Visit the Frozen Niagara formation, then pass through one of the caves most decorative dripstone areas. A ten-minute bus ride to and from the entrances is included.   Domes and Dripstones Tour - Youth Ticket - $10.00 Wind down through deep pits and high domes via a 280 step staircase. Vertical cave gives way to large canyons and underground hill climbs.  Visit the Frozen Niagara formation, then pass through one of the caves most decorative dripstone areas. A ten-minute bus ride to and from the entrances is included.   Domes and Dripstones Tour - Senior Pass or Access Pass holder - $7.50 Wind down through deep pits and high domes via a 280 step staircase. Vertical cave gives way to large canyons and underground hill climbs.  Visit the Frozen Niagara formation, then pass through one of the caves most decorative dripstone areas. A ten-minute bus ride to and from the entrances is included.   Grand Avenue Tour - Adult Ticket - $26.00 This physically demanding trip gives you an excellent perspective of the size and complexity of the Mammoth Cave system. Learn of the interwoven natural and cultural history of the cave as you journey  through some of the cave’s most dramatic passages.   Grand Avenue Tour - Youth Ticket - $9.00 This physically demanding trip gives you an excellent perspective of the size and complexity of the Mammoth Cave system. Learn of the interwoven natural and cultural history of the cave as you journey  through some of the cave’s most dramatic passages.   Grand Avenue Tour - Senior Pass or Access Pass holder - $13.00 This physically demanding trip gives you an excellent perspective of the size and complexity of the Mammoth Cave system. Learn of the interwoven natural and cultural history of the cave as you journey  through some of the cave’s most dramatic passages.   Cleaveland Avenue Tour - Adult Ticket - $16.00 Take a one mile stroll through the beautifully elliptical Cleaveland Avenue encrusted with gypsum formations in various crystalline shapes and sizes. Arrive one mile later in the Snowball Room before back tracking to the Carmichael entrance.   Cleaveland Avenue Tour - Youth Ticket - $10.00 Take a one-mile stroll through the beautifully elliptical Cleaveland Avenue encrusted with gypsum formations in various crystalline shapes and sizes. Arrive one mile later in the Snowball Room before back tracking to the Carmichael entrance.   Cleeaveland Avenue Tour - Senior Pass or Access Pass holder - $8.00 Take a one-mile stroll through the beautifully elliptical Cleaveland Avenue encrusted with gypsum formations in various crystalline shapes and sizes. Arrive one mile later in the Snowball Room before back tracking to the Carmichael entrance.   Violet City Lantern Tour - Adult Ticket - $18.00 Walk through miles of large passages by lantern light. Relive the stories and illusions of almost 200 years of tourism as the guides recreate the rugged nature of early tours. The flickering flame and rustic trails in this area make it seem as if time stands still in the cave.   Violet City Lantern Tour - Youth Ticket - $13.00 Walk through miles of large passages by lantern light. Relive the stories and illusions of almost 200 years of tourism as the guides recreate the rugged nature of early tours. The flickering flame and rustic trails in this area make it seem as if time stands still in the cave.   Violet City Lantern Tour - Senior Pass or Access Pass holder - $9.00 Walk through miles of large passages by lantern light. Relive the stories and illusions of almost 200 years of tourism as the guides recreate the rugged nature of early tours. The flickering flame and rustic trails in this area make it seem as if time stands still in the cave.   Great Onyx Tour - Adult Ticket - $18.00 A great cave activity for returning visitors, this trip includes a bus ride through a forested valley to another historically toured cave within the national park. Coleman lanterns illuminate a series of beautifully sculpted decorative rooms and passageways.   Great Onyx Tour - Youth Ticket - $13.00 A great cave activity for returning visitors, this trip includes a bus ride through a forested valley to another historically toured cave within the national park. Coleman lanterns illuminate a series of beautifully sculpted decorative rooms and passageways.   Great Onyx Tour - Senior Pass or Access Pass holder - $9.00 A great cave activity for returning visitors, this trip includes a bus ride through a forested valley to another historically toured cave within the national park. Coleman lanterns illuminate a series of beautifully sculpted decorative rooms and passageways.   River Styx Cave Tour - Adult Ticket - $15.00 Want a glimpse of the underground rivers at the cave’s deepest levels? This geologic journey includes the complete Historic Tour route, plus a short visit down to the Dead Sea, the banks of River Styx and a quick view of Lake Lethe.   River Styx Cave Tour - Youth Ticket - $11.00 Want a glimpse of the underground rivers at the cave’s deepest levels? This geologic journey includes the complete Historic Tour route, plus a short visit down to the Dead Sea, the banks of River Styx and a quick view of Lake Lethe.   River Styx Cave Tour - Senior Pass or Access Pass holder - $7.50 Want a glimpse of the underground rivers at the cave’s deepest levels? This geologic journey includes the complete Historic Tour route, plus a short visit down to the Dead Sea, the banks of River Styx and a quick view of Lake Lethe.   Focus on Frozen Niagara Photo Tour - Adult Ticket - $13.00 Limestone walls swathed in dripstone curtains of orange and tan, beg for your lens on this short stroll underground.  Learn of early photography and challenges with cave lighting. Still or video cameras may be used, with flash. Pass through Thanksgiving Hall, Shower Bath Springs, Drapery Room, Onyx Colonnade, and Rainbow Dome.   Focus on Frozen Niagara Photo Tour - Youth Ticket - $9.00 Limestone walls swathed in dripstone curtains of orange and tan, beg for your lens on this short stroll underground.  Learn of early photography and challenges with cave lighting. Still or video cameras may be used, with flash. Pass through Thanksgiving Hall, Shower Bath Springs, Drapery Room, Onyx Colonnade, and Rainbow Dome.   Focus on Frozen Niagara Photo Tour - Senior Pass or Access Pass holder - $6.50 Limestone walls swathed in dripstone curtains of orange and tan, beg for your lens on this short stroll underground.  Learn of early photography and challenges with cave lighting. Still or video cameras may be used, with flash. Pass through Thanksgiving Hall, Shower Bath Springs, Drapery Room, Onyx Colonnade, and Rainbow Dome.   Gothic Avenue Tour - Adult Ticket - $12.00 Gothic Avenue features hundreds of candle-smoked signatures and monuments of stacked limestone dating back through the cave’s early years of tourism.    Gothic Avenue Tour - Youth Ticket - $9.00 Gothic Avenue features hundreds of candle-smoked signatures and monuments of stacked limestone dating back through the cave’s early years of tourism.    Gothic Avenue Tour - Senior Pass or Access Pass holder - $6.00 Gothic Avenue features hundreds of candle-smoked signatures and monuments of stacked limestone dating back through the cave’s early years of tourism.    Star Chamber Tour - Adult Ticket - $14.00 Leave waning daylight behind as you enter the Historic Entrance by lantern light. See the cave as it was seen by early tourists. Gaze upward in the Star Chamber as a traditional illusion is recreated. Follow your guide into mystical Gothic Avenue. Retrace your steps and exit the cave to Kentucky’s nocturnal landscape.   Star Chamber Tour - Youth Ticket - $10.00 Leave waning daylight behind as you enter the Historic Entrance by lantern light. See the cave as it was seen by early tourists. Gaze upward in the Star Chamber as a traditional illusion is recreated. Follow your guide into mystical Gothic Avenue. Retrace your steps and exit the cave to Kentucky’s nocturnal landscape.   Star Chamber Tour - Senior Pass or Access Pass holder - $7.00 Leave waning daylight behind as you enter the Historic Entrance by lantern light. See the cave as it was seen by early tourists. Gaze upward in the Star Chamber as a traditional illusion is recreated. Follow your guide into mystical Gothic Avenue. Retrace your steps and exit the cave to Kentucky’s nocturnal landscape.   Trog - Youth Ticket - $16.00 A kids-only off-trail adventure! Hike through the forest and find out how the surface and subsurface are connected.  Learn how cavers safely explore today. Unlock the secrets of how cave life survives. Discover a new world as you hike, crawl and belly-slide through the cave. (Children 8-12 years only)   Trog - Senior Pass or Access Pass holder - $8.00 A kids-only off-trail adventure! Hike through the forest and find out how the surface and subsurface are connected.  Learn how cavers safely explore today. Unlock the secrets of how cave life survives. Discover a new world as you hike, crawl and belly-slide through the cave. (Children 8-12 years only)   Introduction to Caving - Adult Ticket - $26.00 A wild caving challenge for new cavers or families! Designed for both adults and kids 10 years and up. Learn the rules and techniques of safe caving, and an appreciation of this special environment. Similar to Wild Cave Tour, but shorter and less difficult.   Introduction to Caving - Youth Ticket (ages 10+) - $20.00 A wild caving challenge for new cavers or families! Designed for both adults and kids 10 years and up. Learn the rules and techniques of safe caving, and an appreciation of this special environment. Similar to Wild Cave Tour, but shorter and less difficult.   Introduction to Caving - Senior Pass or Access Pass holder - $13.00 A wild caving challenge for new cavers or families! Designed for both adults and kids 10 years and up. Learn the rules and techniques of safe caving, and an appreciation of this special environment. Similar to Wild Cave Tour, but shorter and less difficult.   Wild Cave Tour - Adult Ticket - $55.00 A wild caving challenge for adults only. Venture into miles of undeveloped passageways no other tour sees. Be prepared for free-climbing, lengthy crawls, wet areas, and tight openings. Good physical condition is essential.   Wild Cave Tour - Senior Pass or Access Pass holder - $27.50 A wild caving challenge for adults only. Venture into miles of undeveloped passageways no other tour sees. Be prepared for free-climbing, lengthy crawls, wet areas, and tight openings. Good physical condition is essential.   Mammoth Cave Campground - Regular Site - $20.00 Located ¼ mile from the park Visitor Center, this campground includes 105 sites. Each site features paved parking, a picnic table, and a fire ring. The campground has restrooms, fresh water, a dump station, garbage dumpsters, and a recycling station.  There are no hookups for electricity or water. No Refunds. Reservations are recommended. Check-in time is 12 noon, and check-out time is 11am. A maximum of 8 persons is permitted at each  site, and campers may stay a maximum of 14 days in a calendar year.   Mammoth Cave Campground - Regular Site - Senior\/Access Pass - $10.00 Located ¼ mile from the park Visitor Center, this campground includes 105 sites. Each site features paved parking, a picnic table, and a fire ring. The campground has restrooms, fresh water, a dump station, garbage dumpsters, and a recycling station.  There are no hookups for electricity or water. No Refunds. Reservations are recommended. Check-in time is 12 noon, and check-out time is 11am. A maximum of 8 persons is permitted at each  site, and campers may stay a maximum of 14 days in a calendar year.   Mammoth Cave Campground - Group Site - $25.00 Mammoth Cave Campground offers 4 sites to accommodate groups, with a limit of 16 campers per site.  Each site has paved parking, picnic tables, and a fire ring. No discount is offered on group camping.  Check-in time is 12 noon, and check-out time is 11am. No refunds. Reservations are recommended.   Maple Springs Group Campground - Group Site - $25.00 Located 6 miles from the Visitor Center and 3 miles north of the Green River Ferry, this campground has 7 sites; 3 of these are primitive group sites with a limit of 24 persons\/site.  All Maple Springs campsites have multiple picnic tables and fire rings. Chemical toilets, garbage dumpsters, and fresh water are available. No discounts for group camping. No refunds. Reservations are required. Maple Springs Campground check-in time is 12 noon and check-out time is 11am.   Maple Springs Group Campground - Horseback Site - Hookups - $35.00 Located 6 miles from the Visitor Center and 3 miles north of the Green River Ferry, this campground has 7 sites; 4 of these are designated horse camp sites with hitching posts and trailer parking, limited to 8 horses\/site. Sites #1 and #2 have water and electric hookups. All Maple Springs sites have picnic tables and fire rings. Chemical toilets, garbage dumpsters, and fresh water available. No discounts for group camping. No refunds. Reservations required. Campground check-in is noon and check-out is 11am.   Maple Springs Group Campground - Horseback Site - Primitive - $25.00 Located 6 miles from the Visitor Center and 3 miles north of the Green River Ferry, this campground has 7 sites; 4 of these are designated horse camp sites with hitching posts and trailer parking, limited to 8 horses\/site. Sites #3 and #4 are primitive (no hookups). All Maple Springs sites have picnic tables and fire rings. Chemical toilets, garbage dumpsters, and fresh water available. No discounts for group camping. No refunds. Reservations required. Campground check-in is noon and check-out is 11am.   Houchin Ferry Campground - Regular Site - $12.00 Located 15 miles from the park Visitor Center on the south bank of the Green River, this campground includes 12 sites. Each site has a picnic table and a fire ring. The campground has two chemical toilets, fresh water, and an adjacent picnic shelter. This campground is not suitable for large trailers or RVs. No refunds. Campsites are available on a first-come, first-served basis.   Houchin Ferry Campground - Regular Site - Senior\/Access Pass - $6.00 Located 15 miles from the park Visitor Center on the south bank of the Green River, this campground includes 12 sites. Each site has a picnic table and a fire ring. The campground has two chemical toilets, fresh water, and an adjacent picnic shelter. This campground is not suitable for large trailers or RVs. No refunds. Campsites are available on a first-come, first-served basis. Fee is per night\/per site.   Open Picnic Shelter - Reservation - $50.00 Located near the park Visitor Center, the picnic area has an open picnic shelter available by reservation. The picnic area also has fire grates, restrooms, fresh water, and a garbage dumpster. The picnic shelter features ten picnic tables, and a working fireplace. Availability is limited; call for information. No Refunds. Cost is per day.   Enclosed Picnic Shelter - Reservation - $75.00 Located near the park Visitor Center, the picnic area has an enclosed picnic shelter available by reservation. The picnic area also has fire grates, restrooms, fresh water, and a garbage dumpster. The picnic shelter features ten picnic tables. Availability is limited; call for information. No Refunds. Cost is per day.         Visitor Centers       Mammoth Cave National Park Visitor Center The park Visitor Center is the central point for visitors to orient themselves to what lies both above and below the surface at Mammoth Cave. Situated just up the hill from the cave's Historic Entrance, the Visitor Center is the departure point for all cave tours, and offers exhibits to prepare you for discovery. You can also meet a ranger for a talk or a hike. Gifts, restrooms, permits and information are available, and visitor amenities are offered by the nearby Mammoth Cave Hotel across the footbridge.                      Your exploration of Mammoth Cave will take you to places unlike anywhere you've ever been – but how well you enjoy your trip often depends on how you planned for the common, everyday details we all encounter when traveling. The links on this page will tell you a few things you ought to know before you come, so you can plan ahead and enjoy yourself without complications when you arrive.          Please Take Note  White-Nose Syndrome (WNS), a disease in bats that is killing these vital animals by the millions, is a potential threat to Mammoth Cave and the bats that live here. The Park's efforts to prevent WNS here may affect what you can wear or bring with you into the cave. Clothing, footwear and handheld items that have previously been worn in caves or mines in certain areas may not be brought into Mammoth Cave. To learn if these limitations might include items you wear or carry, click here to visit the White-Nose Syndrome page.",
    "url": "https:\/\/www.nps.gov\/maca\/planyourvisit\/basicinfo.htm"
}
