{
    "title": "Mammoth Cave National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Campgrounds        Camping at Mammoth Cave Campground.        There are few better ways to discover the pleasures and curiosities of the sunlit side of Mammoth Cave National Park than to camp among the trees or by the waters. The park offers camping in three developed campgrounds and in more than a dozen primitive sites in the backcountry and along the Green and Nolin Rivers. Use the links to find out about the different campgrounds. The table below will help you choose the one that's best for you. Also be sure to check out the Campground Regulations.  FIREWOOD QUARANTINE: Firewood from a number of states is quarantined due to an insect infestation by one or more insect pests (e.g. the Emerald Ash Borer) that is devastating certain tree species. To prevent infestation of trees in the park, transport of firewood into the park is prohibited. You may pick up any dead or downed wood inside the park or purchase wood from the Caver's Camp Store located at the Service Center. Store hours vary with season; check bulletin board at kiosk for current hours. Please help protect our forests from these destructive pests and do not bring firewood into the Park.       Campground Mammoth Cave Houchin Ferry Maple Springs   Sites 105 sites 4 group sites  12 sites 4 Equestrian sites 3 group sites   Reservations Y N Y   RV Sites Y N N   RV Hookups N N Y   Dump Station Y N N   Grill & Tables Y Y Y   Camp Store Y N N   Toilets: Flush Y N N   Toilets: Chemical N Y Y   Showers Y N N   Coin Laundry Y N N   Water Y Y Y   Large Groups Y N Y          Campground and Picnic Shelter FeesCampsite\/Picnic AreaFee Senior and Access pass discounts in ()Mammoth Cave Campground$20.00 ($10.00)Mammoth Cave Campground (Group)$25.00Mammoth Cave Campground (VIP Public)$50.00 ($25.00)Maple Springs Group Camp$25.00Maple Springs Equestrian$25.00Maple Springs Equestrian with water\/electric$35.00Houchins Ferry Campground$12.00 ($6.00)Open-Air Picnic Shelter$50.00\/day; limited availability.Enclosed Picnic Shelter$75.00\/day; one shelter, available Sat\/Sun March 1-Memorial Day; daily Memorial Day-Labor Day; Sat\/Sun Labor Day-November 30.",
    "url": "https:\/\/www.nps.gov\/maca\/planyourvisit\/camping.htm"
}
