{
    "title": "Mojave National Preserve: Desert Tortoise",
    "body": "Desert Tortoise         Ben Chemel  As desert towns and cities grow, the lands of Mojave National Preserve become increasingly important as critical desert tortoise habitat. The desert tortoise population has been in decline for decades, due to a variety of factors including loss of habitat and disease. In 1990, the Fish and Wildlife Service added this animal to its list of threatened species. The listing requires federal agencies to work together to stabilize desert tortoise populations. But desert residents and visitors also have an important role to play in their recovery. Tortoise Lifestyles Desert tortoises live in desert valleys between about 1,000 and 4,000 feet in elevation. Typically they are found in creosote bush, where scattered shrubs provide abundant space for growth of grasses and wildflowers, the favored foods of the tortoise. They spend much of their lives in burrows, emerging to feed and mate during late winter and remaining active through the spring. Tortoises may emerge again after summer storms. Like humans, they reach adulthood between the ages of 14 and 20, and live from 60 to 80 years. Eggs and hatchlings are vulnerable: 98% die before reaching maturity. Adults, however, are well protected against most predators (other than humans) and consequently are long-lived. Desert tortoises are well adapted to living in a highly variable environment. During prolonged droughts, they retreat to burrows and reduce their metabolism and loss of water while consuming little food. Adult desert tortoises lose water at such a slow rate that they can survive for more than a year without access to free water. They are able to survive lean years, then grow and reproduce during years of favorable rainfall and forage production. The Desert Tortoise and You Since the reproduction rate of the desert tortoise is low, the survival of every individual tortoise is important to the continuation of the species.  Many of the threats to adult desert tortoises are related to or are the direct result of human activities; please be aware of how your actions can effect tortoises. Tortoises and traffic Tortoises travel long distances in search of food and water; and will cross highways through their territory. Additionally, tortoises are attracted to puddles that form on roadways during rainstorms. Therefore, motorists must observe posted speed limits and watch for tortoises crossing the road, especially during rainy weather. Tortoises enjoy resting in the shade of parked cars; always look under your car before driving away. Keep vehicles on established roads only. Vehicles will crush tortoise burrows, killing the tortoises and eggs within. Tortoise watching An encounter with a desert tortoise is a rare treat. Unlike speedy lizards, tortoises move slowly, so you can get a good look at these lumbering lizard cousins. But don't get too close.  Tortoise bladders are like canteens; they store water, then reabsorb it directly from the bladder when fresh water is not available. When frightened, they frequently urinate as a defense mechanism. Loss of this water supply can be fatal. Additionally, tortoises are susceptible to an upper respiratory infection that has been linked to handling by humans. For these reasons, it is important not to pick up or harass tortoises: observe them from a comfortable distance.   Tortoise collecting is against the law When tortoises were plentiful, it was common for people driving through the desert to take a tortoise home to keep as a pet. Captive tortoises often developed an upper respiratory disease. Some captors who grew tired of their tortoise pets released them back into the desert, spreading the sickness among wild tortoise populations. Although there is still much to learn about this disease that is decimating the desert tortoise, biologists believe that it is crucial to tortoise recovery to keep captive tortoises from being returned to the wild. Captive tortoises can now be adopted; this is the only legal means to keep a tortoise as a pet.",
    "url": "https:\/\/www.nps.gov\/moja\/learn\/nature\/desert-tortoise.htm"
}
