{
    "title": "Mojave National Preserve: Springs and Seeps",
    "body": "Springs & Seeps: Introduction         NPS Photo   Water, Water Everywhere? Deserts are dry places, but the Mojave is hardly devoid of water. After all, water is essential to life, and the great diversity of wildlife in Mojave National Preserve suggests that there’s a substantial and accessible supply of it somewhere. But where? Beneath the Mojave Desert is a vast system of groundwater stored in aquifers—underground layers of unconsolidated, porous, or fractured rock capable of containing a usable amount of water. The depth at which an aquifer becomes saturated is called the water table. Historically, and perhaps most familiarly, the water table of these basin aquifers are often accessed for municipal, agricultural, and industrial use by the construction and operation of wells. By contrast, a natural spring or seep occurs where the water table exceeds or breaches the ground from beneath; water naturally discharges onto the surface. In general, if the water “flows,” it’s called a spring. If it “oozes” or simply forms a wet area, it’s a seep. Most springs and seeps in Mojave National Preserve are located along the southwest–northeast trending spine of mountains that includes the Granite, Providence, New York, and Castle mountains. They discharge from aptly named perched aquifers, which occur above the regional water table often on a valley wall or hillside, and are primarily “filled” or recharged by rain and snow melt. Because recharge comes from local precipitation, the number of springs and seeps might vary throughout the year, as well as from year to year. The wettest time of year is normally late fall through late spring. Late spring through early summer usually brings the least rainfall and the flow at natural springs steadily decreases during this time. While summer monsoons occasionally create wet conditions, their unpredictability can mean that late summer through mid-fall is the time of year with the least available surface water at Mojave springs and seeps. If a monsoon-less summer is followed by winter drought, ephemeral springs might begin to dry up.        NPS Photo   To form a “snapshot” of the water supply during what is normally the driest time of year, Mojave National Preserve has been performing surveys of springs and seeps each fall. From 2002 to 2004 most springs were inventoried and located using global positioning systems (GPS) technology. To date, over 240 sites associated with naturally occurring springs and seeps have been identified though more are still occasionally found. In particularly wet years, such as 2005, water was found seeping from places with minimal or no water in previous, drier years. While unlikely to be affected by groundwater pumping from local basin aquifers, Mojave’s springs and seeps are sensitive to variable precipitation and can go dry in a multiyear drought. The implications for the Mojave Desert ecosystem in a time of global climate change could not be clearer, as these springs and seeps are the only natural water sources in a 1.6 million acre preserve for 321 bird and 50 mammal species. To learn more about the annual Spring Snapshot Survey, or to volunteer for this important research, click here.",
    "url": "https:\/\/www.nps.gov\/moja\/learn\/nature\/springs-main.htm"
}
