{
    "title": "Fort Scott National Historic Site: Bleeding Kansas Traveling Trunk",
    "body": "× Rate the Lesson Plan             Traveling Trunk Bleeding Kansas Traveling Trunk   Fort Scott National Historic Site          Montgomery\"s Raid Keith Rocco         Overall Rating  Add your review    The Bleeding Kansas trunk includes a variety of materials that can be use to supplement education programs about this crucial era of Kansas History. Materials enclosed in the trunk include plays, media, historic images, and interactive activities. It includes math activities, music activities, and science activities. Click here for a complete list of contents. Borrowing Instructions The traveling trunks are available by reservation only. We only have two trunks available, so please make sure to reserve a trunk as far in advance as possible. The trunk is available for a period of two weeks after you received it. However, if you need it for a longer period of time we will try to accommodate your request. Likewise, if you only need the trunk for a limited period of time then please return the trunk as soon as possible.  To schedule a reservation, please call Fort Scott National Historic Site at 620-223-0310, or you can fill out the attached reservation form and email it to the site's education coordinator. Borrower is responsible for shipping and return costs, but there is no fee for using the trunk itself. Shipping Procedures Borrower is responsible for arranging shipping via their chosen ground transportation (UPS, FedEx, DHL). The shipping company will pick up the trunk at Fort Scott NHS. Borrower should inform the site's education coordinator of the impending transaction two weeks ahead of time to assure that the trunk is in place and available to ship.  Calculate the total shipping using the website of the carrier of your choice.. Use the weight and your shipping address to calculate the charge.The trunk weighs 57 pounds and 6 ounces and its dimensions are L-37, W- 17.5, H-14. The trunk is locked with a combination lock (combination is sent to you via email or mail-whichever you prefer- after the trunk is shipped.) Please note if you are able to pick up and return the trunk then there will be no charge.   Return Procedures Place all of the contents inside the trunk. Please ensure nothing is missing. Place the combination lock on the trunk and make sure trunk is secure. Return the trunk; either by shipping or physically returning the trunk to Fort Scott National Historic Site Old Fort Boulevard Fort Scott, Ks 66701. We would appreciate it if you also filled out the attached evaluation and either email or send it to: Education Coordinator Fort Scott NHS PO Box 918 Fort Scott, KS 66701    Details  Subject: African American History and Culture, Civil War, History, Slavery Keywords: Bleeding Kansas, traveling trunk, Slavery, 19th century type: Traveling Trunk              Lesson Plans  Learning About Slavery at Mount Welby   History of Floyd Bennett Field   History of Kingsley Plantation    Distance Learning  Saws and Scalpels: Civil War Medicine   Supplies, Survival, and Success: Civil War Quartermaster   “They Fought Like Tigers” African American Soldiers and American Indian Soldiers     Field Trips  Kansas Museum of History Tour   Sweep Through History   Great Smoky Mountains - Mingus Mill History and Culture    Topics  The French and Indian War 1754-1763: Unit 3 - How Did the Conflict Begin?   Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/education\/classrooms\/travelingtrunk.htm"
}
