{
    "title": "Fort Scott National Historic Site: Life on the Frontier (K-4th)",
    "body": "× Rate the Lesson Plan             Field Trips Life on The Frontier   Fort Scott National Historic Site          Preparing to dance the Virginia Reel. NPS Photo         Overall Rating  Add your review    Description  This program is designed for grades K-4. Dates for 2016 are May 5 and May 6 The purpose of this program is to acquaint the students with life at Fort Scott in the 1840s. Interpreters in period dress stationed at different locations will give presentations focusing on various aspects of life at Fort Scott during that era. The program consists of an introduction to the site's history, and seven living history stations. Most stations are wheelchair accessible. Upon arrival, students are given a brief introduction to the history of the site. They are then split up into groups of 50 students maximum per group. Each group rotates between seven stations. Each station lasts about fifteen minutes, with the total program length being two hours and fifteen minutes. The program begins at 9:45 a.m. and ends at 12:00 p.m. At each station, the students will engage in interactive activities relating to different aspects of life at Fort Scott during the 1840s. Confirmation and teacher's guides will be sent out in March. Guides will include pre- and post-visit activities. The program will be presented by high school students from the area.   Details  Subject: History, Military and Wartime History, Pioneer America, Social Studies, Westward Expansion, Women's History National\/State Standards: Kansas Social Studies Standards 2 and 5, Missouri Social Studies Standard 6,  type: Field Trips       Available Field Trips  Select Your Preferred Field Trip Date Friday, May. 6, 2016 9:45 AM Thursday, May. 5, 2016 9:45 AM  Register Online            Lesson Plans  History of Floyd Bennett Field   Grand Canyon Human History   History of Kingsley Plantation    Distance Learning  “They Fought Like Tigers” African American Soldiers and American Indian Soldiers   The Human Story   A Day in the Life of a Homesteader     Field Trips  Kansas Museum of History Tour   Sweep Through History   Great Smoky Mountains - Mingus Mill History and Culture    Topics  Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination   \"Animal Olympics\"                     Wildlife:   4-6th Grade",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/education\/classrooms\/lifeonfrontier.htm"
}
