{
    "title": "Yellowstone National Park: Snake River",
    "body": "Snake River         USGS  The Snake River is a major tributary of the Columbia River and has its headwaters just inside Yellowstone on the Two Ocean Plateau. Various stretches of this important river have had at least 15 different names. The name, which comes from the Snake (Shoshone) Indians, was applied to the river as early as 1812, making it one of the oldest place names in the park. Shoshone Indians referred to some parts of the stream as \"Yampa-pah,\" meaning \"stream where the Yampa grows\" (yampa is a food plant) and later as \"Po-og-way\" meaning \"road river\" (a reference to the Oregon Trail, which followed sections of the river) or, less often, \"sagebrush river.\" In 1872, the second Hayden Survey to Yellowstone gave the name \"Barlow's Fork\" (of the Snake) to the part of the river above the mouth of Harebell Creek, honoring J.W. Barlow who had explored that area in 1871. The group thought that Harebell Creek was the Snake River's main channel, an interpretation of the stream that was changed by the Hague surveys during the 1880s. Frank Bradley of the 1872 survey gave the name \"Lewis Fork\" (of the Snake) to the present-day Lewis River. The Snake name comes from sign language--a serpentine movement of the hand with the index finger extended--that referred to the weaving of baskets or grass lodges of the Snake or Shoshone Indians. The source of the Snake River was debated for a long time. The problem was to find the longest branch in the Two Ocean Plateau, which is thoroughly crisscrossed with streams. Current maps show the head of the Snake to be about 3 miles north of Phelps Pass, at a point on the Continental Divide inside Yellowstone National Park. In 1926, John G. White showed a photo in his hand-typed book Souvenir of Wyoming of the \"true source of the Snake,\" writing that \"it is near the Continental Divide upon two ocean plateau. A number of springs gush forth upon the hillside. Uniting, they form a small stream, which, at an altitude of two miles above sea level, begins its arduous journey...to the Pacific\" (p. 309). The Snake River is the nation's fourth largest river; 42 miles of it are in Yellowstone National Park.      Heart Lake Lying in the Snake River watershed west of Lewis Lake and south of Yellowstone Lake, Heart Lake was named sometime before 1871 for Hart Hunney, an early hunter. The name does not refer to the heart-like shape of the lake. During the 1890s, historian Hiram Chittenden learned from Richard \"Beaver Dick\" Leigh, one of Hunney's cronies, about the naming of the lake. Evidently, Capt. John W. Barlow, who explored Yellowstone in 1871, made the incorrect connection between the lake's name and its shape. Chittenden wrote to Barlow, who could recall nothing about the naming, but Leigh \"was so positive and gave so much detail\" that Chittenden concluded that he was right. Chittenden petitioned Arnold Hague of the USGS to change the spelling back to \"Hart Lake,\" but Hague refused, convinced the shape of the lake determined the name. As for Hart Hunney, Leigh said that Hunney operated in the vicinity of Heart Lake between 1840 and 1850 and died in a fight with Crow Indians in 1852. Chittenden thought it was possible that Hunney was one of Capt. Benjamin Bonneville's men.      More Information  Water in Yellowstone: Rivers, Lakes, and Streams Visit the Snake River in Grand Teton National Park",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/snake-river.htm"
}
