{
    "title": "George Rogers Clark National Historical Park: Planning",
    "body": "Explore This Park    Get Involved     Planning            Park Planning      Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for George Rogers Clark National Historical Park.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.       The Vincennes Levee and Wastewater Infrastructure Rehabilitation project in George Rogers Clark National Historical Park (GERO) proposes modification of an existing levee structure and two levee closures in the city of Vincennes. The proposed modifications would increase flood protection for parts of the city near GERO and the Wabash River. This document will utilize all public comment in its analysis of impacts and documentation of conditions.      Former Manufactured Gas Plant Investigation and Cleanup Project The National Park Service (NPS) is conducting an environmental investigation to determine the nature and extent of contamination on a portion of the George Rogers Clark National Historical Park (the Park), resulting from historic operations of a manufactured gas plant (MGP), which supplied the City of Vincennes with gas for lighting, heating, and other utilities from 1876 to the early 1930s. By 1937, all of the above ground structures had been demolished but underground structures may still remain.   NPS will assess any risks posed by the site and determine what cleanup activities, if any, are warranted. For more information about the investigation and cleanup, click here. Additional information about this project is also available at the information repository in the Visitor Center. Documents in the information repository are available for review during park operating hours. To make an appointment to review documents in the information repository, please contact Mr. Frank Doughman at 812-882-1776 ext. 202.",
    "url": "https:\/\/www.nps.gov\/gero\/learn\/management\/park-planning.htm"
}
