{
    "title": "Manzanar National Historic Site: Volunteer Days",
    "body": "Volunteer Days         Volunteers clearing historic road grid NPS Photo  Volunteer Day Each year Manzanar sets aside a day to engage the community in the preservation of this special site. Staff and community members will work together to improve the site, get to know each other, and have some good, dirty, outdoor fun. Please wear sturdy, closed-toe shoes, a hat, and sunscreen. Manzanar will provide water, food, work gloves, and a commemorative bandana to every participant. Volunteers should RSVP as participation is limited and so we can plan lunch. Please call Park Ranger Carrie Andresen to RSVP and for more information at 760-878-2194, ext. 3314. Manzanar National Historic Site is located nine miles north of Lone Pine and six miles south of Independence on the west side of U.S. Highway 395.        Volunteers uncover the Block 9 garden NPS Photo   Public Archeology Project - (coming spring 2017) Manzanar's award-winning public archeology program provides exceptional opportunities to learn about the past and help preserve the site and its stories for the future. Volunteers will work alongside NPS staff using archaeological evidence and historic photographs as guides. This year, a number of basements and gardens were excavated. Next year's project dates will be determined as a later time. Volunteer positions are available to anyone age 15 and over who is physically able to work outdoors in moderately strenuous activities. Volunteers will be digging with shovels and small hand tools, cutting and loading brush, using wheelbarrows, mixing concrete, screening sediments to retrieve artifacts, and taking notes and photographs. Depending on the number of artifacts recovered, volunteers may also assist in cleaning and recording artifacts. Most of the work is physically demanding, but there are usually a variety of tasks each day, to suit different interests and energy levels. Previous archeological experience is helpful, but not necessary. All volunteers need is an interest in history and a willingness to get dirty! The project can accommodate up to 15 volunteers per day. Advance sign-up is required. Please contact Jeff Burton. Jeff Burton Cultural Resources Manager Phone: 760-878-2194 ext. 3305 Fax: 760-878-2949 jeff_burton@nps.gov",
    "url": "https:\/\/www.nps.gov\/manz\/getinvolved\/supportyourpark\/volunteer-days.htm"
}
