{
    "title": "Manzanar National Historic Site: Individual Volunteers",
    "body": "Explore This Park    Get Involved     Volunteer     Individual Volunteers              Individual Volunteers         Artist-in-Residence Cathy Erickson shares her quilting artistry with Manzanar's visitors. NPS PHOTO   Opportunities for individual volunteers are available year-round. Volunteers may assist with visitor services, assisting at the front desk, participating in the Annual Public Archeology Project, research, administrative support, and much more! Your contribution helps us to protect and preserve the natural, cultural, and historical resources of Manzanar National Historic Site! Below you can learn more about our current individual volunteer opportunities.      Current Individual Volunteer Opportunities Interpretation and Visitor Services Visitor Services Greet visitors, answer questions, show movies, present programs, and help create a positive visitor experience. Library Assistant  Organize books, reference files, slides, oral histories, and photographs located in the park library. Inventory new additions to the library. Create finding aids to historic resources such as the Manzanar Free Press.  Oral History Assistant Transcribe, edit, synopsize, and index oral histories. Administrative Assistant Assist interpretive staff with photocopying, proofreading, and maintaining mailing lists. Researcher Perform research at local, state, and regional libraries for the historical information on a variety of information related to Manzanar including Japanese Americans who served in World War II. Docent Former internees and others with close personal ties to Manzanar give talks and tours to visitors. Internships We currently work with the Student Conservation Association to host an annual intern. We also successfully host interns from various universities who complete projects related to their studies and career interests. Big Projects and Volunteer Days Individuals can also participate in some of our big projects and special volunteer days we have planned throughout the year. To learn more about our upcoming opportunities, check out Manzanar's Volunteer Days page. Become a Volunteer To become a volunteer, please fill out an application form along with two references that we may contact and a resume if you have one. Once your application is completed, you can email, fax, or mail your application to Volunteer Coordinator Carrie Andresen-Strawn. Carrie Andresen-Strawn PO Box 426 Independence, CA 93526 Phone: 760-878-2194 ext. 3314 Fax: 760-878-2949 carrie_andresen@nps.gov To learn more about volunteering with the National Park Service, please visit the National Park Service Volunteers-In-Parks webpage.",
    "url": "https:\/\/www.nps.gov\/manz\/getinvolved\/individual-volunteers.htm"
}
