{
    "title": "Lava Beds National Monument: Plan Your Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     Plan Your Field Trip                  Plan Your Field Trip                SCA Jesse taking students into Valentine Cave   Ranger Led Education Programs Lava Beds offers three curriculum-based ranger-led education programs that can be requested at least 6 weeks before your field trip. Groups are asked to please choose one of the three programs, so that rangers will be available to assist other schools groups. Programs include a guided tour of Valentine Cave, a ½ mile hike through Captain Jack's stronghold, and a geology presentation inside of Mushpot cave.           Apply for an Entrance Fee Waiver Lava Beds collects a park entrance fee, but education groups may apply to have that fee waived. Fee waivers do not apply to campground fees. In addition to your fee waiver please include an itinerary. Waivers can be turned in via mail (P.O. Box 1240 Tulelake, CA 96134), e-mail (angela_sutton@nps.gov) or fax (530-667-2596).         Modoc baskets on display in the visitor center   Stop by the Visitor's Center Dozens of interpretative exhibits showcase the natural and cultural history of the park. The 12 minute park video plays at the visitor center throughout the day.        Caving in Lava Beds   Go Caving With over 20 developed caves, groups can easily spend days underground exploring this unique environment. The safest way to take a large group caving is to divide into groups of 6-8 students with at least one adult assigned to each group. Students can walk around the 2-mile loop road from the Visitor Center with each small group exploring a different cave.  Before entering any caves at Lava Beds, groups need to come to the visitor center to be screened fro White-nose Syndrome. After being screened we highly suggest that groups do at least one of the following activities:  Complete activities on caving ethics and safety in the Geology or Cave Life Trunks. Request a geology presentation inside Mushpot cave or a Valentine cave tour. Request a short \"Cave Safely, Cave Softly\" orientation talk before going caving.         Students hiking Captain Jacks Stronghold   Go Hiking With over a dozen hiking trails through Lava Beds, you're bound to find one that offers an amazing adventure for your students. Tails range from .5 miles to over 8 miles in length, and go through various habitats found within Lava Beds.         Camp Over Night Extend your visit by camping in Indian Well Campground. There are 43 regular sites that are available on a first-come, first-served bases. One group site is available for groups between 15-40 people and can be reserved up to three months in advance.        Western Rattlesnake   Stay Safe Whether exploring Lava Beds above or below ground there things to consider to keep you and your students safe.        Ranger Dave, giving a program   Attend a Ranger Program  In the summer, many free ranger programs are offered on a regular schedule. For small groups, there is typically no need to pre-register. For large groups, please contact us in advance so we can accommodate you. These programs are posted weekly on our Facebook page.",
    "url": "https:\/\/www.nps.gov\/labe\/learn\/education\/plan-your-field-trip.htm"
}
