{
    "title": "Lassen Volcanic National Park: Reading Fire",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management     Current Fire Activity     Reading Fire                   Reading Fire        Reading fire as seen from Mt. Harkness NPS Photo       Reading Fire A series of thunder storms passed through Lassen Volcanic National Park and the neighboring region. These storms produced a number of lightning strikes which ignited several small fires in the area. The Reading Fire started on July 23 at 7100 feet in elevation, approximately one mile northeast of Paradise Meadows between the Terrace Lake and Paradise Meadow Trails. The Reading Fire reached 100% containment on August 22 at 28,079 acres of which 16,993 are on National Park Service land, 11,071 acres on U.S. Forest Service land, and 75 acres on private land. No structures were lost during this fire.   Due to the Reading Fire, temporary road, trail, and campground closures are in effect.  Please note: You may need to refresh your browswer (hit F5) to view the most recent information.    New! Reading Fire Review | related news release Map of trail closures | Superintendent's Compendium Fire Related Closures Current park conditions Campground closures Final fire update and map Photos of the Reading fire Reading Fire Questions and Answers Burned Area Emergency Response Plan | related news release   Reading Fire Review The National Park Service released its report on the Reading Fire on January 29, 2013. The purpose of the review was to identify lessons learned from the Reading Fire and to share these lessons with fire management personnel locally, the extended fire management community, and with neighbors and partners at large. The key lessons learned revolve around five areas: planning, fire behavior, public information, human factors, and management and coordination. The document provides detailed recommendations for the park to improve its wildland fire planning and coordination with other agencies, as well as communication with outside groups. Read the review. How are Wildfires Managed? Fires are managed in different ways. The same fire may have several objectives, which can change as the fire spreads. Our response to wildfire is based on its potential ecological and social consequences. Fires that threaten life, property and important natural and cultural resources will be put out as safely and quickly as possible. Wildland Fire as an Ecological Process Wildland fire is one of the most significant natural processes operating within and shaping the northern Sierra Nevada and southern Cascade Mountain ecosystems. Virtually all vegetation communities show evidence of fire adaptation. Many forest types in the park have been shaped by frequent fire return intervals (ranging from 5-16 years) as evidenced by park research and long term scientific studies. How does Fire Affect Wildlife? During a wildfire, most wildlife will be able to escape from harm's way. Birds and larger animals are able to move out of burning areas. Smaller wildlife such as rodents and reptiles often find refuge underground and in unburned patches of vegetation or rocky areas. After a fire, animals are affected mainly through effects on their habitat. Animal species are adapted to survive the patterns of fire activity that existed in Lassen Volcanic National Park prior to human intervention.   After the Reading Fire… A Burned Area Emergency Response (BAER) Team will develop a plan to prevent further damage to life, property, and ecosystems in the burned area. The team includes fish and wildlife biologists, botanists, foresters, soil scientists, engineers, archeologists, and recreation specialists (trails). Treatments include the installation of erosion control and temporary barriers to protect recovering areas. BAER work may also prevent the spread of noxious weeds. Not all areas within the fire perimeter have been burned or will need BAER treatments. For more information, please contact the Kohm Yah-mah-nee Visitor Center at (530) 595-4480. Click here to learn more about fire management at Lassen Volcanic National Park.       Left to right: park firefighters scout for spot fires, a firefighter removes excess fuel, a previous fire near Snag lake creates a natural mosaic of burned and unburned areas, and a bear crosses a road during the Reading Fire. NPS Photos",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/management\/reading-fire.htm"
}
