{
    "title": "Lava Beds National Monument: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer         Volunteer Liz, protrays Polly Merrill during annualy Timeline Living History Event   Volunteering is a great way to support your National Park Service. Volunteering allows you to experience a park in new ways, give back to national parks, meet new people, have fun, earn credit for school, develop new skills and interests, and so much more. From late fall through early spring, our opportunities for volunteering are primarily indoors. Between late spring and early fall, there are many opportunities to volunteer both inside and out of doors working with the public or behind the scenes. Opportunities include tasks such as serving as a campground host, assisting first-time visitors with caving, answering visitor questions, mapping and cleaning caves, controlling weeds, and much more. Recreational vehicle campsites with hookups may also be available for volunteers. If you have questions about volunteering at Lava Beds National Monument please contact volunteer manager Angela Sutton at 530-667-8119 or Angela_sutton@nps.gov        Student internships  Lava Beds recruits a limited number of students from several youth organization such as the non-profit American Conservation Experience (ACE) and\/or Student Conservation Association (SCA) and\/or Conservation Legacy Environmental Stewards (ES). Student interns engage in activities such as staffing the visitor center, providing interpretive programs, roving caves, trail work, resource management, and cultural resources.  Learn more about ACE and SCA and ES         Upcoming Volunteer Events   Buggy BioBlitz, Saturday, May 21, 2016   Join scientist-led inventory teams to discover, count and document different invertebrates (bugs) both above and below ground. You can pre-register for just 1 volunteer session or all 4. Pre-registration is recommended and will provide you with a pass for free entry in the park that day and lunch. Click here to learn more and register.    Event Schedule:   8am-9:30am : Cave Invertebrate Collection; Meet in front of Golden Dome parking lot, located on Cave Loop. 10am-11:30am: Cave Invertebrate Collection; Meet in front of Hopkins Chocolate parking lot, located on Cave Loop.  12pm-1:30pm: FREE for all  registered participants, please register for a lunch ticket if you will be joining us.  2pm-3:30pm: Surface Invertebrate Collection; Meet at the Campgrounds near the Three Sisters Trailhead.  4pm-5:30pm: Surface Invertebrate Collection; Meet at Skull Cave parking lot.            National Trails Day, Saturday, June 4, 2016   Help maintain the trails leading to cave along Cave Loop Rd. Volunteers will perform minor maintenance on trails including tree and shrub pruning, addressing erosion of shoulders and adding shoulder aggregate materials. In addition to trail work cave entrance signs will be repaired and replaced as needed.   Event Schedule:  9:00 - 10:00 - Volunteer check in at the Visitor Center, Welcome, and Safety Talk 10:00 - 2:00 - Work in small groups with Rangers on cave trails 2:00 - 3:00 - Clean up and Volunteer Thank You       National Public Lands Day - Saturday, September 24, 2016 Check back for more information as we get closer to the event.       Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/labe\/getinvolved\/volunteer.htm"
}
