{
    "title": "Lava Beds National Monument: Bat Research and Management",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Bats     Bat Research and Management                  Bat Research and Management         Townsend's Big-eared Bat Zach Kaiser  Cave Closures The Townsend's Big-eared Bat, a California Species of Special Concern with declining populations, is still doing quite well in Lava Beds. Because of this, the monument works hard to protect these bats and monitor their populations. This includes occasionally closing caves so that Townsend Big-eared Bats can raise their young. Mother bats are very timid by nature, and even one person walking past can cause them to fly away and abandon their babies, known as \"pups.\" Since these bats gather together in maternal colonies of several dozen female bats and their flightless pups, one careless person can cause the death of that entire generation of bats. To ensure the protection of these maternal colonies, sensors installed in closed caves alert park personnel when a closure is violated. Thank you for respecting cave closures and protecting the bats of Lava Beds National Monument!      Acoustic Detectors In 2011, Lava Beds' resource managers purchased and installed an acoustic bat detector funded entirely by the Adopt-A-Bat program. This detector monitors the activity levels of two different species: the Brazilian Free-tailed Bat (Tadarida brasiliensis) and the Townsend's Big-eared Bat (Corynorhinus townsendii).  It provides park rangers with data on migration dates and daily emergence times, and it will serve as an important assessment tool for studies of White-nose Syndrome. Using the detector, researchers will be able to compare the winter activity levels of healthy bats, like those in our cave, to those affected by White-nose Syndrome.      Acoustic Driving Transects  Recently, resource management staff began gathering data on the spatial distribution of bat species within the monument using transactional studies (studies along defined paths throughout the monument.) To do this, staff members mount and secure an acoustic bat detector on top of a vehicle and drive through the monument at a slow speed to capture bat calls. This data is then analyzed in a software program that can match each bat call with a GPS location and tell resource managers which species are present in different locations throughout the monument.        Townsend's Big-eared Bats hibernate in Lava Beds' Caves   Hibernacula (Hibernation Site) Population Counts Each winter, resource management staff spends five consecutive days searching known hibernacula to conduct a population count of the monument's bats. In 2013, nearly 1,300 Townsend's Big-eared Bats were observed, along with one Big Brown Bat and fourteen Myotis Bats. Counting the bats once each winter minimizes disturbance while still allowing staff to collect data for long-term population monitoring.      IR Video Infrared video technology is currently being tested at Lava Beds to record bats emerging from cave entrances on summer evenings. If successful, it will offer one of the most accurate ways to establish population estimates of our summer maternal colonies. Visual counts of outflights have been conducted at cave entrances for many years, but because of the difficulty of counting bats in such low light conditions, population estimates using this method are not considered to be very accurate.",
    "url": "https:\/\/www.nps.gov\/labe\/learn\/nature\/bat-research-and-management.htm"
}
