{
    "title": "Lava Beds National Monument: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park       Lava Beds is a very special place to many community members, as well as visitors from far and wide. However, our operating budget is limited, and we cannot accomplish all that we might like to create an optimal park experience. Assistance that helps support the monument and the National Park Service is greatly appreciated, whether from individuals or organizations. No commitment is too big or too small! Donations and volunteer hours can greatly enhance the stewardship of Lava Beds National Monument. Listed below are a few opportunities currently available. If you wish to make a monetary donation, you may send a check made out to the National Park Service, with a note listing a specific purpose to which you wish to contribute.  Our mailing address is: Lava Beds National Monument, P.O. Box 1240, Tulelake, California, 96134. Donations are tax deductable.  If you have further questions or ideas for contributions, please contact the Superintendent via email at e-mail us, or via phone at 530-667-8101.          Youth Education Support nearby schools visiting Lava Beds on field trips. Local school districts in both Oregon and California are suffering from greatly reduced transportation budgets, which in turn has reduced their ability to allow students to experience the national parks right at their back door. A $110 to $300 donation covers the transportation cost for one busload of students (up to 50) to visit Lava Beds for the day (costs vary from district to district). Lava Beds offers a variety of educational programs that meet elementary and middle school standards for both history and science in a fun and exciting environment that promotes hands-on learning.            Bat Conservation The Adopt-A-Bat program allows you to participate directly in bat conservation at Lava Beds. Proceeds received from this program are used to support bat education and research within the monument.   Choose 1 of 4 different bat species to adopt. Each Adopt-A-Bat kit costs just $10 and includes a plethora of fun and informative bat-related items. Click here to see a full list of kit components.  Lava Beds is one of the largest hibernacula sites in California for Townsend's Big-eared Bats, a state Species of Special Concern. Ever year, Resource Management staff monitors their population and works to protect their habitat within the park.    A $25 donation supports a volunteer for one day of Townsend's Big-eared Bat survey with Resource Management staff. We'll also send you a complimentary Adopt-A-Bat kit to thank you for your contribution.      A $100 donation supports a volunteer for one month of Townsend's Big-eared Bat survey with Resource Management staff. We'll also send you a complimentary Adopt-A Bat kit to thank you for your contribution.          Multi-Media Projector Maintenance  Interpretive rangers at Lava Beds offer a variety of programs in the park's campground and the local community that depend upon heavily used digital projectors. A donation of $500 will replace a bulb and provide much-needed service to one of our projectors, and allow high quality multi-media presentations to continue.         Trash removed from Thunderbolt Cave   Cave Restoration and Litter Cleanup Old cave trails that used damaging materials plus years of public use in Lava Beds' caves has resulted in cinder dust, clothing lint, litter, and other foreign materials accumulating on cave floors and walls. This debris obscures subtle formations and rock colors in the caves, as well as inhibiting the growth of small cave fauna.  A $25 donation supports volunteer restoration or litter cleanup in 25 linear feet of a typical lava tube cave   A $100 donation supports volunteer restoration or litter cleanup in 50 linear feet of a cave   A $200 donation supports volunteer restoration or litter cleanup from 100 linear feet of tube cave           Support a Student Volunteer Lava Beds utilizes interns from the America Conservation Experience (ACE) and the Student Conservation Association (SCA) throughout the year to do public outreach, interpretation, research, and resource management work that can't be completed by existing uniformed staff. Many interns from this valuable program go on to pursue careers with land management agencies.  Contribute $500 to support the work of one conservation intern.   Contribute $1,000 to support a conservation intern by subsidizing in-park housing or the partial cost of an internship.   Contribute $6,000 to fully support a conservation intern for a 3-month season, including housing.            Invasive Weed Control and Native Plant Restoration  $25 covers either the cost of controlling 25 square feet of weeds or the cost of growing and reestablishing native forbs and grasses such as Balsam Root, Yarrow, Great Basin Wild Rye, and Bluebunch wheatgrass   $100 covers either the cost of controlling 100 square feet of weeds or the cost of growing and reestablishing native shrubs such as Rabbitbrush, Bitterbrush or Sagebrush    $500 covers either the cost of controlling 500 square feet of weeds or the cost of growing and reestablishing native trees such as Ponderosa Pine or Quaking Aspen",
    "url": "https:\/\/www.nps.gov\/labe\/getinvolved\/supportyourpark\/index.htm"
}
