{
    "title": "Lava Beds National Monument: Field Trips",
    "body": "Field Trips      Field Trips Let Lava Beds become your outdoor classroom as you learn about the geology, the Modocs, and the abundant wildlife and other natural and cultural resources found throughout the monument. Whether you plan your trip alone, or would like to attend a ranger led education program, we ask that you still let us know in advance when you will be visiting and fill out an academic fee waiver.  For more information about the educational opportunities that await your group, explore the plan your field trip page, and contact our education coordinator at 530-667-8119 or via e-mail. Important News: If your group is planning on caving while at Lava Beds, you will need to first visit the visitor center and receive a short talk and be screened for White-nose Syndrome, a disease that is killing bats.      Results   Showing results 1-3 of 3    Sort By:  Title Date         Lava Beds National Monument Captain Jack's Stonghold    This program takes students through Captain Jack's Stronghold, a natural lava fortress that was one of the most important sites of the Modoc War. The hour-long program covers not only Modoc cultures, but also the events leading up to the conflict, victories and defeats on both sides, and the eventual outcome of this tragic war. Due to the narrow, enclosed nature of the Stronghold trail, groups of more than 30 are recommended, to request multipule tours.    Type:Field Trips Grade level:Third Grade-Eighth Grade Subjects:American Indian History and Culture, Military and Wartime History, Westward Expansion National\/State Standards:California and Oregon        Lava Beds National Monument Mushpot Cave Program    This programs takes place inside Mushpot Cave, Lava Beds' only lighted cave, and covers topics such as the Cascade Range, volcano types, plate tectonics, types of lava, lava tube caves, cave formations, and caving ethics.  This program is about 45 minutes long and the cave is abut 55°F, so have students bring a jacket.    Type:Field Trips Grade level:Fourth Grade-Eighth Grade Subjects:Earth Science, Geology, Volcanoes        Lava Beds National Monument Valentine Cave Tour    A ranger leads the class through one of the monument's most popular lava tube caves, explaining the process of formation, pointing out the spectacular features, and introducing students to the fascinating critters that live in caves. The tour lasts roughly one hour, and groups larger than 30, are recommended to request multipule tours.     Type:Field Trips Grade level:Fourth Grade-Eighth Grade",
    "url": "https:\/\/www.nps.gov\/labe\/learn\/education\/classrooms\/fieldtrips.htm"
}
