{
    "title": "Jefferson National Expansion Memorial: Library Holdings",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Library     Library Holdings                  Library Holdings      Book Collections  The Grace Lewis Miller Book Collection reflects the JNEM Library's main theme of American westward expansion, and also includes materials on Thomas Jefferson, Meriwether Lewis, William Clark, and other early American historical figures and events. The Lewis and Clark Book Collection contains a variety of books including biographies, reprints of the journals, juvenile books, and various scholarly works.  Periodicals  The JNEM Library subscribes to a variety of periodicals, some of which are specific to the National Park Service or the Department of the Interior. Most of the periodicals reflect the park themes. For specific requests, or other inquiries about the periodical collection, please contact the JNEM Library. St. Louis City Directories  The St. Louis City Directories contain both residential and commercial listings. The directories in the JNEM collection roughly cover the years 1889-1937. The books are primarily used for genealogy work and for locating addresses and names of old St. Louis business firms. Museum Gazette  The Museum Gazette explores historical subjects reflecting park themes in short, summary narratives without footnotes. Some issues are available online, and others can be requested through the JNEM Library. JNEM Oral History Project  The JNEM Oral History Project is a collection of interviews of former JNEM employees and others who have played an important role in the history of the Gateway Arch or the Jefferson National Expansion Memorial. Both audiotapes and transcriptions of the interviews are available in the JNEM library. Audio-Visual Collection  The JNEM Audio-Visual Collection contains audiotapes and videotapes. The topics of the tapes are varied, and include: U.S. westward expansion, St. Louis history, Native Americans, National Parks, and other related themes. All tapes must be used in the JNEM library. Vertical File Collection  The Vertical File Collection contains booklets, pamphlets, brochures, newspaper and magazine clippings, and other materials. These files reflect the major subjects of the library's book collection: U.S. westward expansion history, St. Louis history, and related themes. The files do not circulate, but may be photocopied, (subject to copyright regulations) on the premises.",
    "url": "https:\/\/www.nps.gov\/jeff\/learn\/historyculture\/holdings.htm"
}
