{
    "title": "Lava Beds National Monument: Birds",
    "body": "Birds           Download the Bird Checklist   Because the Lava Beds spans three very different habitats and is adjacent to the wetlands of Tule Lake Wildlife Refuge, a good variety of birds can be found here. The southern most area of the park is the highest, receives the most precipitation, and supports a ponderosa pine forest. Farther downhill to the north, the middle elevations are a juniper and shrub woodland. Extending to the northern boundary are lower grasslands and sagebrush. These three areas provide habitat to some birds that specialize in living in them, and some birds at are “generalists,” able to live in some or all of these habitats. A selected few are listed below according to where they are most often found.  Pine Forest        Dave Menke, USFWS  White-headed Woodpecker The unique plumage of the White-headed Woodpecker makes it unmistakable. This bird is also unique in that it forages for insects and grubs like other woodpeckers, but also eats the seeds of conifer trees, especially during the winter months. It nests in cavities made in dead but standing trees, often called \"snags\". It relies on natural wildfires to create these snags, and has become rare because of fire suppression and habitat reduction from logging.        Dark-eyed Junco These common birds are easily identified in flight by their prominent white outer tail feathers. They are often visitors to suburban backyards, and frequent birdfeeders for seeds. Small flocks mix with chichadees, titmice, and other small birds.           Yellow-rumped Warbler A common bird in small flocks among junipers and pines in open woodlands, these very active birds seem to be in constant motion. They often chase and catch flying insects in acrobatic dogfights.         Sharp-shinned Hawk Typical of other hawks in the “accipiter” family, this bird is best identified by its short, broad, rounded wings, straight squared tail, and red eyes. Females are considerably larger than males. The Sharp-shinned Hawk is very agile, and thus able to hunt small birds while flying swiftly through a dense forest.         Pygmy Nuthatch These lively, insectivore\/seed eaters can frequently be seen in mixed flocks with Red-breasted Nuthatches, Juniper Titmice, Dark-eyed Juncos and other permanent residents of Lava Beds. Nuthatches climb down tree trunks headfirst in search of insects. On cold winter nights it huddles together with other nuthatches in a protected roost site, and allows its core body temperature to drop to near hypothermic levels. Their song is a distinctive \"meep meep\" heard from high in the trees.     Juniper & Shrub Woodland        James R. Hill III <A href=\"http:\/\/www.purplemartin.org\">www.purplemartin.org<\/A>  Purple Martin Due to predation and habitat destruction, Purple Martins in the Eastern United States have evolved to exclusively select manmade martin houses in which to nest. In the western U.S. however, this largest species of swallows continues to prefer natural nesting cavities, such as holes drilled into dead standing trees by woodpeckers. Here at Lava Beds, Purple Martins choose to roost and breed in rock crevices near cave entrances. Mornings and evenings these birds, which are designated as a “sensitive species” in the state of California, can be observed flying near the mouths of caves in search of insects.         Lazuli Bunting The male Lazuli Bunting is a sight to behold with bright blue plumage, white wing patches and orange breast. After returning from their winter in the tropics, males sing loudly from the tops of trees to establish territories and attract a mate. Don’t confuse it with the similarly colored Western Bluebird, which is larger and has a narrower beak.         Western Bluebird Male Western Bluebirds are bright blue with patches of chestnut on the breast, flanks and back. Females are overall much more drab with a distinctive white eye ring. This bluebird prefers to hunt insects in open woodlands or at the edges of fields, perching on fenceposts and then swooping down to snag prey.         Canyon Wren Like most wrens, this small bird is very active and is often seen hunting for insects on rocky outcrops and cliffs. Rock, Bewicks and Marsh Wrens are also common in the park, but Canyon Wrens have a distinct and beautiful song; a long, melodic line of descending notes that echo in canyons throughout the west.         Scrub Jay This loud songbird, like most Corvids (jays, magpies and ravens), is very intelligent. It will remember where it has cached food and if observed, will relocate stashes. You might be able to recognize the Western Scrub Jay in flight by its long tail, blue coloration on the upper side of the body and its undulating flight pattern. When perched, its grey back and white eyebrow and throat are diagnostic.         Townsend's Solitare Townsend’s Solitaires can easily be viewed near the visitor center and the Cave Loop drive. These slender gray birds are highly territorial during the winter months in which they aggressively defend patches of juniper trees and their valuable berries. Though they are usually insect eaters, these birds eat almost nothing else during the winter.    Great Basin Shrub & Grasslands         Western Meadowlark These magnificent birds can often be seen perched on fences or small bushes as it surveys its territory. This state bird of Oregon has a loud, sweet, melodic song. They are ground-nesters, common in most upland habitats that lack trees.         Sage Thrasher The smallest and only thrasher resident at Lava Beds, the Sage Thrasher prefers sagebrush and bitterbrush dominated landscapes intermixed with native grasses. This bird has demonstrated a strong distaste for cheatgrass which is an invasive grass over much of the western United States including Lava Beds National Monument.           Northern Harrier The Northern Harrier can be viewed winging low over open grassland areas of the Lava Beds in the search for rodents and other small mammals. Differences between the male and female of this species are obvious. The undersides of the male are white while the back is pale gray, whereas the female is colored in a palette of brown and white. Both male and female have an unmistakable white rump, visible in flight. A characteristic unique to this hawk is a “circular facial disc,” similar to that of owls, which serves to funnel sounds to their ears and better hear the rustling of their prey as they scurry through vegetation.         Brewer's Sparrow A small sparrow which can best be identified by all-over drab, gray coloring and complete white eye ring. A summer resident at Lava Beds, the Brewer’s Sparrow has adapted to life in a dry environment by conserving water through biological adaptations greatly reducing its loss of body fluids. During the summer months, this sparrow can subsist on a diet of seeds and insects with very little supplemental water. Another victim of habitat destruction and fragmentation, Brewer’s Sparrow census numbers have been decreasing steadily.         Great Horned Owl Widespread across most of North America, this large owl is easily identified by cat-like ear tufts. Great Horned Owls are not particular about nesting sites, choosing other birds’ nests, buildings, trees or crevices in cliffs and are frequently visible rearing young at the Petroglyph unit of Lava Beds. They are efficient hunters, preying on both birds and mammals (even skunks!). The “hoo hoodoo hooo hoo” of the great horned is the most recognized of owl songs.",
    "url": "https:\/\/www.nps.gov\/labe\/learn\/nature\/birds.htm"
}
