{
    "title": "Lava Beds National Monument: Amphibians",
    "body": "Amphibians           Reptiles & Amphibians Brochure & Checklist   It is not surprising that we only have two species of amphibians in the park. Then again, it might be suprising we have any at all, with our warm, dry summer, lack of permanent surface water, and rough terrain. Yet there is enough shelter and moisture in some lava tube caves or under the rocky talus of lava flows to protect them, and they can breed in the pools of water that collect there after infrequent rains. They are most often seen hopping across roads after these summer storms.             Boreal Toad Bufo boreas, the Western Toad, is widespread throughout the American west. The subspecies Bufo boreas boreas found at the Lava Beds is commonly known as the Boreal Toad, named for the cooler mountain climates it lives in. They are incredibly tolerant of a wide range of temperatures, often active as soon as mountain snows begin to melt. Like other toads, their thick, warty skin allows adults to live away from water for long periods of time. However, they must return to standing water to lay up to and incredible 16,000 eggs in long strands anchored to aquatic vegetation. Their dark tadpoles metamorphose into young toads only a half-inch long, but they can grow to 5 inches over the next few years. Unlike most tadpoles, those of this species swim in schools!        Examples of the different colors of Pacific Tree Frog. Brown is most commonly seen here. matching their earthy surroundings.   Pacific Tree Frog Technically a member of the tree frog family, this smallest amphibian in California (up to 2 inches long) is found in many habitats, including ones with few trees. It's range includes most of the west coast, from up to 11,000' in the mountains to coastal wetlands. Like the Boreal Toad, it lives at the Lava Beds in the cooler, moist microclimates at cave entrances and under the jumble of large rocks in lava flows. These frogs have the incredible ability to change their skin color and tone in about ten minutes, according to their surroundings. This is slower than chameleon and anole lizards can change colors, but still serves the same purpose to hide from predators. They sport a variety of colors, including brown, tan, almost white, bright green, or salmon-pink. Pacific Tree Frogs eat just about anything smaller than themselves, primarily insects and other small invertebrates. They breed in surprisingly small pools of rainwater, and are the most commonly encountered amphibian in the park.",
    "url": "https:\/\/www.nps.gov\/labe\/learn\/nature\/amphibians.htm"
}
