{
    "title": "Lava Beds National Monument: Bats",
    "body": "Bats         Townsend's Big-eared Bat hibernating at Lava Beds Photo by Shawn Thomas  Lava Beds National Monument is home to 14 different bat species, largely because this area provides such a wide variety of habitat. Bats here can find the exact conditions they need and are able to choose between hundreds of caves, cliff faces, and trees. Some species stay here year-round, while others migrate from as far as Mexico and Central or South America. All 14 species are insectivores (they eat insects) and use echolocation to navigate. It is a common misconception that bats are blind; most have fairly good eyesight. Some people may dislike or be afraid of bats, but with a little effort, we can better understand and appreciate these important creatures. Species Most Commonly Seen in Caves: Townsend's Big-eared Bat (Corynorhinus townsendii) Farthest Migrating Species: Brazilian Free-tailed Bat (Tadarida brasiliensis) Click here for a complete species list and profiles          Bat Basics Bats are unique animals, and are the only mammal capable of flight. They have their very own taxonomic order, Chiroptera (kï-'räp-ter-a), which means \"hand-wing\" (their finger bones extend across the length of their wing). There are over 1,100 species of bats throughout the world, present on every continent except Antarctica. Though some species have been known to live as long as thirty years, female bats mature slowly and, depending on the species, usually have only one baby (pup) per year.    In spring and summer, several species of bats form maternal colonies of pregnant and nursing females whose shared body heat keeps temperatures optimal for raising their young. Pups are born in May and June and can weigh up to 40% of the body weight of their mother at birth. They need their mother's care for several weeks before they become volant (able to fly) and can capture their own food.        Cluster of hibernating bats (Myotis sp.) Photo by Emma Brinley Buckley  When fall arrives, large numbers of bats swarm around cave entrances, flying in, out, and around to attract mates while they are still strong from the abundant food of the summer season. This continues for several weeks into mid-October.   From October to April, depending on the species, bats either migrate to warmer climates where food is available throughout the winter season, or hibernate to save fat reserves while insects are not available. Some bats hibernate in dense clusters of up to 400 bats per square foot, while others choose to roost in smaller clusters or alone, apart from other bats. Most hibernating species do so in caves or abandoned mines, but a few choose to hibernate in hollow trees or buildings. Bats use stored fat reserves to survive the winter, and can lose 25-50% of their body weight during these cold months. Their body temperature lowers from more than 108° F to that of the hibernation environment, usually 39-59° F, and their heart rate slows to 12-15 beats per minute. Bats will come out of hibernation a few times during the winter to find more suitable locations as conditions at the site, such as temperature, humidity, or airflow, change.        Fun Bat Facts    Most bat echolocation calls are ultrasonic, meaning the call frequency is above the human hearing threshold, so humans cannot hear them. Their calls often exceed 100 decibels, the equivalent of a train or large truck. Imagine the noise created by a large colony if we could hear them! Luckily for bats, they have the ability to close their ears while they call so they don't deafen themselves. There are, however, some exceptions to the ultrasonic rule. The Pallid Bat's social calls, used to communicate between individuals, and the Spotted Bat's echolocation calls, used to navigate in the dark, both come down into the range of human hearing and sound like loud clicks.        A Townsend's Big-eared Bat spreads its wings. Photo by Katrina Smith  Wing shape varies among species based on the need for speed, endurance, and agility. Brazilian Free-tailed Bats migrate long distances from the United States to Mexico, Central America, and northern South America and back again each year. To help with these extensive journeys, they have thinner, elongated wings that allow for speed and endurance but make them less agile fliers. In contrast, Townsend's Big-eared Bats have short, thick wings that give them great agility and allow them to fly with grace among shrubs to forage for insects.      Bats employ delayed fertilization, which means that while they mate in the fall, fertilization does not occur until spring. During the winter, females store the sperm in their reproductive tracts so that they can start their baby's development later in the spring when food is more readily available.   Some bat guano (scat) sparkles! Because bats eat so many insects, and because insect exoskeletons are made of shiny chitin, the guano of some species, especially Townsend's Big-eared Bats, can be particularly reflective.      Importance of Bats    Bats are important components of terrestrial ecosystems in several ways. Because bats can consume up to their body weight in insects each night, they are responsible for a large portion of the world's insect population control. This offers a benefit to farmers as agricultural pests are kept at bay. Bats also help to eradicate mosquitoes and therefore also the diseases they carry such as malaria and West Nile virus. Bats in the more tropical regions of the world feed on nectar, pollen, and fruit, thereby pollinating and dispersing seeds for several species of plants. Many of these plants produce food for humans such as bananas, avocados, figs, dates, peaches, and agave.     Bat Encounters    The best way to view bats is at dusk when they leave their roosts to feed on insects. Look closely to see them darting and diving through the air in most areas of the monument soon after sunset on warm, clear nights.    If you are exploring the caves and find a bat, take a moment to admire its special beauty. Be as quiet as possible. Talking in a low voice is better than whispering and try not to shuffle your feet. Bats are disturbed by a wide range of noises humans cannot hear.    Keep lights down. Bats are nocturnal and are accustomed to the dark. A bright light can be disturbing (no flash cameras, please!).    Leave the area as quickly as you can without causing further disturbance and report the sighting to the visitor center or a park ranger. Please note whether it was a few single bats or a colony\/group.    Always respect cave closures, as they are necessary to protect bats' roost sites. You wouldn't like it if strange people entered your home while you were trying to sleep, so please don't do it to the bats.    Bat Conservation    Many bats are in danger of extinction due to destruction of critical habitat and their slow rate of reproduction. However, there are an increasing number of scientists working to protect this important mammal, and the public is increasingly aware of the positive role that bats play in an ecosystem.     White-nose syndrome (WNS) also threatens bat populations in the United States. This disease is caused by the fungus and has killed millions of bats since it began to spread through caves and mines in the eastern United States in 2005. Although humans aren't susceptible, we can potentially spread the fungus between caves, mines, and other bat roost sites. It is all of our responsibility to follow Lava Beds' screening procedures in order to prevent the spread of this devastating disease.    For more information about bats, visit the following websites...  Bat Conservation International: http:\/\/www.batcon.org\/ Western Bat Working Group: http:\/\/www.wbwg.org Bat Conservation & Management: http:\/\/www.batmanagement.com\/main.html                Support bat conservation, research, and management at Lava Beds National Monument by purchasing your very own Adopt-A-Bat Kit today! The proceeds received from this program are used to directly support bat education and research within the monument.",
    "url": "https:\/\/www.nps.gov\/labe\/learn\/nature\/bats.htm"
}
