{
    "title": "Lava Beds National Monument: Special Events",
    "body": "Special Events          National Trails Day - June 4, 2016 Join us on Saturday, June 4th, 2016 to help park staff restore and maintain trails leading to caves along Cave Loop Road. Volunteers will help to perform minor maintenance on trails, making them better for all to enjoy!  This event coincides with the California Invasive Species Action Week (June 4-12), and our staff \"Weed Warriors\" will be on site to remove any and all invasive species found along the trails. For more information about CA Invasive Species Action Week, visit the California Department of Fish and Wildlife. Registration for this event is free and must be completed at Eventbrite.com by June 1st, 2016.  Come prepared to work! Please bring gloves (if you have them), proper attire such as boots, hats, long pants, work shirt, and light sweater. Don't forget to bring sunscreen, water, and a lunch. We will provide water bottles, water, gloves (if you need them), tools, and snacks. Event Schedule: 9:00 am - 10:00 am - Volunteer check-in at the Visitor Center. 10:00 am - 2:00 pm - Work in small groups with rangers on cave trails. 2:00 pm - 3:00 pm - Clean up and Volunteer THANK YOU!        Ranger Megan teaches Jr. Rangers about the gold bacteria found in some of the caves. NPS, Jesse Barden  Jr. Ranger Day - July 30, 2016 Children of all ages are invited to enjoy special activities and programs throughout the day. We are still working out the details for this year, but you can get an idea of the fun to come by looking at what was offered last year.  Make Your Own Rope Create Pipe Cleaner Flowers Create Your Barracks Make Your Own Sun Will It Erupt? Junior Navigators Watercolor World Mini Microbe Mats View the Sun through a Sun Scope  Practice your \"I Spy\" skills during a cave tour through Lava Brook cave. From 7:00pm - 8:00pm at the Campground Amphitheater, take care of an ecosystem and decide its fate during the Trophic Cascade Evening Program.   These hands on activities and programs allow Jr. Rangers to be creative while they Explore, Learn about and Protect Lava Beds.         Visitors viewing the sun with the help of our volunteer amateur astronomers .   Astronomy Day and Night Sky Event - August 20, 2016 Attention all nigh sky enthusiasts, its time to grab your telescopes, binoculars and your curiosity about the night sky and join rangers and amateur astronomers to explore and learn about the mysteries of the night sky. We are always in need of additional amateur astronomers, if you are interested in volunteering please contact Angela at 530-667-8119 or angela_sutton@nps.gov. Check back for more information on both day and night activities.              Sagan Planet Walk      Sciencenter Sagan Planet Walk audio tour featuring Bill Nye The Science Guyis provided courtesy of the Sciencenter in Ithaca, NY. For more information,please visit http:\/\/www.sciencenter.org   Duration:10 minutes, 2 seconds      Credit \/ Author: Sciencenter     Download Original File: labe-Sagan-Planet-Walk-for-LABE-courtesy-Science-Center-in-Ithica-New-York-Intro-MP3.mp39,645 KB",
    "url": "https:\/\/www.nps.gov\/labe\/planyourvisit\/special-events.htm"
}
