{
    "title": "Lava Beds National Monument: Fern Cave",
    "body": "Fern Cave Tours       Most caves in the Monument can be explored anytime without a reservation. Fern Cave, however, is closed for resource protection reasons and is open to visitors by ranger-guided tour only. The entrance area is not open to the public at any time other than during a ranger-guided tour. The exceptional rock art and sensitive biotic environment in Fern Cave are among the reasons that only guided tours are allowed here. The tour is offered on Saturdays at 2:00 p.m. from June through September, weather and road conditions permitting.  Please note that there will be no tours on July 2nd or September 10th. Tour Reservation Procedures & Requirements:   Only one tour per Saturday     Reservations are required and in high demand     The tour is limited to 6 visitors per tour and lasts approximately 1 hour.     Reservations can be made up to 3 weeks in advance through the Recreation.gov webpage. Please remember that there is a $1.50 processing fee per spot reserved.     Participants are required to confirm their reservation the day before the tour by 11:00am by telephone or coming to the Visitor Center in person.     All unconfirmed participant slots can be given away to the next inquiring party during open Visitor Center hours the day of the tour.     Due to the sensitivity of this cave, children must be at least 12 years of age and accompanied by an adult.     The tour requires climbing down a slanted ladder and negotiating sections of steep, slippery floor. Each member of the party must be able to do so safely.     Closed-toed shoes with good traction and long pants are highly recommended.     Participants should bring their own light sources for the tour. Headlamps, or a flashlight that can be placed in a pocket while climbing the ladder, are the best choices for lighting.             Date of Tour   1st Day you can make a reservation    June 4, 2016 May 14, 2016   June 11, 2016 May 21, 2016   June 18, 2016 May 28, 2016   June 25, 2016 June 4, 2016   July 9, 2016 June 18, 2016   July 16, 2016 June 25, 2016   July 23, 2016 July 2, 2016   July 30, 2016 July 9, 2016   August 6, 2016 July 16, 2016   August 13, 2016 July 23, 2016   August 20, 2016 July 30, 2016   August 27, 2016 August 6, 2016   September 3, 2016 August 13, 2016   September 17, 2016 September 27, 2016",
    "url": "https:\/\/www.nps.gov\/labe\/planyourvisit\/fern-cave-tours.htm"
}
