{
    "title": "Lava Beds National Monument: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions       Lava Beds is surrounded by thousands of acres of public lands and is located near a great variety of other scenic, historic, and recreation destinations!  There's something to see or do all year, including:  local museums hiking camping wildlife watching historical sites hunting  fishing fairs  community events canoeing and kayaking skiing and snowmobiling biking, and much more.         Medcine Lake at the Modoc National Forest, Siskiyou County, CA Modoc National Forest   Medicine Lake  Medicine Lake is located on the Modoc National Forest 16 miles from the park road via route 49. Be aware of the dirt road, it is often not passable in the winter. The lake has picnic tables, campgrounds and bathrooms available. For more information about the Medicine Lake Campground.        Ridge on Glass Mountain Michael Yuen   Glass Mountain Glass Mountain is the youngest eruption on the Medicine Lake Volcano, located approximately 30 miles away from Lava Beds. It has a large concentration of obsidian and pumice providing a unique opportunity to see a large glass flow. Collecting of obsidian and other materials is not permitted.The trail is through rough terrain and can be difficult to follow at times. Learn more about Glass Mountain.           Bird floating on Tule Lake National Wildlife Refuge. U.S. Fish and Wildlife Service   Tule Lake National Wildlife Refuge The refuge borders the northern boundary of Lava Beds and is easily accessible from the main park road. The refuge is home to many birds and is a great place for bird watching, as well as hunting. Learn more about Tule Lake National Wildlife Refuge.        People of Japanese decent being moved from one area to another in the incarceration camp, circa 1942.   Tule Lake Unit of WWII Valor in the Pacific National Monument     Located 27 miles away from the Lava Beds Visitor Center, the Tule Lake Unit showcases the history of the Civilian Conservation Corps camp, a Prisoner of War camp and sites where Japanese Americans were incarcerated during WWII. The visitor center has a museum with artifacts from the time period and other information. Tours of the sites are available in the summer every Saturday, call 530-260-0537 to reserve your spot. To learn more about the Tule Lake Unit.           More information:  Klamath Basin Visitor Info Tulelake, CA Chamber of Commerce Volcanic Legacy Scenic Byway  Seasonal Events:  Tulelake-Butte Valley Fair (September) Winter Wings Festival (February)  Birding, wildlife:  Klamath Basin National Wildlife Refuges Klamath Basin Birding Trail  National Forest and National Park Sites:  Modoc National Forest Klamath National Forest Crater Lake National Park Lassen Volcanic National Park Oregon Caves National Monument Whiskeytown-Shasta-Trinity National Recreation Redwood National and State Parks  Area State Parks:  California State Parks Oregon State Parks",
    "url": "https:\/\/www.nps.gov\/labe\/planyourvisit\/nearbyattractions.htm"
}
