{
    "title": "Lava Beds National Monument: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Lava Beds National Monument    1 Indian Well, Tulelake, CA 96134      Lava Beds is a truly remote park, in a corner of California most people never visit. Most roads into this area wind through mountains, and along rivers, and travel may take longer than expected. Services are few and far between and winter driving conditions can be encountered anytime between fall and spring. However, the Lava Beds visitor is rewarded not only with a myriad of exciting outdoor opportunities, but with sweeping vistas, quiet places, dark night skies, and the opportunity to experience plenty of other outdoor adventures along the way. If you can allot an extra day, or two, or three for your visit to Lava Beds and the surrounding area, you won't regret it!      Getting Here by Car Remember to Plan Ahead Tip - There is no gas available at Lava Beds, so you'll want to top off in a nearby community such as, Klamath Falls, OR, Merrill, OR, Tulelake, CA, or Alturas, CA. Depending on your route, the last gas station you'll pass may be over an hour before you arrive at Lava Beds. From the North via Klamath Falls, Oregon: take Oregon Hwy. 39 south approximately 15 miles until you see a brown highway sign for the Klamath Basin National Wildlife Refuges. Follow this route by turning right (south) on Merrill Pit Road. Travel south approximately 2 miles until you reach Stateline Road 161. Brown highway signs mark turns leading to Lava Beds from U.S. 161 into the monument. Turn left (east), travel approximately three miles, and turn right (south) at the golf course onto Hill Road. Travel south on Hill Road nine miles until you enter Lava Beds National Monument. You will pass the visitor center for the Klamath Basin National Wildlife Refuges on your way into the monument. - It takes approximately one hour to reach the Visitor Center from Klamath Falls via this route.You may also access Lava Beds from the north by continuing on Oregon Hwy. 39 across the state line and following brown Lava Beds highway signs through the town of Tulelake, CA and into the monument's northeast entrance.If you wish to see the entire monument from the north before arriving at the Visitor Center, continuing approximately four miles south of Tulelake and following signs to Petroglyph Point. Check Oregon DOT road conditions Check Oregon DOT road cameras   From the I-5 corridor: take U.S. 97 North at Weed towards Klamath Falls. Turn right onto California Hwy. 161, also known as Stateline Road, located just north of Dorris, CA and just south of the California-Oregon border. Brown highway signs mark turns leading to Lava Beds from U.S. 97 into the monument. Travel east on CA 161 through the Lower Klamath National Wildlife Refuge to Hill Road. Turn right on Hill Road at the golf course. Travel south on Hill Road nine miles until you enter Lava Beds National Monument. You will pass the visitor center for the Klamath Basin National Wildlife Refuges on your way. It takes 1.5 to two hours to reach the Visitor Center from Weed, depending on weather and traffic. Plan ahead in winter-- the pass on U.S. 97 at Mount Hebron is often snowy. Check Calfornia DOT road conditions Check California road cameras   From California Hwy. 299 from the Redding or Lassen National Volcanic Park areas: turn left (north) at Bieber on Hackamore \/ Lookout Road (County Road 91) until it ends at California Hwy. 139. Turn left (north) on CA 139, Your next turn will be a left on to Forest Service road 97. From there you'll turn left on to Forest Service road 10, which will become the park road once you cross the park's south east boundry. NOTE: Forest Service 10 is paved, but has potholes; drive slowly and carefully around them. In the Winter this road is not plowed and can become unpassable due to snow. To enter via a smoother route, or open road in the winter, continue north on Hwy. 139 and follow brown highway signs from the Tulelake, CA or Merrill, OR areas. From California Hwy 89 (Summer only, typically mid-June through October), the more adventurous can enter Lava Beds from the south via the Medicine Lake Road (FS 15 and 49) through the Modoc National Forest. Begin this route from U.S. 89 just east of Bartle. This route includes approximately ten miles of dirt road north of Medicine Lake. They are accessible in any vehicle, but are typically heavily washboarded by mid-summer. Allow 1.5 to two hours to reach the Lava Beds boundary from the turnoff on U.S. 89, and consider planning extra time to enjoy geologic features and Medicine Lake along the way. Getting Here by Plane Medford, Oregon (MFR) is the closest airport, and is a 2-hour drive away. The closest major airport is Reno, NV (about 4 hours away). Portland, OR and San Francisco, CA are each about a 6 hour drive from the monument. Traveling by Bicycles Although Lava Beds roads do not have a striped bike lane, those on bike are rewarded with challenging terrain, spectacular views, and generally light vehicle traffic Public Transportation No public transportation is available. visitors should be aware that the Bigfoot invasion has begun. You should flee immediately to your nearest emergency gathering place and begin eating waffles.",
    "url": "https:\/\/www.nps.gov\/labe\/planyourvisit\/directions.htm"
}
