{
    "title": "Lava Beds National Monument: Cave Safely, Cave Softly",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Caving     Cave Safely, Cave Softly                Cave Safely, Cave Softly          Cave Safely For your safety, please exercise the following precautions: Wear appropriate safety gear - Prevent injury by wearing long sleeves, pants and closed-toed shoes or boots. Most caves are about 55°F (13°C), and have uneven floors. Gloves and kneepads are recommended in difficult caves. Protect your head - Use bicycle, construction, or other types of helmets. Bump hats are sold at the visitor center. Bring enough light - Each person should carry at least one flashlight with extra batteries (and bulbs if available). Three flashlights per person are ideal. Flashlights may be borrowed during open hours from the visitor center. Know yourself and your group - Choose caves suitable for everyone in your group. Don't push beyond anyone's limits. Children and seniors should be able to walk safely on their own. Caves are not appropriate places for infants. Explore as a group - Tell a friend or family member where you are going and when you expect to return. If you must go alone, choose easier caves and carry three flashlights. Know your route - Be observant, look back at junctions and landmarks to make mental notes. A book of cave maps can be purchased in the visitor center - learn to read map symbols before you go. Using a compass will help you use the maps. Have a check in person - Tell someone WHERE you are going and WHEN you expect to return. Do not deviate from your planned itinerary.         Cave Softly Care for these fragile, amazing environments by following these rules: Stay on available trails Leave no trace of your visit: Do not eat, drink, smoke, or leave trash. It is a good idea to check your pockets before entering caves for miscellaneous items that may fall out, such as your cell phone, wallet, keys, or trash items. Do not use caves as bathrooms: The only bathrooms near most of the caves are at the visitor center, plan your trip accordingly. If you cannot make it back to the visitor center bathrooms or a toilet, use a \"wag bag\" and pee bottle. A wag bag is a portable toilet, you can buy these at outdoor stores or you can make your own. Two very heavy duty bags that seal tight are needed, both bought and home made bags can still rip or tear so be very careful if you must use a wag bag. A pee bottle can simply be any shatter resistant container; glass bottles are not appropriate. Protect the cave: Formations made of lava, calcite, and ice can be permanently damaged, it is best to avoid touching them when possible. Use electric flashlights, not carbide or gas lamps. Do not touch paintings or cultural artifacts as they are easily damaged. Observe closures: To protect bats, several caves are closed at different times of the year. If you see any form of cave life, try not to disturb it by being quite and not shining your flashlight on it. Pets are not permitted in caves Avoid eating in caves: Crumbs left behind from your snack will attract the multitudes of tiny creatures searching for a meal. This causes an unnatural increase in which eventually results in a population crash as well. Do not smoke or chew tobacco while in caves: These items can damage the cave environment. Alcohol is not permitted in the caves",
    "url": "https:\/\/www.nps.gov\/labe\/planyourvisit\/cave-safely-cave-softly.htm"
}
