{
    "title": "Lava Beds National Monument: News",
    "body": "Explore This Park    Learn About the Park     News             News        Join us for the fifth annual Astronomy Day and Star Party on Saturday, August 20th, 2016 Lava Beds National Monument         Entrance to Blue Grotto Cave. Blue Grotto is one of the caves that is open seasonally in the winter, but will be closed for the summer season beginning on April 25 Lava Beds National Monument   August 7, 2016 - Lava Beds National Monument Invites the Public to the Fifth Annual Astronomy Day and Star Party!   July 7, 2016 - Lava Beds National Monument Invites Children of All Ages to Jr Ranger Day   April 7, 2016 - Find Lava Beds National Monument during National Park Week Celebrate with Free Admission and a New Special Program from April 16-24   March 18, 2016 - YCC positions available at the Lava Beds National Monument   March 18, 2016 - Posiciones Para El Cuerpo de Conservacion Juvenil disponibles en el Monumento Nacional Lava Beds   December 10, 2015 - Lava Beds announces new winter hours.   December 8, 2015 - All national parks, including Lava Beds National Monument, will waive entrance fees on 16 special days in 2016.   December 7, 2015 - Lava Beds National Monument, the Tule Lake Unit, and the National Park Service are seeking public comments on the Lava Beds Draft Accessibility Self-Evaluation and Transition Plan and the Tule Lake Unit Draft Accessibility Self-Evaluation and Transition Plan.   December 3, 2015 -  Lava Beds National Monument Announces the Start of Seasonal Crystal Ice Cave Tours   November 6, 2015 - Lava Beds National Monument and the Tule Lake Unit would like to invite the public to a community meeting on Wednesday, November 18.   October 7, 2015 - Over 300 Local Students Participate in Geology Day Program.   October 5, 2015 - On Saturday, September 26, Lava Beds National Monument participated in National Public Lands Day and hosted ten volunteers, including an American Conservation Experience (ACE) Crew.   September 16, 2015 - Beginning today, fire restrictions at the Lava Beds National Monument Indian Well Campground have been lifted. Visitors are now welcome to enjoy campfires in nearly all established fire rings.   September 9, 2015 - Beginning this week, Lava Beds National Monument will begin an extensive construction project to replace the deteriorating concrete sidewalk leading to the visitor center and install an ice melting system. This project is expected to run for about a month.   August 7, 2015 - Lava Beds National Moment is pleased to announce the release of a new short park film. The film focuses specifically on the fragile beauty of Crystal Ice Cave, while also introducing viewers to many other caves and recreational opportunities at Lava Beds.   August 7, 2015 - The National Park Service (NPS) has selected Larry Whalon to be the next superintendent of Lava Beds National Monument and the Tule Lake Unit of World War II Valor in the Pacific National Monument in northeastern California.   August 4, 2015 - Larry Whalon, Acting Superintendent of Lava Beds National Monument, invites the public to participate in the fourth annual Astronomy Day and Star Party Event on Saturday August 15 from 11 AM to midnight.   July 8, 2015 - Kids of all ages are invited to become Junior Rangers on Saturday, July 18. Bring the family for a day full of activities that are designed for those with a curious mind.   June 26, 2015 - Beginning Monday, July 6, Forest Service Road 10, which serves as a southern entrance into Lava Beds National Monument, will be closed to allow for repairs to a railroad crossing near Tionesta, CA. The closure is expected to last through July 15.   May 18, 2015 - Lava Beds National Monument and the Tule Lake Unit of World War II Valor in the Pacific National Monument would like to welcome new Chief Ranger David Hansen to the Tule Lake Basin.   May 15, 2015 - Starting on June 1, Lava Beds National Monument will increase entrance fees for visitors in order to fund important backlogged maintenance and visitor service improvement projects within the park. The last time entrance fees were increased was in 2003.   April 27, 2015 - Lava Beds National Monument is pleased to announce that they will be hosting the Youth Conservation Corps (YCC) program again this year.   April 23, 2015 - Local National Monuments bring income and jobs to Basin   April 16, 2015 - Lava Beds invites visitors to come and explore the caves that were closed this winter to protect hibernating bats.   April 10, 2015 - Mike Reynolds has been named as the new superintendent of Death Valley National Park.   April 2, 2015 - Lava Beds and Tule Lake Unit Join National Find Your Park Movement!    April 1, 2015 - Child rushed to hospital after fall in cave.   February 23, 2015 - Lava Beds and Tule Lake Bring in Crowds in 2014!   January 19, 2015 - After 37 years of faithful service to the National Park Service and 25 years at Lava Beds National Monument, Chief of Visitor Services Terry Harris has announced his retirement.   January 16, 2015 - In honor of Martin Luther King Jr. Day, Monday is a fee free day for national parks, wildlife refuges and other public lands.   January 14, 2015 - Lava Beds is pleased to announce the naming of Chris Orr as Fire Management Officer.         December 25, 2014 - Lava Beds play important role in annual Christmas bird count.   December 2, 2014 - Lava Beds is seeking public comment on possible fee increases in 2015.   November 20, 2014 -  Spend Black Friday at the Lava Beds!   October 20, 2014 -  Lava Beds announces seasonal cave openings and closings.   October 16, 2014 - Lava Beds hosted its second Geology Days event on September 25 and 26.   September 26, 2014 -  Lava Beds National Monument plans to implement the Post Office Prescribed Fire between October and December.   September 16, 2014 - National Public Lands Day equals volunteer opportunities and Free entrance.   August 25, 2014 - Lava Beds &Tule Lake Unveil New Information panels for Area Visitors!   August 25, 2014 - Preview New Panels Here!   August 21, 2014 - National Park Service Celebrates 98th Birthday!   August 4, 2014 - Junior Rangers Descend on Lava Beds   July 17, 2014 - Jr. Ranger Day, July 26, 2014 at Lava Beds   July 3, 2014 - Caldwell Fire contained   July 3, 2014 -  All Facilities reopen after Caldwell Fire contained   July 2, 2014 - Campground has reopened but some trails in the area of the fire remain closed   July 2, 2014 - Progress Made in Fighting Caldwell Fire at Lava Beds   July 2, 2014 - Lightening Sparks Fire: Campground and Trail Closures at Lava Beds National Monument   June 24, 2014 - Lava Beds Host International Conservation Crews for Monument Projects.   June 9, 2014 - New exhibit about Lava Beds added to the Collier Interpretive and Information Center located on I-5, in hopes of attracting visitors to the site.   May 27, 2014 - Mystery and Change at Fleener’s Chimneys   May 20, 2014 - Lava Beds National Monument & Tule Lake Unit Set to Resume Interpretive Programs for the Summer!   May 16, 2014 - Lava Beds National Monument and the Tule Lake Unit Host Art of Survival Century Bicycle Ride.   May 7, 2014 - Lava Beds National Monument and Tule Lake National Wildlife Refuge team up to clean up.   May 2, 2014 - History will come alive on Saturday, May 10, during the park’s annual Timeline Living History event.   April 23, 2014 - Flowers are beginning to bloom and temperatures are warming up which means the bats at Lava Beds National Monument are beginning to move into their summer roosts and vacate their winter homes (called hibernacula).   April 18, 2014 - Earth Day is April 22, however every day is Earth Day at Lava Beds National Monument.   April 13, 2014 - The National Park Service invites everyone to get to know their national parks during National Park Week! This year’s dates are April 19 – 27, with free admission to all national parks Saturday, April 19 and Sunday, April 20.   March 27, 2014 - 2014 Youth Conservation Corps Positions Available at Lava Beds National Monument   March 27, 2014 - Posiciones para el Cuerpo de Conservación Juvenil disponibles en el Monumento Nacional Lava Beds   March 3, 2014 - Tourism to Lava Beds National Monument Creates Millions in Economic Benefit.   February 10, 2014 - To celebrate the connections between our national leaders and national parks, all 401 National Park Service sites will have free admission during President’s Day weekend, February 15-17.   February 2, 2014 - Lava Beds National Monument staff recently completed eight days of bat hibernacula surveys.   January 24, 2014 - Winter is a great time to visit Lava Beds.   January 9, 2014 - In commemoration of Dr. Martin Luther King, Jr. Day, Lava Beds National Monument and the Tule Lake Unit have fee-free entry on Monday, January 20, 2014.          November 18, 2013 - Lava Beds National Monument is planning to implement pile burning at Hidden Valley and Gillem Camp this fall and winter as conditions are favorable. The National Park Service uses prescribed fire as a tool to help reduce the intensity of future fires by removing unnatural accumulations of forest fuels resulting from fire suppression. Prescribed fire improves forest health by reducing the amount of dead, woody debris that can lead to larger, more intense fires.    November 1, 2013 - In honor of those men and women who served and currently serve in the United States Armed Forces, National Park units across the country, including Lava Beds National Monument, will be offering everyone fee free entry during Veteran’s Day weekend. The fee-free period begins Saturday, November 9 and runs through Monday, November 11, and applies to entrance fees.   October 18, 2013 - Lava Beds National Monument and the Tule Lake Unit, WWII Valor in the Pacific National Monument are excited to open for visitors after sixteen days of closure due to the shutdown of the federal government caused by the lapse in appropriations.   October 1, 2013 - Because of the shutdown of the federal government caused by the lapse in appropriations, the National Park Service (NPS) has closed all 401 national parks, including Lava Beds National Monument and the Tule Lake Unit. All visitor facilities including the Lava Beds and Tule Lake Unit visitor centers, campgrounds and roads are closed. The park will remain closed until the government reopens.   September 24,2013 - Lava Beds National Monument will waive entrance fees on Saturday, September 28 along with other national parks throughout the country in recognition of the 20th anniversary of National Public Lands Day.   August 20, 2013 - Lava Beds National Monument will waive entrance fees on August 25, along with other national parks throughout the country to celebrate the 97th birthday of the National Park Service.   July 22, 2013 - Cave Rescue Team Formed at Lava Beds National Monument   July 15, 2013 - Junior Rangers Participate in a \"Day of Learning\" at Lava Beds National Monument   June 5, 2013 - NPS Photos of Vandalism at Petroglyph Point   June 5, 2013 - Vandalism to Irreplaceable Petroglyphs at Lava Beds National Monument   May 16, 2013 - Lava Beds Hosts \"Timeline\" Living History Event   May 15, 2013 - Lava Beds Welcomes New Chief Ranger   May 10, 2013 - Youth Conservation Corps Positions Available   April 5, 2013 - Land Added to Petroglyph Point Section     April 1, 2013 - Indian Well Campground Open for Summer Season     January 16, 2013 - Free Entrance in honor of Dr. Martin Luther King, Jr.           December 23, 2012 - Crystal Ice Cave Tours     December 14, 2012 - Visit Lava Beds NM for the Holidays!     November 23, 2012 - Lava Beds Winter Cave Access     October 22, 2012 - The Re-Opening of the Newly Renovated Mushpot Cave     September 12, 2012 - President Proclaims September National Wilderness Month     July 25, 2012 - Your Invited, to the 5th annual Jr. Ranger Day     April 20, 2012 - National Park Week Features Free Admission     April 2, 2012 - 2012 Youth Conservation Corps Positions Available at Lava Beds National Monument and lower Klamath National Wildlife Refuge",
    "url": "https:\/\/www.nps.gov\/labe\/learn\/news\/index.htm"
}
