{
    "title": "Lassen Volcanic National Park: Mountain Lion",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Mountain Lion                  Mountain Lion Safety        Collared mountain lion at Santa Monica Mountains National Recreation Area NPS         Mountain lions (Puma concolor) are also called cougars, pumas, panthers, painters, and catamounts. They roam throughout this area in both valley and mountain country, and are usually quiet and elusive. Mountain lion sightings in Lassen Volcanic National Park are very rare.  Typically, mountain lion sightings occur from a distance and usually around dawn or dusk. However, lions are unpredictable and can be dangerous. Mountain lions are solitary animals, traveling alone except during mating season. They can be seen at any time of the day or night, but are most active at dawn and dusk, corresponding with deer activity. Mountain lions are carnivores (meat eaters) and prey mostly on deer. They also eat small animals like porcupines, rabbits, squirrels, marmots, and skunks.   If you encounter a mountain lion, remember the goals are to convince it that you are not prey and that you may be dangerous. Follow these safety tips:  Do not approach it. Most mountain lions will try to avoid a confrontation. Give them a way to escape.  Do not run. Running may stimulate a mountain lion's instinct to chase. Instead, stand and face the animal. Make eye contact. If you have small children with you, pick them up if possible so that they don't panic and run. Although it may be awkward, pick them up without bending over or turning away from the mountain lion.  Do not crouch down or bend over. A human standing up is just not the right shape for a lion's prey. Conversely, a person squatting or bending over resembles a four-legged prey animal. In mountain lion country, avoid squatting, crouching or bending over, even when picking up children.  Do all you can to appear larger. Raise your arms. Open your jacket if you are wearing one. Again, pick up small children. Throw stones, branches, or whatever you can reach without crouching or turning your back. Wave your arms slowly and speak firmly in a loud voice. The idea is to convince the mountain lion that you are not prey and that you may be a danger to it.  Fight back if attacked. A hiker in southern California used a rock to fend off a mountain lion that was attacking his son. Others have fought back successfully with sticks, caps, jackets, garden tools and their bare hands. Since a mountain lion usually tries to bite the head or neck, try to remain standing and face the attacking animal.   Please report all mountain lion sightings at a park visitor center.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/cougar.htm"
}
