{
    "title": "Lassen Volcanic National Park: Lassen Peak Eruption",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Volcanoes \/ Lava Flows     Lassen Peak Eruption                  The Eruption of Lassen Peak        The May 22, 1915 eruption of Lassen Peak as seen from Red Bluff, California NPS Photo      On May 22, 1915, an explosive eruption at Lassen Peak, the southernmost active volcano in the Cascade Range, devastated nearby areas and rained volcanic ash as far away as 200 miles to the east. This explosion was the most powerful in a 1914-17 series of eruptions that were the last to occur in the Cascades before the 1980 eruption of Mt. St. Helens. Lassen Peak is the largest of a group of more than 30 volcanic domes erupted over the past 300,000 years in Lassen Volcanic National Park.What are the prospects for future eruptions at Lassen? Because geologically recent volcanic activity in an area is the best guide to forecasting future eruptions, scientists study the lava flows, ash, and other deposits from past eruptions. Volcanoes in the Lassen area tend to erupt infrequently, and may be inactive for periods lasting centuries or even millennia. The most recent eruptions in the Lassen area were the relatively small events that  occurred at Lassen Peak between 1914 and 1917.  The most recent large eruption produced Chaos Crags about 1,100 years ago.  Such large eruptions in the Lassen area have an average recurrence interval of about 10,000 years. However, the geologic history of the Lassen area indicates that volcanism there is episodic, having periods of relatively frequent eruptions separated by long quiet intervals. For example, the last large event before the Chaos Crags eruption was the one that built Lassen Peak 27,000 years ago.What are the warning signs of an eruption? The most important sign of an impending volcanic eruption is seismic activity beneath the volcanic area. Seismologists can interpret subtle differences between earthquakes related to the rise of magma and the more familiar quakes caused by tectonic faulting. Other warning signs of magma rising into the shallow subsurface might include increased release of volcanic gases from small openings called fumaroles, such as those found in the Bumpass Hell area of Lassen Volcanic National Park, and changes in the gas composition. Deformation of the ground surface in the vicinity of a volcano may also indicate that magma is approaching the surface. Typically, these warning signs appear a few weeks to months before an eruption, but can last for decades or even centuries without leading to an eruption.What is being done to monitor the Lassen volcanic center? After the eruption of Mount St. Helens in 1980, the U.S. Geological Survey (USGS) intensified its monitoring of active and potentially active volcanoes in the Cascade Range. Monitoring of the Lassen area includes periodic measurements of ground deformation and volcanic gas emissions and continuous transmission of data from a local network of nine seismometers to USGS offices in Menlo Park, California. Should indications of a significant increase in volcanic activity be detected, the USGS will immediately deploy scientists and specially designed portable monitoring instruments to evaluate the threat. In addition, the National Park Service (NPS) has developed an emergency response plan that would be activated to protect the public in the event of an impending eruption.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/eruption_lassen_peak.htm"
}
