{
    "title": "Lassen Volcanic National Park: Black Bear",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Black Bear                  Bear Safety              For centuries black bears have made Lassen Volcanic National Park their home. Their movements are dictated by ancient connections to the seasons, food sources, and their own inclinations. Bears are curious, intelligent, and potentially dangerous animals.  Lassen is home to about 30 black bears. Despite what their name implies, black bear fur can vary from blonde to black in color. These adaptable animals live in the park year-round, however they enter torpor--a short-term form of hibernation--in the snowy winter months.   Be Bear Aware Your actions help keep Lassen's wild animals wild.When people do not take the proper precautions to protect themselves and wildlife, both bears and people are endangered. Your actions help ensure your safety, and the well-being of Lassen's black bears. Download a printable bear safety handout (pdf, 1.5MB).  Avoid potential bear encounters on the trail by making noise to make your presence known.  Be particularly careful near streams, and when vegetation or terrain limits visibility. In developed areas, always store food properly to avoid attracting bears, and never intentionally get close to a bear or attempt to feed it. Use pullouts to view bears near the road, stay in your car, and keep a distance of at least 300 feet (100 yards) at all times. As always, adhere to speed limits - speeding kills bears!   Bears and Food Odors attract bears to campgrounds and picnic areas. Allowing a bear to obtain human food, even once, often results in aggressive behavior. Remember a fed bear, is a dead bear. Help keep bears wild and alive by following a few guidelines:   Properly store all odorous items such as food, garbage, food containers (empty and full), cookware (clean or dirty), toiletries, and bug repellent.  Secure storage locations include bear-resistant food lockers, or inside hard-sided vehicles with windows rolled up, or inside the trunk. Only have food out that you are actually using;if you are not using it, please put it back in the food locker. Never store food, garbage or toiletries in tents or sleeping bags. Place all trash in bear-resistant garbage dumpsters. Never leave your pack unattended. Immediately report violations and all bear sightings to the campground host or the nearest ranger.   Please note that failure to follow food storage regulations is a violation of federal law and may result in a citation.   New! Bear Canister Requirement Overnight backcountry users must use a bear canister to store food and scented items. This regulation is in response to increased negative bear and human interactions in the park.  Food, toiletries, utensils, cookware, and other food-scented items must be stored in an NPS approved canister when not in use or unattended.  NPS approved bear resistant food storage containers include: Backpacker Model 812; BearVault 110b, 200, 250, 300, 350, 400, 450, 500; Bearikade Weekender MKII and Bearikade Expedition (1766 and higher); The Bear Keg; The Bare Boxer Contender (101) and Champ (202); and Lighter 1 Big Daddy and Little Sami.  BearVault canisters are available for rent at the Loomis Museum or Kohm Yah-mah-nee Visitor Center from 9 am to 5 pm daily. Read the bear safety handout for more information.    If you Encounter a Bear Bears are territorial. If you surprise a bear at close range (less than 300 feet), you may be intruding into it space. Most bear encounters end without injury, especially if you follow some basic guidelines and remember that your safety depends on your ability to calm the bear:     Do not run! Bears can easily outrun you. Running may cause an otherwise non-aggressive bear to attack.  If the bear is aware of you but has not acted aggressively, slowly back away. If the bear is unaware of you, keep out of sight and detour behind or downwind of the bear.  Stay calm and remember that most bears do not want to attack you, they usually just want to be left alone.  Pick up small children immediately and stay in a group.  Do not drop your pack! This teaches the bears how to obtain human food and often results in the death of a bear.  Do not climb a tree. All black bears can climb trees.   If a Bear Approaches or Charges You Do not run! Most bear attacks result from surprise encounters when the bear is defending their young or a food source, such as a carcass.   Bear experts generally recommend standing still until the bear stops and then slowly backing away. If you are attacked, do not play dead–fight back. Concentrate your kicks and blows on the bear's face and muzzle. If you have bear spray, aim directly at the bear's face. Stay calm. Bears may bluff their way out of an encounter by charging, and then turning away at the last second. Bears may also act defensively by woofing, growling, snapping their jaws or laying their ears back.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/bear-safety.htm"
}
