{
    "title": "Lassen Volcanic National Park: Reach The Peak Project",
    "body": "Reach the Peak Project       Reach the Peak Project includes: Reach the Peak video  Reach the Peak Project Bulletin: 2015 (pdf, 434KB), 2014 (pdf, 665KB), 2013 (pdf, 357KB)  2012 (pdf, 799 KB) | 2011 (pdf, 789 KB)       Reach the PeakThe Reach the Peak project was a multi-year effort to restore and rehabilitate the Lassen Peak Trail. Goals for the project included restoring many features that were a part of the original trail construction from 1929 – 1932. These features include a four foot width to the upper trail, turnout areas for groups and resting hikers, and the placement of a summit register. The Reach the Peak project took steps to improve the visitor experience including development of new interpretive materials, creating a route navigating the summit crater, and removal of a radio repeater. Lassen Volcanic National Park, with the help of its partners, is determined to preserve this historic experience for the enjoyment of future generations. Together we can \"reach the peak.\"        Reach the Peak Project Map           2014 Accomplishments  2014 marked the final year of the Reach the Peak project to restore and rehabilitate the Lassen Peak trail.  Final efforts in the last 4 1\/2 month summer season included:   Construction of four retaining walls to frame the switchbacks within the lower half mile of the trail. Construction of five large retaining walls and stairs in the middle ridge section - the most challenging section due to steep switchbacks on loose scree.  Construction of retaining walls and steps on switchbacks in the last mile using native stone. Masons constructed eight new stone interpretive wayside monuments with panels introducing topics ranging from climate change to rare alpine plants.          Waysides feature Lassen Peak wildlife NPS Photo  2013 Accomplishments With a large portion of reinforcement work complete on the middle section, trail crews can safely begin work on the larger segments of the trail above and below this area. In 2013, efforts will be focused on:   Completing a small portion of the middle section of the trail above the Grandview area Rehabilitating the first 1.2 miles of the trail Beginning work to widen the final ascent portion of the trail Removing the summit repeater Beginning layout of a new crater loop trail Installing five new wayside exhibits which interpret wildlife and the geological landscape at the summit area.          A trail worker guides a boulder transported with a pulley system NPS Photo  2012 Accomplishments Trail crew members cut and placed over 3,200 cubic feet of stone to build 28 rock retaining walls and 17 stone steps. These carefully constructed retaining walls provide support for switchbacks on the steep, rocky slopes of the middle portion of the trail. Approximately 300,000 pounds of rock was relocated using an improvised cable and pulley system. Large rocks placed above the work area by helicopter in 2010 were safely relocated while reducing impact on the trail by ground based transportation systems. Five new interpretive wayside exhibits were produced for installation in 2013. In conjunction with the existing geology waysides, these new exhibits introduce visitors to Lassen plants and animals, the peak's effect on them, and visitors' unique connection to these special resources.        Trail crews built 75 rock retaining walls in 2011   2011 Accomplishments In the project's second year, Lassen Volcanic National Park trail crew and the California Conservation Corps began laboriously strengthening the backbone of the Lassen Peak trail. Overcoming hazardous work areas and exposure to severe weather, the Reach the Peak trail crew cut and placed nearly 5,000 cubic feet of stone on 75 rock retaining walls and landing sites. These carefully constructed retaining walls will reduce erosion on Lassen Peak's numerous switchbacks and provide a solid foundation for the higher, steeper sections of trail.         The largest helicopter operation in the park strategically placed 2.4 million pounds of stone along the Lassen Peak trail NPS Photo  2010 Accomplishments   Preparation of the trail to accommodate material placement and transportation The quarrying, washing, and transporting of 2.4 million pounds of stone to the Lassen Peak Parking Area Completion of the largest helicopter flight operation in park history to strategically place stone building materials along the trail Restoration of the largest step section of the trail and the construction of 5 highly technical walls amounting to approximately 1,000 cubic feet of stone  Click here to see photos from the 2010 Reach the Peak work season...      Interested in Donating? Visit the Lassen Park Foundation's website at: www.lassenparkfoundation.org or contact the foundation directly at: The Lassen Park Foundation Reach the Peak Fund P.O. Box 3155 Chico, CA 95927 or (530)-898-9309",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/management\/reach-the-peak-project.htm"
}
