{
    "title": "Lava Beds National Monument: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Reservations Caving: No reservations are needed to visit the dozens of self-guided caves found on Cave Loop and elsewhere in the park. Have fun exploring on your own, but be sure to visit the caving page Fern Cave and Crystal Ice Cave tour reservations can be made 3 weeks in advance by visiting the Recreation.gov page. Access to both caves is seasonal and very limited, for more information please visit the Fern Tour & Crystal Tour pages. Camping: We only accept reservations for our group campsite which requires a minimum of 15 people. Reservations for the group campsite can be made up to three months in advance, reserve by calling visitors center. The rest of the campgrounds is a first come, first served campground. For additional information please visit our campground page. IMPORTANT PLANNING NOTE: Due to our remote and small operation, Lava Beds is not able to accept debit or credit cards for entrance and campground fees at this time. Please bring cash or checks for your visit.       Permits Within Lava Beds National Monument you can find many places that can be ideal for a variety of special activities. Most special events and activities held within the park require a Special Use Permit. These permits are issued and approved only after National Park Service staff determines that the activity will not impair park values, resources, and visitor enjoyment. A Special Use Permit or Filming Permit is required for activities that provide a benefit to an individual, group, or organization, rather than the public at large, and for activities that require some degree of management by the National Park Service. Examples of activities include, but are not limited to: filming, cultural programs, workshops, events, runs, and cycling events. The goal of the park in issuing a permit is to ensure that the permitted activity does not interfere with the enjoyment of the park by other visitors and that the natural and cultural resources of the park are protected.      Permit Requirements A permit is required when an activity such as filming, videotaping, sound recording or still photography* involves any one of the below factors:  the use of talent, or professional crews, or set dressing, or props, when they involve product or service advertisement, when the activity could result in damage to park resources, creates a disturbance to visitor use,  *Still Photography does not require a permit if it involves only hand-held equipment (tripod, interchangeable lenses or flash), and does not involve any of the above factors. Media Breaking News - Is an event that cannot be covered at any other time or at any other location. Coverage of breaking news does not require a permit. Other Media - Frequently there are opportunities for news organizations to focus on park programs, or increase public awareness of park-specific issues. Filming related to these stories must be coordinated and planned in advance and do require a permit. School media projects, independent films, documentaries, interviews with former internees, and feature films require a film permit. Restrictions The National Park Service cannot accommodate a project if:  Damage to natural, cultural and recreational resources is expected which cannot be mitigated The activity involves access to areas normally closed for reasons of resource protection and safety The level of activity within the park is already so high that staff would be unavailable to work with film crews The project includes a portrayal of activities that are not permitted within a national park The production company is unwilling or unable to obtain necessary insurance, or comply with National Park Service bond requirements Prohibited Activities Altering, damaging or removing vegetation or cultural resources Vehicle use off established roads and parking areas Smoking in buildings, or in vegetated areas Digging, scraping, chiseling, or defacing natural or cultural features       Permit Application Procedures Please submit the appropriate below application(s) to the Park Special Uses Coordinator by emailing LABE_permits@nps.gov or call 530-667-8111 for more information. Special Park Use Short Form Special Park Use Long Form Commercial Filming & Still Photography Short Form Commercial Filming & Still Photography Long Form Your request will be evaluated on the basis of the information in your application. During the process of reviewing and evaluating a permit application, if it is determined that substantial park staffing resources will be required for the permitted activity, the Park Special Park Uses Coordinator will contact the applicant about additional permit costs. Therefore you are encouraged to attach, maps, diagrams, script pages, vehicle and equipment lists, call sheet, itineraries, shot list, etc. with you application to assist park staff in evaluating your request. Most requests may be processed within 14 days if the application is complete and without alteration. In compliance with the requirements of the Debt Collection Improvement Act of 1996, applicants must submit their Social Security number or Federal Tax ID number when filling out the application for permit. Costs Permit Fees and Monitoring - Congress has authorized the National Park Service to charge location fees for the use of park lands and facilities for filming purposes. Site use charges will be estimated based on the information you provide in your application.      Scientific Research and Collecting Permit Scientific or Research Permits are separate from Special Use Permits and are required before conducting any research within the park. This permit is required for most scientific activities pertaining to natural resources or social science studies in National Park System areas that involve fieldwork, specimen collection, and\/or have the potential to disturb resources or visitors. When permits are required for scientific activities pertaining solely to cultural resources, including archeology, ethnography, history, cultural museum objects, cultural landscapes, and historic and prehistoric structures, other permit procedures apply. You can apply for a Scientific Research and Collecting Permit online through the National Park Service Research Permit and Reporting System. For more information about research at Lava Beds please contact the Chief of Natural Resources at 530-667-8106.",
    "url": "https:\/\/www.nps.gov\/labe\/planyourvisit\/permitsandreservations.htm"
}
