{
    "title": "Lassen Volcanic National Park: The New Lodge: 1938-present",
    "body": "The New Lodge: 1938 - present       In June of 1938, after removing the original lodge build by Edward Drake in 1890 and crushed in the winter snows of 1937-38, the Siffords began the construction of a replacement building. Roy Sifford, who was determined to lose as little of the visitor season as possible, contacted Fletcher Walker of the Red River Lumber Company and asked for help. The Walkers responded with \"lumber, plumbing supplies, trucks and men who could and did 60 things fast\". Construction began on the 20th of June and continued at a furious pace, at times there were as many as 30 people working on the building. On the afternoon of June 30th the construction workers finished the building, the Siffords moved in beds and other furnishings, and the first guests were in their rooms by ten o'clock the same evening (Roy Sifford interviewed by Les Bodine 9\/9\/86). From start to arrival of the first guests, construction of the new lodge had taken ten days. Only item reused from Drake's original building was the old fireplace flue which was extended eight feet to fit the taller building.       1938--The new lodge constructed in just ten days (EASTMAN'S ORIGINALS COLLECTION, D-51, Department of Special Collections, General Library, University of California, Davis)        1939--Interior of new lodge (EASTMAN'S ORIGINALS COLLECTION, D-51, Department of Special Collections, General Library, University of California, Davis)       A stone mason named Spenser and his son from Westwood helped Roy Sifford build the fireplace from rock collected from the hillside and carried in from Cinder Cone, many of the stones selected for their colorful red and yellow hues (Roy Sifford interviewed by Les Bodine 10\/17\/87).       2002--Ed hosts the Wednesday night barbecue on the lawn in front of the lodge        In the 64 years since its construction only minor changes have been made to the lodge. The building was re-roofed, the foundation sheathed in a wooden skirt, and, among other safety upgrades, a railing added to the porch. The interior of the lodge looks much the same as it did in 1939. Horizontal pine paneling has been added to the walls, light fixtures installed, rough bark added above the fireplace mantel, and additional wooden beams installed to improve support of the second floor of the building. However, none of these changes have altered the timeless feeling of the rustic building.       2002--Wednesday night barbecue on the lawn in front of the lodge                         2004 Bluff Fire   5 Photos            Drakesbad 1939-present   17 Photos  album contains photos of the Drakesbad Lodge from 1939 to present day          Drakesbad Lodge: 1900-1930   6 Photos  album contains photos of Drakesbad Lodge circa 1900-1930",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/historyculture\/drakesbad_lodge_new.htm"
}
