{
    "title": "Lassen Volcanic National Park: Artist in Residence",
    "body": "Explore This Park    Get Involved     Volunteer     Artist in Residence              Artist in Residence              The Artist in Residence (AIR) program at Lassen Volcanic National Park offers amateur and professional artists an opportunity to pursue their particular art form in the park's inspiring environment. The AIR program seeks to:     Provide opportunities for artists to deepen their connection with Lassen through artistic process and immersion.  Create new connections to Lassen Volcanic National Park through individual works of art. Further awareness of specific park themes through artistic and literary expression.          AIR Application  Amateur and professional artists of any medium are welcome to apply. This includes, but is not limited to: writers, sculptors, photographers, painters, musicians, and composers. View the AIR Program Guide for more information about the program and how to apply.            Wood block print from Melinda Whipplesmith Plank's Mythical State series Melinda Whipplesmith Plank  2016 Artist-in-Residence | Melinda Whipplesmith Plank Lassen's 2016 Artist-in-Residence hails from nearby Etna, CA. Melinda specializes in wood block print making. Her latest work is a series depicting rural landscapes. Melinda completed an artist residency at Glacier National Park in 2014. Join her for special presentations including demonstrations of her wood block printmaking technique in July and August 2016.         2015 Artist-in-Residence I Pamela Haunschild Lassen's 2015 Artist-in-Residence (AIR), Mt. Ashland artist Pamela Haunschild, completed a four-week residency in August 2015. Pamela uses mixed media in her paintings to depict views of nature. Largely working with highly pigmented watercolors, her work includes patterns and textures that lend an abstract element. View Pamela's paintings she created during her residency on our Flickr site and a recorded presentation about her residency and technique on our YouTube site.         Universe on Hell's Doorstep Lassen AIR Melissa Lockwood  2014 Artist-in-Residence | Melissa Lockwood Artist-in-Residence, Melissa Lockwood incorporated art into her life from childhood. While other kids would purchase clothes or video games with their limited allowance, she preferred art supplies. Melissa fell in love with the idea of protecting and preserving public lands in her sophomore year of college through a position with the Bureau of Land Management. After two seasons with the National Park Service, she was hooked for life. Melissa is Lassen's first Artist-in-Residence (AIR) and was instrumental in the development of Lassen's AIR program.   Melissa's artwork is currently on display in the Kohm Yah-mah-nee Visitor Center. You may also view her work on Flickr.         Lassen Peak eruption photograph from 1914 B.F. Loomis\/NPS Photo  The Eruption Photographs It is a daunting task to capture the rugged beauty and intricate features of Lassen Volcanic National Park. In the early 1900s, one artist paved the way to the park's creation in his series of eruption photographs. Benjamin F. Loomis' photographs have allowed countless people to travel through time and witness Lassen Peak's dramatic eruption. View photos of the Lassen Peak Eruption on Flickr.",
    "url": "https:\/\/www.nps.gov\/lavo\/getinvolved\/supportyourpark\/air.htm"
}
