{
    "title": "Lassen Volcanic National Park: Northwest Gateway Forest Restoration",
    "body": "Explore This Park    Get Involved     Planning     Northwest Gateway Forest Restoration              Northwest Gateway Forest Restoration        Old growth pines struggle to survive in overly dense forest areas in the northwest corner of the park Calvin Farris       One hundred years of fire exclusion in the northwest corner of Lassen Volcanic National Park has resulted in overly dense and unhealthy forest areas. In the absence of surface fires, young white fir have formed dense thickets crowding out old growth pines, aspen stands, and understory shrub and grass vegetation. Lassen Volcanic will implement a mechanical treatment strategy to remove unhealthy fuel loads. The process will reduce old growth mortality rates, promote a more varied stand structure, and restore and protect wildlife habitat. Read the most recent new release Download the Project Summary (pdf, 436 KB) View the project photo gallery        Temporary Area Closure    4\/14\/14  The contractors are finishing up in unit 4 and will begin work in units 5, 6 and 7 (adjacent to the Manzanita Lake Campground) the week of April 14. The contractor will be accessing the units through loop B in the campground, requiring a temporary area closure of the campground area for the safety of visitors and employees. Manzanita Creek Trail will be closed while the contractors are working. Work is scheduled to continue through Thursday May 22, finishing in time for Memorial Day weekend. Crags Trail will most likely remain closed through April while the contractors remove logs from the landing for unit 4 (located above Crags trailhead).        Notice the absense of the smaller white fir crowding the forest floor in the treated (yet to be restored) area below as compared to the untreated area above. NPS Photo  Project Updates 1\/31\/14 Due to mild winter conditions, Lassen is implementing the initial phase of the Northwest Gateway Forest Restoration (NWG) Project. Mechanical thinning will began on approximately 500 acres on two of the six proposed areas in early February. 2\/23\/14 The contractor has completed thinning on approximately 123 acres and has begun restoration work in the treated area. Left over slash and woody debris is being hand piled by the contractor and will be burned by park fire staff in the future. Frozen ground and dry conditions have helped to reduce soil impacts. This year's low snowpack has allowed for mechanical treatment at a time when the park is usually covered in snow. Conversely, the dry conditions could also contribute to increased fire danger earlier in the year and the potential for a longer fire season. The 123-acre treatment area is expected to be completed by mid-March at which point work may begin on 65 acres east of the Manzanita Lake area if conditions allow. 3\/5\/14  Due to the wet weather, work has temporarily stopped on the project. Contractors will likely resume work early next week, weather dependent. The contractor will start hauling logs via the park road next week and will be working in areas near the road to the Manzanita Lake campground. 4\/11\/14 Work continues on the NW Gateway Project with the contractors moving into the area adjacent to the Manzanita Lake campground. To ensure the safety of visitors, a temporary area closure is in effect for the area around Manzanita Lake campground and will remain closed while heavy equipment is working in the area. The Manzanita Creek trail is closed for the duration of the work as well. The road to the boat ramp as well as the loop trail around Manzanita Lake remain open and accessible to visitors. Manzanita Lake campground and all associated facilities will open for the season on Friday, May 23 and the temporary closure will be lifted.         Treatment will begin on two of six units totaling approximately 500 acres          Results of a high intensity fire near Chaos Crags   Mechanical Treatment Strategy Fire management specialists have selected to use mechanical treatment due to research and experience that suggests other fire management strategies such as prescribed fire or hand thinning, are inadequate tools for the specific needs of this project. Prescribed fire applications in similar conditions have resulted in high intensity fires causing loss of old growth and excessive understory mortality.          Manzanita Lake before and after restoration NPS Photos  Mechanical Thinning Process The Northwest Gateway Forest Restoration project is composed of six areas. Mechanical thinning will begin in approximately 500 acres in two of these areas. Forest Service and Park Service fire and natural resource specialists have developed thinning prescriptions for each unit specifying the type and location of fuel loads to be removed and the location of retention areas for wildlife habitat. Fuel load removal will focus on areas near old-growth pine, aspen groves, and healthy pine stands.  With thinning prescriptions in place for each unit, a local contractor will utilize mechanized equipment to collect and remove live fuel loads. Timber and biomass generated by the process will be managed by the contractor as a part of the larger project contract.  Once the forest structures in the treatment areas have been restored, fire will be utilized to maintain and restore the areas without further use of mechanical equipment.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/management\/nwg.htm"
}
