{
    "title": "Lassen Volcanic National Park: Bumpass Hell Basin Trails Project",
    "body": "Explore This Park    Get Involved     Planning     Bumpass Hell Basin Trails Project              Bumpass Hell Basin Trails Repair and Improvement Project        Bumpass Hell basin and boardwalk viewed from the east.        Lassen Volcanic National Park wants your ideas on managing trails and improving access in the Bumpass Hell basin area. Established trails and boardwalks provide a safe, up-close experience in this high-visitation area. Naturally occurring changes in this volatile hydrothermal system have resulted in the need for trail repair and improvements. Lassen has identified possible options for action to ensure a safe visitor experience and protection of the hydrothermal basin itself.   Download a copy of the Bumpass Hell Basin Trails project brief (pdf, 587KB).      Share Your Comments We invite you to comment on the park identified options or share any other ideas you may have to ensure a safe, enjoyable Bumpass Hell experience. Comments will be accepted through by November 11, 2014.    Online Email lavo_planning@nps.gov (subject: \"Bumpass Hell Trails\") Mail   Lassen Volcanic National Park Attn: Bumpass Hell Trails PO Box 100 Mineral, CA 96063         A boardwalk provides a close-up view of dramatic hydrothermal features.   Bumpass Hell Basin The hottest and most vigorous hydrothermal features in Lassen Volcanic National Park are at Bumpass Hell. A three mile round-trip trail―one of the most popular in the park―provides access to the Bumpass Hell basin. Within the basin, a boardwalk traverses a portion of the hydrothermal area and additional trails offer access to the southern portion of the basin and connect to additional area trails. While Bumpass Hell is a popular destination for park visitors, it is also a dynamic geologic area in which the only predictable element is change.          A park employee assesses damage to the pyrite pool boardwalk section.   Maintaining the Boardwalk Maintenance of the existing boardwalk is difficult and costly. Boiling pools, mudpots, and steam vents move over time and necessitate constant relocation of the structure. The heavy annual snow load frequently causes large portions of the boardwalk to shift and collapse. Repairs are difficult to complete and relocation of the boardwalk is not always possible due to the location of hydrothermal features and unstable soils. Currently, the eastern end of the boardwalk is being undermined by a large hydrothermal feature, the pyrite pool. Other hydrothermal features in this area prevent relocation of this section of the boardwalk. This section will need to be removed within the next year to prevent loss of the structure into the pyrite pool.      Possible Options for Action The park is in the initial planning stages to develop a new trail concept for the Bumpass Hell basin. Under consideration are several options to provide and improve the unique experience of visiting this area and the park would appreciate input from the public. An undermined portion of the existing boardwalk (see map below) must be removed for resource protection and unfeasibility of maintenance due to the encroaching hydrothermal features. Additional potential options for action to maintain access and resource protection to the Bumpass Hell basin include:       Remove the entire boardwalk with basin access via a new loop trail.  Construct a new loop trail that would traverse the north slope of the basin and tie into existing basin trails.  Stabilize the section of boardwalk not currently undermined in its current position.  Enlarge existing viewpoints and boardwalk terminuses to accommodate larger groups of people.  Improve the existing basin upper viewpoint on the main Bumpass Hell trail and add\/update interpretive panels.  Delineate existing overlooks on other trails in the basin so they are more clearly defined.  Provide\/update interpretive panels along trails in the basin.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/management\/bh-basin-project.htm"
}
