{
    "title": "Lassen Volcanic National Park: Donate",
    "body": "Donate        Lassen Foundation projects include the Kohm Yah-mah-nee Visitor Center, winter education programs, youth camp programs and Lassen Peak restoration. NPS Photo       Lassen Park Foundation The Lassen Park Foundation is a private, non-profit foundation that supports worthy projects in Lassen Volcanic National Park. The Lassen Park Foundation has contributed funds for projects including the construction of the Kohm Yah-mah-nee Visitor Center, and is actively involved in leading youth camping trips into the park. Your donations go to projects such as enhanced interpretative and educational activities, wildlife research, trail restoration, challenged youth programs, and cultural resource development. You can support Lassen Volcanic by donating to the Lassen Park Foundation or making a memorial or honor gift to the Lassen Park Foundation.       All proceeds from the Lassen Association bookstores go directly the park to support  Junior Ranger programs, interpretive programs and more. NPS Photo       Lassen Association Established in 1939, the Lassen Association is a nonprofit partner that supports and assists Lassen Volcanic National Park in research, interpretation, and conservation programs. The mission of the Lassen Association is to promote the discovery of Lassen Volcanic National Park, enrich the experiences of visitors, and support the preservation and protection of the park for future generations. Support the Lassen Association; become a member, make a donation or shop at the Lassen Association bookstores.  www.lassenassociation.org | lassenassociation@yahoo.org         Lassen Volcanic National Park The National Park Service preserves unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations. You can make a donation directly to the National Park Service via donation boxes at the Loomis Museum and Kohm Yah-mah-nee Visitor Center.  Donations collected at these boxes are used to improve exhibits at these facilities and to offer educational programs. You can make a donation directly to the park by calling (530) 595-6102 and speaking with the Superintendent's Office.",
    "url": "https:\/\/www.nps.gov\/lavo\/getinvolved\/donate.htm"
}
