{
    "title": "Lassen Volcanic National Park: Fire Management",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management               Fire Management in Lassen Volcanic NP        (Left to Right) A firefighter loads ignition balls into a waiting helicopter, a prescribed fire burns in the park, and the Bluff Wildland Fire (2004) reaches the tree crowns.        2013 Fire Management Projects In consideration of this year's seasonal outlook for northern California's fire potential being above normal for large fires and lessons learned during the previous year's Reading Fire, Lassen Volcanic National park does not intend to manage any natural fires or implement any spring-time prescribed burns. Fire management plans for 2013 include:  The Northwest Gateway Forest Restoration Project scheduled to begin this fall, is located in the northwest corner of Lassen Volcanic National Park where forest conditions present a severe risk of high intensity fire. In partnership with Lassen National Forest, park officials will use mechanical thinning in this popular recreation area.   A Juniper Lake manual thinning project of 40 acres will be implemented this summer to reduce fuel loads and protect recreational developments in this southeast portion of the park.   Annual pile burning in the park will commence once snowfall has returned for the winter season.       Fire Management program Wildland fire has long been recognized as one of the most significant natural processes operating within and shaping the northern Sierra Nevada and southern Cascade Mountain ecosystems. Virtually all vegetation communities show evidence of fire dependence or tolerance. Many forest types in the park have been shaped by frequent fire return intervals (ranging from 5-16 years) as evidenced by park research. At the same time, wildland fire has the potential to threaten human lives and property. The fire management program protects life and property from destructive wildfires. The program also reintroduces fire on the park's landscape to insure forest health. The program employs five appropriate management strategies to reach its goals.  1. Fire Suppression 2. Manual Fuel Treatments 3. Mechanical Fuel Treatments 4. Wildland Fire for resource benefit 5. Prescribed Fire  View Lassen's Fire Management Plan. View Lassen's Wildland Fire Use Risk Assessment (pdf, 4.8 MB).         A firefighter removes a dead snag.   Fire Suppression Wildland fire suppression is an appropriate management response to some wildland fires which threaten life, property and critical resources. All suppression actions are implemented with firefighter safety as the highest consideration. Suppression activities seek to minimize loss of resource values, economic spending, and the use of firefighters.        A firefighter removes fuels and prepares the fire line for a prescribed fire.   Manual Fuel Treatments Manual treatment is the use of hand tools or hand operated power tools to reduce hazardous accumulations of wildland fuels and to create defensible space near structures and along prescribed fire boundaries.         Mechanical Fuel Treatment Mechanical treatments include the use of larger mechanized equipment such as front end loaders, tub grinders, and other large equipment in order to move and process larger material. Mechanical treatments are used only in developed areas to remove larger diseased trees which pose a hazard to the public. Read more about how mechanical fuel treatment was used to improve forest health in Manzanita Lake Campground.         Butte Lake Prescribed Fire Afternoon Ignitions.   Prescribed Fire Prescribed fires are ignited by management to achieve specific resource objectives. In some forest types it is necessary to return and retreat these areas with prescribed fire in order to maintain them. These operations are not mutually exclusive and usually all prescribed fire operations contain a mix of initial treatment and maintenance treatment. Prescribed fires must be described in a prescribed fire burn plan. The plan will contain a prescription defining goals, objectives, and treatment methods employed to achieve the objectives. The park employs methods to monitor areas before and after treatment to insure that fire management operations are meeting resource management objectives.       (Left to Right) Forest floor before prescribed burn, forest floor after prescribed burn",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/management\/firemanagement.htm"
}
