{
    "title": "Lassen Volcanic National Park: Fee Increase Proposal",
    "body": "Explore This Park    Get Involved     Planning     Fee Increase Proposal              Fee Increase Proposal        Fee dollars funded horse corral improvements in 2011.        Lassen Volcanic National Park would like your feedback on a proposal to increase entrance and campground fees beginning May 2015. The current park entrance fees have been in place at Lassen Volcanic since 1998 and at Whiskeytown since 1997.   Fee dollars at Lassen Volcanic National Park have made possible the installation of park-wide wayside exhibits, installation of campground bear-proof food lockers in every campsite, installation of ADA-compliant audiovisual system at Loomis Museum, rehabilitation of three campground amphitheaters, as well as other visitor service related projects.The additional revenue raised by a fee increase would be used to improve and maintain Kings Creek Falls and Bumpass Hell Trails, provide children's interpretive exhibits in the visitor center, develop Crags Campground youth camp, and improve campground roadways and restrooms.       Learn More and Share Your Opinion Comments will be accepted between November 5 and December 5, 2014.      Online   NPS public comment site      Email lavo_planning@nps.gov subject: \"fee increase\"        Mail Lassen Volcanic National Park Re: Fee Increase Proposal PO Box 100 Mineral, CA 96063      Public Meeting November 6, 2014 Redding Library 1100 Parkview Avenue Redding, CA 96001 6:00 pm - 7:30 pm             Proposed Fees Entrance fees are not charged to persons under 16 years of age or holders of the America the Beautiful National Parks and Federal Recreational Senior, Access or Military Passes.These passes may be obtained at the parks. The Lassen Annual Pass is valid for one year from the month of purchase and can be signed by two persons.     Entrance  Current Fee  Proposed Entrance Fee    1-7 Day Vehicle Fee $10  $25    1-7 Individual Fee (Hiker, bicyclist, horses)  $5 per person  $12 per person    1-7 Day Motorcycle Fee  $5 per person  $20 per motorcycle    Lassen Annual Pass  $25  $50       Campground and other recreation visitor use fees are also proposed to increase with the proposed fees compiled from comparability studies with surrounding area services and are a part of the new fee schedule also.The current and proposed fee schedules are as follows for camping, stock corral use, and dump station and are open to comment as well.     Service Current Fee  Proposed Entrance Fee    Manzanita Lake Dump Station* $5  $10    Summit Lake Horse Corral $35 $40    *America the Beautiful National Parks and Federal Recreational Senior and Access pass holders receive a 50% discount on the dump station fee.        Campground (Single sites) Current Fee Proposed Fee  Current Off-Season Fee  Proposed Off-Season Fee    Manzanita Lake $18  $24  $10  $15    Butte Lake  $16 $20 $10  $15    North Summit  $18  $22 - -    South Summit  $16  $20  $10  $15    Juniper Lake  $10  $12  -  -    Warner Valley  $14  $16  $10  $12    Southwest Walk-In $14 $16 $10  $10     Proposed off-season rates go into effect when campgrounds go to dry camping.  America the Beautiful National Parks and Federal Recreational Senior and Access pass holders get a 50% discount on the single site campgrounds.        Campground (Group sites) Current Fee Proposed Fee  Current  Off-Season Fee  Proposed Off-Season Fee    Manzanita Lake Group $50 $70  $40  $40    Butte Lake Group $50 $60 -  -    Lost Creek Group  $50  $60 - -     Proposed off-season rates go into effect when campgrounds go to dry camping.        Your fees helped fund exhibits in the Kohm Yah-mah-nee Visitor Center (2010) and future funds will be used to build a new youth camp and rehabilitated the Kings Creek Falls overlook.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/management\/fee-proposal.htm"
}
