{
    "title": "Lassen Volcanic National Park: Other Resources",
    "body": "Other Resources       Activity Guide for Teachers We have worked closely with teachers and local partners to produce this classroom and site-visit based activity guide. You can download the entire guide and print it out, or browse the separate sections listed below.   Download entire activity guide (pdf 3.5MB) Download the activity guide resources (pdf 1.6MB) which include materials and field trips offered by Lassen Park, volcanic terms and explanations, Indian uses of plants found in Lassen Park, a description of plants and animals found in Lassen Park, and much much more. Browse or search lesson plans        Plan Your Visit The following guide is provided to help you plan your visit to Lassen. The comprehensive packet includes park regulations, safety guidelines, a preparation checklist, education program (field trips) scheduling information, an entrance fee waiver application, and information about Lassen's education program.  Pre-Visit Planning Guide (pdf, 413KB) Guidelines For a Safe Visit (pdf, 33KB) Fee Waiver Application (pdf, 102KB) Fee Waiver Information (pdf, 97KB)      In-Park Activities A variety of self-guided activities are available in addition to pre-scheduled education programs (field trips). Geology Discovery Hunt Use the exhibits at the Kohm Yah-mah-nee Visitor Center or Loomis Museum to help your students learn more about geology in the park. KYVC Discovery Hunt (pdf, 112KB). Lily Pond Nature Trail Lead your students on an easy one-mile loop trail along lake shores, forest edges, and through a portion of the rock avalanche area called Chaos Jumbles. Stakes along the trail correspond to numbered paragraphs that explain points of interest and natural features. Guides can be obtained at the trailhead across the highway from the Loomis Museum. Cinder Cone Lead your students on this moderate four-mile round-trip hike to Cinder Cone volcano. Numbered posts correspond to stops in an informative leaflet. Guides can be obtained at the trailhead in the Butte Lake day use parking area. Public Ranger-led Programs Your class is welcome to attend public ranger-led programs during their regularly scheduled times. Note that summer public ranger-led programs are generally offered last-June through early-September and winter programs are generally offered late-December through early-April. You may contact the education specialist at (530) 595-6132\/6142 for information on public programs that meet specific curriculum. Ranger-led education programs must be schedule in advanced and are limited to the programs listed on the field trips page. Interpretive Waysides Wayside exhibits that interpret park resources are found throughout the park including along the park highway, on the Lassen Peak trail, on the Bumpass Hell boardwalk, and along the Devastated Area trail. Visitor Centers The Kohm Yah-mah-nee Visitor Center (year-round) and Loomis Museum (summer only), offer park information, interpretive exhibits, and educational bookstores. The Discovery Center offers educational exhibits and a science lab and is open by reservation only.      Resources The following resources are available to you for classroom use or to supplement your visit to the park.    Materials to Loan Browse items available for loan on our materials to loan page, including the park video, Story Behind the Landscape and geology traveling trunks (only available locally). Park Library We have an extensive library in the interpretation building at park headquarters in Mineral. Anyone can visit the library and use the materials in-house. Contact Birgitta Osborne at (530) 595-6133 for more information. Educational Items for Purchase Educationcal items including books and videos can be purchased at the Kohm Yah-mah-nee Visitor Center and at the Loomis Museum (summer only). Selected items are available on the Lassen Association website or by calling (530) 595-4464. Publications Basic Volcanic Terms and Volcanology (pdf, 600KB) Plants and Animals of Lassen Volcanic National Park (pdf, 300KB) History Notes (pdf, 672KB) USGS Fact Sheet: Eruptions of Lassen Peak (pdf, 588KB) USGS Fact Sheet: Hot Water in Lassen Volcanic National Park (pdf, 2.5MB) USGS Fact Sheet: How Old is Cinder Cone (pdf, 3.3MB) USGS Fact Sheet: Volcanic Hazards of Lassen Volcanic National Park (pdf, 4MB) USGS Fact Sheet: Volcano Hazards: A National Threat (pdf, 822KB) Student Resources Additional documents for teachers and students are available on the student resources page.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/education\/otherresources.htm"
}
