{
    "title": "Lassen Volcanic National Park: Your Dollars At Work",
    "body": "Your Dollars At Work          National park lands are not free. Protecting our natural and cultural heritage and providing a safe, enjoyable, and educational place to visit requires substantial funding. Although your taxes help offset the costs of operating special places like Lassen Volcanic National Park, they do not cover all of the costs. The number of visitors continues to climb due to the popularity of our national treasures, and the expenses to maintain and staff the parks rise each year. Government funding available for necessities such as road and building repairs, campground maintenance, visitor and resource protection and other services has not kept pace with demand. In an attempt to address this shortfall, Congress passed the Federal Lands Recreational Enhancement Act, which helps spread some of the operating costs among the people who use the parks. How does it work? Those who directly use public lands for recreation derive a greater benefit from, and place a greater burden on, resources and facilities than the public at large. Recreational use fees ensure that actual users pay an increased share of the costs, and these fees are applied to projects at the area where they were collected. All visitors—no matter where or how they enter—must pay a fee to enter Lassen Volcanic National Park. Eighty percent of entrance fees, as well as camping and other fees, stay right here to be used for park projects. The remaining 20 percent is shared among parks that cannot collect fees because their founding legislation prohibits it. How are my fees used? Your fees are used for a variety of projects that improve the conditions of natural and cultural resources and make the park a nicer place to visit.  Repairs and improvements to trails, roads, buildings, campgrounds, and other assets used by visitors. Stabilization and restoration of historic structures and cultural landscapes that enhance visitor experience. Repair and replacement of signs and exhibits for a safe, enjoyable visit. Natural resource protection to preserve the very things visitors come to the parks to experience.  America’s Public Lands The future of the National Parks rests with all American citizens. Actions taken today will determine the condition of the lands and facilities passed on to future generations. We need and welcome your support. Thank you for supporting your National Park.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/management\/yourdollarsatwork.htm"
}
