{
    "title": "Lassen Volcanic National Park: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies       Firearms in National Parks As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess loaded firearms in Lassen Volcanic National Park. This includes those persons residing in the State of California that possess a valid State of California conceal-carry weapons permit (also known as a CCW permit). These permits are typically issued by the county sheriff of the county where the state resident resides. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit our state's website. http:\/\/ag.ca.gov\/firearms\/ A notable exception to this rule is the carrying of weapons in federal facilities. Federal law prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. This prohibition includes those possessing a valid State of California CCW permit. In other words, all persons, regardless of the state permit that has been issued to them, are prohibited from carrying a firearm in federal facilities. In Lassen Volcanic National Park, this includes all administrative buildings, non-residential buildings, and buildings that serve the public. A partial list of the facilities that serve the public where firearms are prohibited include:   Kohm Yah-mah-nee Visitor Center Loomis Museum Discovery Center Manzanita Lake Camper Services Store All Drakesbad Guest Lodge facilities All restrooms   Questions? If you have any questions regarding firearms regulations, please contact Chief Ranger John Fish at (530) 595-6150.      Social Media Comment Policy We appreciate your participation on our social media sites. We do not discriminate against any views, but we reserve the right to delete any of the following:   Off-topic comments Violent, vulgar, obscene, profane, hateful, or racist comments Comments that threaten or defame any person or organization The violation of the privacy of another individual Solicitations, advertisements, or endorsements of any financial, commercial, or non-governmental agency Comments that suggest or encourage illegal activity Comments promoting or opposing any person who is campaigning for election to a political office or promotion or opposing any ballot proposition Comments including phone numbers, e-mail addresses, residential addresses, or similar information Multiple, successive off-topic posts by a single user Repetitive posts copied and pasted by multiple users   Communication made through this service‟s e-mail and\/or messaging system will in no way constitute a legal or official notice or comment to the U.S. Department of the Interior (or bureau) or any official or employee of the U.S. Department of the Interior (or bureau) for any purpose.  References to commercial entities, products, services, or nongovernmental organizations or individuals are provided solely for information. These references are not intended to reflect the opinion of U.S. Department of the Interior (or bureau), the United States Government, or its officers or employees concerning the significance, priority, or importance to be given the referenced entity, product, service, or organization. Such references are not an official or personal endorsement of any product, person, or service and may not be quoted or reproduced for the purpose of stating or implying U.S. Department of the Interior (or bureau) endorsement or approval of any product, person, or service.  Reporters or other media representatives are asked to send questions through their normal channels (the appropriate DOI\/bureau office public affairs or communications office) and to refrain from submitting questions here as comments. Reporter questions may be removed.  This Comment Policy is subject to amendment or modification at any time to ensure that its continued use is consistent with its intended purpose as a limited forum.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/management\/lawsandpolicies.htm"
}
