{
    "title": "Lassen Volcanic National Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth        Junior Rangers explore the Manzanita lake area. NPS Photo      New! Free Annual Pass for Fourth Graders Hey fourth graders (including home-schooled and free-choice learners 10 years of age)! Explore your national parks for free with a special park pass just for you! Visit www.everykidinapark.gov to get and print your paper pass. Take your printed pass to a national park site where you'll trade it in for a pass card at Federal recreation sites that charge Entrance or Standard Amenity fees (Day Use Fee) or use the printed pass until you can.The pass gives you and your family free access to all national park sites through August 31, 2016. Digital version of the paper pass (such as on smart phones or tablets) will not be accepted to exchange for an Annual 4th Grade Pass.The pass is non-transferable.  Student Resources  Are you looking for more information about Lassen Volcanic National Park for your classroom project? Look no farther! Click the link above for information you can read online, or download, or print. Junior Ranger Program Kids ages seven to 12 can participate in this program! To begin before arriving at the park, download the booklet (3.6 Mb pdf), or pickup a Junior Ranger booklet at the Loomis Museum, or the Kohm Yah-mah-nee Visitor Center. You need to complete required activities and present them to a park ranger at the park. Follow the instructions and have fun! more.. Programs In the summer, there are ranger-led Junior Ranger programs for kids seven to 12 and ranger-led talks for the entire family at the Loomis Museum. Check the online schedule of events or the summer issue of thefree park newspaper and join us! Chipmunk Club Kids of any age can participate in this program! To get started, pickup a Chipmunk Club booklet at the Loomis Museum, or the Kohm Yah-mah-nee Visitor Center.  Follow the instructions and have fun! Volcano Club People of any age can participate in this program. To get started, read about the program and download the booklet online, or pickup the booklet at the Loomis Museum, or the Kohm Yah-mah-nee Visitor Center. Follow the instructions and have fun! more... Let's Move Outside Get active in Lassen Volcanic and show your participation in this nation-wide program. more... Youth Camping Program Are you dreaming of taking your first camping trip to Lassen? Lassen's Youth Camping Program helps non-profit organizations discover Lassen through camping and exploration. Small grants are available through the Lassen Park Foundation. Ask your group leader to learn more about the Youth Camping Program.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/kidsyouth\/index.htm"
}
