{
    "title": "Lassen Volcanic National Park: Student Resources",
    "body": "Student Resources        NPS Photo          What Will You Discover? Imagine walking on a boardwalk alongside bubbling pits of mud and hissing cracks in the earth. Steam rises from boiling pools and moistens your skin, and the smell of sulfur fills the air. A quiet squeak makes you look up and see a golden mantled squirrel perched on the handrail. Can you imagine this scene? Would you like to join this journey? You are personally invited to learn more about Lassen Volcanic National Park. Use the information below to discover your national park.       Student Documents Basic Volcanic Terms and Explanations General Volcanology History of Lassen and Surrounding Region Lassen Weather Statistics Lassen's Geology Plants and Animals of Lassen Supplemental Park Information Volcano Crossword Lassen Peak and Mount St. Helens Comparison Park Map with Volcanic Structures Other Useful Park Documents Park Newspaper, Peak Experiences Lassen Bird List Lassen Wildflower List Lassen Wildflower Guide Lassen Conifer Guide New! Condensed Geologic Map New! Lassen Volcanoes New! Lassen Rock Guide Lassen Amphibians and Reptiles Bear Safety Explore the Undiscovered Kohm Yah-mah-nee Visitor Center 'Green' Brochure  Useful Park Web pages Lassen Animals  Lassen Plants Lassen History and Culture History of Drakesbad Guest Ranch Lassen Wildflowers Photo Gallery U.S. Geological Survey, Lassen Peak  Other Resources Trees of Lassen National Forest (includes many trees found at Lassen Volcanic National Park)      That is Some Hot Water! Lassen Volcanic National Park is located in the northern section of California. The park is known for its many volcanoes and hydrothermal (hot water) features. Did you know that know all four types of volcanoes found on earth can be found at this one park? Or that the one of the hottest steam vents (fumaroles) in the world is here at Lassen? The hydrothermal areas in the park are examples of ongoing volcanic activity, and are reminders that Lassen is constantly changing.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/kidsyouth\/students.htm"
}
