{
    "title": "Lassen Volcanic National Park: Phenology",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Phenology                Phenology        A park ranger and visitors observe pine growth near the Loomis Museum NPS Photo       What is Phenology?  Phenology is the study of the timing of life cycle events in organisms. When a wildflower blooms, when the western tanager arrives, and when flourescent green buds appear on pine trees are all examples of phenological events. Certain environmental factors influence when these events occur in any given year. By recording, year after year when they occur, park scientists hope to gain a better understanding of how climate change is altering the timing of certain physical and ecological phenomena at Lassen Volcanic.  California Phenology Project Lassen Volcanic is one of seven pilot parks in California helping to establish park phenological monitoring projects. Each park uses a simple observe and record stanardized system developed by the USA National Phenology Network. The common framework allows professional and citizen scientists of all ages to connect with the dynamic pulse of our planet through direct engagement in scientific observation. Visit the California Phenology Project website or select a link below to to learn more.  California Phenology Project Information Sheet (pdf, 564 KB) Citizen Science and Phenology at Lassen video  Phenology and Climate Change The dynamic seasonal status of plants and animals is closely linked to ecological and climactic variables, and provides an integrative signal of environmental quality. Phenology has been recognized by the Intergovernmental Panel on Climate Change as a key indicator of biological responses to climate change, and by several national assessments as perhaps our best opportunity to detect the impacts of climate change on our natural resources.  Get Involved with Citizen Science Citizen science gives you the opportunity to be directly involved in scientific observation! Join a ranger-led program in the summer season to learn more about how you can contribute to the park's plant phenology monitoring project. Volunteer opportunities are also available for area residents and require only a visit to the park, a notepad, and an observant eye. You can also become a citizen scientist from home by observing plants and animals in your neighborhood. Learn more about Nature's Notebook or volunteer opportunities at Lassen.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/phenology.htm"
}
