{
    "title": "Lassen Volcanic National Park: Watersheds",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Watersheds                Watersheds        Hat Creek        Lassen Volcanic's mountains, lakes, streams, and meadows are all parts of a watershed or an area of land that is connected by the water that flows over it. Rain and melted snow travel downward within a watershed until it is captured, absorbed, or empties into the sea. The park is comprised of four watersheds: Pit River, Battle Creek, Mill Creek, and North Fork Feather River.        Three types of natural water storage systems   Water When We Need it Most Snowpack from the Sierra Nevada and Cascade ranges provide more than one-third of California's water. Snow, ice, and ground springs slowly release water that replenishes rivers, reservoirs, and aquifers in dry summer months.    Rising temperatures can cause snow to melt early or more precipitation to fall as rain. In response to a changing climate, water managers are identifying new ways to capture and store this precious resource. Learn more about drought in the park or how California measures its snowpack through snow surveys.         A young visitor digs into the sandbox with contour lines and elevation colors added by a projector mounted above.   Create Your Own Watershed Lassen's high-tech, hands-on augmented reality (AR) sandbox lets you mold miniature mountains, lakes, and rivers and then add virtual rain showing runoff and watershed on the landscape you created. As you play with the sand, a projector adds a dynamic topographic map on top of it all, updating contour lines and elevation colors in real-time. You can even change the landscape during or after rainfall and see how different features affect the flow of water. The AR Sandbox is located in the park's year-round Kohm Yah-mah-nee Visitor Center and is open for play during regular business hours.   The AR Sandbox was donated to the park after being initially constructed for a local Maker Faire. Students from nearby Corning High School built the sandbox with support from Rolling Hills Foundation and Lassen Foundation board member Scott Chandler and his wife, Dorothy. Learn more about the original AR Sandbox at lakeviz.org.              Augmented Reality Sandbox   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:54 seconds  Visitors interact with an augmented reality sandbox that projects contour lines and elevation colors in real-time.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/watersheds.htm"
}
