{
    "title": "Lassen Volcanic National Park: Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change                Climate Change              Several issues have been identified as potential ecosystem changes influenced by climate change. While the exact role climate change is playing in these issues is unknown, they are important topics to study and monitor. Climate change issues facing Lassen Volcanic National Park include change in snow pack and precipitation, shifting wildfire regimes, and species and habitat management.         Climate change could greatly increase the risk of wildfires in California. Longer, hotter summers have already lengthened the fire season at many parks.   What is Climate Change? Climate change is any significant change in the climate lasting for decades or longer. Climate patterns (e.g. temperature, rain, snow) may vary naturally, but modern climate changes are being driven at accelerated rates by human activity. Scientists cannot yet predict with certainty what the long-term impacts from climate change will be. However, there is a rapidly growing body of evidence of negative climate change effects already being felt within our national parks.        Typical rocky pika habitat at Lassen   Pikas in Peril The American pika (Ochotona princeps) is considered an indicator species for detecting ecological effects of climate change. Results from recent studies suggest that in some areas pikas are being lost from lower elevations in response to increased warming, and thus, their suitable habitat is being reduced. Lassen contains typical pika habitat comprised of high elevation talus fields and is one of eight National Park Service units included in a 3-year research project titled Pikas in Peril. Additionally, the Upper Columbia Basin Network has developed a long-term pika monitoring protocol, which is being implemented in LAVO and three other Pacific West Region parks. Read the Lassen pika brief (pdf, 163 KB)        Citizen scientists assist with tree monitoring as part of the park's phenology program.   Monitoring Natural Cycles Phenology is the study of seasonal or periodic biological events such as flowering, leaf-out, insect emergence, and animal migration. Lassen is one of six pilot parks participating in the California Phenology Project. Phenology has been recognized as a indicator of biological responses to climate change and is perhaps our best opportunity to detect the impacts of climate change on our natural resources. Read more...        Recycling reduces the amount of landfill-bound waste produced in the park.   Taking Action Lassen Volcanic National Park has a vision to meet the challenge of climate change. We are taking actions to reduce energy consumption and associated greenhouse gas emissions in park operations. Specific actions are listed in the park's Climate Action Plan. This goal will be achieved not by working alone but by working together. There are no borders in climate change--it presents significant risks and challenges not only to the National Park System but to the global community as well. Park employees, partners, visitors, and residents of gateway communities are working together to reach this important goal.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/climate-change.htm"
}
