{
    "title": "Lassen Volcanic National Park: Wilderness",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Wilderness                Wilderness        A hiker looks out over Warner Valley from Flatiron Ridge        What is Wilderness? In response to quickly “expanding settlement and growing mechanization” in the U.S., Congress passed the Wilderness Act of 1964, creating the National Wilderness Preservation System and presenting guidelines for the administration of these “wilderness areas.” With this, Congress ensured that lands were set aside for the preservation and protection in their natural condition for the American people. Lassen Volcanic Wilderness 79,062 acres | 74% of the park Lassen Volcanic Wilderness was designated by Congress as part of the National Wilderness Preservation System on October 19, 1972. Another 13,151 acres of wilderness was proposed as an addition, but has not yet been designated by Congress. It is National Park Service policy to administer proposed wilderness as designated wilderness New! We want your input on the park's Wilderness and Backcountry Stewardship Plan!         Lassen Wilderness Map        Wilderness Character Through the Wilderness Act, Congress mandated the preservation of \"wilderness character.\" Five different qualities make up wilderness character:  Untrammeled The area must be essentially unhindered and free from modern human control or manipulation, \"generally…affected primarily by the forces of nature.\" Undeveloped The area retains its primeval character and influence, and is essentially without permanent improvement or modern human occupation. \"…man himself is a visitor who does not remain.\" Natural Ecological systems are substantially free from the effects of modern civilization; the area is \"protected and managed so as to preserve its natural conditions.\" Solitude or Primitive and Unconfined Recreation The area has \"outstanding opportunities for solitude or a primitive and unconfined type of recreation.\" Other Features of Value The area \"may also contain ecological, geological, or other features of scientific, educational, scenic, or historical value.\"      \"The love of wilderness is more than a hunger for what is always beyond reach; it is also an expression of loyalty to the earth…the only home we shall ever know, the only paradise we ever need – if only we had eyes to see.\"  -Edward Abbey      Benefits of Wilderness In the 1950s and 1960s, public concern over pollution and the exhaustion of our natural resources grew exponentially. This movement resulted in the Wilderness Act of 1964, which sought to protect our nation's wild lands. In preserving these lands, the Wilderness Act also preserves the benefits wildernesses provide.  Watersheds and Air Quality Many wilderness areas, including Lassen Volcanic Wilderness, contain the headwaters for our rivers and streams. These wilderness areas ensure our watersheds are protected and provide a supply of clean water. Forested wilderness areas also help clean our air. Biodiversity and Ecosystem Health Wilderness preserves natural ecosystems, which maintain species diversity and ensures that ecosystems remain unmanipulated, or untrammeled, by man. Plants and animals live free with little to no influence of humans. Scientific Wilderness provides unique opportunities for medical and scientific research, work that has aided the development of life-saving drugs, provided insight into possible life on other planets, and informed predictions on climate change. Research on the volcanic and geothermal features within Lassen Volcanic Wilderness help the U.S. Geological Survey refine their ability to predict seismic events, including volcanic eruptions and earthquakes. Cultural From Native Americans to pioneers, wilderness has deeply affected our unique American culture. It provides many opportunities to discover, relive, and study our cultural heritage. Hike the Nobles Emigrant Trail through the Lassen Volcanic Wilderness, and imagine the hardship and beauty that our early pioneers faced while expanding westward. Recreational Wilderness areas enable visitors to experience the scenic beauty, challenge, risk, reward, and solitude of land untouched by modern society. In wilderness, one can connect with one's \"wild side\" and escape from it all. Discover your inner and outer strength by hiking to the top of Cinder Cone. Economic More than 12 million people visit wilderness areas each year. Such visits enable wilderness areas to support local and regional economies.         Wilderness Facts   The National Wilderness Preservation System contains 757 areas in 44 states and Puerto Rico The National Park Service, Forest Service, Fish and Wildlife Service, and Bureau of Land Management are the four governmental agencies assigned to the administration of wilderness areas Wilderness areas represent about 5% of land in the United States (109,511,966 acres) Wrangell-Saint Elias Wilderness in Alaska is the largest wilderness area at 9,078,678 acres Pelican Island Wilderness in Florida is the smallest wilderness area at 5.5 acres NPS administers the most wilderness acreage, at 40% of the entire National Wilderness Preservation System        Wilderness Resources Wilderness.net National Park Service Wilderness Caribou Wilderness Thousand Lakes Wilderness Lassen Wilderness and Backcountry Stewardship Plan     \"There is not as much wilderness out there as I wish there were.  There is more inside than you think.\"  -David Brower, American environmentalist and mountaineer and Sierra Club founder",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/wilderness.htm"
}
