{
    "title": "Lassen Volcanic National Park: Plants",
    "body": "Plants        Mosses and red fir set the backdrop as a diverse cast of Lassen's wildflowers bloom along Hat Creek. NPS Photo\/ Jeremiah Reeves Jolley       Native Plants  Trees and Shrubs Wildflowers Plants of Concern Park-Wide Flora (175 KB, pdf)  Non-Native Invasive Plants    Priority Species Mapping Lassen's Top Priority Invasive Plants Invasives and Fire Reading Fire Specifics Get Involved       Native Plants   At elevations below 6,500 feet the dominant vegetation community is the mixed conifer forest. Ponderosa and Jeffrey pines, sugar pine, and white fir form the forest canopy for this rich community that also includes species of manzanita, gooseberry and ceanothus. Common wildflowers include iris, spotted coralroot, pyrola, violets, and lupine.    Above the mixed-conifer forest is the major community of the red fir forest. Between elevations of 6,500 and 8,000 feet, red fir, western white pine, mountain hemlock, and lodgepole pine dominate a community less diverse than the mixed-conifer forest. Common plants include satin lupine, woolly mule's-ears and pinemat manzanita.    Subalpine areas include the upper limit for the growth of standing trees. From 8,000 feet to treeline, plants are fewer in overall number with exposed patches of bare ground providing a harsh environment. Rock spirea, lupine, Indian paintbrush, and penstemon are a few of the rugged members of this community. Trees in this community include whitebark pine and mountain hemlock.    Sprinkled throughout these elevation-defined Life Zones are several plants of concern. \"Concern\" is based on a variety of variables, including the level of threat a species faces, its abundance and ranking, and also the ecosystem services that it performs. The greatest threats to Lassen's flora include climate change, competition with invasive plants, and historical fire suppression.   For more information visit the following sites:  California Native Plant Society  CalFlora",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/plants.htm"
}
