{
    "title": "Voyageurs National Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do          Guided Tours  Join park staff as they immerse you in the world of the voyageurs, lakecountry, and geology. Programs include guided boat tours, canoes trip, and hikes. Programs typically begin at the Rainy Lake, Kabetogama Lake, or Ash River Visitor Centers.    Tour Boat Charters Have a large group or need a unique, private setting for your gathering? Charter a tour boat for your special occasion.         Camping  With over 270 sites located within Voyageurs National Park, one may escape busy campgrounds to have a lakeside campsite all to yourself. It's time to enjoy the variety of camping opportunities in Voyageurs National Park and its surrounding area.    Become a Junior Ranger A junior ranger explores the park and its points of interest, by learning about the history, both cultural and natural, while helping to protect and preserve our national parks for future generations. Learn about the different Voyageurs National Park Junior Ranger programs that are available for you.            Hike to Health   Hike to Health is a new program that started spring of 2014. With a little added incentive, learn how you can hike yourself to health.  Hiking Trails  Some trails are accessible by vehicle, others only by boat. Pick a trail and explore a variety of North Woods habitats.       Places to Go   More than just the perfect campsite can be found at Voyageurs. Visitor destinations like Kettle Falls, Ellsworth Rock Gardens, and many more attract thousands of people each season to explore the natural and cultural history of the park. Find your destination at Voyageurs.            America's Great Outdoors  & Lets Move Outside With nearly eighty percent of Americans now living in urban areas, getting into the outdoors is much more difficult than in the past. Lets Move Outside encourages kids and their families to engage in outdoor activities that get hearts pumping and bodies moving.  Winter Activities     When the lakes freeze up and the snow starts to fall, Voyageurs is a whole new experience. See what trails are open for skiing and snowshoeing. Read the last report on the ice roads and snowmobile trails. Dress for the weather, but enjoy all the park has to offer.",
    "url": "https:\/\/www.nps.gov\/voya\/planyourvisit\/things2do.htm"
}
