{
    "title": "Lassen Volcanic National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture             Native Americans The Lassen area was a meeting point for at least four American Indian groups: Atsugewi, Yana, Yahi, and Maidu. Because of its weather and snow conditions, generally high elevation, and seasonally mobile deer populations, the Lassen area was not conducive to year-round living. These Native American groups camped here in warmer months for hunting and gathering. Basket makers rather than potters, they left few artifacts other than stone points, knives, and metals. Some of these artifacts are displayed in the Loomis Museum, along with replicas of basketry and hunting devices. Tribal descendents still live in the area and are valuable partners to the park. Members have worked with the National Park Service to provide cultural demonstrations and to help visitors understand both modern and historical tribal culture.         Ishi: Last of the Yahi A Yahi Indian named Ishi turned up in Oroville, Calif. in 1911. He never mixed with whites before, and his tribe was thought to be nonexistent. He lived out his days at the Anthropology Museum of the University of California Affiliated Colleges on Parnassus Heights in San Francisco (now the site of the University of California San Francisco), where he was an invaluable ethnological source. Ishi was considered the last stone age survivor in the United States. He contracted tuberculosis and died on March 25, 1916 at the medical college on Parnassus. Yahi artifacts and tools created by Ishi can be studied at the University of California Berkelely, Phoebe Hearst Museum of Anthropology.         Emigrants and Pioneers History here generally describes the period from 1840, even though Jedediah Smith passed through in 1828 on his overland trek to the West Coast. California's gold rush brought the first settlers. Two pioneer trails, developed by William Nobles and Peter Lassen, are associated with the park. In 1851, Nobles discovered an alternate route to California, passing through Lassen. Sections of the Lassen and Nobles Emigrant Trail are still visible. Lassen, for whom the park is named, guided settlers near here and tried to establish a city. Mining, power development projects, ranching, and timbering were all attempted. The area's early federal protection saved it from heavy logging.         Loomis Benjamin Franklin Loomis documented Lassen Peak's most recent eruption cycle and promoted the park's establishment. He photographed the eruptions, explored geologically, and developed an extensive museum collection. Artifacts and photographs of the 1914-1915 eruption are on display in the Loomis Museum and are accessible.        Lassen's Park Superintendent, Richard Book circa 1930 NPS Photo  Lassen Volcanic National Park Administrative History In August 2016, Lassen Volcanic National Park will celebrate its 100-year anniversary. The fifteenth national park established by Congress, Lassen is one of the oldest national parks in the United States. The administrative history, completed in September 2010, discusses how the park was conceived and established and how it is managed to the present day. The historical narrative explores Lassen's unique character and course of development that has led the hidden gem to remain one of the lesser known national parks.  Download the administrative history (pdf, 12.3Mb)        Adlai Supan fills up at the Sulpur Works Lodge gas station circa 1950 NPS Photo  The Supans and Sulphur Works Mathias B. Supan came to America looking for a new life. He found one in northern California at a place he dubbed Dr. Supan's Paint Mine, known today as Sulphur Works. As the area surrounding Sulphur Works became Lassen Volcanic National Park, there was much tension between the Supan family and the park. Both parties saw potential in the Sulphur Works area. In the end, the park was able to purchase what is now a popular stop for visitors to explore Lassen's most accessible hydrothermal area. Read the Supan history to learn more.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/historyculture\/index.htm"
}
