{
    "title": "Lassen Volcanic National Park: Animals",
    "body": "Animals         The golden-mantled ground squirrel is often mistaken for a chipmunk.   Lassen Volcanic National Park is home to approximately 300 species of vertebrates, which includes birds, mammals, reptiles, amphibians, and fish. The richness of species is contributed to the variety of habitats found within Lassen Volcanic National Park. Most of the park below the 7800 foot level is comprised of mixed conifer forest comprised of white fir, red fir, Jeffrey pine and lodgepole pine. Species that are typically found in these forested areas are black bear, mule deer, marten, brown creeper, mountain chickadee, white-headed woodpecker, long-toed salamander, and a wide variety of bat species. Above 7800’ the habitat becomes one of limited stands of Mountain hemlock. Species that occur here include Clark’s nutcracker, deer mice and various chipmunk species. Above the Mountain hemlock zone is the subalpine zone which is comprised of very sparse to no vegetation. Species found in this habitat include gray-crowned rosy finch, pika and golden mantled ground squirrel. Other minor vegetation communities occur in the park. Montane chaparral, in scattered stands, can be found at lower elevations and drier aspects. Dispersed within forest communities, low stands of pinemat manzanita connect individual stands of red fir and lodgepole pine. Species that can be found in these habitats include dark-eyed junco, montane vole, and sagebrush lizard. Seasonally wet meadows are also common in valley bottoms, along streams and lake margins. Pacific tree frog, Western terrestrial garter snake, common snipe, and mountain pocket gopher can be found in these areas. Lassen Volcanic National Park has one species that is currently listed as Threatened under the Endangered Species Act (bald eagle) and one that was taken off the endangered species list in 1999 (peregrine falcon). Lassen Volcanic National Park is also home to a variety of invertebrate species which can be found in all of the habitats listed above. One of the most noticeable species is the California Tortoise Shell butterfly. These butterflies are orange-brown in color and can be seen by the thousands at times especially on the tops of peaks where wind currents have carried them. These population explosions are believed to be movements from areas that have been defoliated to new areas in search of a food source. These mass movements can make driving conditions hazardous due to slick pavement and windshields becoming plastered with dead butterflies.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/animals.htm"
}
