{
    "title": "Lassen Volcanic National Park: Drought",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Drought                Drought        View from Brokeoff Mountain on January 19, 2014 NPS Photo         Snow-covered Sulphur Works NPS Photo  California Water Comes from Snow Snowmelt contributes 75% of all water in streams throughout the west. Snowmelt in Lassen feeds flows into four different watersheds: Upper Feather River, Mill Creek, Pit River, and Battle Creek. These watersheds are part of the CA State Water Project which delivers water to two-thirds of California's population plus supplemental water to approximately 25 million Californians and about 750,000 acres of irrigated farmland. Reduced snowpack, warmer wintertime temperatures, and earlier spring melt will deplete these crucial snow-based reservoirs. On March 12, 2014, the California Cooperative Snow Surveys reported 19-20% of normal snowpack in the northern Sierras. What will California look like with less water?        A black bear crosses a snow field in search of food NPS Photo  How Does Drought Affect Wildlife? Lassen receives 30 feet of snow in an average winter. Marmots, ground squirrels, and bears may emerge from hibernation earlier in the spring due to warming temperatures and lack of snowfall, or not hibernate at all. Without adequate food sources, these animals face the risk of starvation. Amphibians require water to reproduce, and low snowpack and earlier spring melt can decrease the number of ponds or ponds may evaporate before eggs can hatch. Drought can cause animals to congregate at water sources, making them more vulnerable to predation. Additionally limited water and food can cause animals to expand their foraging area, increasing the possibility of wildlife-human interactions.        Pines killed by mountain pine beetle in Colorado Jeffrey A. Hicke, University of Idaho  How Does Drought Affect Trees? Drought leaves trees thirsty and stressed. With warmer, drier conditions, trees are more likely to become infected with insects. At Lassen, the native Jeffrey pine beetle bore into the trees and lay their eggs, eventually killing the tree. Park staff is currently implementing efforts to lessen the impact of pine beetles on susceptible old growth Jeffrey pines in the Manzanita Lake area. What will you do to protect Lassen's oldest trees?        Area severely affected by fire NPS Photo  How Does Drought Effect Fire? Hot temperatures and dry conditions are a major contributor to an increase in the likelihood and severity of wildfires. Lassen’s winter snowpack normally provides moisture that helps mitigate fire danger well into August. With precipitation far below normal, current fire conditions in the park are similar to what we would typically see in the fall. Without a sufficient snowpack, Lassen can expect to see increased fire danger earlier in the year and for a longer period of time. Have you seen changes in wildfire where you live?        Kohm Yah-mah-nee Visitor Center opening NPS Photo  What is Lassen Doing to Conserve Water? Lassen is committed to sustainably managing your national park land and taking action to respond to climate change.    Use a water-recycling car wash   Participate in water conservation events like the Redding Whole Earth and Watershed Festival and the Sacramento River Discovery Center Watershed Celebration   Install low flow or dual flow toilets in new buildings and to replace older fixtures    Developed plans to upgrade water systems in the Mineral headquarters area   Winterize outdoor spigots to prevent pipes from leaking or bursting   Use water saving aerators   Sustainably maintain one historic lawn that is dormant in the winter   Purchase energy star appliances in new buildings and to replace older fixtures   Wash vehicles only as needed    Provide composting for employees (provides water-holding organic matter for gardens\/landscaping)   Share water saving tips in our employee newsletter    Use nozzles on hoses to turn water off when not in use   Maintain the water-efficient Kohm Yah-mah-nee Visitor Center (LEED Platinum rated)             What Can You Do to Conserve Water? It takes millions of little raindrops and snowflakes to fill our water reservoirs. Millions of little actions can help keep them full. What will be your contribution?    Turn off the water when brushing your teeth or washing your hands   Collect water used while waiting for your shower to heat up to water your plants or pour into your washing machine   Try to keep your shower under five minutes to save up to 1,000 gallons per month    Wait until your dishwasher is full to run it   Check your faucets and showerheads for leaks. One drip every second adds up to five gallons per day!   Learn about 100+ ways to conserve at wateruseitwisely.com",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/drought.htm"
}
