{
    "title": "Lassen Volcanic National Park: Birds",
    "body": "Birds         Bufflehead duck   Lassen Volcanic National Park provides habitat for approximately 216 species of birds in which 96 have been known to breed in the park. Most of the species that occur in the park are Neotropical migrants. These birds use the park in summer to breed and forage and then fly to Central and South America to spend the winter. Several monitoring programs are currently underway within the park. The park has one MAPS (Monitoring Avian Productivity and Survivorship) bird banding station that was established in 1997. This station is one of many established throughout the United States to provide information on bird reproduction and survivorship. According to data from this bird banding station, survival estimates for MacGillivray’s Warbler, Wilson’s Warbler and Song Sparrow are higher in Lassen Volcanic National Park than the Northwest Regional average. This shows the importance of Lassen Volcanic National Park to these migratory songbirds. The park has one bald eagle territory and one peregrine falcon aerie which are monitored annually. A park-wide survey for the California spotted owl in 2005 and 2006 led to the discovery of four pairs of California spotted owls which are monitored annually. The park monitors Northern goshawk nests annually as well. The park also monitors bufflehead duck populations.  Lassen Volcanic National Park is one of the few areas this duck breeds in Northern California. Clark’s nutcracker and whitebark pine have a unique symbiotic relationship to one another. The Clark’s nutcracker uses the seeds of whitebark pine as a food source and in return the nutcracker helps disperse whitebark pine seeds it caches for food. The nutcracker caches seeds by burying them in the ground. If the nutcracker forgets a cache of seeds they will begin sprouting the next summer. Download the Lassen Bird List",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/birds.htm"
}
