{
    "title": "Lassen Volcanic National Park: Non-Native Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Non-Native Plants                Non-Native Invasive Plants         Former Vegetation Ecologist, Martin Hutten, spraying invasive cheatgrass at Boiling Springs Lake. NPS Photo\/ Allison Reeves Jolley  Priority Species Mapping Lassen's Top Priority Invasive Plants Invasives and Fire 2012 Reading Fire Specifics Get Involved   Prominent scientists, including E.O. Wilson, consider invasive species to be one of the greatest threats to biodiversity, second only to habitat destruction. Over 20 non-native invasive species have been documented in Lassen Volcanic National Park. Invasive seeds make their way into the park on socks, shoelaces, pack animals, fire management equipment, tires, and even pet fur. Keeping Lassen pristine is a continuous challenge that requires a comprehensive understanding of invasive plant biology, threats, and effective treatments.        Lassen's rare Panicum survives the treatment of invasive cheatgrass and now has a chance of regeneration. NPS Photo\/ Allison Reeves Jolley  Priority Species  Not all non-native plants impair the natural landscape through aggressive colonization. Lassen prioritizes the treatment of non-native invasive species according to the size of the infestation as well as the species' capacity to displace native vegetation and alter ecosystem functionality. Resource managers also factor in their ability to effectively eradicate or control a particular problem area given limited resources. Lassen's invasive species, listed in order of priority, include:   • Cheatgrass  • Bull Thistle  • Woolly Mullein  • Canada thistle  • Oxeye Daisy          Known invasive plant populations within Lassen Volcanic, as of October 2015.   Mapping Lassen's Top Priority Invasive Plants  Strategic planning of survey and control treatment work increases efficiency and operational effectiveness. Well-designed data collection systems are of critical importance to identify areas most susceptible to invasion, previously surveyed areas, areas near established invasive plant infestations, and areas that have sensitive resources that may need additional consideration in the field (e.g. archeological sites, rare plant locations). Lassen Volcanic has customized its data management system and uses Trimble GPS units loaded with data to maximize surveyors' field efficiency. This data includes maps of recorded infestations, geomorphologic traits, wetlands, fire severity, retardant drop areas, etc. Surveyors use interactive maps with updateable features to track and update individual invasive plant populations as necessary. The resulting data allows for park-wide planning maps and continually increased efficiency, critical to the cyclic nature of invasive plant management. The map shown on the right represents all currently known invasive plant infestations as of October 2015.  Download a high resolution copy of this map (40,461 KB, pdf).        Invasive plant seeds being introduced to an area by a firefighter's pant-leg. NPS Photo\/ Martin Hutten  Invasives and Fire  Many non-native invasive plants are well adapted to establish and expand their populations after fires. The abundance of some invasives will alter local fire regimes and therefore are among the most influential agents in changing ecosystem structure and function. These species not only compete with native species, but they “alter the fundamental rules of existence for all organisms in the area.” For example, the highly invasive annual cheatgrass (Bromus tectorum) shortens the fire return interval and alters both the intensity and seasonality of fires by producing a dense mat of fine, highly flammable fuels.   Low elevation communities are more vulnerable to invasion than high elevation communities in part due to a much longer history of anthropogenic disturbance at lower elevation. Changes in regional processes also play a role. Elevation along the west slope of the Sierra Nevada\/ Southern Cascades is strongly correlated with the distance to nitrogen emissions in the Central Valley resulting in greater total nitrogen deposition at lower elevations. Additionally, as a result of advancing climate change, the physiological correlates of elevation (e.g. solar radiation, mean annual minimum temperature) that were once a barrier to many invasives are beginning to break down. Nitrogen deposition alone has been shown to increase the rate of invasion from annual grasses, annual grass biomass, fuel continuity and hence total fuel loading.    These processes further increase the competitive ability of cheatgrass and its ability to penetrate higher elevation communities previously resistant to invasion. Recently burned areas are even more vulnerable to invasion either from locally established invasive plant populations or by propagules introduced by fire management operations. While disturbances from firebreaks, temporary roads, handlines, and spike camps are usually mitigated immediately after suppression activity, some impacts cannot be readily addressed in post-fire rehabilitation. Invasive plant propagules accidentally introduced with contaminated fire-fighting equipment and personnel (as seen above) require subsequent attention to protect natural and cultural resources.        Invasive bull thistle being hand pulled one year after the 2012 Reading Fire. NPS Photo  2012 Reading Fire Specifics  Following the 2012 Reading Fire, the Burned Area Emergency Response (BAER) team predicted the establishment of 98 gross acres of invasives within the burn perimeter: 15 acres near roads and trails, 78 acres in areas of medium to high burn severity, and 5 acres from fire management operations. Burn Area Restoration (BAR) staff therefore implemented detection and control surveys during the 2013 and 2014 field seasons to prevent such post fire invasion in the park. While it was impractical to survey the entire 17,000 acres affected, they targeted surveys according to the probability of occurrence of anticipated high\/medium-high priority invasive species. Invasive species populations were treated and documented with a customized, digital invasive species management system using GPS technology. In all, the BAR team has surveyed more than 4,000 acres within the burn area. Bull thistle (pictured above) is the most widespread invasive the park, especially within disturbed areas such as post-wildfire environments. Implementing the early detection\/rapid response Best Management Practices helps to ensure the eradication of emerging small infestations. Lassen's 2013 and 2014 BAR surveys and treatments were largely conducted during ideal phenology periods, avoiding both the early season when plants are easily missed and the late season when advanced plants rapidly go to seed. Field crews mapped very few infestations (and also achieved 100% treatment) during the first growing season after the fire. However, increased infestation was discovering during 2014 the surveys as a result of focusing on subalpine meadows, seasonal wetlands, and drainages. More than 200 gross infested acres were mapped and controlled using manual removal and deadhead methods. Lassen's vegetation management teams will continue to survey and comprehensively treat these sites to limit the spread of bull thistle into newly created post-fire habitat.           A Sacramento-based Girl Scout troop at Boiling Springs Lake for a volunteer-work day. They pulled over 50 lbs of cheatgrass during their visit to Lassen!   Get InvolvedIf you think you may have seen an invasive plant in the park, please complete our weed observation form and send it to e-mail us. Individual and group volunteers are encouraged to assist in invasive species management.  If you are interested in volunteering please contact our Park Volunteer Program Manager.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/non-native-invasive-plants.htm"
}
