{
    "title": "Lassen Volcanic National Park: Seismic Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Seismic Activity                Seismic Activity        There are numerous seismic monitoring stations within the park.          Example helicorder (digital seismograph)   Monitoring Volcanic Activity Early in the 20th century, the eruption of the Lassen Volcanic Center spawned the development of the first U.S. Geological Survey (USGS) volcano observatory. Today, USGS scientists monitor the Lassen Volcanic Center with the goal of predicting hazardous conditions. Instruments called seismometers measure seismic activity and are stationed at several locations throughout Lassen Volcanic National Park.   The park seismic stations produce helicorders (digital seismographs) which display ground movement for a 24-hour period. Some stations pick up a lot of \"noise\" (movement not associated with earthquakes), but if the same signal appears on several helicorders, it probably represents an earthquake. On the USGS real-time monitoring map, click on a seismic station (represented by black triangles) to view the helicorder.       Twin Meadows Swarm This earthquake swarm is located about 24 km WNW of the town of Chester and about 1 mile south of the Lassen Volcanic National Park boundary near the Twin Meadows Trail at Patricia Lake. Since the start of the swarm on November 9, about 50 earthquakes at or above magnitude M1.0 have been detected. A magnitude M3.86 earthquake at about 12:30 AM November, 11 was the largest event to date.     Preliminary analysis suggests that the earthquakes are related to regional fault motions along the northwest margin of the Walker Lane fault system. Ground deformation indicative of volcanic unrest has not been detected by nearby GPS receivers. Although the swarm poses no immediate threat, it is possible that the shaking may produce spontaneous changes in nearby hydrothermal features, especially at the nearby Growler Hot Springs located about 1 km to the SW of swarm area.   Visit the Lassen page of the CalVO website for exact locations, numbers of earthquakes, and magnitudes.          Graph of an earthquake swarm outside of the southwest entrance.               USGS Seismic Monitoring   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 51 seconds  A scientists from the United States Geological explains how the California Observatory uses equipment to remotely monitor seismic activity in and around the park.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/nature\/seismic-activity.htm"
}
