{
    "title": "Lassen Volcanic National Park: Annual Pass Photo Contest",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery     Annual Pass Photo Contest                Annual Pass Photo Contest                   2015 Annual Pass Photo by Scott Arnaz               2014 Annual Pass Photo by Mike Dresen               2013 Annual Pass Photo               2012 Annual Psas Photo by I Ting Chiang               2010 Annual Pass Photo              2017 Annual Photo Contest  Submission Deadline: September 9, 2016 Do you have a favorite photo taken in Lassen Volcanic National Park? Would you like to join the ranks of photo contest winners that have their photo on the annual park pass? Now is the time to look through your collection of photos or plan your trip to the park to take the perfect image. Images submitted will be judged by employees and volunteers of Lassen Volcanic National Park. The selected image will be printed on the next Lassen Volcanic Annual Pass. The winner will receive photo credit and a $50 gift certificate compliments of the Lassen Association.    Photos should be submitted by mail to Lassen Volcanic National Park, Attn: Fee Staff (Photo Contest), P.O. Box 100, Mineral, CA 96063 or emailed to lavo_information@nps.gov. Photo sizes accepted can be no larger than 5x7 inches. For each photo submitted, include in your email, name, address, phone number, subject and location of each photo. Limit of two photos per household. Entries must be received no later than 5 pm on the entry deadline. Photos will become the property of the US Department of the Interior, National Park Service.   The $40 Lassen Annual Pass is valid for one year from the month of purchase and is also honored at Whiskeytown National Recreation Area. As part of the Federal Lands Recreation Enhancement Act passed by Congress, the park will retain 80 percent of the fees collected to pay for needed repairs and projects to improve visitor services and facilities. For more information, please contact the park fee manager at (530) 595-6120 or visit the park website at www.nps.gov\/lavo.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/photosmultimedia\/photo-contest.htm"
}
