{
    "title": "Lassen Volcanic National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 15, 2015  Visitors Invited to Join Lassen Volcanic National Park at Annual Butterfly Count and Bird Banding Demonstration  Visitors are invited to join in the annual butterfly count Saturday, July 18 or attend the annual bird mist netting demonstration Sunday, July 19.   July 14, 2015  Lassen Volcanic National Park Summer Programs Highlight the Night Sky  Lassen's Dark Sky Festival, August 7 through 9 and new moonlight paddling tours of Manzanita Lake highlights the park's dark, night sky.   July 13, 2015  Lassen Volcanic National Park Partners with the Pacific Crest Trail Association to Clear Trees from Pacific Crest Trail  Lassen Volcanic staff partnered with eight Pacific Crest Trail Association volunteer cross cut sawyers to clear numerous downed trees along the 17-miles of Pacific Crest Trail within the park.   June 05, 2015  Lassen Volcanic National Park Begins Work on Kings Creek Falls and Bumpass Hell Trails  The Kings Creek Falls overlook will be closed beginning June 8 and a section of the Bumpass Hell boardwalk will be permanently removed this summer. The trail will remain open during the trail work.   June 04, 2015  Lassen Volcanic National Park Receives 2015 Active Trails Grant From The National Park Foundation  Lassen Volcanic National Park kicks-off its Reach Higher Trail Challenge on Saturday, June 13. The challenge is funded by the National Park Foundation's 2015 Active Trails Grant.   May 19, 2015  Lassen Volcanic National Park Celebrates 100 Years of Eruptive History  Lassen Volcanic National Park will celebrate the 100th anniversary of the largest Lassen Peak eruption on May 22. Special commemoration events will be held Friday, May 22 through Monday, May 25.   May 11, 2015  Lassen Volcanic National Park and Whiskeytown National Recreation Area to Implement Fee Increase June 1, 2015  On June 1, 2015 Lassen Volcanic National Park and Whiskeytown National Recreation Area will simultaneously implement an increase for entrance and camping fees.   April 27, 2015  Lassen Volcanic National Park Welcomes Spring with an Opportunity to Bike or Hike during Vehicle Free Day  Lassen Volcanic National Park Highway will open for non-motorized travel only on Saturday, May 2 at 9 am. Weather-dependent, the highway is anticipated to open for through traffic on Sunday, May 3.   April 23, 2015  Tourism to Lassen Volcanic National Park Creates $28.6 million in Economic Benefit  A new NPS reports shows that 492,977 visitor to Lassen Volcanic National Park in 2014 spent $25.1 million in communities near the park.   April 04, 2015  Lassen Volcanic National Park Joins National Find Your Park Movement  Find Your Park invites the public to see that a national park can be more than a place -- it can be a feeling, a state of mind, or a sense of American pride. Beyond vast landscapes, the campaign highlights historical, urban, and cultural parks, as well as the National Park Service programs that protect, preserve and share nature, culture, and history in communities nationwide.   March 19, 2015  Steve Gibbons Named as Superintendent at Lassen Volcanic National Park  “Steve has been outstanding as interim superintendent at Lassen Volcanic,” stated Regional Director Chris Lehnertz.  “Now with him moving into the superintendent position permanently, we all look forward to his continued strong leadership there.”   February 20, 2015  Lassen Volcanic National Park Opens Park Highway to the  Visitors can now drive to the Devastated Area, ten miles from the north entrance of Lassen Volcanic National Park.   February 11, 2015  Lassen Volcanic National Park Celebrates President's Day Weekend with Free Entry  “This holiday weekend is a perfect time to enjoy your park with friends and family. Play in the snow at the Kohm Yah-mah-nee Visitor Center or take a stroll along snow-free Manzanita Lake.” stated Acting Park Superintendent Steve Gibbons.   January 08, 2015  Lassen Volcanic National Park Celebrates Martin Luther King, Jr. Day with Film Festival, Comet Lovejoy, and Free Entry  In honor of Martin Luther King, Jr., entry into Lassen Volcanic National Park is free on January 19 and visitors are invited to a weekend of outdoor fun and film at the Lassen Film Festival on Saturday, January 17 through Monday, January 19. Saturday evening from 6:30 p.m. to 8:30 p.m. also offers a rare opportunity to see a recently discovered comet.   December 18, 2014  Winner of 2015 Annual Pass Photo Contest Announced  The Lassen Volcanic annual pass photo contest is open to the public and visitors are encouraged to submit photographs from their visit to the park. The winning photograph, which will be featured on the 2015 Lassen Volcanic annual pass, was selected by park employees and volunteers from over 75 submissions. Arnaz will receive photo credit and a $50 gift certificate from the Lassen Association to use at one of the park bookstores.   December 12, 2014  Public Invited to Participate in Christmas Bird Count on December 17, 2014  The count will run from 8:00 a.m. to 4:00 p.m. on December 17.  Participants can join in for the full day, half a day, or just a few hours.  Counters should meet in Mineral at the Lassen Volcanic National Park headquarters in the lobby of the administration building at 8:00 a.m.   December 01, 2014  Winter Arrives at Lassen Volcanic National Park  The recent storms and transition to icy winter conditions have closed the Lassen Volcanic National Park Highway to vehicle traffic for the season as of Monday December 1. The Kohm Yah-mah-nee Visitor Center is open from 9:00 a.m. to 5:00 p.m. Wednesday through Sunday. For more information on the film festival, snowshoe walks, current weather conditions, or general information, please contact the park at 530-595-4480 or lavo_information@nps.gov.   November 07, 2014  Free Entrance to Lassen Volcanic National Park for Veteran’s Day 2014  Lassen Volcanic National Park will offer free entrance on Tuesday, November 11 in celebration of Veteran's Day. Lassen is also soliciting feedback on proposed fee increases.   October 31, 2014  Whiskeytown National Recreation Area and Lassen Volcanic National  Park Propose Fee Increases  Lassen Volcanic National Park and Whiskeytown National Recreation Area request public comment and feedback on a proposal to increase fees in 2015. A public meeting is schedule for November 6, 2014 at the Redding Library.   October 09, 2014  Weather to Allow for Pile Burning at Lassen Volcanic National Park  Lassen Volcanic National Park plans to hand ignite burn piles in the Manzanita Lake area, Little Willow Lake, and Juniper Lake areas.   October 08, 2014  Lassen Volcanic National Park Superintendent to Retire  Lassen Volcanic National Park superintendent Darlene M. Koontz will retire on October 21, 2014 after 31 years in the National Park Service.   October 07, 2014  Lassen Volcanic National Park to Host Vehicle Free Day October 18  Lassen Volcanic National Park offers non-motorized recreation on the 30-mile park highway on Saturday, October 18. The highway will be closed to vehicles from 8 am to 8 pm between the Kohm Yah-mah-nee Visitor Center and Loomis Museum Plaza.   September 09, 2014  Lassen Volcanic National Park Looking for Input on Bumpass Hell Trails  Because of the high visitation to Bumpass Hell basin and the desire to provide an up-close experience near the hydrothermal features and the danger associated with off-trail travel in this hydrothermal area, trails and some boardwalks are a necessity to provide safe visitor access while also protecting the hydrothermal features themselves. The park is in the initial planning stages to develop a new trail concept for the Bumpass Hell basin. Under consideration are several options to provide and improve the unique experience of visiting this area and the park would appreciate input from the public.   August 29, 2014  Lassen Volcanic National Park Celebrates New Artist-in-Residence Program with a Special Exhibition to Begin on August 29  A special exhibition begins August 29 in celebration of the park's new Artist-in-Residence Program.   August 04, 2014  Advisory Regarding Bald Fire Smoke Impacts  Visitors to Lassen Volcanic National Park are advised to avoid the Butte Lake Campground and associated trailhead access due the Bald Fire located in Lassen National Forest seven miles northeast of the CA Highway 44 and Butte Lake Road junction.   July 25, 2014  Lassen Volcanic National Park and NASA to Host Annual Dark Sky Festival  The 2014 Dark Sky Festival will take place at Lassen Volcanic National Park August 1 through 3. Day and nighttime activities include programs with NASA scientists and night sky viewing.   June 09, 2014  Lassen Volcanic National Park Receives 2014 Active Trails Grant from the National Park Foundation  Lassen Volcanic National Park will kick-off its Reach Higher Trail Challenge promoting hiking for fitness in the park. This program is funded by a 2014 Active Trails grant from the National Park Foundation.   May 23, 2014  Lassen National Park Highway Opens for Through Travel after Successful Vehicle-free Weekend  Superintendent Darlene M. Koontz announced today that the park highway through Lassen Volcanic National Park has opened. The road to Butte Lake is also open while Warner Valley road is scheduled to open May 30 and Juniper Lake road opening will follow within two weeks.   May 23, 2014  Work Wrapping Up on the Northwest Gateway Forest Restoration Project at Lassen Volcanic National Park  The Northwest Gateway Forest Restoration Project will end on Thursday, June 5. Manzanita Lake Campground is now open for the season.   May 05, 2014  Lassen Volcanic National Park to Host Vehicle Free Weekend May 16-18  Walk, run, or bike the park highway on a vehicle free weekend May 16 through 18.   April 15, 2014  Free Entry to Lassen Volcanic National Park to Celebrate National Park Week and Earth Day  Entrance to the park will be free April 19 an 20 in celebration of National Park Week, coinciding with Earth Day.   April 12, 2014  Work Continues on the Northwest Gateway Project  MINERAL, CA – Low snow levels have provided an opportunity for Lassen Volcanic National Park to continue work on the Northwest Gateway Forest Restoration Project. \"Mechanical thinning used as a tool in developed areas, such as Manzanita Lake, helps decrease risks to life, property and resources as well as perpetuate the natural resource values for which Lassen Volcanic National Park was established,\" said Superintendent Darlene M. Koontz. Thinning work has been completed and hand crews will finish restoration work in the first three areas of the project.   March 26, 2014  Tourisim data presented  Superintendent Darlene M. Koontz will offer a presentation on April 10 of the final reports on two visitor use studies that were recently released by the National Park Service and University of Idaho’s Park Studies Unit.   March 03, 2014  Tourism to Lassen Volcanic National Park Creates Economic Benefit  Report shows that tourism to Lassen Volcanic National Park creates $22,918,000 in economic benefit and supports 297 jobs in the local economy.   February 12, 2014  Free Entrance to Lassen Volcanic National Park for Presidents Day Weekend  Entrance fees to the park will be waived February 15 through 17 in celebration of Presidents Day.   January 30, 2014  Lassen Volcanic National Park to Begin Work on the Northwest Gateway Forest Restoration Project  Lassen will begin a fuel reduction project located in the northwest corner of the park. Mechanized equipment will be used to reduce fuels in this popular recreation area.   January 16, 2014  Free Entrance to Lassen Volcanic National Park on Martin Luther King, Jr. Holiday  Park entrances fees will be waived Monday, January 20 in honor of Martin Luther King, Jr.   December 18, 2013  Lassen Volcanic National Park Highway is Blanketed with Snow for Winter Recreation  Lassen Volcanic National Park Highway is officially closed for the season. The park remains open throughout the winter with road access to Manzanita Lake and the Kohm Yah-mah-nee Visitor Center.   December 13, 2013  Public Invited to Participate in Mineral Christmas Bird Count  Lassen will be hosting an annual Christmas Bird Count in the Mineral area from 8:00 a.m. to 4:30 p.m. on Wednesday, December 18.   December 12, 2013  Winter Weather to Allow for Continued Pile Burning at Lassen Volcanic National Park  Lassen is taking advantage of snowy conditions to hand ignite burn piles along the Warner Valley Road.   November 22, 2013  Winter Season to Limit Operations at Lassen Volcanic National Park’s Kohm Yah-mah-nee Visitor Center  The Kohm Yah-mah-nee Visitor Center will be closed to the public December 1 through March 31 due to ongoing budget concerns.   November 05, 2013  Free Entrance to Lassen Volcanic National Park for Veteran’s Day Weekend  Entrances fees to Lassen Volcanic National Park and other areas managed by the Department of the Interior are waived in honor of America's service men and women Saturday, November 9 through Monday, November 11.   October 17, 2013  Lassen Volcanic National Park Reopens to Visitors  Lassen Volcanic National Park will reopen on Friday, October 18 at 8 a.m. following the closure due to the lapse in Congressional appropriations.   October 17, 2013  Lassen Volcanic National Park Wilderness and Backcountry Stewardship Planning Open House Schedule Postponed  Wilderness and Backcountry Stewardship Plan open house events postponed due to government shutdown.   October 01, 2013  Government Shutdown Forces Closure of Lassen Volcanic  National Park  Because of the shutdown of the federal government, all visitor facilities including Kohm Yah-mah-nee visitor center, Loomis museum, Drakesbad guest ranch, Manzanita Lake cabins, campgrounds and roads – including Lassen National Park Highway through the park– are closed.   September 19, 2013  Lassen Volcanic National Park Begins Wilderness and Backcountry Stewardship Planning  Lassen Volcanic National Park is beginning development of a Wilderness and Backcountry Stewardship Plan and invites the public to provide input.   August 19, 2013  Free Entrance to Lassen Volcanic National Park on August 25  Lassen Volcanic National Park to waive entrance fees on Sunday, August 25 in celebration of Founder's Day.   August 16, 2013  Thousands Celebrate Lassen Volcanic National Park’s Dark Sky  Participation in Lassen’s second annual Dark Sky Festival was out of this world! More than 4,200 visitors attended the three-day festival from August 9 - 11.   July 30, 2013  Lassen Volcanic National Park and NASA to Host Dark Sky Festival  Lassen Volcanic National Park and NASA will host the 2013 Dark Sky Festival August 9 to 11.   June 17, 2013  Lassen Peak Trail Open to Summit with Evening Closures this Weekend  The Lassen Peak Trail will be open to the summit from 6 a.m. to 9 p.m. June 21 through 23.   June 03, 2013  Lassen Trail Challenge Kicks off on National Get Outdoors Day  The second annual Explore Safely Trail Challenge kicks off on Saturday, June 8 in celebration of National Get Outdoors Day.   May 31, 2013  Lassen Volcanic National Park 2014 Annual Pass Photo Contest  The 2014 Lassen Volcanic Annual Park Pass photo contest is open for submissions through September 9, 2013.   May 28, 2013  Lassen Volcanic National Park to Open Trails through Reading Fire Burn Area and Present Summer Fire Management Programs  Trails in the Reading Fire burn area scheduled to reopen on June 7.   May 17, 2013  Scenic Drive through Lassen Volcanic National Park to Open for the Holiday Weekend  Lassen Volcanic National Park Highway scheduled to open for through travel May 24 through 27.   May 02, 2013  Chester Youth’s Artwork Featured in New Junior Ranger Booklet for Lassen Volcanic National Park  A Chester youth illustrates the new Lassen Volcanic National Park junior ranger activity booklet.   April 15, 2013  Did You Know…Lassen Volcanic National Park Celebrates National  Lassen Volcanic National Park celebrates National Park Week April 20-28.   April 11, 2013  Lassen Volcanic National Park to hold Open House Fire Management Presentations in Chester and Burney  Lassen Volcanic National Park will conduct open house events on the park's fire management program in Chester and Burney.   March 26, 2013  National Park Service to hold Open House Fire Management Presentations  Lassen Volcanic National Park will present information on its fire management programs at three open house events in Redding, Chester, and Burney.   February 27, 2013  Lassen Volcanic National Park Tourism Creates $15,807,000 in Local Economic Benefit – Part of $30 billion impact that supports 252,000 jobs nationwide  A new National Park Service report for 2011 shows that the 351,269 visitors to Lassen spent $15.8 million in communities surrounding the park.   February 20, 2013  2013 Annual Photo Contest Winner  Oliver Wiegel's photo entitled \"Hydrothermal Pools at Bumpass Hell\" was selected as the 2013 Lassen Annual Pass photo contest winner.   February 05, 2013  Lassen Plans Youth Camp at Crags Campground  Lassen Volcanic National Park and the Lassen Foundation plan to open a youth camp at Crags Campground.   January 30, 2013  National Park Service Releases Reading Fire Review  The National Park Service released its report on the Reading Fire. The purpose of the was to identify and share lessons learned.   January 14, 2013  Free Entry to Lassen Volcanic National Park for Lassen Film Festival, and in Celebration of Martin Luther King, Jr. Day  Lassen Volcanic National Park has waived fees on Saturday, January 19 and Sunday, January 20 to encourage visitors to attend the second annual Lassen Film Festival and discover winter in the park.   January 09, 2013  North and South Ranger-led Snowshoe Walks at Lassen Volcanic National Park in Celebration of National Winter Trails Day  Lassen Volcanic National Park is offering an additional ranger-led snowshoe walk in the Manzanita Lake on Saturday, January 12 in celebration of National Winter Trails Day.   December 28, 2012  Park Highway and Visitor Center Remain Closed due to Winter Storms  Lassen Volcanic National Park Highway and Kohm Yah-mah-nee Visitor Center not anticipated to open until Monday, December 31.   December 26, 2012  Winter Storms Temporarily Close Kohm Yah-mah-nee Visitor Center  Recent winter storms have resulted in significant snowfall which led to the temporary closure of the Kohm Yah-mah-nee Visitor Center and park highway.   December 11, 2012  Public Invited to Participate in Mineral Christmas Bird Count December 14,  The public is welcome to participate in the annual Audubon Christmas Bird Count in Mineral on December 14, 2012.   November 19, 2012  Winter Storms Close Lassen Volcanic National Park Highway for the Season  Lassen Volcanic National Park Highway is closed to through traffic for these season. Winte rrecreation opportunites include ranger-led snowshoe walks and the Lassen Film Festival.   September 26, 2012  Restoration process begins in Reading Fire area  An interagency team of specialists has completed a restoration plan for the Reading Fire burn area.   September 25, 2012  Lassen Volcanic National Park Honors Public Lands Day and Welcomes Visitors to Art & Wine Event  Lassen to celebrate National Public Lands Day on September 29 with recreation and Art and Wine of Lassen event.   August 24, 2012  Areas of Lassen Volcanic National Park to Open Following Reading Fire Containment  With the recent containment of the Reading Fire, more areas of the park are becoming accessible to visitors. The main road through the park is scheduled to open to through traffic on Monday, August 27 at noon.   August 18, 2012  Many Favorite Areas of Lassen Volcanic National Park Remain Open During Reading Fire  “Many areas of the park remain open beyond the areas closed by the Reading Fire,” stated Park Superintendent Darlene M. Koontz.   August 08, 2012  Lightning-Caused Fire Managed for Forest Health in Lassen Volcanic National Park to be Suppressed Update 8\/8  Reading fire update   August 07, 2012  Lightning-Caused Fire Managed for Forest Health in Lassen Volcanic National Park to be Suppressed  The Lightning-caused Reading Fire to be supressed   June 29, 2012  Campgrounds, Trails Open at Lassen Volcanic National Park in time for the Week of July 4  All campgrounds are now open. The Bumpass Hell trail is also open, although with severe trail hazards. The Lassen Peak trail is open to the summit Saturday, June 30 through Sunday, July 8.   June 07, 2012  Get Outdoors in Lassen Volcanic National Park!  Celebrate National Get Outdoors Day with fee free entrance and special ranger-led walks.   June 02, 2012  Highway through Lassen Volcanic National Park to Open June 1  Highway through Lassen Volcanic National Park to open Friday, June 1.   May 24, 2012  Lassen Volcanic National Park to Open Four Campgrounds for the Memorial Day Weekend  Four campgrounds will be open for the holiday weekend. Lassen Volcanic National Park Highway is partially open, and expected to open to through traffic on Friday, June 1.   May 21, 2012  Thanking Americas Armed Forces  Active duty U.S. military offered free entrance to all national parks   May 14, 2012  Lassen Volcanic National Park 2013 Annual Pass Photo Contest  Lassen Volcanic Annual Pass photo contest announced.   May 10, 2012  Lassen Volcanic National Park Hosts Special Astronomy Events  Join Lassen Volcanic National Park for one of many spectacular astronomy events schedule for this summer.   April 20, 2012  Free Entry to Lassen Volcanic National Park in Celebration of National Park Week, Junior Ranger Day and Earth Day  Park entrance fees will be waived April 21 to 29 in celebration of National Park Week including National Junior Ranger Day and coinciding Earth Day. Lassen Volcanic National Park Highway is open from Manzanita Lake to the Devastated Area.   April 04, 2012  Availability of Environmental Assessment for the Utilities Replacement Project at Lassen Volcanic National Park  An Environmental Assessment (EA) for the Utilities Replacement Project in the headquarters of the Lassen Volcanic National Park in Mineral, CA is now available.   April 02, 2012  School and Youth Groups Encouraged to Apply for Youth Camping Grants  Lassen Park Foundation will again be offering $1,000 scholarships for schools and non-profit youth groups to provide camping experiences in Lassen Volcanic National Park.   March 01, 2012  Improved Stock Corrals  Reservations are available beginning April 1 for the improved stock corrals at Butte, Juniper and Summit Lakes.   February 28, 2012  Lassen Impacts Local Economy  A new National Park Service report shows that park visitor spending in 2010 supported 207 jobs in the local area.   January 27, 2012  Lassen Volcanic National Park Celebrates Martin Luther King, Jr. Weekend with Film Festival and Fee Free Entry  Discover outdoor fun and film with free entry during the Martin Luther King, Jr. weekend.   November 26, 2011  Lassen Volcanic National Park Welcomes Winter – the Park Road is Now Open for Cross-country Skiing and Snowshoeing  The scenic drive through Lassen Volcanic National Park has been transformed by the recent storms to a scenic winter trail. This winter's activities include ranger-led snowshoe walks, a new winter film festival, snowplay, skiing and snowshoeing.   October 21, 2011  Lassen Volcanic National Park Announces Winner of the 2012 Annual Pass Photo Contest  I-Ting Chiang of Fremont, CA was announced as the winner of the 2012 Lassen Annual Pass photo contest for his photograph entitled \"Painted Dunes from atop Cinder Cone.\"   October 20, 2011  Lassen Volcanic National Park Prepares to Ignite Fall Prescribed Fire Projects  Lassen is preparing to implement two prescribed burn projects within the park.   October 14, 2011  Investigation of Sexual Assault in Lassen Volcanic National Park results in Arrest  Investigation of a sexual assault of a minor in Lassen Volcanic National Park has resulted in arrest of Vernon Lee Williamson, Jr.   October 13, 2011  Park Plans to Burn Piles throughout the Park  Lassen Volcanic National Park to hand ignite burn piles October 3 through October 17.   September 16, 2011  Lightning Strikes Ignite Fires  An estimated 70 lightning strikes ignited five small fires in Lassen Volcanic National Park.   August 29, 2011  Lassen Volcanic National Park Proposes Reservations for Stock Corrals on Recreation.gov  Lassen Volcanic proposes moving reservations for stock corrals to recreation.gov.   August 26, 2011  2012 Annual Pass Photo Contest  Lassen Volcanic National Park welcomes submissions for the park's 2012 Annual Pass Photo Contest   August 12, 2011  A Geologic ’Event’ at Lassen Volcanic National Park  Scientists from the U.S. Geological Survey to hold a public presentation about the geology and volcanic eruption history of Lassen Volcanic National Park, and unveil the new “Geological Map of Lassen Volcanic National Park and Vicinity.”   August 05, 2011  Volunteers Celebrated at Lassen Volcanic National Park  More than 160 people attended the park's Volunteer Appreciation Day to recognize the park's invaluable volunteers.   July 14, 2011  Lassen Volcanic National Park Road Opens This Weekend  The main park road through Lassen Volcanic National Park opens Saturday, July 16.   July 11, 2011  Lassen Awarded America's Best Idea Grant  Lassen Volcanic National Park has been awarded a grant to support the launch of \"Packs for Adventure-seeking Youth at Lassen Volcanic National Park.\"   July 08, 2011  Snow Depths Further Delay Road Opening in Lassen Volcanic National Park  The main park road will not be open for through traffic for at least another week. The road is open twelve miles to the Summit Lake Area from the Manzanita Lake Entrance, and seven miles to the Bumpass Hell Trailhead parking area from the Southwest Entrance.   June 30, 2011  Lassen Volcanic National Park - A Cool Place to Visit this Fourth of July Weekend  This Fourth of July, Lassen Volcanic National Park offers visitors an opportunity to enjoy camping, hiking, ranger-led programs and even snow play in cool temperatures.   June 29, 2011  Lassen Featured as National Park Getaway  Lassen Volcanic National Park is featured as a National Park Getaway on nps.gov.   June 20, 2011  Lassen Volcanic National Park Road Opens to Bumpass Hell Parking Area – Visitors Looking to “Hike” Lassen Peak Will Find a Snow-covered Trail  The main park road through Lassen Volcanic National Park will open to the Bumpass Hell parking area on Saturday, June 18. The Lassen Peak trail is open to over-the-snow travel until trail crews begin work on the trail. The trail will be open to the summit on three weekends this summer.   June 20, 2011  Ranger-led Programs and Campground Openings at Lassen Volcanic National Park  Ranger-led programs begin at Lassen Volcanic National Park on Friday, June 17. Most campgrounds are open, although Juniper Lake and Summit Lake campgrounds remain closed due to snow.   May 12, 2011  Lassen Gateway Coalition Spring 2011  The Lassen Gateway Coalition, dedicated to improving communication and developing partnerships within the Lassen gateway communities, held its spring conference on May 10.   April 29, 2011  Lassen 2012 Photo Contest  Lassen Volcanic National Parks request submissions for its 2012 annual pass photo contest.   April 29, 2011  Park Road Opens to Devastated Area  Spring road opening has begun at Lassen Volcanic National Park. A ten-mile section of the park road from Manzanita Lake to Devastated Area will open Saturday, April 29 at 9 a.m.   April 21, 2011  Warner Valley Record of Decision  Lassen Volcanic National Park Superintendent Darlene M. Koontz, announced that the Record of Decision (ROD) for the Warner Valley Comprehensive Site Plan Final Environmental Impact Statement has been signed.   April 06, 2011  Summer Volunteer Opportunities at Lassen Volcanic National Park  Outdoor adventure awaits you this summer!  The park currently has opportunities for campground hosts, visitor center assistants, and interpretive interns.   April 03, 2011  National Park Week  Lassen Volcanic National Park entrance fees will be waived April 16 to 24 with added snowshoe hikes in celebration of National Park Week, coinciding with Earth Day and Junior Ranger Day.   January 09, 2011  2011 passes on-line  Lassen Volcanic National Park Superintendent Darlene M. Koontz announced the 2011 Lassen Annual Pass is now available for online sales.   December 16, 2010  HQ Utilities to be Replaced  Lassen Volcanic National Park Headquarters to Plan Utilities Replacement   November 08, 2010  Road Closure in Lassen Volcanic National Park Attracts Snow Activities  The recent storms and colder temperatures have closed the road through the park to vehicle traffic for the winter season.  The current snow depth at the Lake Helen area is 27” deep   November 01, 2010  Free Entrance for Veteran’s Day  To honor America’s service men and women, Secretary of the Interior Ken Salazar announced Veterans Day will again be celebrated as a fee-free day for all park visitors in honor of U.S. veterans and current members of the U.S. Armed Forces.   October 08, 2010  The Lassen Peak Trail is Closed for the Season  No abstract supplied.   September 23, 2010  Park Announces Release of the Warner Valley Comprehensive Site Plan Final Environmental Impact Statement  Lassen Volcanic National Park announced the release of the Final Environmental Impact Statement for the Warner Valley Comprehensive Site Plan (FEIS) this week. Superintendent Darlene M. Koontz stated “I am pleased to announce the release of this document, which is the result of many years of collaboration between park staff, researchers, and the public.” Koontz added “I greatly appreciate the input we received during the development of the plan from individuals and groups who have a deep commitment to this beautiful and historically significant area.”   August 22, 2010  Lassen Peak Trail Rehabilitation Prepares for Helicopter Operations  Lassen Volcanic National Park will begin an eight-day helicopter operation to haul rock for the Reach the Peak Trail Rehabilitation Project. The Lassen Peak Trail and parking area will be closed from August 21 at 8 p.m. through August 31.  During these helicopter operations there will be no stopping or parking along the 2.5 mile stretch of the main park road between Lake Helen Picnic Area and Terrace Lake Trailhead and the possibility of closure for short periods of time.   August 09, 2010  Free Entrance to Lassen Volcanic National Park August 14 and 15  Lassen Volcanic National Park will waive entrance fees on August 14 and 15 along with other national parks throughout the country.   July 19, 2010  \"Reach the Peak\" Kickoff Celebration A Success  Lassen Volcanic National Park and the Lassen Park Foundation hosted the ‘Reach the Peak’ kickoff event July 17 from 11 a.m. to 3 p.m. in the Lassen Peak parking area to celebrate the Lassen Peak Trail Rehabilitation Project.   July 09, 2010  Lassen Peak Trail Rehabilitation Project Kickoff Event  Lassen Volcanic National Park and the Lassen Park Foundation will host the Lassen Peak Trail Rehabilitation Project at the \"Reach the Peak\" kickoff event on July 17 from 11 a.m. to 3 p.m. in the Lassen Peak parking lot.   June 30, 2010  Snow Delays Summer Season for Lassen Volcanic National Park  The deep winter snows and late storms have extended the road, campground and trail openings at Lassen Volcanic National Park.   June 25, 2010  Lassen Volcanic National Park to Continue the Loomis and Crescent Prescribed Burn Projects  Lassen Volcanic National Park fire staff plans to take advantage of a projected burn window sometime between Monday, June 28th and Monday July 19th to reintroduce fire into the park.   May 30, 2010  A Sunny and Snowy Memorial Day Weekend at Lassen Volcanic National Park  Memorial Day weekend visitors to Lassen Volcanic National Park can take advantage of a break in the passing storms and enjoy the snowy mountains under beautiful blue skies.    May 20, 2010  Lassen Association to Host Summer Photography Workshops in Lassen Volcanic National Park  Lassen Association will offer two digital photography workshops in Lassen Volcanic National Park with renowned photographer, Bob Grace.   May 14, 2010  Lassen Volcanic National Park 2011 Annual Pass Photo Contest  “One visitor will have the opportunity to share their Lassen Volcanic National Park experience, captured on camera,  with thousands of other park visitors”, stated Superintendent Darlene M. Koontz.     April 30, 2010  Lassen Volcanic National Park Opens Road 10 miles to the Devastated Area  Lassen Volcanic National Park has opened the main park road from the Manzanita Lake Entrance 10 miles to the Devastated Area as of April 30.   April 09, 2010  Free Entrance to Lassen Volcanic National Park and Special Ranger-led Programs during National Park Week April 17- 25  No abstract supplied.   March 18, 2010  Lassen Peak Trail Accident was Unforeseen  No abstract supplied.   February 22, 2010  Lassen Volcanic National Park's Peak Trail Rehabilitation Project Approved  No abstract supplied.   February 18, 2010  New Federal Firearms Law Takes Effect Monday  No abstract supplied.   January 07, 2010  Comments due by Jan 11 for the Lassen Peak Trail Rehabilitation Project Environmental Assessment  No abstract supplied.   December 17, 2009  Winter Fun for Your Holiday Guests at Lassen Volcanic National Park  The popular ranger-led snowshoe walks will again be offered from the Kohm Yah-mah-nee Visitor Center near the park’s southwest entrance beginning December 26.   November 18, 2009  Road Closure in Lassen Volcanic National Park Signals Beginning of Winter Season  Winter has arrived at Lassen Volcanic National Park. The recent storms and colder temperatures have closed the road through the park to vehicle traffic for the winter season.   November 16, 2009  Public comment period to close November 21, 2009 for the Draft Environmental Impact Statement for Lassen Volcanic National Park Warner Valley Comprehensive Site Plan  No abstract supplied.   November 05, 2009  Free Entrance to Lassen Volcanic National Park for Veteran’s Day  To honor America’s service men and women, Secretary of the Interior Ken Salazar announced that areas managed by the department will not charge entrance fees on Wednesday, November 11, 2009.   November 03, 2009  Lassen Volcanic National Park Announces Winner of the 2010 Annual Pass Photo Contest  No abstract supplied.   October 09, 2009  Lassen Volcanic National Park plans to complete the Crescent Prescribed Fire and reenter the Hole and GRII Prescribed Fires this fall.  Lassen Volcanic National Park plans to burn the Crescent Prescribed Fire Project as early as Sunday, October 11, 2009.  Ignition operations should require two days. The entire project consists of three units totaling 1,847 acres.   August 21, 2009  Fairfield Fire reaches 1,664 acres of Lassen Volcanic National Park Wilderness  No abstract supplied.   August 20, 2009  Draft Environmental Impact Statement for Lassen Volcanic National Park Warner Valley Comprehensive Site Plan  Lassen Volcanic National Park Superintendent, Darlene M. Koontz, announced that a Draft Environmental Impact Statement for the Warner Valley Comprehensive Site Plan (DEIS) has been prepared and is now available for review and comment.   August 20, 2009  America's Best Idea Film Festival at Lassen Volcanic National Park  The national park system in the United States of America is considered to be one of our country’s best ideas and has inspired other nations to establish their own national parks.   August 13, 2009  A Portion of Lassen Peak Trail to Open in Time for Fee Free Weekend  The first 1.3 mile of the 2.5 mile Lassen Peak Trail in Lassen Volcanic National Park is to open for the public on Friday, August 14.  The popular trail has been closed since an accident that occurred on the afternoon of July 29.   August 11, 2009  Lassen Volcanic National Park Manages Fire in Wilderness  A lightning storm passed over Lassen Volcanic National Park and the neighboring region on August 2 which ignited the Fairfield Fire. The fire has grown to approximately 260 acres and is being actively managed for multiple objectives.    August 11, 2009  Lassen Volcanic National Park 2010 Annual Pass Photo Contest  No abstract supplied.   July 30, 2009  Lassen Peak Trail Rock Fall is Tragic for Local Family  No abstract supplied.   July 06, 2009  Lassen Volcanic National Park Plans to take advantage of a warmer and drier weather pattern to implement the Crescent Prescribed Fire  Lassen Volcanic National Park plans to initiate the Crescent Prescribed Fire Project on Wednesday, July 8th or Thursday, July 9th.    June 17, 2009  Summer Fun for Free at Lassen Volcanic National Park  No abstract supplied.   June 01, 2009  Lassen Volcanic National Park Manages Forest Ecosystems with Prescribed Burns  No abstract supplied.   May 20, 2009  Memorial Day Weekend at Lassen Volcanic National Park  This Memorial Day weekend visitors will be able to escape the warmer temperatures of the valley and enjoy the beautiful springtime weather at Lassen Volcanic National Park.   May 18, 2009  Lassen Volcanic National Park Plans to Burn a Unit of the Crescent Prescribed Fire Project  Lassen Volcanic National Park plans to initiate the Crescent Prescribed Fire Project following the Memorial Day weekend. This burn project will take advantage of a burn window sometime between May 26th and June 20th.   April 16, 2009  Road Opens to the Devastated Area  Lassen Volcanic National Park has opened the main park road from the Manzanita Lake Entrance 10 miles to the Devastated Area as of April 13.   March 30, 2009  Lassen Volcanic National Park Rangers Charge Snowmobile Riders for Trespassing in the Park.  No abstract supplied.   December 23, 2008  Winter Road Closure Allows for Recreational Opportunities in Lassen Volcanic National Park  No abstract supplied.   October 15, 2008  Fire Crews at Lassen Volcanic National Park Help Maintain Healthy Forests.  No abstract supplied.   October 10, 2008  Lassen Volcanic National Park Hoping for a Burn Window to Complete the Loomis Prescribed Burn Project  Lassen Volcanic National Park fire staff will take advantage of a projected burn window which could occur between Sunday, Oct. 12th and Tuesday, October 14th to complete the 100 acre Loomis Prescribed Fire Project.    September 26, 2008  New Visitor Center at Lassen Volcanic National Park Expected to Receive Platinum Rating from the U.S. Green Building Council  No abstract supplied.   September 26, 2008  The New Kohm Yah-mah-nee Visitor Center at Lassen Volcanic National Park to Celebrate Grand Opening on October 4  Lassen Volcanic National Park will celebrate the grand opening of the park’s first year-round visitor center on October 4 with special activities and programs.    August 25, 2008  Volunteers Honored at Lassen Volcanic NP  More than 100 volunteers, retirees, employees, and sponsors participated in the park’s Volunteer Appreciation Day held at Manzanita Lake on July 31.   July 15, 2008  Lassen Volcanic National Park Determines No Significant Impacts Will Result from Proposed Weed Management Plan Environmental Assessment  Lassen Volcanic National Park has completed a Finding of No Significant Impact (FONSI) for the Weed Management Plan (WMP). A FONSI is an explanation of why the selected actions will have no significant effects on the human environment.   May 20, 2008  Scenic Drive through Lassen Volcanic National Park is Now Open  No abstract supplied.   May 16, 2008  Headquarters prescribed burn  Spring Prescribed Burns in Lassen Volcanic National Park   May 07, 2008  Mineral Prescribed Burn  Park staff plan to initiate prescribed burn in Mineral on Thursday, May 8, 2008.   May 01, 2008  Lassen Volcanic National Park Opens Road to Bumpass Hell Parking Area for 2008  No abstract supplied.   April 30, 2008  Lassen Volcanic National Park Announces 2009 Annual Pass Photo Contest  Calling all photographers!  The 2009 Lassen Volcanic National Park Annual Pass Photo Contest is now open for photo image nominations.  This popular photography contest will run through September 4, 2008.    April 15, 2008  Lassen Volcanic National Park Ready to Ignite Prescribed Burn in Mineral  Lassen Volcanic National Park staff plans to ignite a 50 acre prescribed fire in the Park’s Headquarters area, located at the western edge of the community of Mineral along State Highway 36.   April 04, 2008  Lassen Volcanic National Park's Road Opens to Devastated Area  A ten-mile section of Lassen Volcanic National Park’s scenic road will open Saturday morning to vehicle traffic on the Manzanita Lake side of the park.     April 02, 2008  Weed Management Plan Environmental Assessment Available for Review  No abstract supplied.   February 25, 2008  Notice of Pre-Bid Site Visit for Commercial Services at Lassen Volcanic National Park  Lassen Volcanic National Park issued a prospectus for proposals to operate commercial services within the park on January 22, 2008.   December 21, 2007  Recent Storms Highlight Winter Recreation Opportunities at Lassen Volcanic National Park.  No abstract supplied.   December 19, 2007  Lassen Volcanic National Park to Prepare Environmental Assessment for Weed Management Plan.  No abstract supplied.   December 07, 2007  The Main Park Road is Closed for Winter Season  No abstract supplied.   November 08, 2007  Lassen Volcanic National Park Plans to Ignite 100 acres of the Stonehenge Prescribed Fire Project  No abstract supplied.   October 24, 2007  Lassen Volcanic National Park Announces Winner of the 2008 Annual Pass Photo Contest  No abstract supplied.   September 25, 2007  Lassen Volcanic National Park to Waive Entrance Fee  All National Park Service sites, including Lassen Volcanic National Park, will offer free admission to visitors on September 29 for National Public Lands Day.   August 17, 2007  Superintendent Appointed For Lassen Volcanic National Park  Darlene Koontz has been selected as the next superintendent of Lassen Volcanic National Park in northern California, it was announced today by National Park Service (NPS) Pacific West Regional Director Jonathan B. Jarvis.   June 17, 2007  Visitors to Lassen Volcanic National Park Will Find More Facilities Open in this Early Summer Season  Lassen Volcanic National Park Superintendent, Mary G. Martin, announced today that the park has now opened three more campgrounds, the Bumpass Hell Trail and Juniper Lake Road.  “The early summer weather has really increased the number of areas open for visitors to explore,” stated Martin.  Butte Lake, Lost Creek and Crags Campgrounds are now fully open to the public.  The Bumpass Hell Trail which typically is snow-covered until late July or early August, opened at 4:00 p.m. today.    May 18, 2007  Lassen Volcanic National Park Opens Road in Time for the Holiday Weekend  Superintendent Mary G. Martin announced today that the main park road through Lassen Volcanic National Park is now open.   May 10, 2007  Lassen Volcanic National Park Announces 2008 Annual Pass Photo Contest  Lassen Volcanic National Park Superintendent Mary G. Martin announced today that the Lassen Volcanic Annual Park Pass photo contest will run from May 18th through September 4, 2007.    May 08, 2007  Lassen Volcanic National Park Road Reopens to Bumpass Hell Parking Area Today; Anticipate Road Open Through Park Next Week  No abstract supplied.   May 03, 2007  Cinder Cone and Lassen Peak National Monuments Celebrate 100th Birthday  “Reaching a centennial birthday is reason to celebrate,” states Superintendent, Mary G. Martin. A hundred years ago on May 6, 1907, Cinder Cone and Lassen Peak were proclaimed by President Roosevelt as national monuments.   April 26, 2007  National Historic Landmarks and National Natural Landmarks Photo Contest Launched  Superintendent Mary G. Martin of Lassen Volcanic National Park is pleased to announce the eighth annual National Historic Landmarks (NHL) Photo Contest and the fourth annual National Natural Landmarks (NNL) Photo Contest are now underway.   April 26, 2007  Lassen Volcanic National Park Opens Road to Bumpass Hell Parking Area  Superintendent Mary G. Martin announced that the main park road in Lassen Volcanic National Park will open to the Bumpass Hell parking area eight miles from the Southwest Entrance on Friday, April 27.   April 26, 2007  Lassen Volcanic National Park Commercial Services Plan Approved; Modifications Made as a Result of Public Input  No abstract supplied.   April 18, 2007  Early Spring Weather Benefits Lassen Volcanic National Park and Visitors  Superintendent Mary G. Martin is pleased to announce that construction of Lassen Volcanic National Park’s new visitor center began this week and that the park road crew will open the road to Sulphur Works today.    April 12, 2007  Lassen Volcanic National Park Values Its Volunteers  No abstract supplied.   March 30, 2007  Lassen Volcanic National Park Opens Road to Devastated Area  Lassen Volcanic National Park has opened the main park road to the Devastated Area as of noon today. The popular area is ten miles into the park from the North Entrance at Highway 44\/89.   March 28, 2007  Campground Opportunities at Lassen Volcanic National Park  Outdoor adventure awaits you this summer! Here’s an opportunity to live and work at one of Lassen Volcanic National Park’s magnificent campgrounds.   March 01, 2007  Lassen Volcanic National Park Visitors Advised of High Avalanche Danger.  Recent storms in the Lassen Volcanic National Park and surrounding regions have brought several feet of new snow which has significantly increased the potential for avalanches in the park.   February 20, 2007  LASSEN PARK FOUNDATION FUNDING GOAL REACHED  No abstract supplied.   February 02, 2007  Lassen Volcanic National Park Partner, the Lassen Association, Receives Financial Contribution from Sierra Pacific Foundation  Superintendent Mary G. Martin is pleased to announce that the Sierra Pacific Foundation has made a significant contribution of $5,000 to the Lassen Association’s fundraising campaign for the new park visitor center.   January 17, 2007  Lassen Volcanic National Park Proposes New Low-Impact Lodging at Manzanita Lake  No abstract supplied.   January 05, 2007  Lassen Volcanic National Park Proposes Increases for Entrance Fees  Park Superintendent Mary G. Martin announced that Lassen Volcanic  National Park proposes to increase entrance fees in 2008. Starting January 1, 2008 entrance fees would increase from $10.00 to $20.00 per vehicle and from $5.00 to $10.00 per individual entering on bicycle, by foot or other individual means. The new fee for motorcycles would be $15.00. The entrance fee will remain valid for a period of 7 days. The Lassen Annual Pass will change from $25.00 to $40.00 and will only be honored at Lassen Volcanic National Park.   January 03, 2007  A \"No Child Left Inside\" Program at Lassen Volcanic National Park Offered to Connect Families With the Wonders of the Winter Season  No abstract supplied.   December 21, 2006  Lassen Volcanic National Park Provides Economic Benefits  A new economic analysis released earlier this month by the nonpartisan National Parks Conservation Association (NPCA) shows that national parks and other units within the U.S. National Park System generate at least four dollars for state and local economies in return for every one tax dollar invested in each of the  national park’s annual budget.  \"From this analysis, Lassen Volcanic National Park generated at least $15,536,000 in 2005 which benefited state and local economies,\" stated Park Superintendent Mary G. Martin.   November 30, 2006  Looking for That Special Gift This Holiday Season? Consider Your National Parks.  No abstract supplied.   November 14, 2006  Lassen Volcanic National Park Road Closed for Winter Season  Superintendent Mary G. Martin announced today that the main park road through Lassen Volcanic National Park is officially closed for the winter season.    November 02, 2006  National Park Service Honors U. S. Veterans and Members of the U. S. Armed Forces at Lassen Volcanic National Park  Beginning November 11 on Veterans Day weekend, U.S. veterans, members of the U.S. armed forces and their families will be admitted free of charge to most public lands managed by the Department of the Interior and the Department of Agriculture.   November 02, 2006  Lassen Volcanic National Park Road Closed Temporarily by Recent Storm  Lassen Volcanic National Park Superintendent Mary G. Martin announced this afternoon that the main road through the park will be temporarily closed due to icy conditions.   October 27, 2006  Lassen Volcanic National Park Ready to Ignite GR II Prescribed Burn  During the week of Oct. 22-28 depending on weather conditions, Lassen Volcanic National Park staff will ignite a prescribed fire unit of approximately 1300 acres south of West Prospect Peak along the northern boundary of the park.   October 23, 2006  Winner of the 2007 Lassen Annual Pass Photo Contest  No abstract supplied.   October 23, 2006  Drakesbad Guest Ranch Receives Award for Excellence in Lodging and Hospitality  The Drakesbad Guest Ranch nestled in the remote location of Warner Valley in Lassen Volcanic National Park has received the California Lodging Industry Association’s (CLIA) 2006 Outstanding Lodging Property Award.   September 22, 2006  Lassen Volcanic National Park Celebrates National Public Lands Day as a Fee Free Day  This year Lassen Volcanic National Park will celebrate the annual interagency Fee Free Day on Saturday, September 30.   September 18, 2006  Bumpass Hell Trail in Lassen Volcanic National Park Will Be Closed for One Day  No abstract supplied.   September 15, 2006  Lassen Volcanic National Park Road Project Ready for Bids  Lassen Volcanic National Park in cooperation with the Central Federal Lands Highway Division of the Federal highways Administration has announced that they will soon be accepting bids on the Lassen Volcanic National Park Road project.   August 17, 2006  Share your \"Great Shot\" and win the Lassen Volcanic Annual Park Pass  No abstract supplied.   August 15, 2006  Volunteers Honored at Lassen Volcanic National Park  Lassen Volcanic National Park honored its volunteers at the Volunteer and Employee Appreciation, 90th Park Anniversary Celebration held on August 2nd.   August 07, 2006  Lassen Volcanic National Park Celebrates 90th Anniversary  Lassen Volcanic National Park will be 90 on August 9 of this year. The park was established in 1916 just one week prior to the establishment of our nation's National Park Service.   July 28, 2006  Batter Up! The Mineral Ball Field Receives a Makeover  This summer the Mineral Ball Field has received a complete makeover. Over the past few months the park has been working on improving the area by installing a new irrigation system, reseeding the field, rebuilding the horseshoe pits and will soon be replacing all the picnic tables and fire ring. “The ball field is in great condition and the crack of a bat and cheers for a homerun will once again be common sounds in Mineral,” stated Superintendent Martin. “Families looking of a place to hold reunions or businesses looking for a cool place the company picnic will find everything they need here.”   July 06, 2006  Lassen Volcanic National Park Road Opens Today  Park Superintendent Mary G. Martin announced this morning that the Main Park Road through Lassen Volcanic National Park will open at noon today.   June 22, 2006  Lassen Volcanic National Park Awards Contract for New Visitor Center  No abstract supplied.   June 22, 2006  Lassen Volcanic National Park's Fire Staff Offers Educational Programs This Summer.  No abstract supplied.   June 15, 2006  Lassen Volcanic National Park Road Opens to Bumpass Hell Parking Area and Devastated Area  Park Superintendent Mary G. Martin announced that the main park road in Lassen Volcanic National Park is now open seven miles to the Bumpass Hell parking area from the Southwest Entrance and ten miles to the Devastated Area from the Manzanita Lake Entrance. The National Park Service road crew has cleared snow just beyond the Lassen Peak parking area where there is approximately 20 feet of snow. The road and some facilities will open later this year due to heavy spring snowstorms.   May 19, 2006  Spring Snow Brings Great Fun, Delays Opening Some Park Facilities  No abstract supplied.   April 28, 2006  Vandalism to Heavy Equipment Delays Road Opening at Lassen Volcanic National Park  No abstract supplied.   April 17, 2006  Lassen Volcanic National Park Determines No Significant Impacts Will Result From Proposed Rehabilitation of 22 Miles of Main Park Road.  Lassen Volcanic National Park has completed a Finding of No Significant Impact (FONSI) for the rehabilitation of 22 miles of the Main Park Road, beginning at the Bumpass Hell parking lot and ending at the Loomis Museum in the Manzanita Lake area.   March 13, 2006  Lassen Volcanic National Park Will Postpone Campground Fee Changes  Park Superintendent, Mary G Martin announced that proposed increases of campground fees for 2006 at three of the park’s eight family campgrounds will be postponed until 2007.   November 15, 2003  Got Lassen Peak Weather??  No abstract supplied.",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/news\/newsarchive.htm"
}
