{
    "title": "Lassen Volcanic National Park: News",
    "body": "Explore This Park    Learn About the Park     News             News       Stay Connected Lassen Volcanic National Park provides several ways for you to stay connected to what is happening in the park. In addition to our extensive website, we routinely update travel and road conditions and closures, fire and weather information and more. Facebook and Twitter posts and news releases are a great way to hear about it first. News Releases View current and archived news releases or subscribe to our RSS News Feed to have new releases sent directly to your browser as soon as we add them to our website. Newspaper A winter and summer edition of the park newspaper, Peak Experiences, provides current information on the park plus most information needed to help you plan your visit.  Facebook Join the conversation on Lassen Volcanic National Park's has an official government Facebook page. Twitter Follow @LassenNPS on Twitter and receive tweets from us to your desktop, smart phone or other hand-held device. It's a great way to stay in touch while traveling. We also often tweet about events that happen \"right now,\" including both photographs and video.  Instagram Experience the wonder of Lassen Volcanic National Park through photography on the LassenNPS Instagram account.  Photographs Do you need a photograph for your news story, school project or other media use? Browse our extensive library of free, public domain images within Lassen's Photo Collection or check us out on Flickr at www.flickr.com\/photos\/LassenNPS. Please credit the appropriate photographer and the National Park Service. Video Lassen has a video collection available on our YouTube site at www.youtube.com\/LassenNPS. Contact Us For more information, contact the Kohm Yah-mah-nee Visitor Center between 9:00 a.m and 5:00 p.m. at (530) 595-4480 or by email at lavo_information@nps.gov. You may also contact the superintendent directly at (530) 595-6102. More Resources Archived news releases Current Conditions Current Fire Activity Park Management Plans",
    "url": "https:\/\/www.nps.gov\/lavo\/learn\/news\/index.htm"
}
