{
    "title": "Lassen Volcanic National Park: Centennial",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Special Events     Centennial                 Centennial        Lassen Volcanic National Park celebrates Lassen Peak’s show-stopping 1915 eruptions and the park’s 100th anniversary on August 9, 1916.            On May 22, 1915 a large explosive eruption of Lassen Peak brought national attention that set the stage for the establishment of Lassen Volcanic National Park on August 9, 1916. Special park and community events will occur throughout 2016 to commemorate the special event.   Park partners are invited to learn about joining in the celebration here.      Special Events Celebrate Lassen Volcanic National Park's 100th birthday with special park and local community events throughout the year. Learn more on the special events webpage or download the centennial events brochure to learn more.      Share Your Story The \"who\" is one of the most important elements of Lassen Volcanic National Park history. On Lassen's 100th Anniversary we celebrate the park's founders like Peter Lassen, Benjamin F. Loomis, and Congressman Raker. We also celebrate the countless unique stories that millions of visitors have created in the past 100 years. Share your story, photos, or videos with us and we'll share selected stories on our website, social media sites, and even at special locations in the park. Please send your completed nostalgia registry form and photos or video to lavo_information@nps.gov subject \"centennial story.\"         Explore Lassen History Lassen Volcanic National Park's centennial is a great time to learn more about the history of this special place. The fifteenth national park established by Congress, Lassen is one of the oldest national parks in the United States. Visit our park history and culture webpage to read more or explore one of the resources below.   Lassen Peak Eruption USGS Website  On May 22, 1915, a large explosive eruption at the summit of Lassen Peak, California, the southernmost active volcano in the Cascade Range, devastated nearby areas and rained volcanic ash as far away as 280 miles to the east. A century after the Lassen eruptions, work by U.S. Geological Survey (USGS) scientists in cooperation with the National Park Service is shedding new light on these events.    Lassen Peak Audio Tour  Discover the human stories behind Lassen Volcanic National Park's namesake. Download audio files for use on your smartphone or media player device and take a walk through time while visiting the park or even while standing on the summit of Lassen Peak.    Books and Videos about Lassen  Step back in time with a book or video from the Lassen Association. Learn more about Ishi, the last of the Yahi tribe;the incorrigible namesake of Lassen Peak, Peter Lassen; or the human or geologic story of Lassen National Park's creation.    Historic Image Gallery  Can you imagine what a 30,000 foot column of ash and gas looks like? Have you ever seen one of the colorful grass baskets woven by American Indians who once lived in around what is now Lassen Park? Visit Lassen's Flickr page to discover Lassen's history through images.          Centennial Products Lassen Volcanic National Park's official concessioner, California Guest Services, and its non-profit partners, Lassen Association and Lassen Park Foundation are proud to offer a variety of special products to celebrate the park centennial. Products are available at the Kohm Yah-mah-nee Visitor Center, Loomis Museum, and Manzanita Lake Camper Store (view hours and seasons), and online at lassenassociation.org and lassenparkfoundation.org.                  Explore more than 150 miles of trails               Share Lassen's geologic story               Sleep under the stars               Step back in history",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/centennial.htm"
}
