{
    "title": "Lassen Volcanic National Park: Special Events",
    "body": "Special Events       Dark Sky Festival Reach Higher Trail Challenge Film Festival Special Centennial Events         Artist-In-Residence Presentations   July 30 & August 7 | 1 pm | Loomis Museum Join centennial Artist-in-Residence Melinda Whipplesmith Plank for hands-on demonstrations of her woodblock printmaking technique during her residency at Manzanita Lake.    Reach the Peak Official Trail Dedication (Centennial event)  July 30 | 10 am | Lassen Peak Trailhead  Join us for an official dedication of the rehabilitated Lassen Peak Trail featuring a special presentation with refreshments followed by a ranger talk on the summit.     Volcano Adventure Camp Ribbon Cutting (Centennial event) August 6 | 10 am |  Volcano Adventure Camp  Commemorate the new Volcano Adventure Camp with a tour of the facility developed to introduce young people to camping and adventures in Lassen Volcanic National Park.   Day in the Park Festival (Centennial event) August 6 | 11 am - 2 pm | Manzanita Lake area Celebrate Lassen Volcanic's 100th birthday at this fun festival featuring family activities, displays, music, ranger-led programs, raffle, and a fundraisier barbecue.    Event Schedule      Time Event  Location  Details     9:30 am - 11:30 am  Junior Rangers Ranger-led Program  Manzanita Lake Amphitheater  Kids 7-12 years are invited to become a junior ranger and learn about the park through games and outdoor activities.      11:00 am - 2:00 pm Fundraiser Barbeque  Loomis Plaza $12 per person includes choice of hamburger, hotdog or veggie burger plus fries and a soda or bottle of water. Cash or check only.    11:00 am - 2:00 pm Booths and activities  Loomis Plaza Join park rangers and park partners for fun activities and displays and enjoy free face painting.    11:00 am - 2:00 pm Live Music by Bill Oliver  Loomis Plaza       11:30 am - 1:30 pm Discovery Center Open House  Discovery Center  Enjoy hands-on exhibits on various natural history subjects.     12:00 pm  Presentation by the Park Superintendent  Loomis Plaza  Enjoy the musical stylings of Bill Oliver, \"Environmental Troubadour.\"    2:00 pm Raffle  Loomis Plaza  Sign up for the Lassen Park Foundation and Lassen Association mailing lists and receive a free raffle ticket. Win a special centennial backpack from REI and the LPF or a Lassen centennial item gift basket from the Lassen Association.     2:30 - 3:30 pm Pioneers program  Manzanita Lake Amphitheater It's 1853 along the wagon road called the Nobles Emigrant Trail. Visit a pioneer camp and meet some rugged travelers who tell stories about their journey to California.    8:30 pm Bill Oliver music performance  Manzanita Lake Amphitheater Enjoy the musical stylings of Bill Oliver, \"Environmental Troubadour.\"       Dark Sky Festival August 12 -14 | Park-wide Join us for this annual event as visitors, park rangers, astronomers, and planetary geologists celebrate all that is out of this world. Special programs, presentations, hikes, and Junior Ranger Night Explorer activities will be offered during the festival. Check back in early July for the 2016 festival schedule.     Art & Wine of Lassen September 17 | 11 am - 4 pm | Kohm Yah-mah-nee Visitor Center Celebrate local art, wine, and music at Lassen. Returning for its seventh year, this popular event featuring local businesses is held at the Kohm Yah-mah-nee Visitor Center. Taste wine from local vineyards, sample products from regional entrepreneurs, and enjoy music from local artists. Tasting fee includes a commemorative glass.     Public Lands Day of Stewardship Projects (Centennial event)  September 24 | Park-wide  Show your love of Lassen on national Public Lands Day and participate in a fun service activity. More information will be available late summer. Enjoy free park entrance in celebration of Public Lands Day.   Klamath Network Parks Exhibition (Centennial event)  September 30 –January 2, 2017 | Turtle Bay Exploration Park Turtle Bay Exploration Park Did you know northern California and southern Oregon are home to seven national parks? \"Tour\" them all at this special centennial exhibit at Turtle Bay Exploration Park in Redding.    Annual Christmas Bird Count December Join in the annual Audubon Christmas Bird Count and be a part of this special contribution to conservation. Volunteers ready to enjoy a beautiful day in the woods are invited to meet at the administration building in park headquarters at 8 am. The bird count will continue through 4:30 pm, however you can participate for an hour or two, or the entire day. Novice and experienced birders alike are welcome. Be sure to bring a lunch, snow boots, gloves, warm clothes, and binoculars.",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/special-events.htm"
}
