{
    "title": "Lassen Volcanic National Park: Trip Itineraries",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Trip Itineraries              A Day or Two to See the Park in Summer       Lassen Volcanic National Park provides a wealth of fun activities that are as varied as the seasons of the park. Here is a sample of summer activities based on your length of visit. You may also use the links to the left to help you plan your visit.        Lassen Peak reflected in Lake Helen NPS Photo  Several HoursThe main park road offers many scenic vistas and access to several of the most popular hiking trails.  A one-way journey on the road will take approximately one hour without any stops in good weather.  Sulphur Works provides the easiest access to an active hydrothermal area. Walk along the sidewalk from the parking area to discover the areas plopping mudpot, and steaming vents. Lake Helen, at the base of Lassen Peak, is a sight not to miss. This high elevation lake often has snow and ice into mid-summer, but don’t miss the turnoff. The views of Lassen Peak are unbeatable, and a picnic area to the east is a great spot to stop for lunch.  Bumpass Hell trail is a rewarding way to experience the park's largest hydrothermal (hot water) area. This moderate three mile round-trip hike leads to a boardwalk where you can listen to belching mudpots, watch as steam escapes from Big Boiler fumarole, and marvel at bubbling and boiling pools. Devastated Area interpretive trail is an accessible trail with amazing views of the destruction caused by Lassen Peak's eruptions of 1914-17. Read more about the eruption on wayside exhibits located along the trail.           Mill Creek Falls NPS Photo  One dayEnjoy a drive on the main park road, and the must-see roadside spots (see “several hours”).  Mill Creek Falls trail is an excellent hike for families. This moderate 3.2 mile round-trip hike passes through Red Fir forest, and along Mill Creek to the park’s highest waterfall. This trail is often the first snow free trail in the southwest area of the park. Manzanita Lake offers numerous recreation activities including hiking, swimming, bird watching, kayak rentals, and ranger-led programs. Pickup the Manzanita Lake trail at the Loomis Museum or boat launch trail, and follow the 1.5 mile trail around the picturesque mountain lake. The north end of the trail offers excellent views of Lassen Peak, Chaos Crags, and Eagle Peak. At the end of your day enjoy a night under the stars in one of our eight campgrounds.     When planning which activities you want to enjoy while visiting the park, please keep one thing in mind. Access to specific trails, or even the park itself, is dependent on the weather and snow conditions. In heavy snow years the park road may open as late as July 21th, but could open as early as May 10th. Click here to visit the road opening status webpage for up-to-date information. For the same reasons, access to many trails may be restricted or limited to those with snowshoes. The Bumpass Hell trail usually does not open until early to mid-July. Call the Visitor Center at 530-595-4480 for the current status of trails throughout the park.          View from Brokeoff Mountain NPS Photo  Two or More Days Cinder Cone volcano is a must-see if you have time for the drive. Cinder Cone is located in the Butte Lake area, about an hour drive from Manzanita Lake. Enjoy the challenge of climbing a cinder cone volcano on this strenuous four mile roundtrip hike. Hikers are awarded with spectacular views of the park including Lassen Peak, the Fantastic Lava Beds and the colorful Painted Dunes. Cinder Cone can also be viewed from afar from the shores of Butte Lake. Enjoy the swimming, non-motorized boating, fishing, and hiking opportunities around Butte Lake.  Warner Valley is an excellent day trip to a remote area of the park. Warner Valley features the only in-park lodge, Drakesbad Guest Ranch. The Ranch offers dining, massage, horseback riding, and a thermal pool - be sure to call ahead for reservations for lodge services. Warner Valley also provides access to a number of hydrothermal features including Boiling Springs Lake, Terminal Geyser, and Devils Kitchen.  Brokeoff Mountain trail offers sheer beauty and rugged mountain scenery. Enjoy open meadows, dense forests, and panoramic views on this strenuous seven mile roundtrip hike. Enjoy views of the rim of former Mount Tehama, and Lassen Peak from this spectacular summit.  Backcountry camping is a wonderful way to enjoy the peace and quiet of wilderness any time of the year. The Cluster Lake Loop out starting from the Summit Lake area is a popular backpacking trip for families and first-time backpackers. Click here to apply for your backcountry wilderness permit.",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/only-a-day-or-two-to-see-the-park.htm"
}
