{
    "title": "Lassen Volcanic National Park: Ranger-led Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger-led Programs              Ranger-led Programs        NPS Photo       Lassen Volcanic National Park offers a wide variety of Ranger-led and Junior Ranger programs throughout the summer and winter seasons. View information about ranger-led program below or learn more about special events.      Scheduled Summer Ranger-led Programs View the ranger-led program schedule for August 12 through September 5, 2016 (pdf, 1 MB).        Evening Grosbeak NPS Photo  Public Bird Banding Demonstration Sunday, July 17 8:00 a.m. - 8:30 a.m. - 9:00 a.m. - 9:30 a.m. Meet at the Manzanita Lake boat ramp Each year Lassen's natural resource team uses nets to capture and band migratory birds. This monitoring provides information on population abundance and health. Join us for a public bird banding demonstration. Meet a ranger at the Manzanita Lake boat ramp area at one of the times list above for a five minute walk to the banding site. Don't forget your camera!         A ranger leads a group of snowshoers at Lassen Volcanic National Park NPS Photo  Ranger-led Snowshoe Walks Saturdays and Sundays January 2 through April 3, 2016 Kohm Yah-mah-nee Visitor Center | 1:30 - 3:30 pm  Ranger-led snowshoe walks are an excellent way to learn or practice snowshoeing techniques and explore Lassen in its winter form. Route and distance varies depending on group ability and fitness. At the beginning of each snowshoe walk, a ranger will demonstrate how to put on snowshoes and how to move around. Once the basic techniques are covered, the group heads out into the snow and the adventure begins!   Location is at the park's southwest entrance off of Hwy. 36. There are no ranger-led walks at the park's northwest entrance. Snowshoes are provided, a $1 donation is requested to cover maintenance costs. Organized groups planning on attending a regularly scheduled walk must schedule a ranger-led snowshoe walk outside of regularly scheduled walks. Space is limited to 40 people per program.  A ticket must be obtained in person the day of in order to attend the walk. Walks are open to those eight years of age and older; children in carriers are not allowed due to safety concerns.  Poles are not permitted due to safety concerns. Snowshoes are only provided for the ranger-led activity; the park does not rent snowshoes or other winter equipment.  Winter Ecology Snowshoe Program Lassen's Education Program offers ranger-led snowshoe walks and winter ecology programs for school groups grades 3 through 8. Programs are by reservation only. Please visit our Field Trips page for more information.",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/ranger_led_programs.htm"
}
