{
    "title": "Lassen Volcanic National Park: Winter Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Winter Safety              Winter Safety              As you are planning your visit, it is very important to note that winter at Lassen Volcanic involves risk. Make safety your priority by being prepared and aware of the risk involved with your selected activity. Learn more about safety considerations by activity below or select a document to help you prepare.   Manzanita Lake Winter Routes Guide (pdf, 424 KB) Southwest Winter Routes Guide (pdf, 716 KB) Lassen Avalanche Awareness Guide (pdf, 511 KB) Lassen Avalanche Terrain Map (pdf, 5 MB) Winter Newspaper - Winter Routes (pdf, 4.7 MB)          Sledding The area near Lassen's Kohm Yah-mah-nee Visitor Center is a popular sledding destination. Sledding in this area involves negotiating steep, icy slopes. Sledding is the number one cause of visitor injury in the winter season. Every winter rangers treat and evacuate sledders with head and spine injuries, lacerations, and broken bones. Icy snow creates very fast sledding conditions and trees and rocks abound in this area.          Snowshoeing The Manzanita Lake area and the main park road route offer gradual climbs with limited avalanche danger, however frequent avalanche terrain exists at the upper end of the Manzanita Creek trail near Loomis Peak. Numerous routes out of the southwest area offer trails of greater difficulty, many with spectacular winter views. Most of the primary snowshoe routes in the southwest area pass through frequent avalanche terrain. If you travel in avalanche terrain you are at just as much risk as other recreationists.           Backcountry Skiing\/Snowboarding Lassen's backcountry is recommended only for experienced backcountry skiers and snowboarders. Backcountry travel at Lassen requires entering avalanche terrain. Lassen does not provide an avalanche forecast for the park. Forecasts for neighboring areas are available from Mt. Shasta Avalanche Center and Sierra Avalanche Center (Lake Tahoe area).          Hydrothermal Areas  Hydrothermal areas like Sulphur Works remain visible year round due to the high temperatures of steam vents, mudpots and boiling springs. Visitors are encouraged to visit these special areas during the winter season, but are reminded that traveling too close to these areas has resulted in serve injuries for previous visitors. The snow surrounding hydrothermal features can look solid but my actually be a weak snow layer hiding poles of acidic boiling water. Reduce your risk of injury by maintaining a safe distance.       Are You Ready for Winter Conditions? Safety is your responsibility. Here are a few suggestions to help keep you safe:    Water Exercising in dry high-elevation air makes one particularly susceptible to dehydration.   Waterproof Gear Always carry waterproof cold weather gear, even on sunny days    Layers Maintain an even temperature; excessive perspiration can lead to hypothermia   Map and Compass  Carry a topographic map and compass and know how to use them. Winter conditions including snow storms are especially difficult to navigate in without proper gear.",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/winter-safety.htm"
}
