{
    "title": "Lassen Volcanic National Park: Winter Activities",
    "body": "Winter Activities        Winter Activites include family snowplay, cross-country skiing, and ranger-led snowshoe walks among many others. NPS Photos       Whether you are looking for a contemplative snowshoe trip, family snow play, or challenging telemark runs, Lassen Volcanic National Park has a lot to offer. Although the park highway usually closes by mid-November, you can access the park year-round. Throughout the winter the park highway is plowed to the southwest parking area on the south side of the park and to the Loomis Museum on the north side of the park. The winter season provides visitors auto-free opportunities to see another, quieter side of the park. For more information on current conditions in the park (snow, weather, roads) please follow this link to the current condtions section of our website.      Family Snowplay The southwest parking area is a popular spot to bring the family, the sleds, and the BBQ (please use gas or remove your ashes). Within a short walk of your car, there is access to several sledding hills with beautiful panoramic views of Lassen Volcanic's snowcapped mountains. Restrooms are available during the winter. A snowplay area is available near the park's northwest entrance. Eskimo Hill, managed by the Lassen National Forest is located about 1 mile northeast of the park on Hwy. 44\/89.  Winter Camping Winter camping is quickly becoming a popular activity in the park. A free backcountry wilderness permit is required for winter camping in all areas of the park. Please follow this link to get more information on how and where to get backcountry\/wilderness permits, how to apply for one over e-mail. You are responsible for knowing and following all regulations regarding winter backcountry\/wilderness camping.  Snowshoeing Bring your showshoes and with just a short 10 minute walk you can enter a quiet winter wilderness. You might even find yourself wondering if you have the entire park to yourself. The park does not rent snowshoes, please arrange to bring your own snowshoes with you. If you are new to snowshoeing, or not quite sure you are ready to purchase your own pair, then head to the Manzanita Lake area and attend a ranger-led snowshoe walk, typically held mid January through the third weekend in March. During this walk the ranger will provide snowshoes and teach you the basics of snowshoeing, winter survival, and winter ecology. Check our schedule of events for ranger-led snowshoe walk dates this winter. Reservations are not required. However, limited snowshoes are available. Sign-up at the Loomis Ranger Station upon arrival.  Common courtesy is key for an enjoyable experience for all winter recreationists. Please keep in mind these etiquette tips while recreating:  Keep out of skier's tracks - walking or snowshoeing on tracks makes a skier's trek much more difficult. Keep to the right of skiers - they are moving much faster than snowshoers and walkers and head-on meetings can hurt! Skiers, snowshoers, and walkers going uphill need to yield to downhill skiers (the latter don't have much choice).When overtaking another skier call out \"track.\" Please proceed only after the skier in front has stepped off to one side. Step off the side of the trail while resting.This will prevent an unexpected collision with skiers. If you fall, move yourself and equipment to one side and try to fill any holes you made.   Cross-country and Telemark\/Randonee Skiing The vast majority of Lassen Volcanic's backcountry provides unparalleled opportunities for challenging and relaxed skiing. The Loomis Museum and the Southwest Parking Area are popular starting spots to ski the 29 mile snow-covered Main Park Road. There are very few marked backcountry\/wilderness winter skiing trails. The Forest Lake Trail, near the southwest parking area, and the Manzanita Lake Trail, surrounding Manzanita Lake, are the only marked winter trails in the park. Please see winter edition of the park newspaper Peak Experiences for detailed skiing information and maps with routes.  Download the Manzanita Lake Winter Trails Guide (pdf, 424 KB)",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/winter_activities.htm"
}
