{
    "title": "Lassen Volcanic National Park: Stargazing & Astronomy",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Stargazing & Astronomy                Stargazing & Astronomy        Star party at the Kohm Yah-mah-nee Visitor Center during the Lassen Dark Sky Festival NPS Photo          Half the park is after dark! From animals to plants and water to volcanoes, Lassen Volcanic National Park protects many different natural phenomena. One of the most spectacular is frequently overlooked -- our incredible, dark, night sky. Lassen Volcanic is one of the best places to learn about and enjoy the splendor of the night sky. Far from the light pollution of civilization, Lassen is one of the last sanctuaries of natural darkness. Whether you have yet to experience the grandeur of the Milky Way, or you are a dedicated amateur astronomer, Lassen's dark skies offer unparalleled view of the celestial wonders. Experience Lassen after dark:   Attend a Starry Night ranger-led program at various locations throughout the park Join us for Lassen's Dark Sky Festival Pick-up a night sky viewing book or sky chart from the Lassen Association bookstore, and explore the night skies on your own Learn more about Night Skies online New! Watch Lassen's Dark Sky video        Lassen Dark Sky Festival Friday, August 12 through Sunday, August 14, 2016 Join park rangers, astronomers, and planetary geologists in celebrating all that is out of this world during Lassen's Dark Sky Festival. Special programs, presentations, hikes, and Junior Ranger Night Explorer activities will be offered during the festival. View photos from the Dark Sky Festival on Flickr or a video about the festival on YouTube.   New! 2016 Dark Sky Festival schedule (1.7 MB, PDF) Highlights Include:  Nightly constellation tours and stargazing Astronomy activities including solar scope viewing, Junior Ranger Astronomy, and hands-on activities Discussions and demonstrations by National Park Dark Sky rangers, NASA, International Dark Sky Association, RECON, Astronomical Society of Nevada, and the Astronomical Society of the Pacific.            Astronomy Programs Astronomy Talks Various days, times and locations - subject to availability. Inquire at visitor centers.. Join a ranger for a auditorium or amphitheater program on topics that are out of this world such as tourist sights of the solar system, Earth's nearest neighbor - the moon, and our closest star - the sun.",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/stargazing.htm"
}
