{
    "title": "Lassen Volcanic National Park: Explore the Hydrothermal Areas",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Explore the Hydrothermal Areas                Explore the Hydrothermal Areas         This mud pot can be seen from the Bumpass Hell boardwalk. NPS Photo  The remarkable hydrothermal features in Lassen Volcanic National Park include roaring fumaroles (steam and volcanic-gas vents), thumping mud pots, boiling pools, and steaming ground. Water from rain and snow that falls on the highlands of the park feed the hydrothermal system.  Once deep underground, the water is heated by a body of hot or molten rock beneath Lassen Peak.  Rising hot water boils to form boiling pools and mud pots.  Super-heated steam reaches the surface through fractures in the earth to form fumaroles such as those found at Bumpass Hell and Sulphur Works.  These features are related to active volcanism and are indications of the ongoing potential for further eruptions from the Lassen \"volcanic center.\"        A visitor stepped on thin ground hiding boiling water and mud at Sulphur Works NPS Photo  Hydrothermal Area Danger For your safety, stay on established trails and boardwalks. Ground in hydrothermal areas can look solid but may actually be a thin crust hiding pools of acidic boiling water or mud. Traveling off-trail in these areas may result in severe injury. Visitors Have Been Injured When Traveling Off-Trail.   A visitor was severely burned in the summer of 2010 after he traveled off-trail in the Devils Kitchen hydrothermal area. He stated that \"It feels like I put my leg in a flame.\" On May 5, 2012, a visitor was air-lifted to a regional burn unit after stepping off the sidewalk at Sulphur Works. The ground appeared solid, but she easily broke through a one-inch crust, exposing her foot and ankle to boiling acidic water and mud.       Bumpass Hell Access the largest hydrothermal area in the park via a 3-mile round-trip hike. A boardwalk takes visitors through a 16-acre bowl of plopping mudpots, bubbling pools, and roaring steam vents - including the super hot Big Boiler.  Little Hot Springs Valley Located at the bottom of a steep valley, steam vents can be viewed via the park road with binoculars. There is no trail in this area.  Pilot Pinnacle There is no trail or parking area for this feature which includes steam vents, boiling pools and mudpots. One part of this area is visible from the park road; \"Fart Gulch\" is a chalk-colored hillside on the north side of the road near Little Hot Springs Valley. The sulfur smells makes this area easily identifiable.   Sulphur Works The park's most easily accessed hydrothermal area features boiling mudpots and steam vents viewable via a sidewalk.    Devils Kitchen A hiking trail in the Warner Valley area leads visitors to this bubbling cauldron. Explore steam vents, mudpots, and boiling pools on a short loop.  Boiling Springs Lake Accessed from the Warner Valley trailhead, this short hike leads to a bubbling lake with a temperature of the lake around 125 degrees. Mudpots and steam vents line part of the shore and drainage creeks. Be careful to stay on clearly marked trails in this area as the ground around the lake is unstable; travel in these areas may result in severe injury.  Terminal Geyser Access this gigantic steam vent from the Warner Valley trailhead. Although not a true geyser, this spurting steam located in the middle of a creek, provides a spectacular show!   Cold Boiling Lake Enjoy a short hike from the Kings Creek Picnic Area to this quaint lake where \"cold boiling\" bubbles rise like soda water.                      Hydrothermal Areas   4 Photos  Album includes photos of Bumpass Hell, Sulphur Works, Terminal Geyser, and Devils Kitchen",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/exploring-the-hydrothermal-areas.htm"
}
