{
    "title": "Lassen Volcanic National Park: Auto Touring",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Auto Touring              Auto Touring              Lassen Volcanic National Park Highway Highlights The 30-mile Lassen Volcanic National Park Highway offers and excellent introduction to the park. For a more in-depth auto-tour, pick up the Road Guide to Lassen Volcanic National Park at the Loomis Museum or Kohm Yah-mah-nee Visitor Center.        Top to bottom: Sulphur Works, Bumpass Hell parking area, Lake Helen and Lassen Peak, Kings Creek Meadow, Chaos Crags   1. Sulphur Works Have a safe hydrothermal experience at a roadside fumarole (steam vent) or surround yourself in the gurgling symphony of boiling mudpots at the park's most easily accessible hydrothermal area. 2. Bumpass Hell Overlook Can you spot the former Brokeoff Volcano, also known as Mt. Tehama, in the volcanic remnants that surround you? The nearby boulder tells the story of this massive volcano's destruction.  3. Lassen Peak Parking Area and Viewpoint Experience the majesty of Lassen Peak from the highest point on the park road at 8,512 feet.  4. Kings Creek Meadow Scenic Pull-out Get your camera ready for this scenic spot where Kings Creek meanders through an expansive meadow at the foot of Lassen Peak.  5. North Summit Lake Picnic Area and Loop Trail This perfect picnic spot invites you to take a dip in Summit Lake, stroll around the Summit Lake loop trail, or get ready for a trek out to Twin Lakes.  6. Hat Creek Don't miss this area's fantastic fall colors. Use the crosswalk to access hidden Hat Creek meadow at the base of Lassen Peak. Can you tell what animal used to live here?  7. Devastated Area Discover the devastation of Lassen Peak's last eruption on this short, accessible trail.  8. Chaos Crags and Jumbles Scenic Pull-out Look for this pull-out on the north side of the road about a half-mile after you emerge from the forest. Can you imagine the rock slide racing up to 100 miles an hour down Chaos Crags to create Chaos Jumbles?",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/auto_touring.htm"
}
