{
    "title": "Lassen Volcanic National Park: Backpacking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Backpacking                Wilderness Camping        NPS Photo       Backcountry or wilderness camping provides an opportunity to explore the numerous lakes, meadows and mountains that lay hidden beyond the park roads. To learn more about wilderness camping at Lassen Volcanic, please read the information below and review the Wilderness Camping handout.     Wilderness Camping Permits Backcountry permits are required for overnight camping in the wilderness. Permits are NOT required for camping in developed campgrounds. Permits may be obtained in the following manner: By email - Send a completed application to lavo_information@nps.gov with the subject line \"Wilderness Permit Application.\"  In person - Obtain a permit at one of the locations listed below. Please note that if permits are not available in remote locations including Butte Lake, Juniper Lake, and Warner Valley, please leave your contact information, a brief itinerary and an emergency contact. All stations are self-registration with the exception of Loomis Museum and Kohm Yah-mah-nee Visitor Center during regular business hours.  Loomis Museum (during regular business hours) Loomis Ranger Station Butte Lake Ranger Station Kohm Yah-mah-nee Visitor Center (during regular business hours or after hours in the Visitor Center vestibule open 24\/7) Warner Valley Ranger Station Juniper Lake Ranger Station          Backcountry Use Information Backcountry or wilderness camping provides an opportunity to explore the numerous lakes, meadows and mountains that lay hidden beyond the park roads. To learn more about wilderness camping at Lassen Volcanic, please read the information below and review the Wilderness Camping handout.    New! Bear Canister Bear Advisory Overnight backcountry users must use a bear canister to store food and scented items. This regulation is in response to increased negative bear and human interactions in the park.  Food, toiletries, utensils, cookware, and other food-scented items must be stored in an NPS approved canister when not in use or unattended. NPS approved bear resistant food storage containers include: Backpacker Model 812; BearVault 110b, 200, 250, 300, 350, 400, 450, 500; Bearikade Weekender MKII and Bearikade Expedition (1766 and higher); The Bear Keg; The Bare Boxer Contender (101) and Champ (202); and Lighter 1 Big Daddy and Little Sami.  Visit the bear safety page for more information.  Bear Canister Rental Bear resistant food canisters are available for rent or purchase at Lassen Association bookstores in the Loomis Museum and Kohm Yah-mah-nee Visitor Center duringbusiness hours. Rental is $5 for 7 days with a $95 deposit for a large canister. Canisters must be returned to the location rented and there will be a $15 charge for canisters returned dirty (not including wear\/dirt from normal use).  Trail Use Pets, bicycles, and vehicles are prohibited on trails.    Campfires are NOT Allowed in the Backcountry Help protect fragile park resources. At high elevations, wood gathering depletes organic material necessary to provide nutrients for plant growth. Backpacking stoves are allowed, please be conscious of fire danger.   Group Size Overnight backpacking groups are limited to 10 people. Larger groups must split into groups of 10 or less, travel and camp apart, and maintain a distance of 1\/2 miles at all times.   Areas Closed to Camping To ensure the enjoyment of all visitors, protect fragile resources, and ensure visitor safety, some areas of the park are closed to camping. Download camping restrictions map (pdf, 166KB). Camping is prohibited:     Within 1\/2 mile of any developed area or park road open to vehicular traffic, except in designated campgrounds. Within 1\/4 mile of any hydrothermal feature. Within 1\/4 mile in all directions of the following features:      Bumpass Hell Trailhead to Bumpass Hell  Kings Creek Falls    Cascade Springs  Kings Creek Meadow - Upper & Lower    Cinder Cone\/Painted Dunes Cliff Lake  Lassen Peak and Trail    Crags Lake  Little Willow Lake    Crumbaugh Lake  Mt. Harkness    Echo Lake  Shadow Lake    Hat Creek Cabin  Summit Trail from Summit Lake to Echo Lake",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/wilderness-permit-information.htm"
}
