{
    "title": "Lassen Volcanic National Park: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers             Kohm Yah-mah-nee Visitor Center NPS   Kohm Yah-mah-nee Visitor Center Open year round the Kohm Yah-mah-nee Visitor Center is an ideal location to plan your visit to Lassen Volcanic. Delve into Lassen's natural wonders by taking a stroll through the exhibit hall and learn more about the park's volcanic nature.  Watch the 20 minute park film for an overview of the history and geology of the park.  Chat with a ranger for hiking tips or attend a ranger- led program.  Operating Hours Lassen Cafe & Gift Nestled adjacent to the stone fireplace in the Kohm Yah-mah-nee Visitor Center, Lassen Cafe offers a variety of delicious and healthy items as well as a variety of beverages including espresso drinks.  Shop for gifts and souvenirs at Lassen Gift including art and crafts from local artists.  Open from 9-5 daily in the summertime.  WiFi is available. Winter hours vary, please contact the park for winter hours of operation. Lassen Association Bookstore Browse books, maps, trail guides and videos about the park's natural and cultural history at the Lassen Association bookstore.  The bookstore offers a large selection of educational gift merchandise to enhance your park experience and take home as memories.  All profits go directly to the park.        Loomis Museum during Dark Sky Festival   Loomis Museum Located next to picturesque Manzanita Lake the historic Loomis Museum is open during the summer months.  This accessible facility offers exhibits, an auditorium which features the park film and a Lassen Association educational bookstore.  All profits from the bookstore go directly to the park. Rangers offer ranger-led programs in the summer and provide information and park publications.  Exhibits include photos from B.F Loomis who documented Lassen Peak's most recent eruption cycle and promoted the park's establishment.  Additional exhibits include the original equipment Loomis used to document the eruptions and traditional Atsugewi basketry.  From the museum you can pick up the trail around Manzanita Lake for amazing views of Lassen Peak or cross the road to take a walk along the Lily Pond Nature Trail.  Operating hours.",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/visitorcenters.htm"
}
