{
    "title": "Lassen Volcanic National Park: Snowshoeing",
    "body": "Snowshoeing        The Ridge Lakes route offers spectacular views of Mt. Diller NPS Photo       Winter at Lassen offers the opportunity to step outside of the boundaries by trying something new or exploring new terrain. Once the roads disappear and the trails are hidden under snow, and snowshoes are a great way to explore. View ski and snowshoe routes in the winter newspaper Learn more about winter safety at Lassen Explore on Your Own Snowshoe routes are available at both the north and south entrances. Be sure to bring your own snowshoes. You may rent snowshoes before arriving at the park at sports stores in Redding and Chico. The park does not rent snowshoes or other winter equipment.  Ranger-led Snowshoe Walks If you are new to snowshoeing, consider joining a ranger-led snowshoe walk. Snowshoes are available for participants with a suggested $1 donation. If you are part of an organized group planning on attending a ranger-led snowshoe walk program, you must schedule one in advance. Please call 530-595-6133 or 6132. For those more familiar with snowshoeing, opportunities abound at both the north and south entrances. Be sure to bring your own snowshoes if you'd like to explore on your own! Read about suggested ski and snowshoe routes below or in the winter newspaper. For more information on ranger-led snowshoe walks click here.  Winter Ecology Snowshoe Program for School Groups (Grades 3 - 8) As part of Lassen Volcanic National Park's Education Program the park is offering Ranger-led snowshoe walks and winter ecology programs for school groups. Programs are by reservation only. Please visit our Field Trips page for more information.      Ski and Snowshoe Routes A variety of routes are available from both the north and south park entrances. View more information about winter routes in the park newspaper. View the maps below for route locations.   Beginner Routes   Manzanita Lake Snowshoe Loop This trail is not recommended for skiing Distance: 1.6 mile loop Elevation: 5800 feet to 5850 feet Average Time: 1.5 hours  Nanny Creek via McGowan Ski Trail Located in adjacent Lassen National Forest Distance: 5 miles to Nanny Creek one-way Elevation: 6080 feet to 5110 feet Average Skiing Time: 4 hours  Main Park Road to Lake Helen Distance: 12.4 miles round-trip Elevation: 6700 feet to 8200 feet Average Skiing Time: 6 hours Intermediate Routes Forest Lake Distance: 2 miles round-trip Elevation: 6700 feet to 7500 feet Average Skiing Time: 2 hours  Manzanita Creek Distance: 7.5 miles round-trip Elevation: 5850 feet to 7400 feet Average Skiing Time: 6 hours  Advanced Routes  Brokeoff Mountain Distance: 8 miles round-trip Elevation: 6650 feet to 9250 feet Average Skiing Time: 8 hours  Ridge Lakes Distance: 2 miles round-trip Elevation: 7000 feet to 8000 feet Skiing Time: 2 hours  Lassen Peak Distance: 20 miles round-trip Elevation: 6700 feet to 10,457 feet Average Skiing Time: 3 days       Southwest Winter Routes         Manzanita Lake Winter Routes",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/snowshoeing.htm"
}
