{
    "title": "Lassen Volcanic National Park: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking                 Hiking        Regional Map of Park       Lassen Volcanic National Park offers over 150 miles of hiking trails for visitors of levels of ability. Discover the devastation of Lassen Peak's last eruption on the accessible trail at the Devastated Area, explore Lassen's largest hydrothermal area on the Bumpass Hell trail, or spend the day climbing Brokeoff Mountain and enjoy its spectacular panoramic views. Please note that winter conditions often persist late into the summer months, and many trails are not snow free until June or July. View current trail conditions below or call (530) 595-4480 for the most up-to-date information.   Take the Reach Higher Trail Challenge! Pick up a participation brochure at a visitor station and start hiking to burn calories and earn a free commemorative bandana (while supplies last)!  Downloads Day Hike Guide Devils Kitchen Trail Guide: Printing version | Viewing version Mill Creek Falls Trail Guide: Printing version | Viewing version Lassen Peak Trail Guide: Printing version | Viewing version Bumpass Hell Trail Guide: Printing version | Viewing version Brokeoff Mountain Trail Guide: Printing version | Viewing version       Trail Notes  New! Bear Canisters Required for Backpackers Overnight backcountry users must use a bear canister to store food and scented items. This regulation is in response to increased negative bear and human interactions in the park.      Food, toiletries, utensils, cookware, and other food-scented items must be stored in an NPS approved canister when not in use or unattended.  NPS approved bear resistant food storage containers include: Backpacker Model 812; BearVault 110b, 200, 250, 300, 350, 400, 450, 500; Bearikade Weekender MKII and Bearikade Expedition (1766 and higher); The Bear Keg; The Bare Boxer Contender (101) and Champ (202); and Lighter 1 Big Daddy and Little Sami. BearVault canisters are available for rent at the Loomis Museum or Kohm Yah-mah-nee Visitor Center from 9 am to 5 pm daily.  Read the bear safety handout for more information.      Special Note for Equestrian Riders Equestrian riders are encouraged to only travel on trails which have been cleared of fallen trees. Please do  not off-trail travel. Call 530-595-4480 for the most up-to-date information.  Mountain Lion Advisory  Sightings have been reported on the Manzanita Lake and Brokeoff Mountain Trails. Please exercise caution in this areas, especially at dawn and dusk. Learn more about mountain lion safety.    Hydrothermal Area Danger For your safety, stay on established trails and boardwalks. Ground in hydrothermal areas can look solid but may actually be a thin crust hiding pools of acidic boiling water or mud. Traveling off-trail in these areas may result in severe injury. Read more about exploring the park hydrothermal areas.      Trail ConditionsNOTE: Please refresh your browser (F5) to ensure that you are viewing the most current data. Many browsers will cache data from web pages you have viewed before, and therefore displaying out-of-date information. Difficulty ratings: * Easy | ** Moderate | *** Strenuous Last updated August 2, 2016 - This will be the final trail report for the remainder of the hiking season unless a significant change occurs.Trail conditions will be updated as reports come in from the field. This will begin once roads open and trails melt.    Trail Difficulty Miles (RT) Condition  PCT   18.3 Northern side - no snowSouthern side - no snow  Southwest Area    Bumpass Hell  ** 3.0 Open   Brokeoff Mountain  *** 7.0 Open  Cold Boiling and Crumbaugh Lakes ** 2.6 Open  Kings Creek Falls  ** 3.0 Open. Hikers must travel to the falls via the horse trail. Cascades section is closed due to trail maintenance. Sifford Lakes **   Open  Lassen Peak *** 5.0 Small patches of snow - Sturdy hiking boots and trekking poles advised.   Mill Creek Falls  ** 3.8 Open  Ridge Lakes  *** 2.0 OpenTerrace, Shadow, and Cliff Lakes ** 4.0 Open  Northwest Area   Summit Lake to Cluster\/Twin Lakes Loop ** 11  Open - Trail passes through Reading Fire area. See bear advisory above.  Crags Lake ** 4.2Open  Devastated Area Interpretive Loop * 0.25 Open  Echo Lake ** 4.4 OpenLily Pond Nature Trail Loop * .5 Open  Hat Lake to Paradise Meadow ** 2.8 Open  Manzanita Creek ** 7.0Open - Bent trees overhang sections of the trail.  Manzanita Lake * 1.8Open - Mountain lion sighting reported early June and late July. Learn more about mountain lion safety.   Nobles Emigrant Trail *  Open  Butte Lake Area See bear advisory above   Bathtub Lake Loop ** 0.8OpenCinder Cone **(*) 4.0  Open Learn more about lightning safety.Prospect Peak *** 6.6 OpenButte Lake to Widow Lake   4.5Open  Snag Lake Loop   13 Open See bear advisory above  Warner Valley and Juniper Lake Areas  See bear advisory above   Boiling Springs Lake ** 3.0 Open  Devils Kitchen ** 4.4 OpenDrake Lake ** 4 Open  Dream Lake Basin * 1 Basin is closed, visitors are encouraged to view the area along the former lake shore.  Terminal Geyser ** 5.8 Open  Horseshoe Lake * 2.8 Open See bear advisory aboveInspiration Point ** 1.4 Open  Mount Harkness ** 3.8 Open - Learn more about lightning safety.",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/hiking_lassen_park.htm"
}
