{
    "title": "Lassen Volcanic National Park: Nearby Parks",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Nearby Parks              Nearby Parks                   Lava Beds National Monument               Crater Lake National Park               Redwood National and State Parks               Whiskeytown National Recreation Area               Oregon Caves National Monument               Tule Lake Unit             Circle of Discovery  Did you know that northern California and Southern Oregon are home to seven national park sites? This circle of parks protects everything from America's oldest trees and deepest lake to hydrothermal areas, ice caves, and dramatic waterfalls. Plan your centennial trip around the circle or \"tour\" them all at a special centennial exhibit at Turtle Bay Exploration Park in Redding, California from September 30, 2016 through January 2, 2017.         Islands at Whiskeytown National Recreation Area NPS Photo  Whiskeytown National Recreation Area 1 hr | 56 miles from Lassen Volcanic northwest entrance | Directions Whiskeytown National Recreation Area is geographically situated at the juncture of the Klamath Mountain Range and the northern edge of the Central Valley, making it home to a diverse collection of animal and plant life. The park provides outdoor enthusiasts with excellent opportunities for water recreation, hiking, mountain biking, horseback riding, and camping.        Inmates pass through Tule Lake Segregation Center NPS Photo  Tule Lake Unit of WWII Valor in the Pacific National Monument 2 hrs, 30 min | 137 miles from Lassen Volcanic northwest entrance | Directions The Tule Lake Unit, WWII Valor in the Pacific National Monument includes both the the Tule Lake Segregation Center, the largest and most controversial of the sites where Japanese Americans were incarcerated during World War II, and Camp Tulelake, which was first a Civilian Conservation Corps camp, then a prisoner of war camp, and finally an additional facility to detain Japanese Americans.            Blue Grotto Cave at Lava Beds National Monument NPS Photo  Lava Beds National Monument 2 hrs, 40 min | 130 miles from Lassen Volcanic northwest entrance | Directions Lava Beds National Monument is a land of turmoil, both geological and historical. Over the last half-million years, volcanic eruptions on the Medicine Lake shield volcano have created a rugged landscape dotted with diverse volcanic features. More than 700 caves, Native American rock art sites, historic battlefields and campsites, and a high desert wilderness experience await you.        Wizard Island and Crater Lake at Crater Lake National Park NPS Photo  Crater Lake National Park 3 hrs, 40 min | 208 miles from Lassen Volcanic's northwest entrance | Directions Crater Lake has inspired people for hundreds of years. No place else on earth combines a deep, pure lake, so blue in color; sheer surrounding cliffs, almost two thousand feet high; two picturesque islands; and a violent volcanic past. It is a place of immeasurable beauty and an outstanding outdoor laboratory and classroom.        Path through redwood trees at Redwood National Park NPS Photo  Redwood National and State Parks 4 hrs, 10 min | 180 miles from Lassen Volcanic northwest entrance | Directions Most people know Redwood as home to the tallest trees on Earth. The parks also protect vast prairies, oak woodlands, wild riverways, and nearly 40 miles of pristine coastline, all supporting a rich mosaic of wildlife diversity and cultural traditions. Together, the National Park Service and California State Parks manage these lands for the inspiration, enjoyment, and education of all people.        The River Styx at Oregon Caves National Monument NPS Photo  Oregon Caves National Monument 4 hrs, 40 min | 258 miles from Lassen Volcanic's northwest entrance | Directions Deep inside the Siskiyou mountains lies the \"Marble Halls of Oregon.\" The caves formed when acidic rainwater dissolved the surrounding marble, creating one of the few marble caves in the world. The monument's ancient forests contain endemic Port Orford Cedar and one of the largest Douglas-fir trees in Oregon.       The Klamath Network of national park sites in northern California and southern Oregon form the \"Circle of Discovery.\"",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/nearbyattractions.htm"
}
