{
    "title": "Lassen Volcanic National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping               Campgrounds of Lassen Volcanic        Campers on a typical summer day. NPS Photo \/ Greg Brahms       Lassen Volcanic has eight campgrounds that range from developed to primitive. Approximately half of the park's campsites are reservable. Four campgrounds are only first-come, first-served*. All group sites and stock corrals require reservations. Each campsite has a picnic table, fire ring equipped with grill, and a metal bear box for food storage. There are no hookups in the park. A dump station is located near Manzanita Lake.  *Please note that in designated non-reserveable sites and campgrounds, the park may post reservation cards for park sponsored groups such as researchers or park volunteers.      Stock Corral Reservations Are Available through www.recreation.gov To make stock corral reservations use www.recreation.gov or call 1-877-444-6777. Manzanita Lake Camping Cabins Enjoy one the park's new rustic cabins located on the north side of the Manzanita Lake campground, adjacent to Manzanita Lake. Learn more about the camping cabins as lassenrecreation.com or make a reservation at recreation.gov.  Crags Campground Converted to Volcano Adventure Camp To support the park's successful Youth Camping Program and better serve young visitors, Lassen is developing a new youth camping facility in the former Crags Campground area. Crags Campground is now closed to the public. Learn more.   2016 Fee Increase An increase for entrance and camping fees went into effect on June 1, 2015. Read more in the related news release.   New! 2016 campground operating dates are listed in the chart below.          Campground Dates   Status  Elev.  No. Sites  Fee  Features Notes   Butte Lake *6\/10-10\/25 Open 6100' 101  $20 \/ $15*   A, F, V, W, B, RV, R    Rough gravel road *Dry Camping after 9\/13     Volcano Adventure Camp *8\/7 - 10\/11  Closed 5700'    *Crags is now Volcano Adventure Camp ribbon cutting on 8\/6   Juniper Lake 7\/15 -10\/11 Open 6800' 18 $12  V, B, N  Rough gravel road; trailers not advised. When open, dry camping only (no potable water).   Manzanita Lake  *5\/27-snow closure Open 5900' 179  $24 \/ $15*   A, F, V, W, B, RV, S\/L\/S, DS, R Pull-through RV sites available; *No water or dump station after 10\/18\/16   Summit Lake North 7\/1-9\/13 Open 6700' 46  $22   A, F, W, B, RV, R     Summit Lake South 7\/1-9\/13  Open   6700'   48  $20     V, W, B, RV, R    Southwest Walk-in ** All year Open 6700' 20 $16\/$10*  F, V, W, N Campground restrooms close mid-October    Warner Valley 6\/3-10\/11 Open 5600' 18  $16 \/ $12*  V, W, RV, N  Rough gravel road; trailers not advised                        Group Campsites                Butte Lake 6\/10 - 9\/13 Open 6100' 6  $60  V, W, B, RV, RR  Six groups sites are in B loop   Lost Creek *6\/17-9\/20 Open 5900' 8  $60  V, W, RV, RR  *Closed 8\/2 - 8\/9 for special event.    Manzanita Lake 5\/27 - 7\/1 and 9\/6 - 10\/18  5900' 5 $70\/$40*  F, V, W, B, RV, S\/L\/S, DS, RR *Dry camping after 10\/18\/16      Juniper Lake July 15 -10\/11 Open 6800' 2 $30 V, B, RR                            Stock Corrals                 Butte Lake 6\/10-9\/13 Open 6100' 1 $35  RV, B, V, RR     Juniper Lake 7\/1 -10\/11 Open 6792' 1 $28  B, V, RR Dry camping only (no potable water)   Summit Lake  7\/1-9\/13 Open 6995' 1 $35 RV, B, V, RR        New! *Reduced fee when potable water is unavailable: - Full rate fee applies when water is available, regardless of using campground water or not. - Spigots are not at each campsite, but located throughout the campground. - Water won't be available with threat of freezing temperatures. All sites are provided with a picnic table, fire ring, and bear proof storage locker. ** Southwest Walk-in Campground special winter regulations; when snow covers the campground, fires and fire pans are not permitted. Self-contained barbecues are allowed in the paved parking area; please dispose ashes properly.    F Flush toilets   S\/L\/S Pay showers\/laundry services nearby   V Vault toilets   DS  Dump station   RV RV sites available   A Accessible sites available   R Partly reservable    B Boat launch   RR Reservations required    N No Reservations             Campground Information & Regulations Capacity Campsites are limited to three tents, six people, and two vehicles (including RV) per site. Group sites are limited to between 10-25 people and six vehicles.   New! Campground Fee Discounts Senior and Access pass holders are entitled to a 50% discount on camping fees. Other passes including the Interagency and Military do not entitle holders to a discount. Learn more about annual passes here.   Food Storage This is bear country; deer, squirrels and chipmunks are also year-round residents. Store all food in the bear proof box provided at your campsite, including pet food. It is illegal to feed, frighten, or disturb any wildlife. All resources such as wildflowers, plants, animals, and artifacts are protected by law in national parks. Please leave them for others to enjoy. Food storage boxes measure 4'x3'x2.5' (30 cubic feet).   Quiet Hours and Generators Quiet hours are from 10 pm to 6 am. Generators may be used only from 8 am to 10 am, 12 pm to 2 pm, and 5 pm to 7 pm.   Campfires You may gather downed, dead wood. Do not cut, saw, or break any standing trees, dead or alive. Fires are allowed only in designated fire rings. Do not build rock rings outside of the established ring or burn trash in the ring. Never leave fires or hot coals unattended and extinguish them completely before leaving. Sanitation Wash dishes at your campsite, not in restrooms or at water spigots. Please do not wash clothes, hair or bathe at water spigots or industrial sinks. Strained dishwater must be disposed of in the grates located in front of each restroom or industrial sinks. Dispose of food particles in trash bins, not in the sink drains or grates. Gray water from RVs and trailers must be contained & disposed of at the Manzanita Lake dump station. Water is a precious and limited resource; use it wisely. Please sort and place all trash and recyclables in the appropriate bins. Dump Station A dump station is located near Manzanita Lake Campground. Fee. Open late May through mid-October. Camper Store, Laundry, and Showers A camper store, showers and laundry machines are available near the Manzanita Lake campground. Showers and laundry machines take quarters; a change machine is located by the showers. Your quarters maintain the wastewater treatment system in the park and help return clean water to the park environment. Vehicles and Bicycles We encourage visitors to enjoy the campground, and help ensure the safety of all visitors by keeping all vehicles, including motorcycles, and trailers, and bicycles on paved areas at all times. Pets Pets are welcome in park campgrounds, however they must be attended and on a leash not longer than 6 feet at all times. It is the owner's responsibility to clean up after them.        Campgrounds of Lassen Volcanic National Park",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/camping_in_campgrounds.htm"
}
