{
    "title": "Lassen Volcanic National Park: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go          Manzanita Lake Located in the northwest corner of this park Manzanita Lake has some of the most iconic views of Lassen Peak.  The Manzanita Lake Campground and Cabins provide easy access to the lake where you can spend the day swimming, fishing or kayaking.  Keep your eyes and ears alert for wildlife while strolling around Manzanita Lake or one of the many other easy to moderate hiking trails in the area.  Learn more about the park by visiting the historic Loomis Museum and chatting with a ranger for hiking tips or attend a ranger-led program.  The Manzanita Lake Camper Store offers groceries, gas, hot showers, laundromat and other amenities.           Southwest Entrance  In the mountainous southwest region of the park lie the remnants of an old volcano known as Brokeoff Volcano or Mt. Tehama that once dominating the landscape at 11,500 ft.  Now several several peaks mark the outline of this once great volcano: Brokeoff Mountain, Mount Diller, Mount Conard and Pilot Pinnacle.  Discover steam vents and boiling mud at Bumpass Hell or Sulphur Works; two of the park's best known hydrothermal areas.  You can plan your visit or attend a ranger-led program at the Kohm Yah-mah-nee Visitor Center and then grab a snack at the Lassen Cafe before hitting the trails.  The rugged terrain in this corner of the park offers excellent moderate to difficult hikes such as Lassen Peak, Brokeoff Mountain, Mill Creek Falls and Bumpass Hell.  In the winter this corner of the park is transformed into a haven for skiing and snowshoeing.  Enjoy winter camping at the Southwest Walk-In Campground, the park's only year-round campground.         Butte Lake A real attraction for geology buffs - Butte Lake offers great views of Cinder Cone, the youngest volcano in the park forming a mere 350 years ago in the 1660's. Located in the northeast corner of the park, the Butte Lake region is very different from the rest of the park and was once its own National Monument. The hike to its summit is one of the most challenging hikes at Lassen, but also one of the most rewarding offering spectacular views of the Painted Dunes and Lassen Peak.  The Butte Lake Campground offer solitude and is characterized by old growth Jeffery Pines.  Explore the eastern half of the park by taking one of the numerous hiking trails leading into spectacular wilderness from Butte Lake trail head. Spend the day kayaking, swimming and fishing in the secluded coves of the lake.          Warner Valley Located in the south-central part of the park, the Warner Valley provides superb outdoor recreation opportunities in a seemingly timeless setting.  Hike through lush meadows and spot wildlife along trails to some of the park's out-of-the-way hydrothermal areas like Boiling Springs Lake and Devil's Kitchen. The Drakesbad Guest Ranch is maintained in the style of the 1920's and offers visitor's a rustic retreat experience.         Juniper Lake The largest lake in the park is located at the end of a primitive dirt road.  The crystal clear snow-fed waters of Juniper Lake are perfect for swimming, kayaking and spending time on the beach.  The nearby Mount Harkness has one of the oldest fire lookouts in the park service and some of the best views of the park and surrounding areas.  There are several other great hikes that leave from Juniper Lake as well as a small campground near the lakeshore.",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/placestogo.htm"
}
