{
    "title": "Lassen Volcanic National Park: Manzanita Lake",
    "body": "Manzanita Lake Campground        NPS Photo       Manzanita Lake Campground is located one mile east of the Manzanita Lake Entrance. This popular campground is ideal for families, RVs and trailers. Located adjacent to Manzanita Lake, campers can enjoy swimming, fishing, kayaking, and hiking.       Region   Manzanita Lake     Elevation    5890 feet     Season   5\/27\/16 to snow closure (loops C&D close 10\/18) No water after 10\/18     Reservations   Loops A and C are reservable; Loops B and D are first-come, first-served     Fee   $24 \/ $15 (dry)      Number of sites   179     Maximum RV length   40 feet     Maximum trailer length   40 feet     Accessibility   Sites B-9, A-32     Restrooms   Flush toilets, vault toilets after 10\/18     Water   Potable water available until 10\/18     Food storage   Metal food locker     Dump station   Yes     Amenities   Camper store, gift shop, coin-operated showers, coin operated laundromat, kayak rentals     Pets   Permitted (more about pet regulations)     Ranger-led programs   Scheduled programs are offered at Manzanita Lake     Phone   Payphone at Manzanita Lake Camper Store     Recreation   Hiking, backpacking, swimming, non-motorized boating, fishing, picnic ground       Notes  Reservations may be made a maximum of 6 months and a minimum of 4 days of your arrival date. Dump station is open May 27 to October 18, 2016. Reservation cards may be posted by the park for park sponsored groups in Loops B and D. Loop D is a tents only area.   Reservations are available online at http:\/\/www.recreation.gov\/ or by phone 1-877-444-6777. Reservations may be made up to 6 months in advance. Reservations are accepted beginning May 27, 2016 through October 17, 2016. All campsites are first-come, first-served beginning October 18, 2016.   Download the Mazanita Lake Campground Handout.         Manzanita Lake Campground",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/manzanita-lake-campground.htm"
}
