{
    "title": "Lassen Volcanic National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits & Reservations      Campground Reservations Sites may be reserved in advance for certain campgrounds.  For reservations call 1-877-444-6777 or visit www.recreation.gov  Reservations are required for group campsites.  All campgrounds (except group campsites) have designated first-come, first-served campsited.  You cannot reserve these sites, but they can fill up.  You may not hold a site for someone who has not arrived.Wilderness Camping Permit A free wilderness camping permit is required for all backcountry camping in Lassen's wilderness.  Permits can also be obtained in person at the Kohm Yah-mah-nee Visitor Center or Loomis Museum. There are no quotas. Stock Use Permit Visitors bringing horses and other pack animals into the park need a free stock day use permit.  Stock day use permits are available at the Kohm Yah-mah-nee Visitor Center and Loomis Museum.      Special Park Use Permit Special Park Use Permits are required for activities that provide a benefit to an individual, group or organization, rather than the public at large. In addition, special events usually require some degree of management from the National Park Service staff in order to protect park resources and the public interest. Some examples of special events that may require a permit are sporting events, festivals, concerts, weddings, cultural programs, and large group picnics. Regulations covering special events can be found at 36 CFR 2.50. The authority for the National Park Service to recover and retain costs associated with managing special park uses is found at 16 USC 3a. Charges established for special park uses are intended to recover costs associated with managing the activities and not to generate revenues beyond actual costs. The goal of the park in issuing a permit is to ensure that the permitted activity does not interfere with the enjoyment of the park by other visitors and that the natural and cultural resources of the park are protected. Permits are issued on a first-come, first-served basis up to one year in advance. Please provide the park with as much notice as possible to consider your request. It may be necessary for park staff to contact you for further information while considering your request. The permit application must be accompanied by an application fee of $75.00 which reimburses the park for costs incurred in processing your request. There may be additional charges for large events that require additional NPS personnel for public safety or traffic control, site cleanup, trash removal, or property damage. Freedom of speech, press, religion, and assembly are constitutional rights. However, the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect park resources. Therefore, all first amendment activities require special use permits and the NPS may regulate the time, place, and manner in which they are conducted. There is no charge for these types of permits. To access the Special Park Uses Permit application, click here. Commercial Filming Permit All commercial filming requires a permit. Commercial filming is defined as digital or film recording of a visual image or sound recording by a person, business, or other entity for a market audience, such as for a documentary, television or feature film, advertisement, or similar project. It does not include news coverage or visitor use. Still photography activities require a permit only when:  The activity takes place at location(s) where or when members of the public are generally not allowed; or The activity uses model(s), sets(s), or prop(s) that are not a part of the location's natural or cultural resources or administrative facilities; or The park would incur additional administrative costs to monitor the activity  News coverage does not require a permit, for either filming or still photography, but is subject to time, place, and manner restrictions, if warranted, to maintain order and ensure the safety of the public and the media, and protect natural and cultural resources. Filming Permits $75 minimum and location fees Commercial Filming\/Videos Location Fees 1-2 people camera & tripod only: $0\/day 1-10 people: $150\/day 11-30 people: $250\/day 31-49 people: $500\/day Over 50 people: $750\/day Still Photography Location Fees 1-10 people: $50\/day 11-30 people: $150\/day Over 30 people: $250\/day To access the Filming Permit application, click here. Commercial Use Authorizations Commercial Use Authorizations (CUAs) authorize companies or individuals to conduct business in Lassen Volcanic National Park annually. A CUA provides a non-exclusive license to offer services to park visitors. An organization is considered a business if it provides goods, services, activities, etc. to the public using National Park Service lands. By definition, if a business receives any form of compensation for the goods, services, activities, etc. provided, it is conducting business or commercial activity. CUA activities must be appropriate to the mission of the park, complement resource protection, visitor protection and interpretation goals, and not pose any potential for derogation of values or purposes for which the park was established. Activities must be consistent with the park's present operations as well as future plans. The park will not normally limit the number of organizations that offer similar services or activities. CUA holders have their bases of operation outside the park. All the commercial aspects of the activity must occur outside of NPS lands. This includes marketing, advertising, use of permanent or temporary structures, and negotiation with customers. Compensation or payment for services, (including tipping) may not occur on NPS lands. To access the CUA application, click here. If you are a nonprofit organization without taxable income, under the new National Park Service guidelines you are not required to obtain a Commercial Use Authorization. However, you are required to obtain a Special Park Use Permit. To access the Special Park Uses Permit application, click here.",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/permits.htm"
}
