{
    "title": "Lassen Volcanic National Park: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons       Lassen Volcanic National Park is open year-round, 24 hours per day. Road access is limited in the winter months. Please check road conditions for road status if visiting October through June. Many facilities are open for the summer season only. Read below for more information about facility operating days and hours.         Kohm Yah-mah-nee Visitor Center NPS Photo  Kohm Yah-mah-nee Visitor Center The Kohm Yah-mah-nee Visitor is located near the southwest entrance. This accessible center features exhibits, an amphitheater, auditorium, cafe and gift shop, educational bookstore, dining area, and summer patio. Rangers offer summer programs.  Phone: (530) 595-4480 Operating Hours: 9 am to 5 pm Seasons: April 1 through October 30 - Open daily October 31 through March 31 - Open Wednesday through Sunday Closed Mondays and Tuesdays, excepting Jan. 18, 2016 (Martin Luther King Day) and Feb. 15, 2016 (President's Day). Closed Thankgiving and Christmas days.   Please note the Lassen Café and Gift hours below.  Please note: The visitor center may close at anytime due to inclement weather or heavy snowfall prohibiting access to the southwest area. Please check the current conditions page for update-to-date information on road and building conditions.        NPS Photo  Lassen Cafe & Gift (Kohm Yah-mah-nee Visitor Center)  2016 summer hours: Open daily May 27 through September 5 -  9 a.m. to 5 p.m. 2016 winter and spring hours: Open Saturday and Sunday only through April 30 - 11 a.m. to 2 p.m. Open daily May 1 through May 26 - 9 a.m. to 4 p.m.   Arranged Meals  If you are part of an organized group with 10 or more people and would like meals provided by the cafe, please call the cafe at (530) 595-3555 at least a week in advance to arrange meals for your group. Special requests can be taken. www.lassenrecreation.com        NPS Photo  Loomis Museum The historic Loomis Museum is located at the northwest entrance of the park. This accessible facility offers exhibits, an auditorium, and educational bookstore. Rangers offer summer ranger-led programs, and provide information and park publications. Exhibits include photos from B.F. Loomis who documented Lassen's Peak most recent eruption cycle and promoted the park's establishment. Additional exhibits feature the original equipment Loomis used to photograph the eruptions, and traditional Atsugewi basketry.  Operating Season: May 27 through October 30, 2016 Hours: May 27 through June 12, Friday - Sunday, 9 - 5 June 13 - October 30, Daily, 9 a.m. to 5 p.m. Phone: (530) 595-6140       Manzanita Lake Camper Store The camper store is located near the northwest entrance of the park adjacent to the Manzanita Lake Campground. The camper store offers a large variety of camper supplies, gifts and food. Soft serve ice cream, hot meals and s'more packs are summer camper favorites. Cabin and kayak rentals are also available through the camper store. The only gas station at the park is located behind the camper store and is available 24 hours a day with a credit card during operating season.  Operating Season: May 19 through October 11, 2016 Hours: May 19 to June 9: 8 a.m. - 5 p.m. June 10  to August 21: 7 a.m. - 9 p.m. August 22 to Sept 5: Fridays thru Sundays 7 a.m. - 9 p.m. & Mondays thru Thursdays 8 a.m. - 6 p.m. September 6 to October 11: 8 a.m. - 5 p.m.  Phone: (530) 335-7557 Website: www.lassenrecreation.com",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/hours.htm"
}
