{
    "title": "Lassen Volcanic National Park: Southwest walk-in",
    "body": "Southwest Walk-In Campground        NPS Photo       The Southwest campground is located on the east side of the Kohm Yah-mah-nee Visitor Center parking area. A short walk along a paved walkway provides easy access to each site. The Mill Creek trail begins from the north side of the campground. Additional areas nearby include the Brokeoff Mountain trailhead, Ridge Lakes trailhead and Sulphur Works hydrothermal area.     Region   Southwest     Elevation    6700 feet     Season   Open year round, snow camping in winter     Reservations   First-come, first-served only     Fee   $16 \/ $10 (dry camping)      Number of sites   21     Maximum RV length   Tent camping only     Maximum trailer length   Tent camping only     Accessibility   N\/A     Restrooms   Flush toilets available mid-October (Flush toilets available year-round in the Kohm Yah-mah-nee Visitor Center 24-hour vestibule)     Water   Potable water available until mid-October (Water available year-round in the Kohm Yah-mah-nee Visitor Center 24-hour vestibule)     Food storage   Metal food locker (more about food storage)     Dump station   No     Amenities   Cafe, gift shop (see operating hours)     Pets   Permitted (more about pet regulations)     Ranger-led programs   Scheduled programs are offered at the Kohm Yah-mah-nee Visitor Center, including evening programs at the Kohm Yah-mah-nee amphitheater adjacent to the campground.     Phone   Emergency phone     Recreation   Hiking, backpacking       Notes   Reservation cards may be posted by the park for park sponsored groups.    The walk-in is located adjacent to the parking area, and campsites are accessed via a short walk on a paved path.    RVs may park overnight in the campground parking lot. Fee applies.   Download the Southwest Walk-in Campground Handout         Southwest Walk-in Campground Map",
    "url": "https:\/\/www.nps.gov\/lavo\/planyourvisit\/southwest-walk-in-campground.htm"
}
