{
    "title": "Voyageurs National Park: Leave No Trace Principles",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Camping     Leave No Trace Principles                Leave No Trace Principles       The actions we take when visiting natural areas will always have an effect on the places we explore. Choose to make only beneficial impacts by following the principles of \"Leave No Trace.\" By practicing these seven Leave No Trace principles, no matter the season, you can help be a steward of your national park.        Prepare for weather and changing conditions. NPS  Plan Ahead and Prepare Summer    Know and understand park rules Prepare for extreme weather. Make a campsite reservation in advance. Print campsite permit and bring from home.    Winter    Know the area and what to expect. Prepare for extreme weather and changing conditions. Monitor snowmobile, ski trail, and ice road conditions. Be aware of regulations and special rules.           Hike on established trails (Black Bay Beaver Pond Trail). NPS  Travel and Camp on Durable Surfaces Summer    Hike on established park trails. Only camp at designated campsites. Pitch tents on existing tent pads. Avoid altering campsite and surrounding vegetation.    Winter    Stay on deep snow cover where possible. Choose a campsite on ice or deep snow. Stick to marked snowmobile trails and portages. Avoid parking snowmobiles on vegetation.         Dispose of Waste Properly Summer    Pack out what you pack in. Repackage food and gear to minimize waste. Use pit toilets when available and avoid putting trash in them. Leave campsite in better condition than when you arrived.    Winter    Dismantle all snow structures when you leave. Chop up ice blocks and remove from ice surface.           Take photographs to remember your trip. NPS  Leave What You Find   Leave all plants, animals, and rocks as you find them. Take photographs to remember your trip. Avoid transporting non-native or invasive species. Respect all historic structures in the park and leave historical artifacts in place.       Minimize Campfire Impacts Summer    Use a campstove for cooking. Keep fires in established fire rings in campsites. Only use dead wood found on the ground. If you bring wood in, it must be approved by MN Department of Natural Resources.    Winter    Campfires can cause lasting impacts as the snow melts.           Observe wildlife from a distance. NPS  Respect Wildlife Summer    Observe wildlife from a distance. Control your pets on a leash at all times. Keep your food secure from wildlife in bear-proof food lockers and poles Avoid wildlife during nesting periods.    Winter    Winter is a vulnerable time for animals. Never feed wildlife or leave food behind.         Be Considerate of Other Visitors Summer    Let the sounds of nature prevail. Camp and picnic away from others. Respect other visitor's quality experience. Be aware of your impact on other people.    Winter    Yield to others. Prepare for blind corners. When stopped, move off the trail. Avoid walking on groomed ski trails.",
    "url": "https:\/\/www.nps.gov\/voya\/getinvolved\/supportyourpark\/leavenotrace.htm"
}
