{
    "title": "Manzanar National Historic Site: Educator Resources Box",
    "body": "Educator Resources Box         The Manzanar Educator Resources Box is bursting with good things to help teachers share the stories of internment. NPS Photo  Manzanar's Educator Resources Box is available for sale in our bookstore. The box contains extensive standards-based lesson plans, four reproductions of the Manzanar Free Press newspaper, our award-winning documentary DVD Remembering Manzanar (22 minutes) and much, much more. The box sells for $29.95 plus tax and shipping. The lesson plans are available on this website.      Getting Started Click the gold links to open .pdf files of the curriculum. All of the lessons are now available here for you to download. Educator Resources User Guide has an Introduction to the curriculum, Credits, and the Table of Contents. Whet your appetite with the list of lesson plans, then scroll down this page to download the lessons. Standards that the lessons are based on include: National Primary Standards California Primary Standards National Secondary Standards California Secondary Standards Take a look at the standards to find a corresponding lesson that meets your needs.      Primary Curriculum (4th Grade) Some files are quite large. Lesson 1 is available as a complete lesson. Lessons 2 - 4 are available both as complete lessons and as individual activities. Download based on your classroom needs or your internet connection speed. Lesson 1: Identity (2.8 MB) How do we Start to Understand Different Life Experiences? Includes Activities: Who Am I? What is Your Family Story? What is a Shared Past? Lesson 2: Connections to the Past (16.8 MB) How do we Connect With the Past?  Includes Activities: 1. Setting the Scene: America in the 1940s (1MB) 2. What Was Life Like in the 1940s? (6 MB) 3. Learning From Each Other (.4 MB) 4. Tracing the Past (8.6 MB) 5. KWL (1 MB) Lesson 3: War (7.7 MB) How does War Affect our Lives? Includes Activities: 1. So Far From the Sea (.9 MB) 2. War (1.2 MB) 3. Introducing War Hysteria (4.9 MB) 4. KWL (.9 MB) Lesson 4: Remembering Manzanar (17 MB) How did Japanese Americans' Identities Shape their Internment Experiences? Includes Activities: 1. Remembering Manzanar (1.6 MB) 2. Interned (3.2 MB) 3. 10,000 Lives, 10,000 Stories (2.3 MB) 4. Extra, Extra! Read All About It! (10 MB) 5. Daily Activities (2.8 MB) 6. Who Were These People? (19.8 MB) 7. Life After Camp (2.7 MB) 8. What is Freedom and Who Will Guarantee it? (2.8 MB) 9. KWL (.6 MB)  If you have a fast connection, you are welcome to download the entire Primary Curriculum (23.6 MB).      Secondary Curriculum (10th and 11th Grades) Lessons 1 - 5 are available both as complete lessons and as individual activities. Lesson 6 is just one activity. Lesson 1: Identity Awareness (7.7 MB) How do we Start to Understand Different Life Experiences? Includes Activities: 1. Who Am I? (1.3 MB) 2. Friends (4 MB) 3. Perceptions (1.3 MB) 4. KWL (1.3 MB) Lesson 2: Connections to the Past (10.5 MB) How do we Connect with the Past? Includes Activities: 1. Setting the Scene: America in the 1940s (1.4 MB) 2. Learning From Each Other (1.7 MB) 3. Tracing the Past (6.7 MB) 4. KWL (1 MB) Lesson 3: War (4.6 MB) How Does War Affect America's Identity? Includes Activities: 1. History of Japanese Americans (1.4 MB) 2. War (1.3 MB) 3. Introducing War Hysteria (1.5 MB) 4. KWL (.7 MB) Lesson 4: Internment Experiences (4.4 MB) How did the Identities of Japanese Americans Shape their Internment Experiences? Including Activities: 1. Remembering Manzanar (1 MB) 2. Interned (.8 MB) 3. Identities (1.5 MB) 4. Daily Motion (.7 MB) 5. KWL (.7 MB) Lesson 5: Perspectives and Consciousness (5.9 MB) How can Perspectives Dictate the Treatment of a Race or a Community? Includes Activities: 1. The Power of Words (2.3 MB) 2. Perspectives (.9 MB) 3. Racism and Racial Profiling (2.4 MB) 4. KWL (.8 MB) Lesson 6: Identity Shaping Experiences (1.3 MB) How can we Stand for Freedom? Includes Activity: Apology If you have a fast connection, you are welcome to download the entire Secondary Curriculum (26.6 MB).      Additional Resources ID Booklets These biographical booklets tell the personal stories of internees and others directly affected by the internment experience. KWL Chart Use this chart when directed in lessons to have students reflect on \"What do I know?\"; \"What do I want to know?\"; and \"What have I learned?\" Related Books, Videos, and Web Sites With the wealth of resources available today about Manzanar and the internment experience, you will always find more to learn and share. Manzanar NHS Education Program Reservation Request School tours are arranged by reservation. Please call (760) 878-2194, ext. 3333, to schedule a field trip any time during the year. Or download and print the Educational Program Reservation Request Form and fax it to (760) 878-2949. If you do not receive a phone call within 48 hours, please call (760) 878-2194 ext. 3333. There is no charge for the tour or for parking. Ranger-led programs are normally 90 minutes long; this includes time to see our 22-minute film and look at the exhibits. Shorter programs may be arranged upon request. Manzanar: Desert Diamonds Behind Barbed Wire In February 2007, Manzanar National Historic Site cooperated with Ball State University (BSU), the National Baseball Hall of Fame and Museum, and the National Park Foundation to produce the \"Desert Diamonds Behind Barbed Wire\" Electronic Field Trip. Japanese Americans who had been confined in Manzanar, park rangers, and students brought history to life from various locations around Manzanar. You can watch the \"field trip\" online at http:\/\/www.schooltube.com\/video\/dfb7f72371e4928f1c82\/Desert-Diamonds-Behind-Barbed-Wire",
    "url": "https:\/\/www.nps.gov\/manz\/learn\/education\/educator-resources-box.htm"
}
