{
    "title": "Manzanar National Historic Site: General Management Plan",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     General Management Plan                General Management Plan      General Management Plan  and  Environmental Impact Statement  Manzanar National Historic Site  Inyo County, California August 1996 The General Management Plan and Environmental Impact Statement presents a proposal and two alternatives for the management, use, and development of Manzanar National Historic Site (NHS). The proposed plan provides for acquisition of the camp from the current owner and protection of historic and prehistoric resources through a program of resource management and law enforcement. Features include conversion of the historic camp auditorium to an interpretive center and the creation of a network of wayside exhibits throughout the mile-square camp, accessible to visitors by a tour route around the periphery of the camp. A shuttle system would be operated during heavy use periods. Boundary additions, encompassing additional historic resources, are proposed. Reconstruction of a limited number of representative structure would provide additional interpretive features. National Park Service (NPS) support for the annual spring Manzanar Pilgrimage, organized by the Manzanar Committee, would continue.  Alternative A: No Action, would continue the current situation at Manzanar. Lands would not be acquired, resources would not be protected, and no additional steps would be taken to accommodate visitor interest and use. NPS support for the annual Manzanar Pilgrimage would continue.  Alternative B: Minimum Requirements, would be similar to the proposed plan in terms of resource management and protection, but would provide fewer visitor services. There would be no reconstruction and the boundary would not be enlarged from that authorized. There would be no shuttle service.  The environmental consequences of the alternatives are fully documented. No significant adverse impacts are anticipated.  SUMMARY  This document includes a proposed general management plan and a final environmental impact statement. Two alternatives, including No Actioon, Minimum Requirements, are evaluated as well.  The proposed action would provide staffing and resource management to protect the site's historic and prehistoric features in perpetuity. Features of significance include those associated with the World War II relocation center, centuries of occupation by American Indian cultures, and pioneer ranching and farming activities.  The site would be managed as a cultural landscape based on the World War II relocation center period. Management as such would require rehabilitation of the gridwork of the camp road system, thinning and clearing of some areas of dense tree growth, reconstruction of the camp's perimeter fence, and rehabilitation of some of the rack gardens and ponds constructed by the internees. Historically significant orchards and ornamental plants from both the farming and relocation eras would be retained and managed as landscape features.  Reconstruction of sample barracks and a watchtower would be undertaken to enhance interpretation and visitor understanding of the camp experience.  The plan calls for expanding the current authorized boundary to include approximately 800 acres. Legislation is currently pending. The expanded boundary would encompass additional historic resources associated with the relocation center and with other historic eras at the site.  Visitors would be served by converting the historic auditorium into an interpretive center, providing an initial point of contact to inform the visitor about the site through a series of displays and presentations. Barracks blocks and significant structures throughout the camp would be marked to demonstrate the camp layout to the visitor.  Outlying areas of the camp would be available to visitors through the improvement of historic roadway alignments to accommodate one-way auto traffic. Interior portions of the camp would be accessible only by foot. A shuttle system would provide visitor access and interpretive tours during periods of substantial use. All visitor use planning would be done to meet current mandates for handicapped access and multilingual interpretation.  NPS support would be provided for the annual Manzanar Pilgrimage, which would continue to occur in the vicinity of the cemetery. The parking and circulation plan for the site would minimize the impacts of this major annual (late April) event on the site's resources.  No significant adverse environmental impacts would be expected as a result of the proposal. Major beneficial impacts would accrue in the area of cultural resource protection and visitor use. Minor adverse impacts would result from the added structure' visual disruption of the scene, and to wildlife through the thinning and clearing or existing vegetation.  The no-action alternative would continue the existing minimal Park Service capability at the site, consisting of one staff person working with the landowner and other groups to promote resource protection and visitor service on a voluntary basis. Cultural resource quality would continue to decline through natural forces of erosion and weathering and through vandalism. Visitors to the  site would continue to stop at the site out of curiosity but would not be provided much information on the site and its prehistory and significant national history.  The minimum requirements alternative would be similar to the proposed action in providing resource management and protection, and in steps aimed at restoring the essentials of the cultural landscape. The auditorium would be converted to an interpretive center and a network of wayside exhibits would be provided at outlying areas. This alternative would not include boundary expansion, there would be no shuttle system, and there would be no reconstruction of the barracks and watchtower structures.  As in the case of the proposed action, minor adverse environmental impacts would accrue to visual quality and wildlife and beneficial impacts in the area of cultural resource protection would be significant.  TABLE OF CONTENTS  INTRODUCTION  PURPOSE AND NEED FOR THE PLAN   PLANNING ISSUES  RELATIONSHIP TO OTHER PLANS  ALTERNATIVES   PROPOSED GENERAL MANAGEMENT PLAN  ALTERNATIVE A: NO ACTION  ALTERNATIVE B: MINIMUM REQUIREMENTS  ALTERNATIVES CONSIDERED BUT REJECTED  THE AFFECTED ENVIRONMENT   SOCIOECONOMIC ENVIRONMENT  CULTURAL ENVIRONMENT  NATURAL ENVIRONMENT  VISITOR USE ANALYSIS  FACILITY ANALYSIS  ENVIRONMENTAL CONSEQUENCES   PROPOSED GENERAL MANAGEMENT PLAN  ALTERNATIVE A: NO ACTION  ALTERNATIVE B: MINIMUM REQUIREMENTS  CONSULTATION AND COORDINATION  PLANNING TEAM AND CONSULTANTS  APPENDICES  INDEX  INTRODUCTION  Manzanar National Historic Site was established by PL 102-248, in March, 1992. The legislation states that the Historic Site is intended to \"provide for protection and interpretation of historical, cultural, and natural resources associated with the relocation of Japanese Americans during World War II…..\"  The regional map below shows the location of the unit.    Manzanar is intended to preserve and interpret a representative War Relocation Center as an aspect of the nation's Pacific Campaign of World War II. There were 10 such centers established in western states to confine persons of Japanese descent residing on the west coast. These centers were established pursuant to Executive Order 9066, which authorized the Secretary of War to exclude citizens and aliens from certain designated areas as a security measure against sabotage and espionage. Over 120,000 persons were relocated to those centers. All ten centers were assessed by an NPS historian in the mid-1980's, and Manzanar was determined to be the best preserved and have the greatest potential as a national park unit.  The authorized historic site includes the area occupied by the 10,000 internees, the administrative area, the camp cemetery, and certain support facilities such as a hospital, camouflage factory, and experimental plantation. The area of the site is approximately 555 acres.* See Map 2. The historic site occupies only a small portion of the land included in the six thousand acre Manzanar War Relocation Area. The boundary of this area is shown on Map 3. The outlying acreage was used for agricultural activities and water management facilities.  Based on History and Prehistory in the National Park System and the National Historic Landmarks Program, 1987, the site provides a major contribution to National Park System representation in Theme VIII, World War II, Subtheme B, War in the Pacific, 1941-45. Because of the site's long history of occupation and use by Native American peoples, and its history as an early ranching area and agricultural subdivision, the site also makes contributions toward system representation in Theme I, Cultural Developments: Indigenous American Populations, and Theme XXX, American Ways of Life.  The land within the authorized NHS area is owned by the Los Angeles Department of Water and Power (LADWP), which acquired the land in the 1920's for the water rights. Three intact buildings on the site remaining from the center's operation include two small rock sentry posts located at the historic entrance near Highway 395, and a large wood-frame auditorium. The auditorium was, until January 1996, used by the county as a vehicle maintenance facility. In addition to the standing buildings, there are many foundations, the remaining gridwork of the center's road system, numerous landscape plantings, and the remains of many of the rock gardens built by the internees.  The legislative history indicates that, in addition to the internment era, the Site would also interpret earlier historic eras, including Native American use, and pioneer ranching and farming in the area, including the early twentieth century agricultural village of Manzanar.    Special provisions of the legislation include:   1. Lands owned by the state or a political subdivision may be acquired only by donation or exchange.  2. Lands may not be acquired until an agreement for water supply has been consummated with the City of Los Angeles.  3. Movement of livestock across contiguous Bureau of Land Management (BLM) land is authorized in lieu of such movement across the historic site.  4. Contribution of up to $1.1 million for the relocation of Inyo County's maintenance facility from the camp gymnasium to a new facility is authorized.  5. Creation of an 11-member advisory commission for the site is authorized, to consist of internees, local residents, Native Americans, and the general public.  6. Cooperative agreements with public and private entities for management and interpretation at the site are authorized.  7. Cooperative agreements with the state or political subdivisions for rescue, fire fighting, and law enforcement services on a reimbursable basis are authorized.    PURPOSE AND NEED FOR THE PLAN  There is no existing plan for the Manzanar National Historic Site. A general management plan is needed for the site to outline long-term strategies for dealing with resource protection and visitor use. Public Law 95-625 requires that general management plans be completed for each unit of the National Park System, and a general management plan is specifically mandated for Manzanar NHS by the authorizing legislation.  PLANNING ISSUES  The following are the primary issues to be addressed in the general management plan:  Cultural Resource Management  The site is very rich in historic and prehistoric archeological resources, with fabric and artifacts located on virtually every square foot of the site. The site is already visited by thousands of people each year, and the resources are subject to collection, vandalism, and accidental damage from other uses. Priorities for active preservation need to be considered and strategies developed for preservation.  There is the prospect of NPS acquiring, or being offered the chance to acquire, substantial collections of museum objects related to Manzanar. The Eastern California Museum (ECM), located in nearby Independence, already has a substantial collection of Manzanar objects. Other museums have collections as well. Consideration needs to be given to the role of collections in the overall operations at Manzanar NHS and options for cooperative efforts with other organizations in lieu of extensive NPS curation.  The site is a historic landscape, and basic principles for managing the area as a landscape need to be determined.  The role of restoration and reconstruction at the site needs to be considered, considering the availability of information to allow accurate restoration\/reconstruction and the need for such features to support the interpretive program. The scoping process revealed significant public interest in reconstruction of barracks and watchtowers on the site. NPS policy on reconstruction (or relocation of historic structures) is generally restrictive, requiring a demonstration that reconstruction (or relocation) is essential for public understanding, that sufficient data exist for accurate replication, and that archeological resources on the site would not be adversely affected.  Natural Resource Management  Decisions are needed regarding overall natural resource management goals and actions for the site particularly addressing surface water management, vegetation, and wildlife.  Interpretation  Appropriate interpretive themes need to be determined and general presentation strategies for those themes need to be formulated.  Visitor Facilities  Visitor contact facilities and areas for interpretive exhibits and displays would be needed. Options for walking trails and vehicle routes with wayside exhibits need to be considered. Restrooms and potable water need to be provided for visitors.  An overall vehicle circulation plan for the site is needed, considering options for use of shuttle systems as an alternative or in addition to private vehicle access. Requirements for handicapped access and multilingual text and signage must be met.  Boundary and Land Protection  The boundary included in the authorizing legislation includes only a portion of the lands included in the War Relocation Area, which encompassed approximately six thousand acres. The legislation authorizes minor changes to the boundary. Opportunities to adjust the boundary to better encompass important resources and enhance site management need to be explored.  Options for land protection need to be explored. Alternatives to be considered include cooperative agreements, leases, less-than-fee acquisition, and fee acquisition.  Cooperative Management and Partnerships  Opportunities may exist for site management efficiencies and economies through cooperative arrangements with other organizations, particularly Inyo County. These opportunities, potentially extending to law enforcement, emergency medical services, fire control, maintenance, and museum object curation, need to be explored and evaluated.  Cooperation with adjacent land managers would also be important at Manzanar. The historic site is bounded by BLM lands, Los Angeles Department of Water and Power (LADWP) lands, and California Department of Transportation (CALTRANS) lands. Historic resources related to Manzanar are located on these lands. In addition, an LADWP grazing lease is currently in effect for the site. There is a need for coordination with these land managers and users to minimize conflicts.  RELATIONSHIP TO OTHER PLANS  BLM has recently completed a Resource Management Plan for lands in the vicinity of Manzanar NHS. The plan recognizes Manzanar as an important historical resource and its provisions support the site's values. BLM planners have assisted in preparation of the general management plan.  The California Department of Transportation (CALTRANS) is engaged in a long-term process of upgrading U.S. 395 from a two-lane road to a four-lane divided highway. The section bypassing Manzanar is scheduled for completion as funds become available. Coordination on the project would ensure that safe and effective access is provided without adverse effects on historic resources or the visitor experience.  ALTERNATIVES  Alternative plans use different approaches and different levels of staffing and financial resource commitments to achieve the legislated objectives of the unit and to deal with the various issues. These plans incorporate the range of feasible and acceptable proposals and suggestions surfaced during the scoping process. The plans discussed below were developed by an interdisciplinary team of landscape architects, planners, historians, park managers, and interpretive specialists.  Assistance in planning for Manzanar was provided by an eight-member volunteer team of Japanese American landscape architects. The team, consisting of some of the country's foremost landscape architects, was organized under the auspices of the American Society of Landscape Architects (ASLA and was chaired by Dennis Otsuji. The team participated extensively in scoping and plan formulation activies, and provided follow-up review on planning documents.  THE PROPOSED GENERAL MANAGEMENT PLAN  The plan would provide long-term protection of resources and the provision of a range of facilities and services to provide a more meaningful and educational experience for visitors.  Map 4 displays the major features of the plan.  CULTURAL RESOURCE MANAGEMENT  As further discussed and outlined below, the site would be managed as a cultural landscape relating to the internment camp era. To achieve this, the existing features remaining from the camp period such as the road system, structural remains, and landscape planting would be preserved. To the extent that reconstruction occurs on the site, it would be limited to camp-era structures which can be accurately reconstructed based on historic data. No structures from earlier eras would be placed or reconstructed on the site, and any modern structures required would be located and designed to be compatible with the character of the cultural landscape.  Historic Structures- The three intact buildings on the side, the auditorium and rock sentry posts, would be preserved through regular scheduled maintenance after initial historic preservation and eventual restoration work projects are completed. Historic Structure Reports would be prepared to guide these activities.  As discussed further below, the auditorium would be adaptively used as an interpretive center. This in general terms would entail the restoration of the exterior of the structure to its camp era appearance, including replacement of the missing south wing, and the restoration of the interior to the greatest extent practicable. Sensitive and non-destructive adaptive use would be made of the original portions of the interior for visitor service and administrative functions. An adaptive use study of the structure would be completed to plan for the careful integration of preservation, restoration, and adaptation for contemporary uses.  There are a number of other intact structures on the site, including stone barbecues, stone planters, rock garden structures, etc., and many structural remnants such as walls, steps, etc. A number of these structures and structural remnants, especially those located at interpretive sites throughout the camp area, would be preserved through regular maintenance. Other structural remnants would be protected from theft and vandalism but would not be actively maintained.  A listing of structures entered on the List of Classified Structures along with the recommended level of treatment is included in the appendix.    One or more barracks would be placed in a demonstration block as further discussed below under interpretation. The barracks would either be original structures relocated to the site, or reconstructions based on the original construction drawings. Support structures such as a latrine, mess hall, and laundry building might also be added.  A single watchtower would be reconstructed based on original construction drawings (or other data as available), and placed at the historic location for such a structure at the midpoint of the camp's south boundary, or at another historic watchtower site on the camp perimeter easily seen by visitors.  Landscape Features- Historic plant specimens at interpretive sites and major extant orchards, dating from pre-camp days, would be preserved and perpetuated through cuttings or seed  propagation. Irrigation would be provided as needed. The orchards are recognized as major landscape features linking two principal stages in the site's history. One or more rock gardens identified as interpretive sites would be rehabilitated. Selection of gardens for rehabilitation would be based on the availability of accurate historic documentation and the recommendations of a committee to include former Manzanar internees, landscape design professionals, and cultural resource specialists.  The camp area would be fenced in its entirety, employing the fence design used during the camp period.  The camp's road system, still apparent throughout much of the area, would be rehabilitated to the extent required to retain this network as a visual element of the cultural landscape, and to allow for foot and emergency vehicle traffic. Roads, except as noted below, would not be paved and rehabilitation would not extend to making all the roads usable for motor vehicles.  Selective thinning or clearing of plant growth and tree cover would be undertaken for the purpose of revealing the defining road gridwork, and the conspicuous \"firebreaks\" strategically located in the camp. A low native vegetation cover would be maintained in the firebreak areas to hold the soil and prevent blowing dust.  Existing facilities and structures incompatible with the historic scene, including non-historic outbuildings located near the auditorium and non-historic fences, would be removed. The historic status of the powerline crossing the site from north to south would be researched and, if the line is found to be non-historic, options for relocation, undergrounding, or identification as non-historic would be considered.  A Cultural Landscape Management Plan would be prepared to provide detailed guidance for the preservation and maintenance of the historic scene, including management of representative gardens, orchards, and other vegetation.  Historic Objects- The NPS would provide substantial support to the Eastern California Museum (ECM) in the collection of historic objects related to Manzanar. Legislative authority and appropriated funds would be sought to assist in the development of additional space and facilities at the ECM to house a Manzanar collection. Only a small collection of artifacts would be in NPS ownership to provide for permanent exhibits in the interpretive center. The NPS would accept only limited donation of artifacts, but would instead encourage donations to the Eastern California Museum (ECM). A cooperative agreement between NPS and ECM would provide for the display of Museum-owned artifacts in rotating exhibits in the interpretive center.  A Scope of Collections Statement would be prepared to guide curatorial activities at the site.  NPS would retain ownership of all archeological objects recovered from the site. However, these objects would be retained onsite only if needed for interpretive purposed; otherwise they would be stored in an off-site NPS repository or under agreement with a non-NPS repository.  Ethnography- Groups traditionally associated with the Manzanar site include Japanese Americans and Native Americans, including Shoshone and Paiute people. Both Japanese American and Native American persons participated in scoping activities at the initiation of the planning process, were further consulted during review of the draft general management plan,  and will remain active in overseeing the site's operation through Manzanar Advisory Commission membership and other avenues.  Formal Native American consultations have been undertaken, with the completion of a substantial number of completed interviews. An Ethnographic Assessment and Ethnohistory for the site has been completed. No specific information about sacred sites at Manzanar was revealed in the interviews or literature search. The area apparently was a traditional-use area with permanent camps or villages located in the vicinity. An oral history tradition indicates the presence of human burials, and one was found in the fall of 1993 in the course of an archeological survey.  NATURAL RESOURCE MANAGEMENT  The riparian area along Bairs Creek, which flows through the southwest corner of the site, and adjacent desert areas between the creek and the road would be retained as a natural area. These areas offer an opportunity for interpretation of high desert natural resources phenomena and processes related to the desert's reclamation of the camp area. No construction or development would occur in this area.  As discussed above, selective thinning of natural vegetation at other sites within the boundary would be undertaken as needed to reveal the historic landscape. Such clearing would be preceded by biological surveys to ensure that neither sensitive plant nor animal species would be affected by such work. In general, low native vegetative cover would be retained throughout the camp to minimize blowing dust.  Surface runoff would be managed in accordance with an overall water resource management plan to be prepared for the site in cooperation with LADWP. Runoff through the site in years of above-normal precipitation causes widespread erosion in the camp area and extensive damage to cultural resources. Some grading and diversion both onsite and off may be necessary to correct the past channeling and diversion activities which were aimed at increasing groundwater recharge in the camp area. Additional environmental and cultural resource compliance, evaluating impacts on threatened and endangered species, wetland and riparian habitat, and historic and archeological resources, would be required to complete and implement this plan.  INTERPRETATION  Manzanar National Historic Site was established based on the significance of the area in World War II history, and consequently the main focus of interpretation will be on the relocation center and program. However, the interpretive program would also be aimed at providing visitors with an understanding and appreciation of the broad range of human history at Manzanar over tie, including Native American habitation and uses and early Anglo-American settlement and use as well the World War II period. The specific themes to be addressed at the site would be further refined during the Interpretive planning, but would be expected to include the following:  I. War Relocation Center   The background, scale, and broad outlines of the relocation program, including reference to the other camps and assembly areas.  Japanese American history prior to World War II.   The political, constitutional, and legal issues of relocation, and resolution over time, including legal decisions and political actions.  The relocation experience   Personal impacts  Social issues  Loyalty Issues  Day-to-day camp life, including work, recreation, and schools.  Adaptations to life at Manzanar, barracks improvements, landscaping, etc.  Significant persons in the camp history of Manzanar, e.g. Toyo Miyatake, Ralph Merritt, Ansel Adams, Sadao Munemori.  II. Native American Habitation and Use   The role of the site in Native American life.  Disruption and dislocation from Anglo-American settlement.  Owens Valley Native Americans today.  III. Early Anglo-American Settlement and Use   The Homestead Era & the Shepherd Ranch.  The Town of Manzanar.   The town as a planned farming community.  Day-to-day life at Manzanar-stores, farms, schools.  Valley Water Wars and the Demise of the Town.  Interpretive Center- The auditorium would be adaptively used as an interpretive center, designed in such a way that the integrity of the building's original configuration and historic fabric would not be compromised. A staffed information desk would provide visitors with answers to questions regarding the site and the relocation program. Books relating to Manzanar and internment would be available. (Information supplied at this center would focus on Manzanar and the other relocation camps. The information function would complement the Eastern California Museum in Independence, and the Interagency Visitor Center in Lone Pine in providing visitor information for the region.)  Exhibits would include photos, documents, artifacts, videos, and interactive media relating to the identified themes. Consideration would be given to restoring some suitable interior spaces in the auditorium to camp era appearance as interpretive niches.  The interpretive center is extremely important to the visitor experience. Except for returning internees, few visitors would be able to grasp the impact of Manzanar without a good orientation to this historic chapter and the site. To quickly orient visitors to the many complex elements of this story would require a major A\/V production to tell the broad story of early Japanese immigration, restrictive immigration policy, Pearl Harbor, the relocation orders, the camp experience, Japanese American military contributions during the war, and finally the aftermath of the camp experience.  With this grounding in the basics of the story, the visitor would be ready to learn about the Manzanar experience from the internees themselves. For maximum appreciation of the internment camp experience, the communication needs to be personal, involving one-on-one communication with shared experience between those who lived in the camps and the park visitors. This can be accomplished by extensive use of oral history and personal photographs. Whenever an image, quote, or voice is used in an exhibit, the person in the image making the quote or speaking would be identified. The experience then becomes not one of a certain group- Japanese Americans- but one of individuals whose names you know and what they experienced and how they felt about the evacuation and internment.  Wayside Exhibits- An interpretive publication, containing a camp map, would explain the overall layout and mechanics of the camp. Wayside exhibits would be provided at points of interest in the camp, accessible by trails or one-way roads. Their overall purpose would be to expand on the themes presented in the visitor center, and make them more vivid and more specific to the Manzanar site itself. These exhibits would be unobtrusive and, where feasible, make use of historic photographs of the particular point of interest on the actual site.  All residential block areas and the location of significant structures would be identified by suitable low profile signage to facilitate location of specific buildings and areas by visitors and staff.  Blocks 8 and 14, located immediately to the west of the auditorium, would be designated as \"demonstration\" blocks. The corners of all structures in these blocks would be marked, and waysides would explain the design, function, and family-living implications of each of the structures, including barracks, mess halls, latrines, laundry rooms, etc. One or more barracks would be relocated or reconstructed in this area. The intervening \"firebreak\", or dead space, would also be interpreted and its function explained. Uses made of the firebreak, e.g. for sports activities, would be interpreted.  The location of each watchtower would be identified with a marker visible to visitors within the camp area.  Cooperative agreements would be negotiated with both BLM and LADWP to provide for wayside exhibits and interpretive tours of the reservoir area and other adjacent historic features in order to restore the historic scene at the entrance, and provide for their improved protection,  all memorial plaques now placed at the historic camp entrance, including the National Landmark Plaque, the State historical marker, and the Blue Star Memorial Highway marker, would be relocated to the vicinity of the interpretive center. Consultation with the state Office of Historic Preservation would be required prior to the relocation of the state historical marker.  Personal Services- Guided walks of the site by NPS interpreters would be provided as staffing permits. A Volunteer-In-Parks (VIP) program, enlisting former internees and others as available, would be instituted as an important part of the interpretive program. These personal services programs would be directed both toward the general visitor, and also provide special assistance to former internees in locating features such as specific barracks within the camp.  A shuttle system would be instituted to provide interpretive tours of the site on a regular basis. This service could be provided by the NPS and\/or contracted depending on cost efficiencies and the level of visitor demand.  Interpretive Prospectus- An interpretive prospectus would be completed to provide more detailed guidance in exhibits and programs.  CIRCULATION AND PARKING  Site Entrance- The primary entrance to the site would be via the existing non-historic road leading from Highway 395 to the auditorium.  An auxiliary entrance, for park staff administrative use and to provide access during the annual pilgrimage, would be established in the vicinity of the camp cemetery. The existing unpaved road adjacent to the west boundary would be gated at the site boundary, and the limited traffic using this road outside the park would be rerouted on existing unpaved roads to the west of the site.  Highway 395 Improvement- CALTRANS plans to improve Highway 395 to a 4-land divided road, as funds become available. While the current plan involves addition of two northbound lanes to the east, and continued use of the existing roadway for southbound traffic, the realignment of the entire 4-land system further to the east would better serve resource protection, safety, and visitor use objectives at the site. With this arrangement, the existing highway could serve as a frontage road. NPS will explore this concept further with CALTRANS as the highway planning and design process continues.  Internal Circulation- A paved two-lane road would be provided from Highway 395 to the auditorium. All other vehicle roads, as indicated on Map 4, would follow historic routes, and would conform to the historic width of approximately 15'. These one-way roads would either be paved or would be treated with a dust palliative. Due to the narrowness of the historic roadways, and the limited turning radii, busses, large RV's, vehicles towing trailers, and other oversized vehicles would not be permitted on the one-way road system.  Parking areas would be located in five locations as indicated on Map 4. The primary visitor parking area would be located immediately east of the auditorium. This area would necessarily be large enough to accommodate a variety of vehicles (autos, RV's, buses) for periods of one to two hours. The four parking areas in the camp area are intended to accommodate a smaller number of vehicles for a shorter period of time, and can accordingly be considerably smaller. Final location of these parking areas would be made based on natural and cultural resource protection needs, and the need to limit intrusion on the historic scene. Unpaved pullouts for vehicles at various points along the primary tour route may also be needed for safety and access.  The parking area located at the cemetery area would be designed with an overflow area to accommodate the large number of cars and buses ant the annual pilgrimage. Only the main parking area at the auditorium would be paved; other areas would be compacted earth, treated with a dust palliative. Layout, design, and location of the parking areas would recognize the potential need for current overflow parking, as well as the possible need for future permanent expansion.  A shuttle system would be instituted to serve not only interpretive purposes as discussed above, but to provide visitor transportation to the various points of attraction on the site. During heavy use periods, the one-way road system would be closed to private vehicles, and visitors would be required to either use the shuttle or walk to access the camp. The shuttle would roughly circle the outer perimeter of the camp, directly access a number of interpretive sites, and take visitors to within easy walking distance of most of the camp.  VISITOR USE  Park Uses- The primary visitor use at the site would be historic appreciation. Only those visitor amenities essential to an interpretive visit to the site would be provided. No overnight camping facilities would be provided nor would recreational picnicking be encouraged or facilitated. The site is not intended to serve as a highway rest stop or general information facility, The park staff, in cooperation with interested individuals and organizations, would also explore the potential for additional annual events or festivals to celebrate and explore the Native American, pioneer settlement, and Town of Manzanar history at the site. These annual festivals could include special displays, arts and crafts, thematic guided tours, and food.  Facilities- All visitor facilities would be designed to be accessible to people with physical disabilities.  Public restrooms would be provided in the interpretive center and at the parking lot near the cemetery. The restrooms at the cemetery area would be supplemented by chemical toilets during the annual pilgrimage.  Benches would be provided at strategic locations along the interpretive routes.  Carrying Capacity- No formal studies of either physical or sociological carrying capacity for the Manzanar site have been completed. However, the levels of visitor use anticipated at the site would not result in resource degradation because visitor use pressures will be matched by management activity as needed to provide resource protection. Visitor management strategies for protecting resources would be periodically evaluated for effectiveness, and periodic visitor satisfaction surveys would ensure that the quality of the visitor experience remains high.  STAFFING  Staffing would be generally as follows:   Park Superintendent Clerk-Typist Administrative Technician Supervisory Park Range     Park Rangers-PFT-2      Park Ranger-Seasonal-4  Maintenance Mechanic Supervisor      Maintenance Worker\/Motor Vehicle Operator-2      Laborers-PFT-2      Laborers-Seasonal-4  The park would seek to supplement its work force with an active volunteer recruitment program in both interpretive and resource management activities. Cooperative agreements would be negotiated as feasible with Inyo County and other government agencies to supplement staff capability in law enforcement, curation, and maintenance.  Specialized assistance in natural and cultural resource management, environmental compliance, and museum collection management would be provided by Death Valley National Park, and other park cluster resources as available.  ADMINISTRATIVE FACILITIES  Office space for the park staff would be provided in the reconstructed south wing of the auditorium.  NPS would acquire maintenance services by contract to the extent possible. Most major maintenance projects, e.g. road and utility work, and those requiring skilled labor such as plumbers and electricians, would be contracted.  Provision would be made in the reconstructed south wing of the auditorium for minimal maintenance storage and workspace to support routine onsite maintenance activities. No flammable materials or gasoline-powered tools would be stored in this space.  Rental space would be obtained in local communities as needed to provide a modest workspace for shop activities, storage for supplies and materials, and storage for park vehicles. A \"shop\" vehicle, e.g. a van, truck, or trailer, would be acquired if needed and outfitted with tools to perform a wide range of routine maintenance functions throughout the site. This vehicle would be parked at the offsite maintenance facility.  No park housing would be provided on site.  UTILITIES  Water rights to the Manzanar site would e retained by the City of Los Angeles and water for the park would be provided pursuant to an agreement with LADWP.  Water supply for the interpretive center would be provided by groundwater, with sufficient storage capacity developed to meet peak load demands and emergency fire-fighting needs. Water tanks would be located so as to minimize adverse impacts on the scene. Water conservation practices would be followed at the site with use of low flow devices as feasible. Options for water supply for camp area irrigation would be investigated in conjunction with LADWP.  Sewage treatment requirements would continue to be provided by septic tanks and leach fields. The existing system would be expanded as required, and improvements would be designed to meet all applicable state and local requirements. Additional NEPA and cultural resource compliance would be completed for any proposed new ground disturbance.  Commercial electrical and telephone services are available at the site.  BOUNDARY  The boundary would be expanded from the area identified in the legislation to include the approximately 800 acres as shown in Map 4. Legislation to authorize this expanded boundary is pending. A sufficient real property interest would be acquired to allow surface management and protection of the site.  This boundary change would be consistent with NPS Criteria for Boundary Adjustments, December 1991. It meets Criterion 1, \"Significant resources or opportunities for public enjoyment related to purpose of the park\" because it adds features not available elsewhere within the authorized boundary which were a part of the camp operation and which can and would be interpreted for the public. The boundary proposal also satisfies Criterion 4, \"The added lands would be feasible to administer considering size, configuration, ownerships, costs, and other factors\" because the addition would be managed integrally with the remainder of the unit at little additional cost, ownership is the same, costs would be relatively low, and configuration would simplify marking and fencing of the boundary. Finally, it meets Criterion 5, \"Other alternatives for management and resource protection are not adequate\" in that the plan would call for an active NPS involvement in management of the site and investment in resource protection activity and placement of interpretive media.  The park would work cooperatively with LADWP, CALTRANS, and BLM toward continued protection of the historic scene and continued data collection, protection, and interpretation of historic resources on the several thousand acres of adjacent lands that were part of the Manzanar Relocation Area. Attention in this effort would be particularly focused on resources of known interest and significance such as the camp reservoir and water distribution system, hog ranch, and other prehistoric and historic resources in areas adjacent to the boundary.  The effectiveness of these cooperative efforts in protecting important resources would be monitored over time and, if found not to be successful, consideration would be given to further expansion of the authorized boundary either though administrative action or legislation.  PARTNERSHIPS  Partnerships with other government agencies and with private organizations can contribute significantly to providing successful resources protection and quality visitor experiences at Manzanar NHS. Some of the potential partners with whom NPS would seek cooperative relationships include the following:   Eastern California Museum American Society of Landscape Architects Manzanar Committee California Department of Transportation Los Angeles Department of Water and Power Independence Fire District Bureau of Land Management Inyo National Forest Inyo County Eastern Sierra Interagency Visitor Center Independence Civic Club Lone Pine Chamber of Commerce California Department of Forestry Paiute-Shoshone Cultural Center Laws Railroad Museum California Department of Fish and Game California Highway Patrol Death Valley Natural History Association Boy Scouts of America Owens Valley Interagency Committee on Lands and Wildlife  MANAGEMENT ZONING  Management zoning prescribes the primary management emphasis for given areas and limits the actions that can by taken in that area. All of the lands within the boundary would be zoned as historic with the exception of minor areas for parking, which would be classified as development zone, and the riparian corridor of Bairs Creek, including any adjacent areas which may subsequently be identified as wetlands, which would be placed in the natural zone with emphasis on preservation of natural processes.  COST ESTIMATES  Annual operation and maintenance costs for this alternative would be approximately $850,000. Cost estimates for major plan features are shown in Appendix 4.  ALTERNATIVE A: NO-ACTION  The no-action plan would continue the current very limited range of activities at Manzanar provided by NPS. One full-time staff person is assigned to the site, who is responsible for working with the landowner and various organizations to protect resources and provide a minimal level of visitor information and service at the site. Since the Park Service has no legal authority on the site, law enforcement is limited to that provided by the Inyo County Sheriff and all resource management and visitor service functions are subject to agreement with the landowner.  Vandalism, theft of artifacts, and resource damage due to uncontrolled natural processes would continue, and visitors would be left to their own resources in visiting the site.  This alternative does not achieve the purpose of the legislation, but it does provide a baseline against which other alternatives can be compared.  Map 3 shows the legislatively authorized boundary and extant features.  ALTERNATIVE B: MINIMUM REQUIREMENTS  The Minimum Requirements Alternative is intended to provide for protection of park resources and provide the visitor with opportunities to experience the primary interpretive themes relevant to the unit. The emphasis in this alternative is on low cost development and operations, the protection of those areas specifically identified by the legislation, and very basic visitor services.  Map 5 displays major features of this alternative.    CULTURAL RESOURCE MANAGEMENT  The site would be managed primarily as a cultural landscape relating to the internment camp era.  Historic Structures- The three intact buildings on the site, the auditorium and rock sentry posts, would be preserved through regular scheduled maintenance after initial historic preservation and rehabilitation work projects are completed. Historic Structure Reports would be prepared to guide these activities.  As discussed further below, the auditorium would be adaptively used as an interpretive center. This in general terms would entail the restoration of the exterior of the structure to its camp era appearance, including replacement of the missing south wing, and the restoration of the interior to the great extent practicable. Sensitive and non-destructive adaptive use would be made of the original portions of the interior for visitor service and administrative functions. An adaptive use study of the structure would be completed to plan for the careful integration of preservation, restoration, and adaptation for contemporary uses.  There are a number of other intact structures on the site, including stone barbecues, stone planters, rock garden structures, etc., and many structural remnants such as walls, steps, etc. A number of these structures and structural remnants, especially those located at interpretive sites throughout the camp area, would be preserved through regular maintenance. Other structural remnants would be protected from theft and vandalism but would be allowed to weather and deteriorate.  A complete listing of structures entered on the List of Classified Structures along with the recommended level of treatment is included in the appendix.  There would be no reconstruction of camp structures such as barracks or watchtowers.  Landscape Features- Historic plant specimens at interpretive sites and major extant orchards, dating from pre-camp days, would be preserved and perpetuated through cuttings or seed propagation. Irrigation would be provided as needed. The orchards are recognized as major landscape features linking two principal stages in the site's history. One or more rock gardens identified as interpretive sites would be rehabilitated. Selection of gardens for rehabilitation would be based on the availability of accurate historic documentation and the recommendations of a committee to include former Manzanar internees, landscape design professionals, and cultural resource specialists.  The camp area would be fenced in its entirety, employing the fence design used during the camp period.  The camp's road system, still apparent throughout much of the area, would be rehabilitated to the extent required to retain this network as a visual element of the cultural landscape, and to allow for foot and emergency vehicle traffic. Roads, except as noted below, would not be paved and rehabilitation would not extend to making all the roads usable for motor vehicles.  Selective thinning or clearing of plant growth and tree cover would be undertaken for the purpose of revealing the defining road gridwork, and the conspicuous \"firebreaks\" strategically located in the camp.  Existing facilities and structures incompatible with the historic scene, including non-historic outbuildings located near the auditorium and non-historic fences, would be removed. The historic status of the powerline crossing the site from north to south would be researched and, if the line is found to be non-historic, options for relocation, undergrounding, or identification as non-historic would be considered.  A Cultural Landscape Management Plan would be prepared to provide detailed guidance for the preservation and maintenance of the historic scene, including management of representative gardens, orchards, and other vegetation.  Historic Objects- Collection of historic objects would be minimized as a function of the unit. Only a small collection of artifacts would be in NPS ownership to provide for permanent exhibits in the interpretive center. The NPS would accept only limited donation of artifacts, but would instead encourage donations to the Eastern California Museum (ECM). A cooperative agreement between NPS and ECM would provide for the display of Museum-owned artifacts in rotating exhibits in the interpretive center. A Scope of Collections Statement would be prepared to guide curatorial activities at the site.  NPS would retain ownership of all archeological objects recovered from the site. However, these objects would be retained onsite only if needed for interpretive purposed; otherwise they would be stored in an off-site NPS repository or under agreement with a non-NPS repository.  Ethnography- Groups traditionally associated with the Manzanar site include Japanese Americans and Native Americans, including Shoshone and Paiute people. Both Japanese American and Native American persons participated in scoping activities at the initiation of the planning process, were further consulted during review of the draft general management plan, and will remain active in overseeing the site's operation through Manzanar Advisory Commission membership and other avenues.  Formal Native American consultations have been undertaken, with the completion of a substantial number of completed interviews. An Ethnographic Assessment and Ethnohistory for the site has been completed. No specific information about sacred sites at Manzanar was revealed in the interviews or literature search. The area apparently was a traditional-use area with permanent camps or villages located in the vicinity. An oral history tradition indicates the presence of human burials, and one was found in the fall of 1993 in the course of an archeological survey.  NATURAL RESOURCE MANAGEMENT  The riparian area along Bairs Creek, which flows through the southwest corner of the site and adjacent desert areas between the creek and the road would be retained as a natural area. These areas offer an opportunity for interpretation of high desert natural resources phenomena and processes related to the desert's reclamation of the camp area. No construction or development would occur in this area.  As discussed above, selective thinning of natural vegetation at other sites within the boundary would be undertaken as needed to reveal the historic landscape. Such clearing would be preceded by biological surveys to ensure that neither sensitive plant nor animal species would be affected by such work. In general, low native vegetative cover would be retained throughout the camp to minimize blowing dust.  Surface runoff would be directed to natural channels in accordance with an overall water resource management plan to be prepared for the site in cooperation with LADWP. Runoff through the site in years of above-normal precipitation causes widespread erosion in the camp area and extensive damage to cultural resources. Some grading and diversion both onsite and off may be necessary to correct the past channeling and diversion activities which were aimed at increasing groundwater recharge in the camp area. Additional environmental and cultural resource compliance would be required to complete and implement this plan.  INTERPRETATION  The interpretive program would be aimed at providing visitors with an understanding and appreciation of the broad range of human history at Manzanar over time, including the War Relocation Center period, Native American habitation and used, and early Anglo- American settlement and use. The specific themes to be addressed at the site would be further refined during interpretive planning, but would be expected to include the following:  I. War Relocation Center   The background, scale, and broad outlines of the relocation program, including reference to the other camps and assembly areas.  Japanese American history prior to World War II.  The political, constitutional, and legal issues of relocation, and resolution over time, including legal decisions and political actions.  The relocation experience   Personal impacts  Social issues  Loyalty Issues  Day-to-day camp life, including work, recreation, and schools.  Adaptations to life at Manzanar, barracks improvements, landscaping, etc.  Significant persons in the camp history of Manzanar, e.g. Toyo Miyatake, Ralph Merritt, Ansel Adams, Sadao Munemori.  II. Native American Habitation and Use   The role of the site in Native American life.  Disruption and dislocation from Anglo-American settlement.  Owens Valley Native Americans today.    III. Early Anglo-American Settlement and Use   The Homestead Era & the Shepherd Ranch.  The Town of Manzanar.   The town as a planned farming community.  Day-to-day life at Manzanar-stores, farms, schools.  Valley Water Wars and the Demise of the Town.  Interpretive Center- The auditorium would be adaptively used as an interpretive center, designed in such a way that the integrity of the building's original configuration and historic fabric would not be compromised. A staffed information desk would provide visitors with answers to questions regarding the site and the relocation program. Books relating to Manzanar and internment would be available. (Information supplied at this center would focus on Manzanar and the other relocation camps. The information function would complement the Eastern California Museum in Independence, and the Interagency Visitor Center in Lone Pine in providing visitor information for the region.)  Exhibits would include photos, documents, artifacts, videos, and interactive media relating to the identified themes. Consideration would be given to restoring some suitable interior spaces in the auditorium to camp era appearance as interpretive niches.  The interpretive center is extremely important to the visitor experience. Except for returning internees, few visitors would be able to grasp the impact of Manzanar without a good orientation to this historic chapter and the site. To quickly orient visitors to the many complex elements of this story would require a major A\/V production to tell the broad story of early Japanese immigration, restrictive immigration policy, Pearl Harbor, the relocation orders, the camp experience, Japanese American military contributions during the war, and finally the aftermath of the camp experience.  With this grounding in the basics of the story, the visitor would be ready to learn about the Manzanar experience from the internees themselves. For maximum appreciation of the internment camp experience, the communication needs to be personal, involving one-on-one communication with shared experience between those who lived in the camps and the park visitors. This can be accomplished by extensive use of oral history and personal photographs. Whenever an image, quote, or voice is used in an exhibit, the person in the image making the quote or speaking would be identified. The experience then becomes not one of a certain group- Japanese Americans- but one of individuals whose names you know and what they experienced and how they felt about the evacuation and internment.  Wayside Exhibits- An interpretive publication, containing a camp map, would explain the overall layout and mechanics of the camp. Wayside exhibits would be provided at points of interest in the camp, accessible by trails or one-way roads. Their overall purpose would be to expand on the themes presented in the visitor center, and make them more vivid and more specific to theManzanar site itself. These exhibits would be unobtrusive and, where feasible, make use of historic photographs of the particular point of interest on the actual site.  All residential block areas and the location of significant structures would be identified by suitable low profile signage to facilitate location of specific buildings and areas by visitors and staff.  Block 13, located immediately north of the auditorium would be designated as a \"demonstration\" block. The corners of all structures in this block would be marked, and waysides would explain the design, function, and family-living implications of each of the structures, including barracks, mess halls, latrines, laundry rooms, etc. The location of each watchtower would be identified with a marker visible to visitors within the camp area.  All memorial plaques placed at the historic camp entrance, including the National Landmark Plaque, the State historical marker, and the Blue Star Memorial Highway marker, would be relocated for better display and protection to the vicinity of the interpretive center.  Personal Services- Guided walks of the site by NPS interpreters would be provided as staffing permits. A Volunteer-In-Parks (VIP) program, enlisting former internees and others as available would be instituted as an important part of the interpretive program. These personal services programs would be directed both toward the general visitor, and also provide special assistance to former internees in locating features such as specific barracks within the camp.  Interpretive Prospectus- An interpretive prospectus would be completed to provide more detailed guidance in exhibits and programs.  CIRCULATION AND PARKING  Site Entrance- The entrance to the site would, at least initially, continue to be located at the stone sentry posts, which is the historic entrance. Low barriers would be placed in the area to prevent vehicles coming in contact with historic fabric, which includes the sentry post and related rock alignments in the area. Experience with future park operations may indicate the need for personnel to control vehicle flow in this area during peak use periods.  As discussed above, the memorial plaques currently located in this area would be relocated to the vicinity of the interpretive center. This relocation is necessary to restore the historic scene and to assist in limiting vehicle parking duration in the area and reducing the consequent congestion.  While the historic entrance provides by far the best entrance option from the standpoint of interpretation, the planning analysis revealed some potentially significant visitor and resource protection problems associated with its use. These include the potential for vehicles colliding with and damaging the stone sentry posts and other rock alignments in the area. The potential volume and concentration of vehicles and foot traffic in the area is also a matter of concern, both from a safety and traffic control standpoint and also in terms of impact on the historic scene. The unusual structures, combine with the scenic backdrop of the Sierra Nevada, make this a natural stopping and photography point for many visitors. While CALTRANS has completed new turn lanes on U.S. 395 at the historic entrance, the very high traffic volume (more than 2 million vehicles passing the site annually), presents significant traffic safety problems.  The workability of this entrance would be reviewed during the first five years of park operation. The feasibility of retaining it as the primary park visitor entrance would depend on the volume of traffic at the site, the success in protecting extant historic resources from damage, and whether visitor use at this location can be accommodated in a safe and orderly manner providing for a quality visitor experience. If these goals cannot be achieved, an alternate entrance would need to be provided. The NPS will work cooperatively with CALTRANS to develop such an alternative prior to the planned four-lane upgrading of U.S.395.  In view of its possible future need as a primary park entrance, the existing non-historic road connecting Highway 395 and the auditorium would be retained during this five-year trial period, but access would be blocked. This road would be removed at such time as a decision is made to continue the use of the historic entrance permanently.  An auxiliary entrance, for park staff administrative use and to provide access during the annual pilgrimage, would be established in the vicinity of the camp cemetery. The existing unpaved road adjacent to the west boundary would be gated at the site boundary, and the limited traffic using this road outside the park would be rerouted on existing unpaved roads to the west of the site.  Highway 395 Widening- CALTRANS plans to improve Highway 395 to a 4-land divided road, as funds become available. While the current plan involves addition of two northbound lanes to the east, and continued use of the existing roadway for southbound traffic, the realignment of the entire 4-land system further to the east would better serve resource protection, safety, and visitor use objectives at the site. With this arrangement, the existing highway could serve as a frontage road. NPS will explore this concept further with CALTRANS as the highway planning and design process continues.  Internal Circulation- A paved two-lane road would be provided from Highway 395 to the auditorium. All other vehicle roads, as indicated on Map 4, would follow historic routes, and would conform to the historic width of approximately 15'. These one-way roads would either be paved or would be treated with a dust palliative. Due to the narrowness of the historic roadways, and the limited turning radii, busses, large RV's, vehicles towing trailers, and other oversized vehicles would not be permitted on the one-way road system.  Parking areas would be located in five locations as indicated on Map 4. The primary visitor parking area would be located immediately east of the auditorium. This area would necessarily be large enough to accommodate a variety of vehicles (autos, RV's, buses) for periods of one to two hours. The four parking areas in the camp area are intended to accommodate a smaller number of vehicles for a shorter period of time, and can accordingly be considerably smaller. Final location of these parking areas would be made based on natural and cultural resource protection needs, and the need to limit intrusion on the historic scene. The parking area located at the cemetery area would be designed with an overflow area to accommodate the large number of cars and buses at the annual pilgrimage. Only the main parking area at the auditorium would be paved; other areas would be compacted earth, treated with a dust palliative. Layout, design, and location of the parking areas would recognize the potential need for current overflow parking, as well as the possible need for future expansion.  VISITOR USE  Park Uses- The primary visitor use at the site would be historic appreciation. Only those visitor amenities essential to an interpretive visit to the site would be provided. No overnight camping facilities would be provided nor would recreational picnicking be encouraged or facilitated. The site is not intended to serve as a highway rest stop or general information facility.  The annual Manzanar Pilgrimage, or similar annual event, would continue at Manzanar, and would continue to be conducted in the cemetery vicinity. NPS would cooperate with the event organizers in conducting this event.  Facilities- All visitor facilities would be designed to be accessible to people with physical disabilities.  Public restrooms would be provided in the interpretive center. Potable water would not be provided in outlying areas. The restrooms at the cemetery area would be supplemented by portable chemical toilets during the annual pilgrimage.  Benches would be provided at strategic locations along the interpretive routes.  Carrying Capacity- No formal studies of either physical or sociological carrying capacity for the Manzanar site have been completed. However, the levels of visitor use anticipated at the site would not result in resource degradation because visitor use pressures will be matched by management activity as needed to provide resource protection. Visitor management strategies for protecting resources would be periodically evaluated for effectiveness, and periodic visitor satisfaction surveys would ensure that the quality of the visitor experience remains high.  STAFFING  The site would be operated as a subunit of Death Valley National Park. Death Valley NP would provide most administrative and personnel services for the site. Staffing would be as follows:   Park Superintendent Administrative Technician Supervisory Park Ranger      Park Rangers-PFT-2      Park Ranger-Seasonal-2  Maintenance Mechanic Supervisor      Maintenance Worker\/Motor Vehicle Operator-2      Laborers-PFT-2      Laborers-Seasonal-4  The park would seek to supplement its work force with an active volunteer recruitment program in both interpretive and resource management activities. Cooperative agreements would be negotiated as feasible with Inyo County and other government agencies to supplement staff capability in law enforcement, curation, and maintenance.  ADMINISTRATIVE FACILITIES  Office space for the park staff would be provided in the reconstructed south wing of the auditorium.  NPS would acquire maintenance services by contract to the extent possible. Most major maintenance projects, e.g. road and utility work, and those requiring skilled labor such as plumbers and electricians, would be contracted.  Provision would be made in the reconstructed south wing of the auditorium for minimal maintenance storage and workspace to support routine onsite maintenance activities. No flammable materials or gasoline-powered tools would be stored in this space.  Rental space would be obtained in local communities as needed to provide a modest workspace for shop activities, storage for supplies and materials, and storage for park vehicles. A \"shop\" vehicle, e.g. a van, truck, or trailer, would be acquired if needed and outfitted with tools to perform a wide range of routine maintenance functions throughout the site. This vehicle would be parked at the offsite maintenance facility.  No park housing would be provided on site.  UTILITIES  Water rights to the Manzanar site would e retained by the City of Los Angeles and water for the park would be provided pursuant to an agreement with LADWP.  Water supply for the interpretive center would be provided by groundwater, with sufficient storage capacity developed to meet peak load demands and emergency fire-fighting needs. Water tanks would be located so as to minimize adverse impacts on the scene. Water conservation practices would be followed at the site with use of low flow devices as feasible. Options for water supply for camp area irrigation would be investigated in conjunction with LADWP.  Sewage treatment requirements would continue to be provided by septic tanks and leach fields. The existing system would be expanded as required.  Commercial electrical and telephone services are available at the site.  BOUNDARY  The boundary would consist of the area identified in the legislation. No boundary changes would be made. A sufficient real property interest would be acquired to allow surface management and protection of the site. Surveys of hazardous wastes and dumpsites within the boundary would be completed and action taken as provided in Interior Department guidelines.  The park would work cooperatively with LADWP and BLM toward continued protection of the historic scene and continued data collection, protection, and interpretation of historic resources on the several thousand acres of adjacent lands that were part of the Manzanar Relocation Area. Attention in this effort would be particularly focused on resources of known interest and significance such as the camp reservoir and water distribution system, hog ranch, chicken ranch, Military Police compound, the historic camp dumps, and other prehistoric and historic resources know to be located in adjacent areas.  The effectiveness of these cooperative efforts in protecting important resources would be monitored over time and, if found not to be successful, consideration would be given to further expansion of the authorized boundary either though administrative action or legislation.  PARTNERSHIPS  Partnerships with other government agencies and with private organizations can contribute significantly to providing successful resources protection and quality visitor experiences at Manzanar NHS. Some of the potential partners with whom NPS would seek cooperative relationships include the following:   Eastern California Museum American Society of Landscape Architects Manzanar Committee California Department of Transportation Los Angeles Department of Water and Power Independence Fire District Bureau of Land Management Inyo National Forest Inyo County Eastern Sierra Interagency Visitor Center Independence Civic Club Lone Pine Chamber of Commerce California Department of Forestry Paiute-Shoshone Cultural Center Laws Railroad Museum California Department of Fish and Game California Highway Patrol Death Valley Natural History Association Boy Scouts of America Owens Valley Interagency Committee on Lands and Wildlife  MANAGEMENT ZONING  Management zoning prescribes the primary management emphasis for given areas and limits the actions that can by taken in that area. All of the lands within the boundary would be zoned as historic with the exception of minor areas for parking, which would be classified as development zone, and the riparian corridor of Bairs Creek, which would be zoned as natural  COST ESTIMATES  Annual operation and maintenance costs for this alternative are estimated $780,000. Cost estimates for major plan features are shown in Appendix 4.  ALTERNATIVES CONSIDERED BUT REJECTED  Several alternative concepts were discussed during the scoping process and during planning team deliberations. These are briefly outlined below along with the rationale for not evaluating them in detail.  The concept of making major boundary additions to encompass substantial portions of the several thousand acre reservation was considered but rejected because this would be beyond the scope of legislative intent and because public ownership of the surrounding lands may make it feasible to protect the historic scene and key extant resources through cooperative efforts.  Extensive reconstruction of camp structures was suggested during scoping but was rejected because of adverse visual impact, high costs, and conflicts with established NPS policy on historic structures.  The use of portions of the site for recreational areas or campgrounds was suggested but such use was found to conflict with the primary purpose of the site, which is historic preservation and appreciation.  A proposal for construction of a large-scale ceramic mural, memorializing the broad sweep of Japanese American history, was suggested during scoping but was rejected because of conflicts with the site purpose and impacts on visual quality. Much of the subject matter of the mural would, or course, be covered by exhibits in the visitor center.  THE AFFECTED ENVIRONMENT  SOCIOECONOMIC ENVIRONMENT  Land Use- The Owens Valley, location of Manzanar NHS, is a lightly populated intermountain desert valley. The land in the vicinity of Manzanar is undeveloped, and is primarily used for grazing. Population centers include Lone Pine (population 1700), located 9 miles south of Manzanar, and Independence (population 600), located 5 miles north. Independence is the county seat of Inyo County. The Valley's principal population center is Bishop (population 3700), located 46 miles north of the site.  Much of the land in the Owens Valley is publicly owned. The Los Angeles Department of Water and Power (LADWP) has extensive land holdings in the valley as a result of its water rights acquisitions early in the century. The Bureau of Land Management (BLM) also manages substantial acreage on the valley floor. Both BLM and LADWP lands are leased or allotted to private parties for grazing use but are also accessible to the general public for various dispersed recreation activities such as hunting and fishing.  Lands in the mountains to the west and east are either National Forests, managed on a multiple-use basis, or National Parks, the latter including Yosemite, Sequoia, and Kings Canyon. The mountains provide extensive recreation opportunities throughout the year.  The Manzanar site itself currently receives some seasonal grazing use by cattle under a permit with LADWP. The site is also open and accessible to the general public and receives a variety of used including off-highway vehicle driving, hunting, and wood gathering. LADWP also recently made the site available as a movie set. These existing uses have had a range of adverse impacts on the cultural resources.  Transportation- U.S. Highway 395 is the Owens Valley's primary transportation corridor, carrying substantial tourist loads into the area from points north and south. Traffic loads on Highway 395 in the vicinity of the historic site average approximately 6000 vehicles per day, with peak loads in mid-summer but substantial traffic flow throughout the year. Highway 395 is in the process of being upgraded from a 2-land road to a 4-lane divided highway. Portions of the route to the north and south of the Manzanar site have been upgraded over the last few years, and the section between Lone Pine and Independence will be upgraded as funds become available. These highway improvements can be expected to increase the safety and speed of access to Owens Valley attractions and bring more visitors in future years.  There has been considerable interest in recent years in paving the road between the town of Big Pine and the north end of Death Valley National Park. Completion of this project would facilitate tourist travel between Highway 395 and Dear Valley and could stimulate additional travel in the area. This project has not as yet been programmed, however.  Air service to the Owens Valley is limited, with airports at Independence, Lone Pine and Bishop serving only private aircraft. The nearest regularly scheduled commercial service is to Inyokern, 82 miles south of the site on U.S. 395.  CULTURAL ENVIRONMENT  Prehistory\/Ethnography- Manzanar is within the Great Basin culture area, which includes portions of California, Oregon, Utah, Nevada, and Colorado lying between the Sierra Nevada and the Rocky Mountains. Prehistorically, the Great Basin culture area shows evidence of such cultural sequences over time as the Paleo-Indian (12,000-9000B.C.), the Great Basin Desert Archaic (9000 B.C.-A.D. 500), the Fremont (A.D.500-1300), and the Paiute and Shoshone (A.D.1300-present). The prehistoric cultural patterns indicate, in general, that Paleo-Indians in small, mobile groups hunted large Pleistocene fauna for their primary subsistence. People of the Archaic developed a broader subsistence base, hunting and gathering a variety of animals and plants. The Fremont was characteristic of more sedentary villages supported by horticulture coupled with hunting and gathering. Between A.D.600 and A.D.1000 there were population increases in the Owens Valley associated with greater exploitation of regional alpine ecological niches. Just when the configuration of the different groups in the Owens Valley occurred is unclear with Paiute north of a small incursion of Western Shoshones at the southern end around Owens Lake.  The Paiute and Shoshones in the Owens Valley were dispersed in small kin groups with seasonal rounds tied to water sources and harvest cycles of mountain and valley. An aboriginal form of irrigation was practiced by the Paiutes of Owens Valley. Because ties to village and district apparently correlated with the management of resources, Owens Valley sociopolitical organization may have been more complicated than the typical extended family-band model of organization generally associated with the Great Basin. Larger groups may have existed based upon territories and cooperation as to whom used them when.  In Paiute and Shoshone culture, subsistence was heavily based upon the gathering of wild plants and small land fauna with a significant but smaller percentage of subsistence based upon hunting larger animals. Fishing figures in where available but not as much as hunting. A distinctive feature is Paiute irrigation in terms of water diversion and management to promote growth of certain plants, that is, the irrigation of plots of wild seeds. There was no reliance aboriginally on animal husbandry, raising domesticated animals, or on agriculture as we know it as the large-scale pursuit of field crops. Houses were round and varied in brush construction with the season.  Small extended families were the norm with some activities centering at times on the nuclear family, in which the father and mother with their dependent offspring behaved independently of other family members or family groups. Residence at marriage was sometimes with the wife's kin or in locality, but often with the husband's. In the conventional view, communities were largely autonomous with essentially no reference to any larger or regional decision-making groups. There was a tendency to marry out of the group, that is, to find a spouse in another community. Kinship descent was\/is bilateral, like Euro-American reckoning, in which relatives were\/are defined through both one's mother and father, not just the father as in patrilineal kinship descent, or the mother as in matrilineal. Often sons were expected to follow their fathers as local headmen or political leaders.  History- Settlers began to arrive at the Manzanar vicinity in the early 1860's in search of feed for cattle and opportunities to establish farms. Many subsequently homesteaded in the area. Indian objections to this incursion into their lands were dealt with harshly by the Army, which forcibly removed most of the Indian inhabitants to Fort Tejon in 1863. Many of the Indians subsequently returned to the valley, which they were now obliged to share with the newcomers. Many Paiutes worked on the ranch of John Shepherd, a major landowner in the vicinity whose holdings ultimately included most of the Manzanar site.  Early in the 20th century, interests in the area began to turn toward the development of irrigated agriculture, particularly for fruit trees. Water rights were consolidated distribution systems installed, lands purchased and subdivided into salable units and extensive marketing employed to encourage outsiders to move to the Owens Valley and make their fortune in the fields. One such development occurred at the Manzanar site beginning in 1910. The area was known as the Manzanar Irrigated Farms, and it was heavily promoted by agents in San Francisco and Los Angeles.  Over the next two years the basic features of a community were established as new farmers arrived not only from San Francisco and Los Angeles but from parts of the Midwest as well. By 1912, the area had a store, two-room schoolhouse, blacksmith shop, and community hall, as well as a number of newly construct4d individual homes. By 1920, Manzanar had 57 households and 203 residents, and attendance at the Manzanar School was approaching 50.  In 1914, the City of Los Angeles began to actively purchase land in the Manzanar area to secure water rights, and by1927 had purchased most of the Manzanar properties. Farming activities nevertheless continued under lease until 2934, when Los Angeles terminated its irrigation in the area. By 2942 the area was completely abandoned except for the remnants of structures and the orchard trees and landscape plantings capable of surviving without irrigation.  But the Manzanar site was not abandoned for long. In February 1942, President Roosevelt signed Executive Order 9066, authorizing the Secretary of War to Exclude citizens and aliens from certain areas. This order provided the legal basis for the relocation program, which resulted in the establishment of the Manzanar War Relocation Center and 9 other similar centers in inland locations to confine Japanese Americans residing on the west coast until such time as they could be relocated to inland or east coast areas.  Manzanar was the first center to become operational, with internees beginning to arrive in March 1942. The relocation process, conducted by the Army, was largely completed by August 1942, with a Manzanar population of about 10,000. Most of the Manzanar internees were from southern California, consisting largely of farmers, fishermen, and small business owners. A small contingent of Washington State fishermen was also relocated to Manzanar.  The area at Manzanar set aside for the relocation center and related activities amounted to about six thousand acres and included agricultural plots and water storage reservoirs in addition to the camp. A military airfield and sewage treatment plant was located on additional lands east of Highway 395. The area occupied by the internees was slightly smaller than a square mile. It was secured by barbed wire fences and watchtowers at the corners and midpoints of each side. Also within the enclosed areas were offices and housing for the government administration personnel and factories for the production of camouflage nets and other goods.  The camp was divided into 36 residential blocks, each consisting of 14 barracks plus mess halls, laundry rooms, a recreation hall, and bathrooms. These blocks became important sociological units in the camp's social structure. Tiers of blocks were separated by open-space areas, referred to in the plot plan as firebreaks, but which were intended to serve as crowd control space if needed. (See camp layout in Map 3.)  When the internees arrived, they found their living quarters to be cheaply constructed 20' by 100' tarpaper-covered barracks, each minimally divided into four or five family living quarters. The site had been largely stripped bare of vegetation, except for a few remaining fruit orchards.  Facilities with camp-wide use and significance, e.g. schools, stores, work areas, parks, churches and religious centers, major recreational features, etc., were distributed at various locations throughout the camp.  The internees made significant improvements to the site, both to their own living quarters to make them more livable, and to the site itself, greatly improving the community facilities, engaging in extensive landscaping, and developing highly productive \"victory gardens\" wherever space was available.  As the war progressed, adverse reaction to the relocation program mounted, and more and more residents received permission to leave the camp for military service, college, and work. The population of the camp declined, reaching a level of about 5000 in 1944. In 1945, the camp was closed, the barracks were sold off, and, with the exception of the auditorium, most of the salvageable materials were removed.  Between 1945 and the present, the primary use of the site has been for grazing and low-intensity uses such as hunting, wood-gathering, and harvesting fruit from the remaining untended fruit trees. The auditorium has served various uses since the camp closure, most recently as an Inyo County Vehicle maintenance shop.  Cultural Resources- As indicated above, there are three intact buildings within the authorized boundary, all features of the relocation camp. These include the auditorium, still in use by Inyo County, and the two rock sentry posts located near Highway 395. These latter structures are not in use but have been maintained over the years as landscape features.  An archeological survey of the camp and surrounding related area was conducted in 1993, 1994, and 1995. Extensive evidence of Indian use and occupation, pioneer homes, the Manzanar agricultural subdivision, and the wartime relocation center were found and recorded. Six primary Native American sites were located based on surface and subsurface materials. Overlapping and in some cases overlying these areas, especially in the more northerly portions of the site, are structural remnants and trash dumps associated with the town of Manzanar. Surface phenomena, including loose materials and more substantial structures, such as barbecues, planter, retaining walls, and structural remnants such as concrete slabs, pipes, and constructed landscape ponds, associated with the relocation center are found in great number throughout the camp area and in related areas outside the camp such as the chicken ranch, hog farm, military police area, and various dumps. Numerous inscriptions, in both Japanese and English, were found on structural remains throughout the camp.  The Park Service collection of objects associated with Manzanar is currently stored at the Western Archeological and Conservation Center in Tucson. The Eastern California Museum, located in nearby Independence, has a substantial collection of such objects and a number of individuals are known to have private collections. Given the potential for donations, and the substantial amount of material on the site and in camp dumps, there is the potential for NPS to amass a very substantial collection of historic objects.  Appendix 5 contains the List of Classified Structures for the historic site. This is subject to updating as additional surveys and inventories are completed.  Ethnography- The Paiute and Shoshone people retain an affinity for the Manzanar area, and it is regarded by some as having significant spiritual values. It is known that some portions of the  site have been inhabited for many centuries, and there is at least one known burial in the area. Paiute and Shoshone people in the area maintain an interest in activities relating to the site. However, the recent ethnographic assessment did not reveal the presence of any specific traditional cultural loci.  NATURAL ENVIRONMENT  Topography, Geology, and Soils- The camp area lies near the valley floor at an elevation of about 3800'. The terrain slopes gently and regularly from west to east toward the valley trough and the Owens River. To the casual observer the camp appears basically level. The only significant topographic breaks are the result of natural erosion from Bairs Creek in the southwestern corner of the camp, and more recent erosion in the northwestern portion of the camp caused by LADWP channeling and water spreading.  Soils are composed of alluvial materials deposited by erosion of the Sierra Nevada Mountains. Materials are coarse and well drained.  The faulting processes that created the mountains and the valley remain active. Faults are prevalent in the area, and low-intensity seismic activity occurs frequently. Severe and highly damaging earthquakes have occurred periodically in recorded history and may be expected to recur. A major fault line west of the camp allows groundwater to surface in a north-south belt, a feature which historically attracted both Native Americans and Anglo settlers to the Manzanar area.  Hydrology- The primary natural watercourse in the camp area is Bairs Creek, which crosses the camp's southwest corner, flowing west to east toward the Owens River. This stream is intermittent, carrying substantial flows during periods of spring and summer runoff, but tapering off to minimal or no flow during fall and winter months, although some pools generally remain throughout the year. LADWP water-spreading operations have also resulted in unnatural channels in the west-central and north-central portions of the site. These channels have contributed to erosion and destruction of historic fabric on some portions of the camp. Significant damage occurred in the hospital and Children's Village areas in the summer of 1995 as a result of water spreading activities.  Flood history for the area is not well documented, and regulatory floodplains have not been identified. There is anecdotal evidence of occasional sheet flooding over large portions of the site at times when periods of snowmelt runoff coincide with summer thunderstorm activity. It is not clear whether this flooding is a natural phenomenon or the result of manmade channels and diversions.  Groundwater depths are quite shallow in the area. LADWP manages runoff in the vicinity to promote groundwater recharge. Much of the basin's water is exported by LADWP to the City of Los Angeles.  Lands in the immediate vicinity of Bairs Creek are flooded with some frequency and may ultimately be defined as wetlands, although a formal wetland survey has not yet been completed for the area.  Vegetation and Wildlife- The natural vegetation of the Manzanar vicinity is Great Basin sagebrush scrub, characterized by low shrubs such as sagebrush, saltbush, and rabbitbrush, and a variety of forbs, cacti and grasses. While natural vegetation patterns are reasserting themselves over much of the camp, the twentieth century agricultural and residential uses have significantly affected the vegetation on the site. Numerous non-native species were planted by internees as landscaping, and remain today in areas throughout the camp. Black locust trees, in particular, have prospered in the area and spread significantly from original sites to produce dense cover and become a major landscape feature. Tamarisk, also, has grown from what were likely single plantings to large and dense clumps. A number for the fruit trees from the Manzanar town days also remain, both as single specimens and in small groves located in firebreaks.  Wildlife species occurring on the site are those characteristic of the Great Basin region, including a range of mammals, especially rodents and predators such as foxes and coyotes, reptiles including rattlesnakes, and birds. A substantial quail population in the area generates considerable hunting use in season.  Threatened, Endangered, and Candidate Species- The Fish and Wildlife Service has identified several threatened, endangered, and candidate species that may be found in the Manzanar vicinity. Listed species include two fish, the Owens Tui Chub and the Owens pupfish, and one bird, the Least Bell's Vireo. A number of additional candidate species, including fish, birds, mammals, and plants, may be present in the vicinity. (See complete list with common and scientific names in Appendix 2.) None of the listed or candidate species have been documented in the study area.  Air Quality- Air quality in the Owens Valley is very good except in the category of inhalable particulates, where there are major deficiencies because of dust generated in the Owens Lake area. The Manzanar site is not a significant source of particulates.  A complete and detailed analysis of air quality is provided in Appendix 6.  VISITOR USE ANALYSIS  As discussed above, the area of the camp is open to the general public and receives a variety of used, some incompatible with protection of the resource values. Public use at the site related to historical aspects currently consist primarily of passersby drawn to the area by the unusual stone sentry posts and the historic plaques. There are no facilities or park personnel available to serve the public at the present time. Visitors generally stay a short time.  The Manzanar Committee holds an annual reunion at Manzanar in late April. Attended by a mix of Los Angeles basin and local people, this day long event draws from 150 - 300 people. The reunion is centered on the area of the cemetery, and open areas in the vicinity are used for car and bus parking.  Preliminary estimates have been made of projected public use at the historic site once a visitor center and public use facilities have been developed. These estimates project from 200-250,000 visitors in 1995, increasing to from 230-290,000 by 2010. The estimates take into account the tourism trends in the area and are generally consistent with other public attractions in the area. Significant visitation in the summer travel period by foreign visitors is anticipated.  While visitor use projections are useful for planning purposes, it is difficult to reliably estimate future visitation figures for a newly established unit. Most knowledgeable observers of the regional travel and recreation situation feel these estimates are conservative.  The use estimates predict that peak use would occur at the site in the summer period, with average daily weekend visitation ranging from 850 to 1100 in 2010. Substantial use at the side would be expected year around, however, based on winter Highway 395 traffic between ski areas to the north and the Los Angeles basin to the south. U.S. 395 is also the primary link between the Los Angeles basin and Reno.  FACILITY ANALYSIS  Roads and parking on the site are adequate to handle the existing range of site uses but would not adequately serve the projected use levels. Roads are rough and unpaved, and in many areas deep sand deposition causes vehicles to become stuck. Parking currently is provided by a large graded area in back of the auditorium, and by graded areas in the vicinity of the cemetery. These latter areas provide parking for those attending the annual pilgrimage.  The auditorium is structurally sound but is in need of routine maintenance such as exterior painting, and rehabilitation of the roof, windows, doors, and other features. An integrated pest management plan is needed to control bees, birds, and rodents.  The auditorium is currently served by water, sewer, and electrical utilities. Water supply is provided by an onsite well, which produces high quality water, sufficient to meet the daily needs of a small staff. However, the water system is not adequate to meet structural fire-suppression requirements, or the demands from a significant level of visitation. Waste treatment is provided by a septic system, which has been installed in recent years and is functioning adequately. Commercial electrical power and telephone service is available at the auditorium.  ENVIRONMENTAL CONSEQUENCES  THE PROPOSED GENERAL MANAGEMENT PLAN  Regional Economic Implications- The project would serve from 230,000-290,000 visitors per year by 2010. Some of these visitors would be drawn to the region specifically by the Manzanar NHS, although most would visit the site as part of a broader itinerary. These additional visitors, and the additional time spent in the region would result in additional spending and contributions to the regional economy.  Cultural Resources- This alternative provides protection to historic and prehistoric cultural resources by establishing a law enforcement presence to prevent theft and vandalism, by controlling erosion to prevent damage to resources, and by providing a regular program of maintenance and curation for important features and artifacts.  The cultural landscape would be enhanced by actions taken to prevent soil deposition and vegetative growth from obscuring the camp's gridwork.  Features proposed in this alternative would have a beneficial effect on the historic scene.  Visual Quality- The natural appearance of portions of the area would decline to some extent as vegetation is removed and road widths are restored to display the camp gridwork. The natural character of the area would also be diminished by adding a barracks structure and a watchtower structure in areas that are currently relatively open and natural.  Vegetation and Wildlife- Vegetation within the camp area, both natural and alien, would be slightly reduced under this alternative, leading to some loss of habitat value. Vegetation in riparian areas would not be affected by the project, and all vegetative clearing would be preceded by surveys to ensure that no threatened, endangered, or candidate species of plants or animals are affected.  Water Resources- The proposed water supply agreement with LADWP would ensure a continuous water supply of 10,000,000 gallons annually for current and anticipated park needs. Water would be pumped from wells in the area to serve the 230,000 annual visitors, and some additional water would be pumped to irrigate selected orchards and landscaped areas. Some of this water would evaporate or be transpired- most would be returned to groundwater after onsite treatment. Septic tanks and leach fields would be used to treat project wastewater. All wastewater treatment facilities and operations would be in accordance with applicable laws.  No facilities would be placed in known regulatory floodplains and there would be no impact on areas adjacent to Bairs Creek that may eventually be classified as wetlands. The Bairs Creek corridor would be managed as a natural area.  Erosion and sediment inflow to watercourses from the project area should be reduced in the long term. Very little new ground will be disturbed as a result of the project, e.g. the large parking lots at the auditorium and cemetery areas will be located on already-disturbed ground, and cooperative planning with LADWP for surface water management should reduce overland flow in the project area. In addition, elimination of grazing and off-road vehicle driving should enable vegetation in some disturbed areas to recover and better hold the soil.  Air Quality- A complete and detailed evaluation of the potential environmental consequences on air quality is present in Appendix 6. The following is a brief summary.  Dust generation sources are a major concern in the Owens Valley because this area has a long history of non-attainment of federal and state standards for inhalable particulates. Overall it is not expected that the project will contribute to the particulate problem. While some minor clearing, and subsequent exposure of soils will occur with the project, dust palliatives will be used to limit dust production. Also, the elimination of grazing and off-road vehicle activities from the site will allow some exposed areas to recover and revegetate. The analysis presented in Appendix 6 shows essentially the worst case particulate production scenario for the project, which is well below the established \"de minimis\" values, rendering the project exempt under the Clean Air Act. In fact, the elimination of grazing and OHV use may result in a net improvement in particulate production at the site in the long run.  The project would stimulate some minor additional motor vehicle travel to and within the Owens Valley area, leading to production of air pollution components generated by internal combustion engines. However, most visitors to Manzanar would be travelling to other destinations in the eastern Sierra area and the incremental impact would be very minor.  Visitor Use- Visitor use would be significantly expanded by this alternative. Plan features are expected to serve 230,000-290,000 visitors per year by 2010, providing a quality historic interpretation experience.  Environmental Justice- Under Executive Order #12898, issued by President William Clinton on February 11, 1994, agency compliance under the National Environmental Policy Act is to include analysis of the environmental, social, and economic effects on minority and low-income communities. The final plan is not expected to create any adverse impacts on minority or low-income communities, but rather would expand recreational and educational opportunities for those communities as well as for the general population.  Short Term Uses and Long Term Productivity- This alternative would discontinue those minor existing uses that are leading to the decline of the nationally significant cultural resources, and provide for the long-term productivity of the site as a locus for historic interpretation and understanding.  Irreversible Commitments of Resources- The only irreversible commitment of resources in this alternative is the labor and capital employed in development of facilities and operation and maintenance of the site as an historic site.  Cumulative Impacts- Implementation of this alternative, with its planned cooperative and partnership arrangements, would be expected to stimulate and encourage protection of related historic resources on adjacent lands, resulting in beneficial cumulative impacts to cultural resources.  ALTERNATIVE A: NO ACTION  Regional Economic Implications- Manzanar would continue to represent a casual roadside attraction to persons traveling on Highway 395. Visitors would stop only for a few minutes. No new visitors would be attracted into the Owens Valley area.  Cultural Resources- The extant cultural resources, both historic and prehistoric, would continue to decline as a result of uncontrolled vandalism, personal collection of artifacts, erosion and unmediated weathering.  The camp's defining cultural landscape features, e.g. the road grid, would continue to diminish as a result of the continued spread of black locust and other alien tree species, and due to the desert reclaiming the camp and covering it with a blanket of soil and typical Great Basin desert vegetation.  Visual Quality- The appearance of the area would become more natural over time and more compatible with the surrounding area. By most standards the visual quality would improve, inasmuch as the camp itself represented a harsh and visually dissonant scar on the desert landscape.  Vegetation and Wildlife- Desert Vegetation would reassert itself over time and native wildlife should be benefited by this change.  Water Resources- The project would not result in any additional water withdrawal and use. Periodic flooding during spring runoff would continue to cause erosion in the study area.  Air Quality- No significant impacts would occur in this area. Some marginal improvement in wind-blown particulates could occur as native vegetation is further established and as the black locust groves spread and provide windbreaks.  Visitor Use- No impact on visitor use would occur.  Environmental Justice- Same as proposed plan.  Short Term Uses and Long Term Productivity- This alternative permits existing activities such as grazing, vandalism and personal collecting to continue, thereby leading to losses to long term productivity since the site becomes less capable of providing a meaningful experience to future potential park visitors.  Irreversible Commitments of Resources- Irreversible and irretrievable commitments would accrue to this alternative in terms of losses of historic and prehistoric artifacts and fabric to vandalism, theft, and erosion. The choice of this alternative would sacrifice a part of a nationally significant cultural resource.  Cumulative Impacts- This alternative involves a decision not to take steps to protect the site's cultural resources. This action, combined with the long history of theft, intentional destruction, and deterioration through weathering, would contribute to significant cumulative adverse impacts on cultural resources.  ALTERNATIVE B: MINIMUM REQUIREMENTS  Regional Economic Implications- Regional implications would be similar to the proposed plan.  Cultural Resources- Similar to the proposed plan, except that a smaller area would be included and formally protected.  Visual Quality- Similar to the proposed plan, except with slightly less impact on natural appearance since reconstruction would not be included.  Vegetation and Wildlife- Similar to the proposed plan.  Water Resources- Same as the proposed plan.  Air Quality- Same as the proposed plan.  Visitor Use- Similar to the proposed plan, but provide a somewhat lower quality visitor experience.  Environmental Justice- Same as proposed plan.  Short Term Uses and Long Term Productivity- Same as the proposed plan.  Irreversible Commitments of Resources- Same as the proposed plan.  Cumulative Impacts- Same as the proposed plan.  [insert ENVIRONMENTAL CONSEQUENCES MATRIX]  CONSULTATION AND COORDINATION IN THE DEVELOPMENT OF THE GENERAL MANAGEMENT PLAN AND PREPARATION OF THE ENVIRONMENTAL IMPACT STATEMENT  SCOPING  Scoping for Manzanar General Management Plan was initiated with a Federal Register notice on April 23, 1993 and continued until June 30, 1993. Three public scoping meetings were held (one in Independence and two in Los Angeles) and comments were recorded. Additional comments were provided in 27 letters, and in petitions signed by 275 individuals. The petitions asked that the site truthfully reflect the experiences of the Japanese Americans confined in the relocation centers.  REVIEW OF THE DRAFT GENERAL MANAGEMENT PLAN AND ENVIRONMENTAL IMPACT STATEMENT  The draft document was mailed to interested groups and individuals on February 7, 1996 with a comment closing date of May 3, 1996. Availability of the draft document was formally announced by the Environmental Protection Agency in the Federal Register dated February 23, with the minimum required 60-day period of availability ending April 23. A Park Service notice of availability appeared in the Federal Register of February 20. News releases announcing the availability of the document and the scheduling of public meetings were broadly distributed in the Owens Valley and regional media.  The following agencies and organizations received copies of the draft document:  Bureau of Land Management, California State Office, Sacramento Bureau of Land Management, Bishop Resource Area, Bishop U.S. Fish and Wild life Service      Regional Office, Portland      Division of Ecological Services, Ventura Environmental Protection Agency Advisory Council on Historic Preservation California State Clearinghouse California Dept. of Transportation California State Historic Preservation Officer California Native American Heritage Commission Los Angeles Department of Water and Power Inyo County      County Administrator      Public Works      Eastern California Museum      Library Manzanar Committee American Society of Landscape Architects Japanese American Citizens League Japanese-American National Museum Japanese-American National Historical Society Paiute\/Shoshone Indians of the Bishop Community of the Bishop Colony Big Pine Band of Owens Valley Paiute\/Shoshone Indians Fort Independence Indian Community of Paiute Indians Paiute\/Shoshone Indians of the Lone Pine Community Owens Valley Paiute-Shoshone Indian Cultural Center Lone Pine Tribal Council Bishop Tribal Council Big Pine Tribal Council Bishop Museum  In addition, several hundred copies of the draft plan and EIS were sent to interested individuals.  Four public meetings on the draft plan and EIS were conducted March 12-16. Sites for the meetings were Bishop, Independence, Gardena, and Los Angeles, all located in California.  Public comments on the draft GMP\/EIS were received and recorded at the four public meetings, and by written communications to the Park Service and Secretary of Interior.  The four public meetings were attended by 178 persons, 43 of whom made comments for the record. A total of 194 written communications on the draft were received during the comment period. These communications included two petitions, 135 copies of a form letter, and 57 individually prepared letters.  CONTENT OF PUBLIC REVIEW COMMENTS  Comment on the GMP\/EIS was highly polarized with most reviewers opting either for the proposed action (Alternative C), with an expanded boundary, or for deauthorization of the site as a unit of the National Park System.  In addition to statements of preference among the alternatives and comments on the substance of the plan, many reviewers offered extraneous but often emotional expressions regarding the moral correctness and military necessity of the relocation program and the use of certain emotive terms such as \"concentration camp\". Several respondents also expressed apprehension that NPS would not factually present the true conditions at the camp, but would subjugate facts to \"political correctness\" and the avoidance of controversy. This concern was expressed both by those who support the existence of Manzanar National Historic Site and by those who regret its authorization. In addition, certain historical facts related to the site are strongly disputed by some individuals.  135 copies of an individually signed and submitted form letter were received which:  1. Recommended selection of Alternative C. 2. Urged further expansion of the boundary to include 800 acres. 3. Requested an immediate increased operating budget for the site. 4. Urged prompt action to implement the plan.  A copy of the form letter is printed in Appendix 7.  A petition circulated in the Bishop area, signed by 109 persons, expressed the desire that Manzanar not be a \"monument for Japanese Relocation Camps\" and expressed the opinion that the costs of the site would exceed income or revenue.  Another petition circulated in the Bishop area, signed by 55 persons, asked that the site be operated as economically as possible and that American Indian and pioneer history be given equivalent coverage to the internment period.  Copies of both petitions are printed in Appendix 7.  A total of 57 individual letters were received from agencies, organizations, and individuals. Twenty-five of these letters recommended selection of Alternative C and noted various issues. A total of 8 letters indicated overall opposition to the site itself being in the National Park System for various reasons. The remaining 24 letters did not express preferences among the alternatives but offered opinions regarding the propriety of the relocation program, the use of terms to describe the site, critiques of the analysis of environmental impacts, and specific suggestions for additional features or programs at the site.  Of the forty-three persons making oral statements at the public meetings, a total of 22 expressed support for Alternative C, while 3 persons indicated a preference that the site not exist. The remaining 18 persons offered views on various aspects of the alternatives or the appropriate uses of terms. Manzanar Advisory Commission member Vernon Miller polled the attendees at both the Gardena and Los Angeles meetings re their support for Alternative C and the show of hands revealed nearly unanimous support among the 81 persons attending those meetings.  Copies of all written statements, as well as tapes of oral comments received at the public review meetings regarding the plan, are available for inspection at the office of the superintendent of Manzanar National Historic Site.  NATIONAL PARK SERVICE RESPONSE TO COMMENTS  Copies of letters encompassing all substantive issues are printed in Appendix 7 along with the National Park Service response to those issues, indicating to what extent they are addressed in the final plan. The issues in the letters are inclusive of issues surfaced in oral statement at the public meetings.  A number of issues were surfaced during the public review process which are no relevant to the general management planning process and cannot be resolved at this time. These are outlined below.   A number of respondents seemed to be under the impression that the establishment of a National Historic Site was under consideration. In fact, the site has been established by Congress and the current planning process I intended to determine how best to preserve the site and make it available for public use.  Several respondents indicated concern that NPS interpretation at the site would misrepresent the conditions at the camp by either understating the hardships on the internees, or by overstating the hardships. The general management plan proposes general areas of interpretive coverage but does not define the details of interpretive treatments and programs. The Park Service intends to interpret the site in a factual manner, supported by extensive historical research which is underway. As interpretive materials are developed, the Park Service will actively solicit critical evaluations from the public toward the end of providing historically accurate information.  A number of comments were directed toward either promoting or deterring the use of the term \"concentration camp\" or \"internment camp\" with respect to Manzanar. The choice of descriptive terminology is not a general management planning issue but rather an issue, which may surface in the development of interpretive media. Terminology is imprecise, confusing, and emotionally laden with respect to Manzanar. It is noted that while the area was officially designated as the Manzanar War Relocation Center, it has historically been widely referred to as an internment camp. Also, the use of the term \"concentration camp\" to describe the relocation centers was common in the WWII era not only in the public media but also in statements by prominent government officials. Consequently it may be expected that the entire range of terms will surface in the site's interpretive media. In the final analysis, the Park Service may find it necessary and illuminating to create an exhibit on terminology to explain the legal and popular uses of various terms, their application to the relocation program, and the emotional implications.  PLANNING TEAM  National Park Service   Dan Olson, Planner (Team Captain), WRO Ross Hopkins, Superintendent, MANZ Lynne Nakata, Interpretive Specialist, WRO Don Kodak, Interpretive Planner, HFC Tom Mulhern, Chief, Park Historic Preservation, WRO Gordon Chappell, Regional Historian, WRO Roger Kelly, Regional Archaeologist\/Ethnographer, WRO Hank Florence, Regional Historical Architect, WRO Ed Rothfuss, Superintendent (Former), DEVA  Eastern California Museum   Bill Michael, Director  ASLA Manzanar Committee (Landscape architects)  Dennis Otsuji, Chairman Asa Hanamoto Ronald Izumita Hideo Sasaki Joseph Yamada Frank Kawasaki Robert Murase Ken Nakaba  CONSULTANTS  Betsy Cuthbertson, ASLA, Washington, D.C. Jeff Burton, Archeologist, NPS, WACC Sue Embrey, Manzanar Committee Mas Okui, Manzanar Committee Genivieve Rasmussen, Bishop Area Manager, Bureau of Land Management Douglas Dodge, Outdoor Recreation Planner, Bureau of Land Management Larry Van Horn, Anthropologist, NPS, Denver Service Center  APPENDICES  1. Authorizing Legislation  2. List of Threatened, Endangered, and Candidate Species  3. Projects Requiring Additional Section 106 Compliance  4. Implementation Schedule and Cost Estimates  5. Proposed Treatment of Classified Structures  6. Air Quality Analysis  7. Public Comment Letters & NPS Responses  APPENDIX 1  PUBLIC LAW 102-248  MARCH 3, 1992  MANZANAR NATIONAL HISTORIC SITE  [insert law scan here]  APPENDIX 2  SPECIES LIST  THREATENED AND ENDANGERED SPECIES CONSULTATION  [insert Feb. 22, 1993 memo re: species list here]  APPENDIX 3  LIST OF PROPOSED MANZANAR PROJECTS  REQUIRING ADDITIONAL SECTION 106 COMPLIANCE  In reviewing the draft General Management Plan, the State Historic Preservation Officer indicated the need for OHP review of any plans for removal and relocation of the State Historic Marker from its current location. The plan also makes commitments for further Section 106 compliance on other actions including restoration and adaptive use of the auditorium as an interpretive center and water resources management planning.  APPENDIX 4  [insert scan of implementation schedule and cost estimates here]",
    "url": "https:\/\/www.nps.gov\/manz\/learn\/management\/general-management-plan.htm"
}
