{
    "title": "Manzanar National Historic Site: Mess Hall Move",
    "body": "Explore This Park    Learn About the Park     Management     Your Dollars At Work     Mess Hall Move                Mess Hall Move         Mess Hall at Bishop airport before move in December, 2002. NPS Photo  On Friday, December 6, 2002, the first two sections of an original World War II mess hall were moved forty-five miles from the Bishop County Airport to Manzanar National Historic Site. The other two sections followed on Wednesday, December 11.        Stabilization of Mess Hall before move to Manzanar. NPS Photo  The 40' x 100' structure is the same type as the 36 mess halls used by the Japanese Americans interned at Manzanar from 1942-1945. After the war, all but three of the camp's 800 buildings were dismantled or relocated. The mess hall was located at Bishop Airport and served as the Northern Inyo Hospital from 1946-1949. In the past 50 years, it was used as a storage space and eventually abandoned in a state of disrepair.        Mess Hall ready for transport to Manzanar. NPS Photo  The mess hall is the first building in the \"Demonstration Block\" called for in Manzanar National Historic Site's General Management Plan, approved in 1996.       Restored mess hall Mark Hachtmann NPS         Mess Hall interior NPS photo  The restored mess hall with exhibits opened on January 14, 2011. Visitors have an opportunity to explore a major part of camp life in the newly restored World War II-era mess hall. Historic photos, articles, and quotes evoke the scale, complexity, and regimentation of life in Manzanar. Thirty-six mess halls served three meals a day for up to 300 people, 365 days a year. With a peak population of more than 10,000, the scale of operations required to feed Japanese Americans and camp staff matched that of a small city.        Mess hall kitchen NPS photo  Superintendent Les Inafuku stated \"As I walk through the mess hall, I find myself imagining that I've walked in right at the busiest moment of a meal, and that I'd better be careful not to bump into a cook or dish washer. My great thanks go out to the former internees who provided us with the fine details about meals and the mess halls, plus the countless hours that our Manzanar staff and our creative and dedicated exhibit designers and fabricators devoted to research, develop concepts, and to produce the exhibits.\"",
    "url": "https:\/\/www.nps.gov\/manz\/learn\/management\/mess-hall-move.htm"
}
