{
    "title": "Manzanar National Historic Site: Orchard Community",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Orchard Community                Orchard Community      \"It was a marvelous place to live. Clean air, beautiful mountains and a close neighborly association. The rich volcanic soil produced the largest vegetables and plentiful fruit crops. None better in the whole world.\"  Elinore Rotharmel, teacher at the Manzanar school.       Manzanar schoolchildren with fruit packing plant and post office in the background. Eastern California Museum  In 1905, the city of Los Angeles announced plans to build a 230-mile-long aqueduct to supply their growing city with Owens Valley water. That year, John Shepherd sold his Owens Valley ranch to George Chaffey, a prominent agricultural developer from Southern California. Over the next five years, Chaffey's Owens Valley Improvement Company (OVI) laid the groundwork for an agricultural subdivision, piping water from local creeks and planting thousands of fruit trees. Owens Valley Improvement's promotional brochures promised \"Fortunes of Apples in Owens Valley,\" and several dozen families moved to the area. The new town of Manzanar grew to include a general store, community hall, garage, and school.        Fruit Crate Art Eastern California Museum  During the 1920s, the city of Los Angeles began buying additional water rights and property in the Owens Valley. Chaffey sold his Owens Valley Improvement Company interests to the city in 1924, and other farmers followed. Some leased their orchards back from the city while others moved away. The city of Los Angeles managed the Manzanar orchards until 1932, and the town's last two families left in 1934. Approximately 480 acres of apples, 40 acres of peaches, 30 acres of pears, 5 acres prunes, and several acres of grapes grew at Manzanar in the 1920s.",
    "url": "https:\/\/www.nps.gov\/manz\/learn\/historyculture\/orchard-community.htm"
}
