{
    "title": "Manzanar National Historic Site: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture      Manzanar National Historic Site was established to preserve the stories of the internment of nearly 120,000 Japanese Americans during World War II and to serve as a reminder to this and future generations of the fragility of American civil liberties.Relocations recur throughout the history of Manzanar and the Owens Valley. The Paiute and early settlers as well as Japanese Americans all were uprooted from their homes.American Indians began utilizing the valley almost 10,000 years ago. About 1,500 years ago the Owens Valley Paiute established settlements here. They hunted, fished, collected pine nuts, and practiced a form of irrigated agriculture.        George's Creek School Eastern California Museum  Miners and ranchers moved into the valley in the early 1860s and homesteaded Paiute lands raising cattle, sheep, fruit, wheat, and other crops. The military was called in and forcibly relocated nearly 1,000 Owens Valley Paiute to Fort Tejon in 1863. Many Paiute returned to the Owens valley and worked on local ranches. The town of Manzanar—the Spanish word for “apple orchard”—developed as an agricultural settlement beginning in 1910. Farmers grew apples, pears, peaches, potatoes, and alfalfa on several thousand acres surrounding the town. The Los Angeles Department of Water and Power began acquiring water rights in the valley in 1905 and completed the Los Angeles Aqueduct in 1913. Land buyouts continued in the 1920s, and by 1929 Los Angeles owned all of Manzanar’s land and water rights. Within five years, the town was abandoned. In the 1930s local residents pinned their economic hopes on tourism. With the onset of World War II tourism diminished.        The small square buildings in the center between rows of barracks are the laundry and sanitary units (sic). 1942 Dorothea Lange  In 1942 the U.S. Army leased 6,200 acres at Manzanar from Los Angeles to establish a center to hold Japanese Americans during World War II. Though some valley residents opposed the construction of the internment camp, others helped build it and worked here. Among these were a few Owens Valley Paiute whose own families had been exiled earlier from these lands.",
    "url": "https:\/\/www.nps.gov\/manz\/learn\/historyculture\/index.htm"
}
