{
    "title": "Manzanar National Historic Site: Owens Valley Paiute",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Owens Valley Paiute                Owens Valley Paiute      \"Where the water touches this soil of disintegrated granite, it acts like the wand of the Enchanter, and it may with truth be said that these Indians have made some portions of their Country, which otherwise were Desert, to bloom and blossom as the rose.\"  U.S. Army Captain J.W. Davidson, 1859        Paiute woman weaving a basket Eastern California Museum  The Owens Valley Paiute relied on abundant water from snow-fed Sierra streams and a diversity of plants and animals for their subsistence. Living in settlements along the waterways, the Paiute created unique irrigation systems to enhance the growth of native plant foods. For more than three thousand years they hunted game, gathered pinon nuts, made baskets and pottery, and traded with other native groups beyond the mountains. The Paiute's rich cultural heritage is evident in the landscape of Manzanar. In the 1860s, discovery of gold and silver in the Sierra Nevada and Inyo Mountains attracted a flood of prospectors. Ranchers and farmers followed, often utilizing Paiute irrigation systems and grasslands. A harsh winter and scarce food in 1861-1862 forced the Paiute and settlers into open conflict. The military intervened and, in 1863, forcibly removed 1,000 Paiute to Fort Tejon in the mountains south of Bakersfield. Many Paiute eventually left Fort Tejon and returned to the Owens Valley where they lived in camps near towns and farms. They integrated farm and domestic labor with traditional food gathering, and by 1866 were indispensable to the Owens Valley's agricultural economy. As Captain A.B. MacGowen, commander of Fort Independence, observed, \"The people in the valley could not get along without them as they do most of the labor required.\" By 1900, the Bureau of Indian Affairs had established Indian schools at Fort Independence as well as Big Pine and Bishop.",
    "url": "https:\/\/www.nps.gov\/manz\/learn\/historyculture\/owens-valley-paiute.htm"
}
