{
    "title": "Manzanar National Historic Site: Japanese Americans",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Japanese Americans                Japanese Americans at Manzanar      “We had about one week to dispose of what we owned, except what we could pack and carry for our departure by bus…for Manzanar.”   William Hohri        Buses line up on a Los Angeles street to take Japanese American evacuees to camp. NPS Photo  Japan’s attack on Pearl Harbor December 7, 1941, led the United States into World War II and radically changed the lives of 120,000 men, women, and children of Japanese ancestry living in the United States. The attack intensified racial prejudices and led to fear of potential sabotage and espionage by Japanese Americans among some in the government, military, news media, and public. In February, 1942, President Franklin D. Roosevelt signed Executive Order 9066 authorizing the Secretary of War to establish Military Areas and to remove from those areas anyone who might threaten the war effort. Without due process, the government gave everyone of Japanese ancestry living on the West Coast only days to decide what to do with their houses, farms, businesses, and other possessions. Most families sold their belongings at a significant loss. Some rented their properties to neighbors. Others left possessions with friends or religious groups. Some abandoned their property. They did not know where they were going or for how long. Each family was assigned an identification number and loaded into cars, buses, trucks, and trains, taking only what they could carry. Japanese Americans were transported under military guard to 17 temporary assembly centers located at racetracks, fairgrounds, and similar facilities in Washington, Oregon, California, and Arizona. Then they were moved to one of 10 hastily built relocation centers. By November, 1942, the relocation was complete.        Waiting in line at the mess hall was a common activity at Manzanar. Dorothea Lange  Life at Manzanar Ten war relocation centers were built in remote deserts, plains, and swamps of seven states; Arkansas, Arizona, California, Colorado, Idaho, Utah, and Wyoming. Manzanar, located in the Owens Valley of California between the Sierra Nevada on the west and the Inyo mountains on the east, was typical in many ways of the 10 camps. About two-thirds of all Japanese Americans interned at Manzanar were American citizens by birth. The remainder were aliens, many of whom had lived in the United States for decades, but who, by law, were denied citizenship. The first Japanese Americans to arrive at Manzanar, in March 1942, were men and women who volunteered to help build the camp. On June 1 the War Relocation Authority (WRA) took over operation of Manzanar from the U.S. Army. The 500-acre housing section was surrounded by barbed wire and eight guard towers with searchlights and patrolled by military police. Outside the fence, military police housing, a reservoir, a sewage treatment plant, and agricultural fields occupied the remaining 5,500 acres. By September 1942 more than 10,000 Japanese Americans were crowded into 504 barracks organized into 36 blocks. There was little or no privacy in the barracks—and not much outside. The 200 to 400 people living in each block, consisting of 14 barracks each divided into four rooms, shared men’s and women’s toilets and showers, a laundry room, and a mess hall. Any combination of eight individuals was allotted a 20-by-25-foot room. An oil stove, a single hanging light bulb, cots, blankets, and mattresses filled with straw were the only furnishings provided. Coming from Los Angeles and other communities in California and Washington, Manzanar’s internees were unaccustomed to the harsh desert environment. Summer temperatures soared as high as 110ºF. In winter, temperatures frequently plunged below freezing. Throughout the year strong winds swept through the valley, often blanketing the camp with dust and sand. Internees covered knotholes in the floors with tin can lids, but dust continued to blow in between the floorboards until linoleum was installed in late 1942. “…one of the hardest things to endure was the communal latrines, with no partitions; and showers with no stalls.” Rosie Kakuuchi        Sports provided a welcome diversion at camp. Francis Stewart  Overcoming Adversity Internees attempted to make the best of a bad situation. The WRA formed an advisory council of internee-elected block managers. Internees established churches, temples, and boys and girls clubs. They developed sports, music, dance, and other recreational programs; built gardens and ponds; and published a newspaper, the Manzanar Free Press. Most internees worked in the camp. They dug irrigation canals and ditches, tended acres of fruits and vegetables, and raised chickens, hogs, and cattle. They made clothes and furniture for themselves and camouflage netting and experimental rubber for the military. They served as mess hall workers, doctors, nurses, police officers, firefighters, and teachers. Professionals were paid $19 per month, skilled workers received $16, and nonskilled workers got $12. Many pooled their resources and created a consumer cooperative that published the Manzanar Free Press and operated a general store, beauty parlor, barbershop, and bank. As the war turned in America’s favor, restrictions were lifted, and Japanese Americans were allowed to leave the camps. Church groups, service organizations, and some camp administrators helped find sponsors and jobs in the Midwest and the East. From all 10 camps, 4,300 people received permission to attend college, and about 10,000 were allowed to leave temporarily to harvest sugar beets in Idaho, Montana, Utah, and Wyoming. A total of 11,070 Japanese Americans were processed through Manzanar. From a peak of 10,046 in September 1942, the population dwindled to 6,000 by 1944. The last few hundred internees left in November 1945, three months after the war ended. Many of them had spent three-and-a-half years at Manzanar. The removal of all Japanese Americans from the West Coast was based on widespread distrust of their loyalty after Pearl Harbor. Yet, no Japanese Americans were charged with espionage. “Manzanar has its first gold star mother. We had dreaded the day when some family in Manzanar would receive the fateful telegram….” Manzanar Free Press article on Pfc. Frank Arikawa’s death       Soldiers from Manzanar served with great distinction in the 442nd Regimental Combat Team. Ansel adams  Loyalty and Service About 5,000 Japanese Americans were serving in the U.S. Army when Japan attacked Pearl Harbor in December 1941. The U.S. military soon called for another 5,000 volunteers from the mainland and Hawaii. In January 1942, however, the Selective Service reclassified Japanese Americans as “enemy aliens” and stopped drafting them. Emotions were intense during 1942 as the United States entered the war and Japanese Americans were moved to the relocation centers. Various protests and disturbances occurred at some centers over political differences, wages, and rumors of informers and black marketing. At Manzanar two people were killed and 10 were wounded by military police during the “Manzanar Riot” in December 1942. Tensions intensified in 1943 when the government required internees to answer a “loyalty questionnaire.” They were asked if they would serve in combat and if they would swear unqualified allegiance to the United States. Some older internees answered “no” because they were not allowed to become U.S. citizens. Others refused to serve while their families were behind barbed wire. Those who answered “yes” were considered “loyal” and became eligible for indefinite leave outside the West Coast military areas. Those who answered “no” were sent to a segregation center at Tule Lake, Calif. In January 1944 the draft was reinstated for Japanese Americans. Most of those who were drafted or volunteered joined the 442nd Regimental Combat Team. Combined with the 100th Infantry Battalion of the Hawaiian Territorial Guard, the 442nd fought with distinction in North Africa, France, and Italy. With 9,846 casualties, the 100th\/442nd had the highest casualty rate and was the most highly decorated Army unit for its size and length of service. Nearly 26,000 Japanese Americans served in the U.S. military during World War II. Chronology 1869 First known Japanese immigrants to U.S. settle near Sacramento. 1913 Alien Land Law prohibits Japanese aliens from owning land in California and imposes a three-year limit on leasing of land. 1924 Immigration Exclusion Act halts Japanese immigration to U.S. 1941 U.S. enters World War II after Pearl Harbor attack Dec. 7. 1942 Executive Order 9066 of Feb.19 authorizes relocation and\/or internment of anyone who might threaten the U.S. war effort. 1943 U.S. Army forms 442nd Regimental Combat Team, a segregated unit for Japanese Americans that serves with 100th Infantry Battalion in Europe. 1944 Supreme Court upholds constitutionality of evacuation based solely on national ancestry while separately ruling that loyal citizens cannot be held against their will. 1945 World War II ends with Japan’s surrender Aug. 14. Manzanar War Relocation Center closes Nov. 21. 1952 Walter-McCarran Immigration and Naturalization Act allows Japanese aliens to become naturalized citizens. 1972Manzanar designated a California Registered Historical Landmark. 1988 U.S. Civil Liberties Act grants a $20,000 payment and an apology to 82,000 former internees. 1992 Manzanar National Historic Site established March 3. 2001 Minidoka Internment National Monument designated Jan. 17 in Idaho. National Japanese American Memorial dedicated June 29 in Washington, D.C. 2004 Manzanar National Historic Site Interpretive Center opens April 24.",
    "url": "https:\/\/www.nps.gov\/manz\/learn\/historyculture\/japanese-americans-at-manzanar.htm"
}
