{
    "title": "Manzanar National Historic Site: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions             Nearby Attractions          Museums and Historic Interest            Eastern California Museum Located in Independence, this museum displays exhibits and artifacts related to history of the area. The museum also hosts traveling exhibits on various topics related to the human experience.       Laws Railroad Museum and Historical Site Fifty miles north of Manzanar, the community of Laws exists today only as it is preserved at the Railroad Museum. Tour historic buildings and railcars. Learn about the age of narrow gauge in the Owens Valley.       Bodie State Historic Park Walk the deserted streets of one of America's best preserved ghost towns. About two and half hours north of Manzanar, this Historic Park was once a thriving gold mining town. It is now a unique slice of the American western landscape.       Owens Valley Paiute Shoshone Cultural Center and Museum American Indians have inhabited this valley for thousands of years. Today, Paiute and Shoshone people call this area home. Learn about traditional lifeways and cultural elements of these historic valley residents.       Maturango Museum Visit this museum of the cultural history, natural history, and geology of the Northern Mojave Desert. Contact them for details about their petroglyph tours.                   Communities            Independence, CA Independence has been the seat of Inyo County since 1866 and the town still has a number of historic buildings including the courthouse, Winnedumah Hotel, and home of noted author Mary Austin. The town covers 4 square miles and is home to nearly 600 people. Not surprisingly, Independence is an ideal place to spend the 4th of July with a parade, town dance, barbecue, and fireworks.    Lone Pine, CA     Lone Pine was founded in the late 1860's to provide services and supplies to local mines including the Cerro Gordo and later to farmers and ranchers. The town was named for a single pine found at the mouth of Lone Pine Canyon, but a flood destroyed the tree before 1900. In 1872 a massive earthquake hit the area. A cemetery for the victims is located at the north end of town. Currently Lone Pine has a population of nearly 2000 people. The town's largest event is the Lone Pine Film Festival which takes place every October. The festival celebrates decades of Hollywood coming to the Owens Valley to take advantage of the unique landscape.       Big Pine, CA Gateway to the lakes and high country surrounding the Palisade Glacier, as well as the ancient Bristlecone Pine Forest, Death Valley National Park and the nations highest sand dunes at Eureka Valley.      Bishop, CA   Surrounded by the 14,000' peaks of the majestic Sierra Nevada and White Mountains, Bishop teams with summer and winter activities. Camping, fishing, climbing, and golfing are a few of the activities that await you. Visit the Cultural Center of the Bishop Paiute, and Laws Railroad Museum.     Ridgecrest, CA At the southern end of Owens Valley, Ridgecrest awaits you to explore Death Valley National Park, Trona Pinnacles, China Lake Museum of Armament and Technology, and the Maturango Museum.",
    "url": "https:\/\/www.nps.gov\/manz\/planyourvisit\/nearbyattractions.htm"
}
