{
    "title": "Manzanar National Historic Site: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases      June 2, 2016Manzanar Visitor Center Now Open 9:00 to 5:30 DailyManzanar National Historic Site Visitor Center returned to its usual summer hours on June 1, 2016April 28, 201647th Annual Manzanar Pilgrimage This WeekendManzanar National Historic Site invites visitors to participate in a weekend of special events. April 12,2016Manzanar Hosts Pilgrimage Weekend Events April 29 - May 1, 2016Manzanar National Historic Site invites visitors to participate in a weekend of special events in conjunction with the Manzanar Committee's 47th Annual Pilgrimage. All are welcome and the events are free.March 21, 2016Unveiling of Historic Hibino Painting Set For April 9 at ManzanarEastern California Museum and Manzanar National Historic Site are pleased to unveil the newly conserved large mural by Tamekichi Carl Hibino at 2:00 p.m. on April 9 at Manzanar. This is believed to be the first public display of the painting since 1945.March 18, 2016New Hours for Manzanar Visitor Center Effective April 1, 2016Beginning Friday, April 1, 2016, the Manzanar National Historic Site Visitor Center will be open from 10 a.m. to 5:30 p.m. daily.March 9, 2016Volunteers Invited To Join Public Archeology Project Manzanar's award-winning public archeology program provides exceptional opportunities to learn about the past and help preserve the site and its stories for the future. From March 25 through 30, 2016, volunteers have the unique opportunity to assist the National Park Service in uncovering and stabilizing Manzanar's historic administration and staff housing area.February 4, 2016Manzanar Hosts Record Visitation in 2015Over 95,000 people from throughout the United States and around the world visited Manzanar National Historic Site in 2015. From near and far, youth and elders, first-time visitors and former incarcerees, all had a variety of opportunities to connect to the site, its stories, and each other.October 3, 2015New Hours for Manzanar Visitor CenterBeginning Sunday, October 18, 2015, the Visitor Center at Manzanar National HIstoric Site will open at 10 a.m. and close at 4:30 p.m. People arriving between 9 and 10 a.m. can visit the exhibits in Block 14's barracks and mess hall, as well as drive or walk the square-mile site to see Japanese rock gardens and other features. A restroom is available at the historic Manzanar cemetery on the west side of the site. As Always, the site itself is open from dawn to dusk.June 10, 2015National Park Service Invites Comments of Draft Manzanar BrochureEach year, approximately 80,000 people visit Manzanar National Historic Site. They receive an introductory brochure to enhance their understanding and experience. The National Park Service and key stakeholders developed Manzanar's current brochure in 2003. Since then, the site has evolved significantly. This new brochure is intended to be evocative as well as informational.May 29, 2015Pastimes Public Archeology Project at Manzanar National Historic Site July 2-6, 2015You are invited to join National Park Service staff in historic preservation work at Manzanar July 2-6, 2015. Work will focus on Block 14, the Historic Site's \"demonstration block\" where visitors can better see and experience what a typical residential block at Manzanar was like.  April 23, 2015Manzanar National Historic Site seeks K-12 educator for Summer 2015 ProgramManzanar National Historic Site just acquired funding for one Teacher-Ranger-Teacher position this summer. Application April 16, 2015Manzanar Opens Long-Awaited Barracks ExhibitsBeginning today, visitors have the opportunity to learn more about the lived experiences of individuals, families, and communities incarcerated at Manzanar through permanent exhibits installed in two reconstructed barracks. The exhibits feature extensive photos, documents and quotes illustrating the challenges and changes people faced at Manzanar. Six audio stations and one video station feature a total of 42 oral history clips. April 2, 2015\"Find Your Park\" During Manzanar Pilgrimage Weekend Events, April 24-26, 2015Manzanar National Historic Site invites visitors to participate in a weekend of special events in conjunction with the Manzanar Committee's 46th Annual Pilgrimage. Find Your Park invites the public to see that a national park can be more than a place - it can be a feeling or an experience. Pilgrimage weekend offers opportunities to Find Your Park through art, music, dance, and films. February 18, 2015Manzanar Annual Volunteer Day March 28, 2015Join Manzanar National Historic Site for a day of work at the camp's historic administration area. Spend a day outside learning about the operation of Manzanar War Relocation Center, and working with others in preserving a unique part of Manzanar's history. October 30, 2014Winter Hours of Operation for Manzanar Visitor Center Effective November 1, 2014Beginning Saturday, November 1, 2014, the Manzanar National Historic Site Visitor Center will be open from 9:00 a.m. to 4:30 p.m. daily. July 2, 20142014 Public Historic Preservation Projects at Manzanar National Historic SiteThe public is cordially invited to help make a concrete contribution at Manzanar National Historic Site this summer. Under the direction of National Park Service archeologists Jeff Burton and Laura Ng, two different volunteer historic preservation workshops will be offered. June 12, 2014Japanese American Confinement Sites (JACS) Grant FY2014National Park Service Announces $2.9 Million in Grants to Preserve and Interpret World War II Japanese American Confinement SitesApril 22, 2014Bernadette Lovato Named As Manzanar SuperintendentSAN FRANCISCO - Bernadette Lovato has been selected as the new superintendent for Manzanar National Historic Site in California. Lovato is currently the District Manager for the BLM Carson City District Office, overseeing 4.8 million acres in northwestern Nevada. She will begin her new position in June, replacing former superintendent Les Inafuku, who retired. April14, 2014Garden Restoration Earns National AwardThe Society for History in the Federal Government has presented the 2014 John Wesley Powell Prize for Outstanding Historic Preservation to Manzanar National Historic Site for the restoration of the mess hall garden in Block 12. March 7, 2014Summer Hours of Operation Effective April 1, 2014Beginning Tuesday, April 1, 2014, the Manzanar National Historic Site Visitor Center will resume summer hours of 9:00 a.m. to 5:30 p.m. daily through October 31. March 4, 2014Manzanar Hosts Special Events April 25-27, 2014 for Annual Manzanar PilgrimageManzanar National Historic Site invites the public to participate in a weekend of special activities surrounding the Manzanar Committiee's 45th Annual Manzanar Pilgrimage. Visitors are invited to experience art, music, dance, talks and more. All events are free.March 1, 2014Gardens \"Of Beauty and Serenity\" Restored at Manzanar National Historic SiteWith the help of volunteers from throughout the U.S. and Japan, Manzanar National Historic Site's cultural resources staff has recently completed preservation work at two of the dozens of Japanese gardens at Manzanar. January 21, 2014Bill Nishimura and Nancy Bartlit to speak at Manzanar To Honor Day of Remembrance, Nancy Bartlit and Bill Nishimura will present talks at the Manzanar Visitor Center on February 15, 2014.  January 16, 2014Colin Smith Named Acting SuperintendentColin Smith, currently the Chief Ranger at Olympic National Park in Washington, has been selected to serve as the Acting Superintendent of Manzanar National Historic Site from late January through March 2014. October 30, 2013Honoring Our VeteransJoin us at 11 a.m. on November 11 for a special program honoring all Owens Valley veterans. October 25, 2013Manzanar Invites People to Share Photos of VeteransJoin the rangers and staff at Manzanar National Historic Site in honoring Owens Valley veterans - first by sharing photos and stories of veterans in your family and then by attending a special event on Monday, Nov. 11, 2013, at Manzanar National Historic Site. Activities will begin at 11 a.m. October 17, 2013Manzanar National Historic Re-opensAll facilities and services, including the visitor center, barracks, mess hall, and auto tour road are open. September 18, 2013Teaching with Primary Sources Workshop Join fellow educators and Densho at Manzanar National Historic Site to learn how to access and use primary source materials to develop analysis and reasoning skills. This workshop is designed around thinking routines that are easy and powerful to use with a variety of materials in your classroom. Content about the World War II incarceration of Japanese Americans will introduce the thinking routines with photographs, oral histories, documents, and newspaper articles. Additional historical content and context will be provided with each learning activity. This workshop is for qualified educators and pre-service teachers only. Saturday, November 23, 2013 9:00 am - 4:30 pm July 29, 2013Auto Tour Road ReopensAfter a week-long closure due to flooding, the Manzanar auto tour road is once again open to traffic. July 23, 2013Flooding Impacts ManzanarAuto tour road closed until further notice. Visitor Center, barracks and mess hall remain open. July 1, 2013National Park Service Invites Comments on Proposed Barracks Exhibits and Block 14 Master PlanDesigners from Drisko Studios, the Office of Krister Olmon, and Harvest Moon Studio collaborated with NPS staff to develop exhibit concepts and content based on input from a February 2012 public exhibit planning meeting at the Japanese American Cultural and Community Center in Los Angeles and the August 2012 Manzanar Schools Reunion in Las Vegas. We invite you to review and comment on proposed approaches outlined in the Design Development II document for the barracks exhibits as well as the Block 14 Master Plan.Please comment by July 21, 2013.May 23, 2013Manzanar Hosts Special Events for Summer 2013This summer, Manzanar will host two authors and series of oral history video screenings.June 22, 1:00 p.m. - In Search of the Owens Valley, with Jane WehreyJuly 27, 10:00 a.m. - Quiet Beauty: Japanese Gardens of North America, with Dr. Kendall BrownOral History screenings;June 7: Henry NisdhiJuly 5: Elaine (Clary) StanleyAugust 2: Momo Nagano March 29, 2013Manzanar Hosts Special Events April 26-28, 2013 for Annual Manzanar PilgrimageManzanar National Historic Site invites the public to participate in a weekend of special activities surrounding the Manzanar Committee's 44th Annual Manzanar Pilgrimage. Visitors are invited to experience art, music, dance, talks, and more. All events are free. March 14, 2013Manzanar Interpretive Center Open 9:00 to 4:30 Daily For Summer 2013Due to budget and staffing constraints, Manzanar National Historic Site's Interpretive Center will remain on shorter \"winter\" hours.  February 12, 2013Manzanar Annual Volunteer Day March 9, 2013Join Manzanar National Historic Site for a day of work at the Manzanar chicken ranch. Spend a day outside learning about the chicken ranch operation at Manzanar War Relocation Center, and working with others in preserving a unique part of Manzanar's history. January 29, 2013Day of Remembrance Event: Alan Miyatake Feb. 17 & 18At 2 p.m. Sunday, February 17 or 11 a.m. Monday, February 18, join Alan Miyatake, one of photographer Toyo Miyatake's grandsons, to view Robert Nakamura's award-winning film lnfinite Shades of Gray, and to hear more about Toyo Miyatake's life and work. October 26, 2012\"Honoring Our Veterans\" Event FlierJoin us at 11 a.m. on 11\/11 for a special program honoring all Owens Valley veterans.October 9, 2012Manzanar Invites People to Share Photos of VeteransJoin the rangers and staff of Manzanar National Historic Site in honoring Owens Valley veterans - first by sharing photos and stories of veterans in your family and then by attending a special event on Sunday, November 11, 2012, at Manzanar National Historic Site. Activities will begin at 11 a.m. August 15, 2012Manzanar to Mount Whitney model unveiling, Thursday, August 23, 2012 at 10:00 a.m.Bill Busby, a former Owens Valley resident and retired surveyor and hydrographer, has spent the last three years crafting a scale model showing the Sierra as seen from Manzanar. July 13, 2012Civil War to Civil Rights Trading CardsManzanar National Historic Site is offering free trading cards featuring five people who were incarcerated at Manzanar War Relocation Center between March 1942 and November 1945.To \"earn\" a trading card, kids may participate in a ranger-led tour or answer a question about their visit to the park. July 6, 2012Through a unique partnership, the National Park Service is working with the non-profit organization CyArk to create a digital reconstruction of Manzanar circa 1944.National Park Service invites public review and comment on digital \"reconstruction\" of Manzanar on Monday, July 23, 2012 in Garden Room B of the Japanese American Cultural and Community Center located at 244 S. San Pedro Street, Los Angeles Ca. June 13, 2012The National Park Service, in partnership with the African American Experience Fund of the National Park Foundation, is launching Expressions of Freedom, a nationwide student art competition to commemorate the 150th anniversary of the Emancipation Proclamation. Encouraging youth to explore the enduring themes of our nation's struggles for freedom, and through their art showcase the meanings of parks to new audiences, are the goals for the Expressions of Freedom competition. May 9, 2012Help Uncover History at Manzanar 2012 Public Archeology ProjectsThe public is cordially invited to help uncover the past at Manzanar National Historic Site this summer. Under the direction of National Park Service archeologist Jeff Burton, three different volunteer archeology and historic restoration workshops will be offered. April 13, 2012Manzanar Host's Special Events April 27-29, 2012 for Annual Manzanar PilgrimageManzanar National Historic Site invites the public to participate in a weekend of special activities surrounding the Manzanar Committee's 43rd Annual Pilgrimage. This year marks the 70th anniversary of the camp's opening and the 20th anniversary of the establishment of Manzanar National Historic Site. Visitors are invited to experience  art,music, dance, talks, and more.  March 30, 2012\"Garden, Culture, and Spirit\"Noted Japanese landscape designer, garden historian, and author Motomi Oguchi will give a presentation on Japanese gardens at the Museum of Lone Pine Film History on Monday April 16, 2012. February 2,2012Manzanar host's 4th Annual Volunteer DayPlease join us for an outdoor work project followed by a catered lunch and program presented by Archeologist Jeff Burton. This years project involves clearing a section of the historic Chicken Ranch. January 26, 2012Day of RemembranceDr. Art Hansen, Professor Emeritus of History and Asian American Studies at California State University, Fullerton (CSUF), will speak at Manzanar over Presidents Day weekend in honor of the Day of Remembrance. January 26, 2012 January 26, 2012National Park Service invites the public to preview and comment on concepts for block 14 at ManzanarSeventy years after the Federal government constructed Manzanar War Relocation Center, it is working to help visitors understand what life was like for 11,070 Japanese Americans confined at the site between 1942 and 1945. A key step in that process is refining plans for a \"demonstration block\" at Block 14 to illustrate daily life in camp. Block 14 Draft Master Plan. December 14, 2011Manzanar Fishing ClubManzanar National Historic Site is honored to host a special segment preview of the soon-to-be-released film The Manzanar Fishing Club.September 19, 2011Former Children of Manzanar to Share Their Unique ExperiencesArt Williams and Fred Causey are not Japanese Americans, yet they spent much of World War II at Manzanar as children. Both of their fathers were employees of the War Relocation Authority. June 23, 2011Fiscal Year 2011 Japanese American Confinement Sites Grant ProgramSecretary of the Interior Ken Salazar has announced that the National Park Service isawarding 24 grants totaling $2.9 million to preserve and interpret sites where Japanese Americans were confined during World War II.   Summer 2011 Special Docent Program ScheduleSince 2004, the National Park Service has invited special guest speakers to the Manzanar Interpretive Center, to share their unique experiences and perspectives with visitors. This summer's programs are roughly 45 minutes, and offer opportunities for visitors to interact with presenters before and after their programs.May 9, 2011Manzanar to Host Bronzeville Play May 20 - 23 Robey Theater presents Bronzeville the story of conflicting reactions of members of an Black family when they discover a Japanese American hiding in \"their\" attic to avoid being sent to Manzanar. April 12, 2011Manzanar Hosts Special Events April 29 - May 1 for Annual Manzanar PilgrimageManzanar National Historic Site invites the public to participate in a weekend of special activities surrounding the Manzanar Committee's 42nd  annual Manzanar Pilgrimage. This year visitors will be able to experience music, paintings, speeches, a film screening, a docent talk, and a public reception. All events are free.April 11, 2011Special Program: Bainbridge Islanders, April 15, 2011 at 11 a.m.Japanese Americans from Bainbridge Island, WA, were some of the first internees to arrive at Manzanar in April 1942. Sixty-nine years later, five of them are returning to Manzanar, some for the first time. Hear their unique stories in a special program at the Manzanar Interpretive Center. April 11, 2011Annual Henry Fukuhara Art Show, April 8 through May 15, 2011Manzanar History Association sponsors a show of artists from the annual Henry Fukuhara Alabama Hills and Manzanar Workshop.  January 16, 201142nd Annual Manzanar Pilgrimage Set For April 30, 2011 (Manzanar Committee Press Release)The 42nd Annual Manzanar Pilgrimage, sponsored by the Los Angeles-based Manzanar Committee, is scheduled for 12:00 PM PDT on Saturday, April 30, 2011, at the Manzanar National Historic Site. Each year, hundreds of students, teachers, community members, clergy and former internees attend the Pilgrimage. January 14, 2011Manzanar Opens New Mess Hall ExhibitVisitors have an opportunity to explore a major part of camp life in a new exhibit in Manzanar's World War II-era mess hall. Historic photos, articles, and quotes evoke the scale, complexity, and regimentation of life in Manzanar, where more than 10,000 people came together under duress, experiencing tremendous social and emotional upheaval.January 12, 2011Day of Remembrance, 2011 Authors Elaine Elinson and Stan Yogi To Speak at Manzanar, February 19 and 20Authors Elinson and Yogi will take the audience on a 40-minute illustrated virtual tour of civil liberties battles in California, from the Gold Rush to the present day during presentations at 11:30 a.m. and 2:30 p.m. on both Saturday and Sunday.April 17, 2010 National Park Service Press Release: Manzanar Hosts Special Events April 23 & 24 For Annual Manzanar PilgrimageManzanar National Historic Site invites the public to participate in a weekend of special activities surrounding the Manzanar Committee's 41st annual Manzanar Pilgrimage. This year visitors will be able to experience music, paintings, speeches, a book signing, and a public reception. All events are free. Click here for the 2010 Pilgrimage Flier and the Pilgrimage Events Overview Map.April 5, 2010Manzanar Committee Press Release: 41st Annual PilgrimageManzanar Committee announces details of the 41st Annual Manzanar Pilgrimage to Manzanar National Historic Site set for Saturday, April 24, 2010. April 1, 2010Manzanar Recruiting Youth Conservation Corps MembersManzanar National Historic Site will sponsor an 8-week long Youth Conservation Corps (YCC) program this summer. Youths 15 to 18 are encouraged to apply, provided that they do not reach their 19th birthday before August 13, 2010. Applications must be postmarked by May 3, 2010 January 12, 2010Manzanar Barracks Groundbreaking Set for February, 13, 2010The National Park Service (NPS), Friends of Manzanar, and Manzanar History Association invite the public to attend a barracks groundbreaking event at 1:00 p.m., Saturday, February 13, 2010. September 24, 2009Professor Donald Hata To Talk And Sign Essay At Manzanar Saturday, September 26Dr. Don Hata, Emeritus Professor of History from California State University Dominguez Hills, will present a talk entitled, \"The World War II Imprisonment Of Nikkei Was Not an Isolated Event in U.S. History.\" He will link the Japanese American experience to similar events throughout U.S. history. Following the talks, Dr. Hata will sign copies of his interpretive essay in the Manzanar History Association bookstore. Dr. Hata will present talks at 11 a.m. and 2 p.m and be available for Q&A and booksigning between 10 a.m. and 4 p.m.  August 17, 2009Eastern Sierra Fishing Guide Cory Shiozaki To Present Illustrated Talks And Lead Walking Tours At Manzanar September 5 & 6On Labor Day weekend, Cory Shiozaki will bring Manzanar's wartime fishing stories to life. Mr. Shiozaki will share stories of some of Manzanar's well-known fishermen, who secretly escaped from camp under cover of darkness to fish some of the Eastern Sierra's best local fishing holes. He will share examples of fishing tackle hand-made in camp, and answer visitors' questions. July 25, 2009Artist and Author Cathy Erickson to Sign Books and Present ProgramCathy will be signing copies of the book she co-authored with Margaret Chula entitled, What Remains: Japanese Americans in Internment Camps, and presenting a special program on Saturday, August 1. The program is free and open to the public.July 1, 2009Professor Lane Ryo Hirabayashi to Present Programs and Sign Books at Manzanar July 11Dr. Lane Hirabayashi, Chair of the Asian American Studies Department, and \"The George & Sakaye Aratani Professor of the Japanese American Internment, Redress, and Community,\" at UCLA will present talks exploring the War Relocation Authority's photography program, its historical and political context, and the ongoing debate over \"propaganda\" value of the photos. He will sign Japanese American Resettlement Through the Lens in the Manzanar History Association bookstore  following his talks.June 22, 2009Former Internee Hank Umemoto to Lead Tours and Show Slides At Manzanar July 3, 4, & 5Hank Umemoto was 14 years old when his family was interned at the Manzanar War Relocation Center. As a \"mixed-up teenager cooped up behind barbed wire\" for three and a half years, Hank managed to have his share of adventures and misadventures. This Fourth of July weekend, Hank returns to Manzanar to share memories with visitors. June 15, 2009Retired U.S. Army Colonel J. Edgar Wakayama to speak at Manzanar June 20Pearl Harbor, Manzanar, Tule Lake, Japan, Vietnam, and the Pentagon -what do all of these places share in common? Meet Edgar Wakayama, one of 541 babies born at Manzanar during World War II. He will explore his connection with all of these places. Come listen to Edgar's compelling stories about his family's internment, his military career, and surviving the attack on the Pentagon on September 11, 2001. June 8, 2009Volunteers Invited to Join Archeological Digs at ManzanarManzanar is recruiting volunteers to assist with archeological projects at Manzanar's Chicken Farm, Camouflage Net Factory, and Merritt Park from July 3 to July 7, July 31 to August 4, and August 28 to September 2, 2009. Advance sign up is required. Read more about it:  Public Archeology 2009 flier.June 3, 2009Former Manzanar Internee Julia Hirosawa Tafel Presents Special Programs for Manzanar VisitorsOn June 6 and 7, Julia Hirosawa Tafel, one of 541 babies born in Manzanar, will share stories of her family's experiences, including her father's involvement with the unique Guayule Project. May 14, 2009Volunteer Saburo Sasaki and Artist-in-Residence Cathy Erickson Present Special Programs for Manzanar VisitorsThrough June 8, 2009, Volunteer Saburo Sasaki and Artist-in-Residence Cathy Erickson will present a variety of special programs for Manzanar visitors. April 10, 2009Manzanar Hosts Special Events in Conjunction with the 40th Annual Manzanar PilgrimageManzanar National Historic Site invites the public to participate in a weekend of special activities surrounding the Manzanar Committee's 40th annual Manzanar Pilgrimage on April 25, 2009.April 1, 2009Manzanar NHS Recruiting Youth Conservation Corps MembersManzanar will sponsor an 8-week long Youth Conservation Corps (YCC) program this summer. Youths 15 to 18 are encouraged to apply.February 13, 2009Professors Art Hansen and Catherine Irwin Present Special Programs Feb. 20 & 21, 2009Join these special guests to learn about the Children's Village orphanage at Manzanar at an evening program in Bishop, CA on Feb. 20, and on a guided walk at Manzanar on February 21.February 4, 2009Former Internees Shig Yabu, Willie Ito and Bacon Sakatani Present Special Programs Feb. 14 & 15, 2009Join these docents for special programs followed by a booksigning at Manzanar Interpretive Center at 11 a.m. and 2 p.m. each day. November 3, 2008Winter Hours in Effect for Manzanar Interpretive CenterFrom November 1 through March 31, Manzanar Interpretive Center will be open 9:00 a.m. to 4:30 p.m. daily. October 2, 2008Manzanar Unveils a Comprehensive Curriculum and \"Educator Resources\" BoxClick the link on our home page for ordering information.June 16, 2008Special Docent and Author Events at Manzanar for the Fourth of JulyDocent Hank Umemoto and author Jane Wehrey each share stories from different aspects of Manzanar's layers of history. April 28, 2008Volunteers Invited to Join Archeological Dig at Manzanar National Historic SiteHelp uncover the rock gardens and other features of Merritt Park. April 3, 2008Community Members Invited to Join 2nd Annual Manzanar Volunteer DayCelebrate National Park Week with an outdoor work project, catered lunch, and special programs for kids and adults. February 1, 2008Former Internees Shig Yabu and Willie Ito to Commemorate the Day of Remembrance with Manzanar Booksigning and Storytelling February 17 & 18Public invited to learn more about the internment experience from the author and illustrator of a recently published children's book. January 10, 2008National Park Service Solicits Additional Public Comments on Grant Program to Preserve Japanese American Confinement SitesCongress passed Public Law 109-441 in 2006 , authorizing a grant program to preserve sites that confined Japanese Americans during World War II. December 6, 2007Local Women Honored at National Conference in Wichita, Kansas December 4, 2007Making History: A Community Conversation with the Eastern California Museum and Manzanar National Historic SiteThese two Owens Valley institutions host an open house at ECM on December 17, 2007. October 3, 2007Gulag exhibit finishes California run on Sunday, October 21, 2007Over 8000 visitors experienced the moving exhibit about the forced labor camps of the Soviet Union. September 22, 2007Cartoons from Camp: A Special Exhibit at Manzanar NHS now through November 12The cartoons of Jack Matsuoka depict scenes and experiences from his time as a teenager at the wartime internment camp in Poston, Arizona. EXTENDED THROUGH JANUARY 13, 2008. August 23, 2007Centennial proposal eligible for matching fundsReplanting historic vegetation at the Manzanar National Historic Site Auditorium August 17, 2007Manzanar hosts screenings of Gulag documentaries on September 1 & 2In conjunction with the traveling Gulag exhibit, these films will be shown followed by ranger-led discussions. August 15, 2007Community members invited to join 1st annual Manzanar Volunteer DayJoin us on September 8 for a work project, picnic lunch, ranger talks and a Junior Ranger program for kids. July 31, 2007Former Children of Manzanar to Share Their Unique Experiences with visitors on August 11 & 12Join Art Williams and Fred Causey as they share memories of being Caucasian kids at a camp for Japanese Americans. April 30, 2007Volunteers invited to join Archeological Dig at ManzanarJoin park archeologist in an excavation of Block 9 & 10 gardens May 7 - 18. April 24, 2007Manzanar National Historic Site recruiting Youth Conservation Corps members8-week-long summer employment program offers young women and men 15 to 18 years of age an opportunity to work in resource preservation. April 16, 2007Manzanar hosts special events in conjunction with the 38th Annual Pilgrimage set for April 28, 2007Events include Junior Ranger kick-off, booksigning, art show, and special docent program. April 13, 2007Manzanar to Launch Junior Ranger Program on April 28Activity book is designed to help young people learn the stories of Japanese American internment. April 13, 2007Renowned Watercolorist Henry Fukuhara and Others to be Featured in Art Show at Manzanar Opening April 20This special exhibit runs through May 6 and displays paintings featuring, and inspired by, the Manzanar and Owens Valley landscape. March 20, 2007Special Guests Present Programs at Manzanar March 31 and April 29 & 30Former Manzanar teacher Martha Shoaf presents a program on March 31. Fishing guide Cory Shiozaki gives talks and leads walks on April 29 & 30. February 3, 2007Manzanar:  Desert Diamonds Behind Barbed WireNational Baseball Hall of Fame & Museum, National Park Foundation and Ball State University Connect Millions to Manzanar National Historic Site through Electronic Field TripJanuary 17, 2007Gulag Exhibit Opens with Weekend of Special Events in Independence, CAReception, film screenings, and a special photo exhibit. January 17, 2007Manzanar Hosts Gulag Teacher Workshops Around CaliforniaWorkshops are based on Harvard University designed curriculum unit. January 17, 2007Manzanar Invites Regional Book Clubs to Read Gulag ClassicOne Day in the Life of Ivan Denisovich comes to the Owens Valley. November 16, 2006GULAG exhibit comes to Independence, California, in February, 2007The National Park Service, in a unique partnership with the Gulag Museum at Perm-36, Russia,  the International Memorial Society, and Amnesty International USA, is presenting the first exhibition in the United States on the Soviet Gulag.September 20, 2006Coming Soon: Manzanar will launch a Junior Ranger ProgramJunior Ranger program offers kids a new way to connect with the stories of Manzanar.         Sorry, there are no news items currently listed.",
    "url": "https:\/\/www.nps.gov\/manz\/learn\/news\/newsreleases.htm"
}
