{
    "title": "Manzanar National Historic Site: Francis Stewart Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery     Francis Stewart Gallery                Francis Stewart Gallery      Francis Stewart visited Manzanar twice as a photographer for the War Relocation Authority. His first visit was near the beginning of camp, in May, 1942. He then returned in February, 1943, when camp life was more settled. The captions with Stewart's photos in our gallery are in his own words. Today we use the term \"internee\" to talk about the Japanese Americans who lived in the camps. Stewart's usage of \"evacuee\" to describe his photographic subjects reflects the common terminology of 1942. Stewart’s Manzanar photographs are part of the National Archives which are available on-line at the Japanese American Relocation Digital Archive (JARDA).            The following biography of Francis Stewart is provided by Lane Ryo Hirabayashi, Ph.D., Asian American Studies Department at UCLA: Francis Leroy Stewart (b. 1909; d. 1992)  Francis L. Stewart was born July 22, 1909 in Mesa, Arizona. He studied at Compton Junior College, as well as various art schools, before he received his diploma in 1929 in Commercial Art from Frank Wiggins Art School (now Los Angeles Trade-Technical College). During the first half of the Great Depression, Stewart did commercial art for a variety of businesses. His experience preparing ads for newspapers and magazines apparently gave him professional exposure to cameras and photography. In 1935 Stewart joined the staff of the San Francisco Call Bulletin. He served as head photographer there, and also ran the photo and art departments.    From the Call Bulletin, Stewart was hired on a temporary basis by the WRA in May, 1942. Working out of the WRA’s San Francisco office, Stewart’s title was “Information Specialist,” and his primary duty was to “take and handle WRA photos.”    In October 1942 Stewart was tapped to join the new WRA Photography Section, or WRAPS, set up by Tom [Thomas] Parker in the Midland Savings Building in downtown Denver, Colorado. Stewart arrived in Denver in December 1942 but subsequently left the WRA on May 29, 1943, writing only that his resignation was for “personal reasons.”    The on-line resource, “The Japanese American Relocation Digital Archive” [JARDA], has posted just over one thousand official WRA photos by Francis Stewart. Although Stewart has some images of the initial removal of Japanese Americans from California, of WRA administrators, and of Japanese American resettlers, the bulk of his photos are of the ten more permanent WRA camps including Tule Lake, Poston, Topaz, Gila River, and Minidoka, taken in late 1942 through May 1943.    Francis Stewart passed away in Willits, California, on August 23, 1992.                    Francis Stewart Gallery   23 Photos  Francis Stewart Gallery",
    "url": "https:\/\/www.nps.gov\/manz\/learn\/photosmultimedia\/francis-stewart-gallery.htm"
}
