{
    "title": "Manzanar National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation      Manzanar is located on the west side of U.S. Highway 395, 9 miles north of Lone Pine, California and 6 miles south of Independence, CA.Travelers' Information StationTune your radio to AM 1610 as you near Manzanar National Historic Site. Listen to current information about Visitor Center hours, special events, and other timely information.Road ClosuresSome roads in our area are subject to closure, usually due to weather. Sierra Nevada mountain passes, including Tioga Pass in Yosemite National Park, are closed during the winter. Roads in Death Valley National Park are occassionally closed due to flooding. For current California road conditions, please call toll free 1-800-427-ROAD or go to Caltrans Web site.     Directions to Manzanar National Historic Site:Los Angeles, CA to Manzanar NHS (~226 miles) Take the Golden State Freeway\/I-5 north towards Sacramento. Take CA-14 north toward Lancaster\/Palmdale. Remain on CA-14 for 118 miles. Continue on US-395 north for 80 miles. Manzanar is 9 miles north of Lone Pine, CA on the west side of US-395.Reno, NV to Manzanar NHS (~245 miles) Take US-395 south for 250 miles. Manzanar is 5 miles south of Independence, CA on the west side of 395.Las Vegas, NV to Manzanar NHS (~262 miles) - through Death Valley National Park Take I-515 north\/US-93 north\/US-95 north for Ely\/Reno for 1 mile. Continue on US-95 for 86.5 miles. Turn on NV-373 for 16.5 miles. Continue on CA-127 for 7 miles. Turn on CA-190 for 115.5 miles Continue on CA-136 for 17 miles. Turn on US 395 north for 12 miles. Manzanar is on the west side of US-395.     Public TransportationPlane The nearest large airports are located in Los Angeles and Ontario (California), and Las Vegas and Reno (Nevada). All are 225-250 miles from Manzanar. There are several smaller airports with limited service from Mammoth Lakes, and Inyokern California. Bus Eastern Sierra Transit Authority provides transportation between Reno and Lancaster daily. They also provide transportation between Bishop and Lone Pine several times a day. Please make arrangements directly with Eastern Sierra Transit for drop off or pick up at Manzanar.",
    "url": "https:\/\/www.nps.gov\/manz\/planyourvisit\/directions.htm"
}
