{
    "title": "Manzanar National Historic Site: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery               Photo Gallery            Photographer Toyo Miyatake Ansel Adams  The photographic record of Manzanar is one of the most comprehensive of any of the War Relocation Authority centers. The WRA hired Dorothea Lange, Clem Albers, and Francis Stewart to photograph the camps. Ansel Adams volunteered to photograph Manzanar at the request of his friend, Ralph Merritt, who was the director of the Manzanar War Relocation Center. And, significantly, Manzanar had its own in house photographer, Toyo Miyatake, although this was not immediately known to the authorities. Miyatake had been a successful commercial photographer in Los Angeles before the war. When the war broke out, Japanese Americans were banned from having cameras. Miyatake smuggled a lens into camp and constructed a makeshift camera. Eventually Director Merritt discovered that Miyatake was photographing the camp. He was allowed to continue, and in his more than three years in camp produced about 1500 images. The Adams collection and the WRA photographs are in the public domain and available for use. We have included some of our favorites in the galleries here. Links to the complete collections and information about the artists are also included. The Toyo Miyatake collection is not in the public domain and therefore his photographs are not included in our website. We have, however, used many of his images – by permission – in our exhibits and publications. Many books featuring his work are in print. We suggest you contact Toyo Miyatake Studios in Los Angeles for more information on his work and his continuing legacy. What all of the photographers had in common was a desire to show some kind of truth, and an inability to avoid restrictions from the authorities in the pursuit of that truth. What we are left with is a valuable resource to help us understand the camp experience. Although these artists were censored and manipulated, they provide for us today a concrete record of a time when American citizens were held behind barbed wire without due process of law. For that we are grateful.                                      Ansel Adams Gallery   27 Photos  Ansel Adams Gallery          Clem Albers Gallery   12 Photos  Clem Albers Gallery          Dorothea Lange Gallery   16 Photos  Dorothea Lange Gallery            Francis Stewart Gallery   23 Photos  Francis Stewart Gallery",
    "url": "https:\/\/www.nps.gov\/manz\/learn\/photosmultimedia\/photogallery.htm"
}
