{
    "title": "Manzanar National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Manzanar National Historic Site 5001 Highway 395  Independence, CA 93526                 Directions         Manzanar is located on the west side of U.S. Highway 395, 9 miles north of Lone Pine, California and 6 miles south of Independence, CA.  Directions Details           Operating Hours & Seasons         Visitor Center Operating Hours Open Daily: Summer Hours, 9:00 AM to 5:30 PM April 1 - October 31 Winter Hours, 9:00 AM to 4:30 PM November 1 - March 31 Closed December 25   Standard Hours    Sunday: 9:00 AM - 5:30 PM   Monday: 9:00 AM - 5:30 PM   Tuesday: 9:00 AM - 5:30 PM   Wednesday: 9:00 AM - 5:30 PM   Thursday: 9:00 AM - 5:30 PM   Friday: 9:00 AM - 5:30 PM   Saturday: 9:00 AM - 5:30 PM      Block 14 Exhibits  Barracks 1, Barracks 8, and Mess Hall Exhibits Open Daily: Summer Hours, April 1 - September 30 9:00 AM to 5:15 PM Open Daily: Winter Hours, November 1 - March 31 9:00 AM to 4:15 PM Closed December 25   Standard Hours    Sunday: 9:00 AM - 5:15 PM   Monday: 9:00 AM - 5:15 PM   Tuesday: 9:00 AM - 5:15 PM   Wednesday: 9:00 AM - 5:15 PM   Thursday: 9:00 AM - 5:15 PM   Friday: 9:00 AM - 5:15 PM   Saturday: 9:00 AM - 5:15 PM             Weather           Manzanar is located in the Owens Valley at 4,000' elevation, at the eastern base of the Sierra Nevada. We get little precipitation but we do have four distinct seasons. Summer temperatures can soar over 100 degrees. Winter highs are usually in the 40's. Nighttime temperatures year round are 30 to 40 degrees less than daytime highs. High winds are common in any season.         Fees & Passes     Entrance Fees:   Entrance Fees - $0.00 There is no fee to enter Manzanar National Historic Site. Enjoy your visit! If you plan to visit other parks with an entrance fee, learn more about the America the Beautiful - The National Parks and Federal Recreational Lands Pass series and fee-free days in the national parks. National Parks and Federal Recreation Lands Pass - The interagency recreation pass system replaces the National Parks Pass, Golden Eagle, Golden Age and Golden Access Passports.   Entrance Passes:   Entrance Passes - $0.00 No pass is required to enter Manzanar National Historic Site. If you plan to visit other parks with an entrance fee, learn more about the America the Beautiful - The National Parks and Federal Recreational Lands Pass series and fee-free days in the national parks. Enjoy your visit!          Visitor Centers                 Manzanar is located far from major cities and many conveniences that we take for granted. A little planning ahead, though, can assure a smooth and enjoyable trip. Operating Hours & SeasonsFees & PassesCurrent ConditionsPermits & ReservationsWeatherPetsGoods & Services",
    "url": "https:\/\/www.nps.gov\/manz\/planyourvisit\/basicinfo.htm"
}
