{
    "title": "Manzanar National Historic Site: Permits & Reservations",
    "body": "Permits & Reservations          Ranger-Guided Group Reservation If your school, travel group, service group or organization planning on visiting Manzanar NHS we have several options. Please review our Ranger-Guided Group Reservation page.         Permits - Do I need a permit?   Most visitors do not need a permit. Permits are needed for activities beyond a typical visit to the park by a family or individual. At this park, they fall into two categories: film permits and special use permits.   Film Permits and Special Use Permits Film permits are required for filming or taking photographs at the park for a movie, documentary, TV show or other commercial use. (Photos or videos taken by visitors for their own personal use do not require a permit. Neither do breaking news stories.)  Filming\/Photography Application (short form) Filming\/Photography Application (long form)  Special use permits are required for organizing and performing activities or assemblies which provide a benefit to an individual, group or organization, rather than the public at large. Special use permits are also needed for activities that require National Park Service staff to protect park resources, the public interest, or both. Special Use Permit Application  Filing a permit application alone does not grant you the right to your activity. Permit applications may be approved or rejected by the park. The $75 fee is nonrefundable, whether your application is approved or denied. Submit permit applications at least fourteen (14) days in advance The park requires permit applications to be submitted at least fourteen (14) days before the proposed event.   Permit Requirements A permit is required when the filming, videotaping, sound recording or still photography involve the use of talent, professional crews, set dressing, or props; when they involve product or service advertisement; or when the activity could result in damage to park resources or disruption of visitor use. Generally, permits are not issued for filming on weekends or holidays. Media Breaking News Breaking news is an event that cannot be covered at any other time or at any other location. Coverage of breaking news does not require a permit. Other Media Frequently there are opportunities for news organizations to focus on park programs, or increase public awareness of park-specific issues. Filming related to these stories must be coordinated and planned in advance and do require a permit. School media projects, independent films, documentaries, interviews with former internees, and feature films require a film permit. Still Photography Photography does not require a permit if it involves only hand-held equipment (tripod, interchangeable lenses or flash), and does not involve professional crews, product or service advertisement, or use of models, props or sets. A still photography permit is required when: · Product or service advertisement is involved · Talent\/models, props, crews or sets are involved · More than just hand carried equipment is utilized Costs Permit Fees and Monitoring Congress has authorized the National Park Service to charge location fees for the use of park lands and facilities for filming purposes. Site use charges will be estimated based on the information you provide in your application. The National Park Service is required to recover all costs associated with permits for filming and photography. All administrative costs involving permit application and processing are nonrefundable and will be charged to a permittee. We require that charges be paid before work can begin on National Park Service property.  Location Fees for Motion Pictures and Videos  1-2 people with camera\/tripod only $0\/day 1-10 people $150\/day 11-30 people $250\/day 31-49 people $500\/day over 50 people $750\/day Location Fees for Still Photography  1-10 people $50\/day 11-30 people $150\/day over 30 people $250\/day Film Monitor fee $40\/hr; minimum of 2 hours Note: Since our costs are based upon the services we provide, we do not differentiate between profit and nonprofit documentary projects. Restrictions The National Park Service cannot accommodate a project if: · Damage to natural, cultural and recreational resources is expected which cannot be mitigated · The activity involves access to areas normally closed for reasons of resource protection and safety · The level of activity within the park is already so high that staff would be unavailable to work with film crews · The project includes a portrayal of activities that are not permitted within a national park · The production company is unwilling or unable to obtain necessary insurance, or comply with National Park Service bond requirements Prohibited Activities · Altering, damaging or removing vegetation or cultural resources · Vehicle use off established roads and parking areas · Smoking in buildings, or in vegetated areas · Digging, scraping, chiseling, or defacing natural or cultural features Permit Application Procedures Applicants should read the summary of filming guidelines to facilitate an understanding of the permit process. If site scouting is planned prior to application period, contact the Park Special Park Uses Coordinator (at 760-878-2194, ext. 3303) to set up an appointment. Application A $75.00 non-refundable permit application fee must be submitted with your application. You can request an application by phone (760) 878-2194, ext. 3303, fax (760) 878-2949, email (e-mail us) or by letter (mailing address below). Completed applications must be returned to the park with payment. Your request will be evaluated on the basis of the information in your application. During the process of reviewing and evaluating a permit application, if it is determined that substantial park staffing resources will be required for the permitted activity, the Park Special Park Uses Coordinator will contact the applicant about additional permit costs. Therefore you are encouraged to attach, maps, diagrams, script pages, vehicle and equipment lists, call sheet, itineraries, shot list, etc. with you application to assist park staff in evaluating your request. Most requests may be processed within 14 days if the application is complete and without alteration. In compliance with the requirements of the Debt Collection Improvement Act of 1996, applicants must submit their Social Security number or Federal Tax ID number when filling out the application for permit. Note: Park managers will not sign location releases supplied by applicants. Please submit applications as far in advance as possible. Mail to:   Manzanar National Historic Site Attn: Special Use \/ Filming Permits P.O. Box 426 Independence, CA 93526-0426             .",
    "url": "https:\/\/www.nps.gov\/manz\/planyourvisit\/permits.htm"
}
