{
    "title": "Nez Perce National Historical Park: The Nez Perce Indian Agency",
    "body": "The Nez Perce Indian Agency         The Green House was the home of the Superintendent of the Agency. It now houses the offices of the park's administrative staff. It is not open to the public. Nez Perce National Historical Park  When the federal government established a relationship with a native people, the most recognized symbol of that relationship was the Indian agent. The agent was responsible for fulfilling the stipulations spelled out in a treaty such as distributing annuity payments, provisions, and services stipulated by the treaty. With the establishment of the Oregon Territory in 1848, William Craig was appointed the first agent for the Nez Perce, the beginning of a progression of agents to serve the Nez Perce. With the signing of the Treaty of 1855 with the Nez Perce and its subsequent ratification in 1859, the agent was suppose to serve as an advocate of the tribe. Some were conscientious; most were corrupt or disengaged from supporting the needs of the Nez Perce. The agency remained at this location until 1902 when it moved north to the site of old Fort Lapwai. The first Indian Agent to live at Spalding was Charles Hutchins. A reporter described previous attempts to develop the site as 'meager'. The buildings erected by the previous Superintendent were \"mere shells, hardly fit for human habitation\". Starting in the 1860s, various structures were built on site to meet the needs of the agent. The cabin and the agent's house, known as the green house due to the color of its exterior, are the only structures that stand today from the agency period. Not much is known about the cabin. Despite some speculation that this structure dates from Spalding's mission, in all likelihood it was built in the late 1860s. Its precise use is unknown, but it may have been used for housing or as a school. By the 1870s, the agency had a number of homes for employees; the home and gardens of designated 'chief' of the tribe; a school; church; and various shops and offices all serving as the administrative center for the agent.",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/historyculture\/the-nez-perce-indian-agency.htm"
}
