{
    "title": "Nez Perce National Historical Park: The Watsons Store",
    "body": "The Watsons Store         The Watsons store as it appears now. Currently the building is not open to the public. Nez Perce National Historical Park  The general store owned and operated by Lewis and Margaret Watson opened for business in 1910 and remained in operation until the mid 1960s. Despite the decline in business as the economy of the Clearwater Valley changed, they served the local Nez Perce community, providing goods and services until the Watsons sold their store in 1965.  When Lewis Watson opened his store for business in May 1911, it coincided with a reduction in Nez Perce land within the reservation. In 1887, Congress passed the Dawes General Allotment Act that divided the reservation into individual family farms. Unallotted land was declared surplus, resulting in a land boom.        Mary Watson (left) in the store around 1960. Nez Perce National Historical Park Historic Image Collection NEPE-HI-1316  One of the results of this boom was the establishment of the town of Spalding on the site of the Nez Perce Indian Agency. Taking advantage of the opportunities available in this new town, in 1908, Lewis Watson opened a store near Lapwai with his wife, Margaret. They offered fair prices for their goods and carried specific items for their Nez Perce customers - beads, rubber galoshes, shawls, blankets as well as goods typical to a small country store. Since the store doubled as a post office, it was a gathering place for the community. The Watsons certainly did not become wealthy based on the sales at their store. They sold more goods on credit then cash and would often exchange goods for services with their customers. Mr. Watson was known to the community as a good businessman, devoted father and a man who loved telling stories to anyone who would listen. He was devoted to his wife, Margaret and was involved with the community. Even though business declined, they were devoted to their customers but with their declining health and the accidental death of their daughter, they sold the store and went to Salt Lake City. Lewis Watson died in 1966 and Margaret in 1965.",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/historyculture\/the-watsons-store.htm"
}
