{
    "title": "Nez Perce National Historical Park: William Craig Homestead",
    "body": "William Craig Homestead         The William Craig Homestead. The house is no longer standing but the site is commemorated with signs from the state of Idaho. Nez Perce National Historical Park  William Craig was born in Virginia in 1807. At the age of 18, around 1825, he joined a group of fur trappers of the American Fur Company. At a trapper rendezvous in 1838, a Nez Perce headman known as Thunder Eyes met Craig. Craig fell in love with his daughter, who the trappers called Isabel, and married her. When the American Fur Company went out of business in 1840, Craig came to Nez Perce country to settle in the Lapwai Valley in the fall of 1840. Thunder Eyes, now Craig's father-in-law, in 1836 had allowed Henry Spalding to establish his first mission close to his village. By the time Craig arrived, Spalding's relationship with the Nez Perce had deteriorated. Craig sided with the Nez Perce in their disputes that led, in turn, to the decision in 1842 by the American Missionary Board to close down Spalding's mission. Due to the timely intervention of Marcus Whitman, the crisis was averted and the relationship between Craig and Spalding gradually improved. While not all of the Nez Perce liked Craig, they respected his opinion and his dedication to his Nez Perce wife and family and, likewise, Craig respected the culture of the Nez Perce. In the aftermath of the killing of Marcus Whitman in 1847, Craig sheltered the Eliza and Henry Spalding when it was feared that the same thing might happen at Lapwai. Craig's relationship with the Nez Perce was further cemented with his role as an interpreter in the negotiations that led to the 1855 treaty that established the Nez Perce reservation. As a reward for his services, Article Ten of the 1855 treaty allowed Craig to keep his homestead on the new reservation. In the aftermath of the treaty, the Yakama nation went to war and Governor Isaac Stevens appointed Craig a Colonel in the territorial militia. Craig also briefly worked as a subagent for the Nez Perce. He remained in Nez Perce country and died in 1869.",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/historyculture\/william-craig-homestead.htm"
}
