{
    "title": "Nez Perce National Historical Park: Henry and Eliza Spalding and Their Missions",
    "body": "Henry and Eliza Spalding and their Missions         The Rev. Henry Spalding Nez Perce National Historical Park Historical Image Collection NEPE-HI-0097  The Lapwai Mission Site In 1836, Henry and Eliza Spalding accompanied Marcus and Narcissa Whitman across the Great Plains to open missions in the Pacific Northwest. Whereas Whitman selected a spot near the Walla Walla River, Spalding went further east to settle among the Nez Perce. They selected a spot approximately two miles up Lapwai Creek and built a crude structure in November 1836. In a letter home, Eliza described the new homestead: \"3 springs of excellent water near, one enclosed in our door yard, for by and by, we have a rude fence around the house, made by the Indians who appear to be delighted to be employed about something that will benefit us. I think I can truly say that we are satisfied and happy with our employment and situation. As to the comforts and necessaries of life, we have an abundance.\" At the beginning of January 1837, Eliza began to teach and Henry began to preach among the Nez Perce. By the summer, however, Spalding made the decision to relocate his mission because it was too hot and inundated with mosquitoes. The mission was moved to the mouth of Lapwai Creek, some five miles away. Today, the precise location of the mission site is unknown. The Mission on the Clearwater River In the summer of 1838, Henry Spalding and his wife moved their mission complex and home to its present location, where it would remain until 1848 when they fled Nez Perce country in the aftermath of the murders of Marcus and Narcissa Whitman in Walla Walla. The site near Lapwai Creek was cooler during the summer. With help from the Nez Perce, he collected logs and built a home that measured thirty-two feet by twenty-two feet. Over the next ten years, the small modest structure that was built in 1838 gradually expanded to encompass a host of activities that occurred at the mission. Additions were made in 1838, 1841, and 1844 to incorporate a school, printing house, and living space for Nez Perce who worked at the mission and school. After leaving Nez Perce country, the building was used by the Indian Agent but they did not preserve the structure. A portion of the building was still standing when Spalding's oldest daughter visited the site in 1884. When she visited again in 1909, the house was gone. In 1923, the Daughters of the American Revolution placed a tablet commemorating the Spalding Mission and in 1935 they erected an iron fence around the foundations of the Spalding home site. In 1974, archaeologists from the University of Idaho excavated the site and located the principal building and the subsequent additions made by Spalding.",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/historyculture\/henry-and-eliza-spalding-and-their-missions.htm"
}
