{
    "title": "Nez Perce National Historical Park: Asa Smith",
    "body": "Asa Smith        Not all of the Protestant missionaries who came west were well suited for working with Indians. Far from home and temperamental, Asa and Sara Smith failed as missionaries but left an important legacy. Asa Smith wrote the first Nez Perce dictionary and grammar, unwittingly taking the first steps in saving the Nez Perce language. In 1838 Asa and Sarah Smith went west and for two years, would make their home and church near present day Kamiah, Idaho. The Smiths originally had set their sights on going to Asia to work in Siam (present day Thailand) but financial difficulties and the need for missionaries in the west changed their plans. They headed west in the spring of 1838, arriving at Marcus and Narcissa's mission, Waiilatpu, in late August after an arduous trip. At first it was thought to give Waiilatpu to the Smiths to run while the Whitmans relocated to a more central location. Narcissa dissented and after further consultations with Marcus and a Nez Perce headman, known as Lawyer, argued that a station should be opened in Kamiah. The Smith's moved to Kamiah in the spring of 1839 to establish a mission. After establishing a mission in Kamiah, Smith plunged into his work, taking a census of the Nez Perce and studying the language. Spalding and Smith had a vicious disagreement concerning how to Christianize the Indians. Whitman and Spalding thought the best strategy was to make the Indians farmers. Smith disagreed, thinking that this would make the Nez Perce too \"worldly minded\". Moreover, Smith clearly saw that Spalding was exaggerating the number of Indians he was contacting. The last straw was two Nez Perce subchiefs Insimmalakin and his brother Inmtamlaiakin ordered the Smiths to leave Kamiah in retaliation for an event that had taken place at Fort Walla Walla when some Nez Perce were implicated in a beating of a trader. The Smiths left Nez Perce country in 1842 and took up a position in the Hawaiian Islands until 1846 when the family returned to the United States.",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/historyculture\/asa-smith.htm"
}
