{
    "title": "Nez Perce National Historical Park: Climate Friendly Parks",
    "body": "Climate Friendly Parks       To help address the challenges of global climate change, the National Park Service has initiated a climate friendly park program. Parks around the country are making efforts to reduce their carbon footprints and green house gas emmissions. Nez Perce National Historical Park is part of this program. You can see the summary of the park's effort at the program's website. The park manages its environmental foot print through the NPS Environmental Management System (EMS). The park's environmental commitment statement spells out how the park will pursue its EMS plan. It is: Authorized by Congress in 1965, and legislatively amended in 1992, Nez Perce National Historical Park protects and interprets sites in the Nez Perce Country of Idaho, and in the States of Oregon, Washington, Montana, and Wyoming that have exceptional value in commemorating the Nation's history.The park comprises 38 sites in Federal and non-Federal ownership relating to early Nez Perce culture, the Lewis and Clark Expedition, the fur trade, missionaries, mining and logging, and the 1877 Nez Perce War. In order to carry out its mission and ensure the preservation, conservation, and enhancement of the valuable natural, historic, and ecological resource with which we are entrusted, Nez Perce National Historical Park will provide environmental leadership by example.We will: · conduct our operations in an environmentally responsible manner, in accordance with NPS Director's Order 13A and other pertinent directives · meet or exceed all applicable federal, state and local environmental laws and regulations · incorporate best management practices, fostering the sustainable use of natural resources  · promote pollution prevention and reduce waste generation · purchase environmentally preferable products · recycle and reuse all materials wherever feasible in our operations · work cooperatively with federal, state, county, and local governments to promote sound environmental management of the park and, to the extent of our authority and influence, the surrounding region. · educate visitors, recreational users, and other park stakeholders on these concepts · strive for continual improvement in environmental management We will work with park suppliers, vendors, contractors, visitors, and patrons to comply with these same principles.",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/management\/climate-friendly-parks.htm"
}
