{
    "title": "Nez Perce National Historical Park: White Bird Battlefield",
    "body": "White Bird Battlefield         White Bird battlefield from the Highway 95 overlook. Most of the battle took place on the otherside of the basalt bluffs in the center of the photograph. Nez Perce National Historical Park  Captain David Perry, commanding officer of the First Cavalry, was ordered to arrest the perpetrators of the Salmon River raids and escort the remaining Nez Perce to Lapwai. Perry led 106 cavalry men from Companies F and H, accompanied by eleven civilian volunteers to the location of the Nez Perce camp site at the head of Lahmotta or White Bird Canyon. As the cavalry marched down the canyon slopes, 60 to 70 Nez Perce warriors prepared to meet them. As the Nez Perce positioned their warriors along the cavalry’s expected route, they sent a small truce party to talk to the soldiers. As the truce party approached, a shot rang out as one of the volunteers opened fire, ending any possibility of a peace parley. Within minutes of the opening shots, A Nez Perce marksman killed a Trumpeter, making it difficult for Captain Perry to communicate orders to his unit. While the cavalry formed a skirmish line, making ready to advance, the Nez Perce responded by attacking the flanks of the extended line. Unfortunately, Perry had placed the volunteers on the left flank and as volleys of rifle fire poured into their position, they panicked and broke, running toward the line of cavalry at the top of the ridge. As the volunteers scampered up the slope, panic spread through the line. As the flanks collapsed, Perry ordered a retreat. As soldiers panicked, many dropped their weapons as they fled, leaving behind thirty-four soldiers dead on the battlefield. When the soldiers reached the top of White Bird Valley, they continued their pell-mell retreat to the settlement of Mt. Idaho where they dug in and waited for help. The Nez Perce retrieved the fallen weapons, picking up approximately 63 carbines, pistols, and ammunition. Realizing the gravity of the situation, the Nez Perce quickly broke camp and crossed the Salmon River as General Howard gathered his forces for a pursuit that would continue for the next four months. A trail guide is available for White Bird battlefield as well as a comprehensive historical analysis of the battle.",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/historyculture\/white-bird-battlefield.htm"
}
