{
    "title": "Nez Perce National Historical Park: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems      The Heart of the Monster is revered in Nez Perce legend as the place of creation for the Nimiipuu- “the people.” Today they are known as the Nez Perce Tribe, and southeast of Kamiah, in the center of their country, one can still see the basalt mounds of the heart and liver of the slain Monster. Coyote’s Fishnet is another legend site near the Clearwater River about 7 miles (east) of Lewiston, Idaho. Two surface geological features, one on each side of the river canyon, represent Black Bear and Coyote’s fishnet which were turned to stone.       The Clearwater River is bounded by hillsides of columnar basalt near Nez Perce National Historical Park's Spalding site, Idaho. NPS Photo         Mountains like those near Lewiston, Idaho may be found all along the Snake River in western Idaho. NPS Photo  Most of the mountains in central Idaho were formed by granitic intrusions forcing the local terrain upward to elevations of 3,000-7,000 feet. The entire area, called the Idaho Batholith, is deeply dissected, exposing the granite core over vast areas and creating local relief of more than 3,000 feet in many areas. To the east of the batholiths is an area of linear valleys bordered by mountain ranges (basin-and-range topography). The Lolo Trail crosses the northern boundary of the batholiths and drops into the area of these basins and ranges. Big Hole National Battlefield is situated on the west flank of the basin-and-range. To the west of the batholiths are the Blue Mountains, which generally do not exceed elevations of 8,000 feet. The Snake River cuts a channel between the batholiths and the Blue Mountains that is deeper than the Grand Canyon!! Many of the higher elevations in this area have been glaciated.",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
