{
    "title": "Nez Perce National Historical Park: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs         Nez Perce baskets were made from plant fibers like this one. NPS photo  Before contact with Euroamericans, the Nez Perce made their tools from materials available to them. For example, digging sticks, used for digging root foods, were made from wood or antler; baskets used for cooking and gathering were made from plant fibers; and eating utensils might be made from wood or matting. Plant materials used in indigenous technology include extracted fibers, wood, bark, pitch, roots, stems\/branches, leaves, flowers, fruits, cones, lichens, and fungi. Many Nez Perce tools were\/are made from strong wood such as mountain-mahogany (pohos, Cercocarpus spp.), serviceberry (kike’ye, Amelanchier alnifolia), yew (tamqay, Taxus brevifolia), syringa (sise qiy, Philadelphus lewisii), oceanspray (hisiimseqe, Holodiscus discolor), and hawthorn (ci’snim, Crataegus doublasii). Early garments were often woven from willow (ta’xus, Salix scouleriana), sagebrush (qe’mqem, Artemisia tridentata), and redcedar (tala’tat, Thuja plicata) bark, western clematis (Clematis ligusticifolia), and bitterbrush (Purshia tridentata).        Rabbitbrush and sagebrush grow at several different park sites including Dug Bar, Buffalo Eddy, Camas Meadows, Nez Perce Cemetery, and Nez Perce Campsites. NPS Photo  In sagebrush-dominated regions, among the underbrush of the plateau draws and forested mountainsides were hawthorn and serviceberries, chokecherries (ti’ms, Prunus virginiana), blackberries (cimu’ xcimux, Rubus ursinus), and huckleberries (cemi’tk, Vaccinium membraneceum). The berries were carried back to the camps in large containers of coiled basketry to be pressed into cakes and used later to flavor dried fish, roots, and meat. Conifer\/Alpine meadow regions in Nez Perce country are marked with distinctive elevation zones of vegetation. In parts of Idaho and the Blue Mountains in Oregon, Douglas fir (pa’ps, Psuedotsuga menzisii) is the climax dominant conifer below the subalpine zone. The Bitterroot Range (in Idaho and Montana) is dominated by a subalpine belt of mountain hemlock (Tsuga mertensiana). Below this, western redcedar and western hemlock (Tsuga heterophylla) dominate, but Douglas-fir, western white pine (se’ysey, Pinus monticola), western larch (kimi’le, Larix occidentalis), and western ponderosa pine (la’qa, Pinus ponderosa) can be found in association. Lodgepole pine (qala’maqalam, Pinus contorta) and grasses are dominant in the basin-and-range areas. Ponderosa pine is scattered below these areas and dominates west of the Continental Divide. The lower mountain slopes of all these areas may graduate from conifer to sagebrush and grass steppe lands.      After the goldrushes of the 1860s, logging became the major industry in the mountains of Nez Perce country, especially near Pierce and the Weippe Prairie, Idaho. There is evidence of that today. Much of the Nez Perce homeland forests in eastern Montana, north-central Idaho, and both the Wallowa and Blue mountain ranges in Oregon are today managed by the US Forest Service. The Nez Perce tribe also runs a forestry management program out of Lapwai, Idaho.",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/nature\/trees-and-shrubs.htm"
}
