{
    "title": "Nez Perce National Historical Park: Freshwater Plants",
    "body": "Freshwater Plants         Tules were good material for shelters because the stems are filled with spongy, air-filled tissue that makes them good insulators. NPS photo  Matting was the general-purpose textile among Nez Perce and other regional peoples. Mats served many purposes: roofing, room dividers, furniture, mattresses, food-drying surfaces, separating layers in food storage pits, plates and platters, and clothing. The most versatile and widely used matting was made of tules. Because of their versatility, durability, and portability, tule mats were extremely important in any geographic area where tules grew. Tules are wetland plants that live in quiet shallow water, usually in a sandy gravelly soil. In Nez Perce territory tules occurred in appropriate habitats along rivers and creeks and in marshlands. Today  much of this habitat has been altered through draining, agriculture, domestic grazing, commercial development, and intense competition from wetland weeds like reed Canary grass (Phalaris arundinacea).        Tules like this one found at White Bird Battlefield grow in moist areas saturated with water. NPS Photo  Layered tule mats formed the roofing\/siding of the large mat lodges used by the Nez Perces at the time of Euroamerican contact. Tules were good material for shelters because the stems are filled with spongy, air-filled tissue that makes them good insulators. Tule stems shrink when dry and swell when wet, so the mats form a watertight surface in the rain but allow good air ventilation during drier periods. Tule mats are also very light and easily rolled up for carrying on seasonal travels. After the arrival of Euroamerican goods, tule mats were gradually replaced with canvas, woven cloth, and wool blankets.        Peeled reeds were woven together to form mats or screens used in Nez Perce lodges.   Coarse cordage (rope) was made from sedges, Carex spp. (sometimes called meadowgrass). Sedges are an efficient cordage material because they require little or no pre-processing except drying. They were readily available in camas meadows, along riverbanks, and in many other moist to wet habitats. In the mid 1800s it was recorded that some sedge ropes were stronger and more resistant to decay than grass fibers of commercial rope brought by missionaries.",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/nature\/freshwaterplants.htm"
}
