{
    "title": "Nez Perce National Historical Park: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         This fox was seen the summer of 2012 at the Old Chief Joseph Gravesite and Cemetery near Joseph, Oregon. NPS Photo  In Nez Perce oral history the wolf (himeen) and fox were important animal people along with the coyote and bear. Many stories exist of the wolf brothers. In the story of \"Coyote's Council,\" where all of the animal people were deciding on how to help humans survive when they were created, the wolf stepped forward to offer knowledge on how to hunt, how to act socially, and how to raise a family. Many Nez Perce individuals hold names that refer to wolf, such as YellowWolf or Red Wolf. The wolf was also a powerful Weyekin or guardian power.        Deer graze on the steep hillsides near Hell's Canyon in Washington, Idaho, and Oregon. NPS photo  The shortgrass prairies of Nez Perce National Historical Park support an abundance of wildlife. Cottontail rabbits, ground squirrels, coyotes, bobcats, and skunks abound in these grasslands. The two Montana park sites, Bear Paw and Big Hole National Battlefield, were once the home of large herds of bison, which the Nez Perce traveled to hunt. Pronghorn antelope are now the most common large mammal, but deer may be found along stream channels where brush cover is available. Whitetail jackrabbits, desert cottontail, ground squirrels, coyotes, and badgers are common. Many wildlife species also use sagebrush steppe areas as seasonal habitat, particularly during the winter. Larger mammals found in these areas are coyote, pronghorn antelope, mountain lion, and bobcat. Smaller species include ground squirrels, deer mouse, and porcupine. Severe winters may force elk and mule deer from higher elevations to these plateaus. Some of the larger mammals in conifer\/alpine meadows are elk, deer, moose, black bear, mountain lion, beaver, and porcupine. Small mammals include flying squirrel, marten, chipmunks, and woodrats.        Some Appaloosa and Nez Perce horse breeding occurs in Lapwai, Idaho near the Spalding site. NPS Photo  In the early 1700s, the Nez Perce were introduced to the horse. The people were quick to realize how horses could help them, and they integrated horses into their lives. The Nez Perce were known for the quantity and quality of horses they owned. The breed was commonly known as \"Appaloosa.\" With the acquisition of horses, the lifestyle of the Nez Perce changed dramatically. The horse became a form of personal wealth, an item of trade, a means of transportation, an ally on the hunt, a resource to be stolen or protected, and a way of traveling distances and to places formerly unheard of. Nez Perce horses were renowned for their speed and stamina, traits developed through selective breeding systems. Today. A new breed of horse developed by tribal members, known as the Nez Perce Horse, has recently been registered as well. Horses are still being used in tribal, social, and ceremonial events. Young tribal members are learning how to ride and care for horses in order to continue an important horse culture.          Mammals     English Name   Nez Perce Name     wolf   himeen     bison   qoqa'lx     pronghorn antelope   coqala'ynin     mule deer   te'wisin     whitetail deer   i'mes     rabbit   wila'lix     cottontail rabbit   he'yuxc     ground squirrel   ta'tlo     coyote   iceye'ye     badger   si'ki     elk   wise'w     black bear   ya'ka     mountain lion   koyama'     beaver   ta'xcpol     porcupine   sa'cas     flying squirrel   ci'q     marten   ilu't",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/nature\/mammals.htm"
}
