{
    "title": "Nez Perce National Historical Park: Grasses",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Grasses                Grasses         Native bunchgrasses may be seen at some park sites, but many nonnative grasses are invading and outcompeting the native ones. NPS photo  For binding, tying, and lashing, cordage (rope) was made mostly from plant fibers. It was also the basic material for constructing baskets, mats, and clothing. Grasses were sometimes used for cordage (rope), but most grasses in Nez Perce territory do not have strong fibers and so were only used for temporary purposes or in combination with other materials. Of the grass leaves that have stronger fibers, two kinds were probably used by Nez Perce people. Broomgrass is very tall and forms dense colonies in moist to wet areas such as seeps, springs, and ponds. Its leaf blades are short but have strong fibers. Great Basin wildrye (Leymus cinereus)is a big bunchgrass (Festuca idahoensis) growing in moist low places. Occasionally cordage also includes stems of bluebunch wheatgrass (Pseudoregneria spicata) or needle-and-thread (Hesperostipa comate). Because shortgrass prairie regions in Nez Perce country are relatively dry, they are dominated by shortgrass species such as wheatgrass, fescue (Festuca idahoensis), and bluegrass (Poa spp.) in the Palouse area and buffalo (Buchloe dactyloides), grama (Bouteloua, sp.), wheatgrass (Agropyron sp.), and needlegrass (stipa sp.) in the Missouri Basin. The predominant vegetation in sagebrush steppe regions is a variation of sagebrush, shadscale (Atriplex confertifolia), and short grasses. Stream channels may support a lush understory of willow and other riparian plants but will rapidly graduate to more arid, alkali-tolerant species such as greasewood (Sarcobatus vermiculatus), particularly farther from the mountains.        National Park Service managers and biologists are studying streamside vegetation at certain sites for restoration purposes. NPS photo",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/nature\/grasses.htm"
}
