{
    "title": "Nez Perce National Historical Park: Fish",
    "body": "Fish         The Nez Perce Tribe has been restoring and collecting data on coho salmon in Lapwai Creek at the park's Spalding site. NPS Photo  The western portion of the park area is bisected by the Snake and Clearwater rivers and many of their reaches. Many of these drainages have been declared critical habitat for the Snake River sockeye salmon (Oncorhynchus nerka)and the Snake River fall chinook salmon (Oncorhynchus tschawytscha), in addition to being important habitat for the West Coast steelhead (Oncorhynchus mykiss) and brown trout (Salmo trutta). Historically, in late May and early June, the rivers filled with eels, steelhead, and chinook salmon. The aboriginal Nez Perce villagers crowded to communal fishing sites to trap the fish, or haul in fish with large dip nets. The first fishing of the season was accompanied by prescribed rituals and a ceremonial feast known as kooyit. Thanksgiving was offered to the Creator and to the fish for having returned and given themselves to the people as food. In this way, it was hoped that the fish would return the next year.        Nez Perce Tribal Fisheries technicians have been collecting data on salmon in Lapwai Creek, ID every fall for the past 3 years. NPS Photo  Fishing took place throughout the summer and fall, first on the lower streams and then on the higher tributaries and catches also included salmon (Oncorhynchus sp.), sturgeon (Acipenser sp.), whitefish (Prosopium williamsoni), suckers (Catostomus sp.), and varieties of trout (brook trout, bull trout, and cutthroat). Most of the supplies for winter use came from a second run in the fall, when large numbers of sockeye, silver (Oncorhynchus kisutch), and dog (Oncorhynchus keta) salmon appeared in the rivers.        Celilo Falls, a series of falls and rapids on the Columbia River in Oregon\/Washington, was a culturally important site to the Nez Perce and other tribes. NPS photo  Salmon have long been an important part of Nez Perce culture. As non-Indians began to move into the northwestern United States in the 1800s, the lives of the indigenous people were changed forever. The building of dams for hydroelectric power had a particularly detrimental impact on the Nez Perce people. Water level fluctuations changed landscapes, and blocked the migration of salmon, especially the smolts (young salmon). Celilo Falls, a series of falls and rapids on the Columbia River, was a culturally important site to the Nez Perce and many other tribes, who gathered there annually to fish, trade and socialize. The opening of The Dalles Dam in 1957 destroyed Celilo forever. In modern times, the Nez Perce Tribe has established a Fisheries Department and a Department of Natural Resources which provides for \"the conservation, enhancement and management of the tribes' fish and wildlife resources for future generations.\" Nearly all of Idaho's naturally-produced anadromous (ocean-going) salmon and steelhead are listed as threatened or endangered under the Endangered Species Act. They are protected to conserve their critically low populations. Numbers of salmon and steelhead returning to Idaho vary in response to conditions in freshwater and the ocean.             Fishes     English Name   Nez Perce Name     brook trout bull trout cutthroat trout dog salmon white sucker silver salmon Snake R. chinook West coast steelhead   pi'ckatyo i'slam wawa'lam ka'llay mu'quc ka'llay nacoox heyey     whitefish   ci'mey     brook trout   pi'ckatyo             Federally-listed (threatended, endangered, sensitive) species list Fish species list",
    "url": "https:\/\/www.nps.gov\/nepe\/learn\/nature\/fish.htm"
}
