{
    "title": "Nez Perce National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      Nez Perce National Historical Park stretches across much of the traditional homeland of the Nez Perce. To visit all of the park sites could take a substantial amount of time and cover many hundreds of miles so please plan accordingly. Automobile  Given the distances between certain sites, an automobile provides the greatest flexibility in visiting Nez Perce National Historical Park. Nearly all of the sites are located on or near state highways and are identified by prominient signs. Trip planning information is available on this web site. Spalding Visitor Center, Nez Perce National Historical Park: The Spalding Visitor Center is 11 miles east of Lewiston of U.S. Hwy 95. The address is 39063 US Hwy 95.  Big Hole National Battlefield is located ten miles west of Wisdom, Montana on state highway 43.  Bear Paw Battlefield is located sixteen miles south of Chinook, Montana on Route 240. Plane  There are many communities in the region that have airports, large and small, that provide acess to park sites. In north central Idaho, air service is available to the following communities:  Lewiston, Idaho has a regional airport and is located 11 miles west of the park's visitor center. The communities of Moscow, Idaho and Pullman, Washigton are both served by a regional airport that is approximately 40 miles north of the park's visitor center. Spokane International Airport is approximately 115 miles north of the park and is the largest airport in the region. There is no direct air service to either Big Hole or Bear Paw Battlefields but airports are available in Missoula and Great Falls, respectively.  Rail Service  There is no direct rail service to any of the park's sites. The closest Amtrak rail station is in Spokane, Washington. The Empire Builder does stop in Havre, Montana, which is driving distance to Bear Paw Battlefield. There is no public transportation available, however, to the site.",
    "url": "https:\/\/www.nps.gov\/nepe\/planyourvisit\/directions.htm"
}
