{
    "title": "Nez Perce National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information         Come and explore the park's exhibits at the main visitor center at the Spalding Site. National Park Service\/Nez Perce NHP.  Welcome to Nez Perce National Historical Park. We are special place - a park about a people for all people. Established by an act of Congress in 1965, the park focuses on a people who live in a landscape that ancestors called home.  The story of the Nez Perce is told through thirty-eight sites scattered across four states - Idaho, Montana, Oregon, and Washington. The park service administers nine of these sites.  The Spalding Visitor Center is located ten miles east of Lewiston, Idaho on U.S. Highway 95.               Physical Address           Nez Perce National Historical Park 39063 US Hwy 95  Lapwai, ID 83540-9715            Directions       10 miles west of Lewiston, ID on U.S. Highway 95 3 miles north of Lapwai, ID on U.S. Highway 95 Next to the Clearwater River   Driving south bound on  U.S. Highway 95 you will find the Visitor Center 10 miles from Lewiston, ID.  Roughly one mile after crossing the Clearwater River you will find the park entrance on your left. When driving north on U.S. Highway 95 the Visitor Center will be 3 miles north of Lapwai, ID.  The park entrance will be on your right.    Directions Details           Operating Hours & Seasons       Visitor Center Hours: Winter (Starts Labor Day) Daily: 8:30 AM - 4:00 PM Closed Thanksgiving, Christmas, and New Year's days Visitor Center Hours: Summer (Starts Memorial Day) Daily: 8:00 AM - 5:00 PM   Spalding Visitor Center (Winter) Winter Hours: From Labor Day to the day before Memorial Day the Visitor Center will be open from 8:30 am to 4:00 pm.  The park will be closed Thanksgiving, Christmas, and New Year's days.    Standard Hours    Sunday: 8:30 AM - 4:00 PM   Monday: 8:30 AM - 4:00 PM   Tuesday: 8:30 AM - 4:00 PM   Wednesday: 8:30 AM - 4:00 PM   Thursday: 8:30 AM - 4:00 PM   Friday: 8:30 AM - 4:00 PM   Saturday: 8:30 AM - 4:00 PM      Spalding Visitor Center (Summer) Summer Hours: From Memorial Day to the day before Labor Day the Visitor Center will be open from 8:00 am until 5:00 pm.   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM             Weather                                       Winter  Spring  Summer  Fall   Average Highs in °F:     43°      63°        85°     63° Average Lows in °F:      30°      41°        57°     42° (Source: www.usclimatedata.com)     Elevations in the Park range from 700 feet above sea level to over 8,000, providing a wide range of climatic conditions, that follow the four seasons. Be prepared for very warm weather in the summer months, in particular in the river valleys. The spring and fall are moderate and comfortable. Winter conditions can be severe in the higher elevations, with snow and ice making travel difficult and dangerous. Please visit the National Weather Service for comprehensive weather information.         Fees & Passes    No Entry Fee  Entrance Fees:   Entrance Fee  - $0.00 There are no fees to visit any of the sites of Nez Perce National Historical Park. Also, as of 2007 Big Hole National Battlefield stopped collecting entrance fees. Entrance to the battlefield is now free!          Visitor Centers",
    "url": "https:\/\/www.nps.gov\/nepe\/planyourvisit\/basicinfo.htm"
}
