{
    "title": "Indiana Dunes National Lakeshore: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning           Link to the National Park Service Planning, Environment and Public Comment site. This site provides access to current plans, environmental impact analyses, and related documents on public review. Users of the site can submit comments for documents available for public review.  **Wabash Avenue\/Porter Access Environmental Assessment    Name  Format & Size  Last Updated     2012 IDNL Capstone Economic Impact Study pdf 2.56 mb 5\/2012     Business Plan pdf 191k 2001     Deer Management Plan EIS 2012 pdf 9.76mb 4\/2012     Fire Management Plan pdf 883k 7\/2004     Fire Management Plan Appendices pdf 1221k 7\/2004     General Management Plan pdf 5.91mb 1997     Shoreline Restoration and Management Plan\/Environmental Impact Statement Summer 2011 pdf 1,529k 7\/2011     Strategic Plan 2008 pdf 941k 3\/2000     Visitor Survey Card Data Report pdf 22k 09\/2009     Report to the Community 2009 pdf 3.1mb 03\/2009     Indiana Dunes National Lakeshore Visitor Study pdf 3.7mb 09\/2010   Good Fellow Club Youth Camp EA (12-10-2010) (Environmental Assessment Report)  pdf 11.46mb  10\/12\/2012   Long-Range Interpretive Plan 2011 pdf 3.67mb 5\/10\/2011   National Park Service Fact Sheet on Proposed Transfer of U.S. Highway 12 pdf 59.0kb 10\/26\/11   Environmental Committment Statement doc 108kb 10\/17\/14   2015INDU EMS Workbook-print xls 255kb 10\/17\/14         Current Projects:    Project Title Project Type NEPA Type   Great Lakes Invasive Plant Management Plan\/Environmental Assessment Implementation Plan EA   Shoreline Restoration and Management Plan - Environmental Impact Statement Resource Management Plan EIS   Wabash Avenue\/Porter Access Environmental Assessment Other EA   Cowles Bog Restoration EA Determination of Impairment Resource Management Plan EA   Cowles Bog Restoration EA FONSI Resource Management Plan EA   Cowles Bog Restoration EA Resource Management Plan EA   Chellberg Farm Request For Proposals    Shoreline Restoration and Management Plan Resource Management Plan EIS    East Branch Little Calumet River Use Management Plan and Environmental Assessment Resource Management Plan EA",
    "url": "https:\/\/www.nps.gov\/indu\/getinvolved\/planning.htm"
}
