{
    "title": "Indiana Dunes National Lakeshore: Current Research, Summaries, & Conferences",
    "body": "Current Research, Conferences, and Summaries       The Great Lakes Research and Education Center shares information about research relevant to national park management with other scientists, resource managers, and the broader public. The information listed here is in addition to the information found on the primary Great Lakes Research and Education Center website.  Conferences Reports (including Internship Reports) Summaries, Bulletins, PowerPoints, and Web Links               Conferences        Researcher removes a bat from a mist net at Indiana Dunes National Lakeshore. Photo by Joy Marburger  Bats Alive! 6\/21\/2014 Sixty-three people learned about bat conservation and current research on bats during the \"Bats Alive!\" workshop Saturday, June 21 at the Paul H. Douglas Center for Environmental Education in Miller, Indiana. Presenters from Purdue University, Indiana State University, Mammoth Cave National Park, Ravenswood Media, and the Organization for Bat Conservation shared their work.  Participants learned about current research, upcoming citizen science projects, and white-nose syndrome. They saw live bats, participated in equipment demonstrations, and discovered ways to help!  Activities for youth were also featured. The event was sponsored by the Great Lakes Research and Education Center and Indiana Dunes National Lakeshore.  Bats Alive Presentation - Joy Marburger Simulated Effect of Timber Harvest on Habitat Suitability of Indian Northern Long-eared Bats - Benjamin Pauli Observable and Acoustic Behavior at Indiana Bat Day Roost Sites - Caroline M. Byrne and Joy O'Keefe White-Nose Syndrome in Bats - Rickard S. Toomey III, Ph.D. Simulating the Impacts of Roads on the Foraging Opportunities of the Indiana Bat - Victoria Bennett, Dale Sparks and Patrick Zollner Engaging the Public in Research on Bat Behaviors - Shannon R. Trimboli Modeling the Indirect Effects of Road Networks on the Foraging Activities of Bats - Victoria J. Bennett, Dale W. Sparks and Patrick A. Zollner Shifts in Pennsylvania Bat Communities Due to White-Nose Syndrome - Laura D' Acunto and Joseph E. Duchamp Comparing Species-Specific Activity of Midwestern Bats Between Smooth and Stop\/Start Mobile Survey Methods - Mikko Moy, Kiara Johnson, Laura D'Acunto, Benjamin Pauli, and Patrick Zollner Predicting Potential Wind-Energy Development Conflicts with the Eastern Red Bat in Indiana - Rachel A. Vanausdall, Benjamin P. Pauli, Patrick A. Zollmer, and Scott Haulton White-Nose Syndrome at Mammoth Cave National Park: Actions Before and After Its Detection - Rickard S. Toomey III, Steven C. Thomas, Shannon R. Trimboli, Joel Gillespie, and Vickie Carson Monitoring a Maternity Colony of Rafinesque's Big-Eared Bats - Mammoth Cave International Center for Science and Learning    Return to the primary Great Lakes Research and Education Center website:  Home page         Indiana Dunes National Lakeshore Science Conference 11\/28\/12 Staff of the NPS Great Lakes Research and Education Center, Indiana University Northwest, The Field Museum (Chicago), and USGS Lake Michigan Field Station hosted a conference on November 28, 2012, \"Linking Research to Management at Indiana Dunes National Lakeshore in a Rapidly Changing Environment\". Keynote speaker, Patrick Gonzalez, NPS Climate Change Scientist, discussed projected impacts of climate change on the park. The conference emphasized various areas of research related to biodiversity in the park and how to apply it to best management practices. Both oral and poster presentations were presented to the public. The oral and poster presentations are provided HERE. For more information contact Joy Marburger, ph. 219-395-1544.                Reports        Purple Loosestrife   Purple Loosestrife Volunteer Program Report Dr. Beth Middleton, U.S.G.S. National Wetlands Research Center, Lafayette, Louisiana February 17, 2005 As a follow-up to the GLREC-USGS purple loosestrife workshop in 2003, I wanted to inform you that a number of people have volunteered to help collect data on purple loosestrife for the program. More than 25 people volunteered during the workshop. As part of a cascade effect, after the workshop at least 5 additional people were recruited by people from the workshop to help with the research. Several inquiries have been made by school groups and others to help with the research in 2005. The data collected by volunteers have been tremendously useful to my research program. As an added benefit, volunteers who become involved in the program become better informed about the purple loosestrife problem, so that the program is of benefit in creating a well informed public. Volunteers also have the satisfaction of knowing that they have contributed to a worldwide research program involving people from many countries in Europe, Asia, Australia, and North America (including Canada). For more information, see the purple loosestrife volunteer website.     Latitudinal Variation in Height and Seed Set of Purple Loosestrife Volunteer Program Beth Middleton, U.S.G.S. National Wetlands Research Center, Lafayette, LA USA Poster (239k pdf)        Purple Loosestrife Workshop Report and Summary August 29-30, 2003 The GLREC held a purple loosestrife management and education workshop in Spooner, Wisconsin. Six federal, state, and nonprofit organizations presented pertinent information and educational tools for assisting mangers in control of this highly invasive species. The workshop summary is presented in pdf format. View the following slide show on purple loosestrife: \"Purple Loosestrife: Purple Scourge of North America\" (2.41mb pdf).              Summaries, Bulletins, PowerPoints, and Websites        Chicago Wilderness, a regional alliance dedicated to protecting nature and enriching life, recognizes that climate action can help restore the health of the region's natural areas.   Research on Great Lakes National Parks                                                      Presentations featured at 2014 Chicago Wilderness Congress Partners with Parks: Implementing Climate Change Research in the Great Lakes Parks and the Region by Dr. Joy Marburger, Great Lakes Research and Education Center How the Weather and Fragmentation Might Affect the Karner Blue Butterfly by Dr. Ralph Grundel, United States Geological Survey Herbaceous Plants of the Indiana Dunes National Lakeshore Projected to be Resilient to Climate Change by Elizabeth LaRue, Purdue University The Past, Present, and Future of Stonefly Assemblages in the Midwest by Dr. Edward Dewalt, Illinois Natural History Survey          Male Karner blue butterfly Photo by aecole  Climate Change and the Karner Blue Butterfly This site bulletin explores how research being conducted by the United States Geological Survey and the University of Notre Dame is exploring the effects of climate change on the Karner blue butterfly.        Negative Effects of White-tailed Deer on Native Wildflowers at Indiana Dunes National Lakeshore (pdf)       Mussels of the Past and Present at Indiana Dunes National Lakeshore (pdf)        Dr. Muruleedhara Byappanahalli works on E.coli analysis at the U.S.G.S. Lake Michigan Ecological Research Station   Thinking Differently About E.coli Scientists and managers improve their ability to protect the health of swimmers through better science-based management and an increased understanding of contaminants and local conditions. This article highlights lessons learned from research on bacteria monitoring and summarizes research findings that may be of interest to public beach managers and swimmers alike.        Invasive plants, such as oriental bittersweet, pose huge problems for park managers.   Key to Invasive Bittersweet Now Available One of the best ways to combat invasive species is by identifying small infestations and removing them. One invader threatening Midwestern ecosystems is oriental bittersweet (Celastrus orbiculatus). Unfortunately, this invasive plant can be easily confused with American bittersweet, a native and non-invasive plant.  After studying both species,  Dr. Noel Pavlovic, Dr. Stacey Leicht Young, Dr. Ralph Grundel, and Krystalynn  Frohnapple, all of the U.S.G.S. Lake Michigan Ecological Research Station, have developed a key that will prove helpful to managers trying to distinguish the two plants. The bittersweet key is available online.       Climate Change Websites Climate change and global change in general raise serious questions for national park managers. Research in these areas helps generate information that will prove useful in addressing management concerns. Visit these websites to learn more about current and recent global and climate change research. White House Policy  U.S. Global Change Research Program   U.S. Fish and Wildlife Service Climate Change Website   National Park Service   Environmental Protection Agency      Return to the primary Great Lakes Research and Education Center website:  Home page Research page",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/nature\/current-research.htm"
}
