{
    "title": "Indiana Dunes National Lakeshore: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us             Work With Us       Indiana Dunes National Lakeshore employs approximately 180 individuals, including permanent and temporary workers, and receives additional support from more than 500 volunteers. The national lakeshore offers opportunities for prospective employees in professional, administrative, and trade careers. For current job listings at Indiana Dunes National Lakeshore visit the Office of Personnel Management's USAJobs.      The national lakeshore employs people in a variety of positions. Some are permanent full-time while others are temporary for the busy summer season. Below is a sample list of positions utilized at the national lakeshore. Park Rangers - Law Enforcement, Interpretation Fire Management - Fire fighter, Engine operator, Fire effects crew Maintenance, Trade, & Craft - Carpenter, Plumber, General Maintenance, Custodian Others - Historical Architect, Landscape Architect, Civil Engineer, Historian, Lifeguard Administrative - Clerk, Secretary, Contracting Officer, Human Resources, Budget, Procurement Youth positions - Youth Conservation Corps (YCC), Student Conservation Association (SCA) www.theSCA.org      The following are brief descriptions of some of the most frequently filled summer positions at the national lakeshore. Recreational Assistants generally work for the summer season and are stationed at West Beach. Life guard certification and current training in first aid and C.P.R. are required. These employees make positive visitor contacts to educate visitors about water safety as well as general park information and regulations. Visitor Use Assistants usually work for the summer season at fee collection sites within the national lakeshore. As well as collecting and accounting for fees at West Beach and at the Dunewood Campground, these employees answer questions about the park and educate visitors regarding park regulations.      Park Guide-Interpretation A seasonal park guide assists in the operation of the Dorothy Buell Memorial Visitor Center or the Paul H. Douglas Center for Environmental Education. Duties include answering the telephone, greeting and assisting visitors, operating the sales counter of a bookstore, and assisting with general clerical support for the Division of Interpretation. Park Ranger-Interpretation A seasonal park ranger performs the same duties as a Park Guide (above). Additionally, the employee prepares and presents a variety of both informal and formal interpretive presentations to the public or to students through the park's environmental education programs. These and other duties are performed with minimal supervision.      Maintenance The duties of a summer seasonal employee in the Maintenance Division may include ongoing repair of roads, trails, equipment, buildings, and grounds. Employee may do routine painting, plumbing, roofing, and operate a motor vehicle. Direct supervision is provided for this position. Custodial staff is also hired during the busy summer season to service rest rooms, shower facilities, and perform trash and recycling pickup at areas of increased visitor use. Fire Effects Monitor This seasonal employee performs routine, field and laboratory work in support of vegetation and fire monitoring programs. Field work as well as some travel may be required during times of high incidence of wildland fires, regionally or nationally. (If wildland fire training is required, the park may provide it as part of duty time.) Biological Science Technician BioTechs are often students studying biology or related areas of science such as forestry, hydrology, air and water quality, fisheries, or vegetation. Duties include collecting samples and data from the field, performing simple tests, and computer entry of field findings. Rehabilitation of disturbed natural areas and irradication of non-native species are regular duties requiring extensive field time in all types of weather.      Youth Conservation Corps (YCC) Selectees are involved in a special employment program for students age 15-18. They work 40-hour weeks for 8-10 weeks of the summer and are paid minimum wage. Maintenance hire YCC's to perform supervised work within Roads & Trails and Buildings & Utilities.Applications are accepted from April to the first of May. Selections are based upon a random drawing held in May that is open to the public. Indiana Dunes National Lakeshore is accepting applications for the National Park Service Youth Conservaton Corps (YCC). There will be 10 positions available in the park this summer. Employment will last ten weeks, beginning June 6, 2016 and ending on August 13, 2016. The starting wage for a basic enrollee is $7.25 per hour for a 40-hour work week.  2016 Application Form Submit form to: Indiana Dunes National Lakeshore Attn: Becky Morford, Human Resource Assistant 1100 N Mineral Springs Road Porter IN, 46304        For information about volunteer or intern positions with the Student Conservation Association visit www.thesca.org. For further descriptions of career opportunities with the National Park Service visit the National Park Service's Careers website at www.nps.gov\/personnel. To learn about volunteer positions throughout the National Park Service, visit www.nps.gov\/volunteer. For Indiana Dunes National Lakeshore's volunteer information, visit www.nps.gov\/indu\/supportyourpark\/volunteer.htm.",
    "url": "https:\/\/www.nps.gov\/indu\/getinvolved\/workwithus.htm"
}
