{
    "title": "Indiana Dunes National Lakeshore: 2005",
    "body": "2005 Artist-in-Residence         Painting of Spiderwort. Original artwork is 23\" x 23\" part of the national lakeshore's artist-in-residence art collection. Linda Hoard, 2005 Artist-in-Residence  2005 Artist-in-Residence, Linda Hoard Linda, a resident of Poulsbo, Washington, was in residence August 2005 when she created this piece of art work. The following statement was developed from information she provided for the October 2005 Indiana Dunes National Lakeshore Artist-in-Residence Exhibit at the Chesterton Art Center.  Linda, an artist with a disability, found the challenges of the Artist-in-Residence Program “very positive.” From the technical challenges of traveling and staying at the lakeshore environment, to the emotional and productive challenges of turning inspiration into art and using her time to the fullest, Linda realized that she “could accomplish more than she had thought” and has now “set the bar higher” in her own life as a result of her residency. Working with Elizabeth Hertel (Artist-in-Residence coordinator 1996 - 2005), meeting other artists and visitors, and experiencing a natural world vastly different from that of her native Pacific Northwest are the greatest benefits she derived from her residency.        Painting of Long Lake. Original artwork is 9 1\/2\" X 29\" plus 3\" wood frame. This painting is now part of the national lakeshore's artist-in-residence art collection. Mary Reusch, 2005 Artist-in-Residence  2005 Artist-in-Residence Mary Reusch Mary Reusch is from Belmont, Michigan. Being able to concentrate on her painting for a whole month, without the interruptions of daily life, is the great gift given to artists by the Artist-in-Residence Program, according to Mary. It allowed for total immersion in the natural surroundings so that she “could feel the spirit of the lake, the beach, the forest, and the whole area” and imbues that spirit in her paintings. Mary was inspired by the tourists, naturalists, and park workers from all over the world that she met while at the shore, and filled with a deep “appreciation for all of those who work to preserve the shore area for us all.” Within 10 months of her residency, Mary completed more than 40 works inspired by the Indiana Dunes National Lakeshore. These works have been exhibited at galleries and shows throughout the Midwest.",
    "url": "https:\/\/www.nps.gov\/indu\/getinvolved\/supportyourpark\/air2005.htm"
}
