{
    "title": "Indiana Dunes National Lakeshore: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park       There are many ways to support Indiana Dunes National Lakeshore. Five of the easiest ways are described below:  Visit the park and show your support by being a park steward, leaving the park in at least as good a condition as when you arrived. Treat the land with respect by picking up litter, staying on marked trails, and throwing away trash in garbage cans. Also respect all wildlife from a safe distance and avoid introducing or transporting non-native species. Learn about the park on a ranger-led program. We also offer special programs for your organized group call (219) 395-1857. See the web calendar for opportunities. Become a park volunteer by completing your application at www.volunteer.gov\/gov. Click on Indiana to see current openings. We are looking for help at the visitor centers, cleaning up the park, and help with restoration projects, as well as many other special kinds of volunteer opportunities. If you do not have access to the internet, please call the volunteer coordinator at (219)-395-1682. Show your support by purchasing a book or souvenir at the Dorothy Buell Memorial Visitor Center bookstore to remind you of your trip or enhance your knowledge of the dunes. A part of the proceeds from the Eastern National bookstore sales are returned to support the park. Become a member of the Dunes National Park Association. The Dunes National Park Association (DNPA) is a non-profit organization that supports the protection, preservation, and promotion of Indiana Dunes National Lakeshore by building a community of supporters dedicated to conserving the park for the inspiration, education, and enjoyment of current and future generations. Visit the DNPA website to learn more: http:\/\/www.dunesnationalpark.org.",
    "url": "https:\/\/www.nps.gov\/indu\/getinvolved\/supportyourpark\/index.htm"
}
