{
    "title": "Indiana Dunes National Lakeshore: Do Business With Us",
    "body": "Explore This Park    Get Involved     Do Business With Us            Do Business With Us      General Information:The Indiana Dunes National Lakeshore offers many opportunities to private business to provide services, construction, boundary surveys, supplies, and materials. The park spends over $1,500,000 yearly on construction, services, supplies, and materials.All agencies of the United States Government list contract needs in excess of $25,000 on the Federal Government's eCommerce website at www.fedbizopps.gov. Information on requirements that cost less then $25,000 are available from the national lakeshore by e-mail.      Contract and Procurement Opportunities: Construction: Road work (milling, paving), small building construction (computer cabling), alarm installation, fire suppression, site remediation, asbestos removal, and underground tank removals. Services: Surveying, custodial service, sanitary and solid waste disposal, copier maintenance, alarm maintenance, radio system repair and maintenance, computer repair, demolition, and tree trimming and removal. Supplies & Materials: Computers, paper products, office supplies, office furniture, office equipment.      Excess Government Property: Government Property Regulations require that equipment, vehicles, and miscellaneous property no longer required by a federal operation be made available to:  Other National Park Service and\/or Department of the Interior (DOI) areas; Other federal agencies for their use in lieu of new procurements; State and local public agencies and other eligible non-federal public entities; or  The public by competitive offerings such as sealed bid sales, spot bid sales or auctions.  If the property has no commercial value, or the estimated cost of its continued care and handling would exceed the estimated proceeds from its sale, it may be disposed of by abandonment, destruction, or donated to public bodies.      In accordance with Executive Order 12999, federal agencies will give special consideration for computer donations to schools and educational nonprofit organizations in federal empowerment zones and enterprise communities. For schools and educational nonprofits, the Computers for Learning website at www.computers.fed.gov will provide one universal form to easily register to request excess and surplus federal computer equipment. The national lakeshore routinely has the following type of items available at no cost to state and local units of government and non-profit and not-for-profit organizations: furniture, computers, monitors, and chairs. For further information e-mail the park. Vehicles (cars, pick-ups, panel vans, suburban, etc) and motorized equipment (tractors, road graders, riding mowers, etc.) are available through the General Services Administration (GSA) auction program. Additional information is available at the GSA website, www.GSAauctions.gov",
    "url": "https:\/\/www.nps.gov\/indu\/getinvolved\/dobusinesswithus.htm"
}
