{
    "title": "Indiana Dunes National Lakeshore: Park Neighbors",
    "body": "Park Neighbors          If you live within a birds flight of a national park, what you do in your backyard may affect how a pink lady slipper continues to thrive inside a park's boundaries. Everyone can be a park neighbor and here are some things we would like our neighbors to know.       Dispose Fall Decorations By Marcus Key The last round of cold turkey leftovers officially marks the end of Thanksgiving.  It's over.  Time to start making the change from Fall to Winter.  Put away the pumpkins, pull out the holly, untangle the lights, and replace all those woody bittersweet vines with evergreens.  What should you do with that old wreath of bittersweet from the door, or those sprigs of brightly colored berries from the table? Trash them, don't compost them. More than likely the wreath and vine of bittersweet are oriental bittersweet, an invasive species, and its beautiful berries are spread around by birds in the winter.  Oriental bittersweet vines climb high up on trees, the increased weight can lead to uprooting and blowing-over during high winds and heavy snowfall.  In addition Oriental bittersweet is displacingnative American bittersweet through competition and hybridization. Staff and volunteers at Indiana Dunes National Lakeshore cut and remove thousands of Oriental bittersweet vines from trees in the park every year.  Disposing of the vines and berries in the trash prevents the invader from killing trees, and from being spread.      To learn how to differentiate Oriental bittersweet from native American bittersweet click HERE. To learn about opportunities to remove bittersweet from Indiana Dunes National Lakeshore and other events visit:http:\/\/www.nps.gov\/indu\/planyourvisit\/events.htm February 19, a team of experts will assemble to ready the sugar bush for the Maple Sugar Time Program. Please contact Ted_Winterfeld@nps.gov to wake the trees!      Great Lakes Birds and Gulf Oil By Ted Gostomski, Network Science Writer Four people move slowly down the face of a dune toward the shoreline, their eyes focused on two light-colored specks just ahead that are moving slowly along the brightly glaring sand. When the two specks – an adult Piping Plover and its newly-hatched chick – spot the group, they do what comes naturally: they run for the water's edge. But when the group presses closer, the adult takes the next natural step and flies out over the water and down the shoreline to safety. The chick, however, is still to young to fly and so is trapped as the group forms a U around it, pinning the three-inch-high bird between themselves and the water. The chick skitters back and forth, looking for an opening. It sees a gap between someone's legs and tries to escape, but a hat dropped down in front of it gently scoops the small bird off the ground. Another young plover will be banded here today.        Banding a Piping Plover at Sleeping Bear Dunes Alice Van Zoeren 2005  This scene plays out each summer at three national lakeshores in the Great Lakes Network: Apostle Islands, Pictured Rocks, and Sleeping Bear Dunes. It could also happen someday at Indiana Dunes National Lakeshore, where migrant plovers often show up in Spring and Fall but none have been seen during the breeding season since the 1950’s. the three northern park units are important to the breeding Great Lakes Piping Plover population because they contain undeveloped beaches that are wide enough and relatively undisturbed enough to provide appropriate nesting habitat. But now the plovers that use our parks’ beaches may be in trouble. In the wake of the tragic Deepwater Horizon oil rig explosion and the ensuing environmental disaster that it spawned in the Gulf of Mexico, there is a small but growing voice asking what we might see here in the Great Lakes next spring when “our” Piping Plovers and other birds return to their northern breeding grounds. Will there be noticeably fewer birds? If they nest, will they be successful?        Piping Plover breeding sites in the Great Lakes, 1986-2002 U.S. Fish and Wildlife ServiceRecovery Plan for the Great Lakes Piping Plover  The Gulf of Mexico is a long way from the Great Lakes, but look through the distribution maps in a bird guide and you will find at least 40 species that nest in the Great Lakes region during the summer and spend their winters along the Gulf Coast. Waterbirds such as common loons, Grebes, herons, pelicans, mergansers, ducks, and rails all go to the wetlands, mud flats, and even the ocean waters of the Gulf and southern Atlantic coasts. That list of 40 does not include the dozens of songbirds that migrate to Central and South America but stop in the Gulf region to rest and feed before continuing on their thousands-of-miles journey. How important are the stop over sites in the Gulf? At least one author has noted that “during the eight of migration some of the islands off the coast of Louisiana are rewarding observation points for the student of birds, since the feathered travelers literally swarm over them.”      The news was looking up in late July and early August, as the leaking well was capped and the oil began to dissipate faster than expected. Gulf Islands National Seashore (Florida\/Mississippi) reported successful nesting among colonial waterbirds despite some signs of contamination earlier in the season.4 additionally, it was reported that “south Florida, the Florida Keys, and the east coast of the Florida Peninsula are not likely to experience any effects from oil remaining on the surface of the gulf, as it continues to degrade and remains hundreds of miles away from the loop current.” Only time and good long-term monitoring data will tell if Great Lakes birds avoid the ill effects of the oil spill disaster. Whether it is the Network’s songbird monitoring or the Piping Plover monitoring conducted by the parks, the information we have collected gives us a baseline for comparing future data. Beyond the data, though, is the joy of actually seeing a young Piping Plover run along the beach, and we can only hope for that in the years to come.      References  Great Lakes Waterbird Research Program, www.waterbirds.umn.edu\/Piping_Plovers\/ Lincoln, F.C., S.R. Peterson, and J.L. Zimmerman. 1998. Migration of birds. U.S. Department of the Interior, U.S. Fish and Wildlife Service, Washington, D.C. Circular 16. Jamestown, ND: Northern Prairie Wildlife Research Center. Online. www.npwrc.usgs.gov\/resource\/birds\/migration\/index.htm (Version 02APR2002) Stucker, J.H., F.J. Cuthbert, W. Winn, B.L. Noel, S.B. Maddock, P.R. Leary, J. Cordes, and L.C. Wemmer. 2010. Distribution of non-breeding Great Lakes Piping Povers (Charadrius Melodus) along Atlantic and Gulf of Mexico coastlines: Ten years of band sightings. Waterbirds 33(1): 22-32. \"Island Nesting Birds Have Successful Season.\" InsideNPS Incident Reports, 3 August 2010.http:\/\/inside.nps.gov\/index.cfm?handler=viewrintheadline&type=incidents&id=5275 \"Cultural Resources Remain Unaffected By Spill.\" InsideNPS Incident Reports, 4 August 2010.http:\/\/inside.nps.gov\/index.cfm?handler=viewprintheadline&type=incidents&id=5280",
    "url": "https:\/\/www.nps.gov\/indu\/parkneighbors.htm"
}
