{
    "title": "Indiana Dunes National Lakeshore: SCA Internship",
    "body": "SCA at Indiana Dunes National Lakeshore       Located on the southern shore of Lake Michigan within one-hour of Chicago, the Indiana Dunes National Lakeshore contains one of the largest and most diverse environmental and heritage education programs in the National Park Service. Interns work in and along beaches, marshes, prairies, and 120-foot high sand dunes. Some also teach students about the culture of American Indians and other peoples who inhabited Northwest Indiana.        Resource Assistant Rachel Cool leading an environmental education program at Pinhook Bog    The Branch of Interpretation offers three Resource Assistant (RA) positions throughout the year. The Resource Assistant Program connects young people with internship and research opportunities in interpretive services. Resource Assistants serve as volunteer seasonal staff, working side by side with other professional interpretive staff. They are not paid, but receive funds to cover travel, a subsistence for food, free housing, and a uniform allowance. Duties include: researching, designing and leading environmental education programs, 40%; information desk, 20%; special projects including field preparation and auditing environmental education programs, 30%; staffing \/lab research with science and\/or resource management staff, 10%; Requirement: basic knowledge of life sciences such as botany, biology, ecology, and geology; interest in early Eastern Woodland Native American cultures; public speaking ability; desire to work with children; valid driver’s license. Desired: Spanish-speaking or American Sign Language ability. Recommended: personal transportation.        SCA - Adam Galluzzo scattering seed for prairie restoration   The Branch of Resource Management offers several Conservation Associate (CA) positions throughout the year. The Conservation Associate Program connects young people with internship opportunities in resource management. The CA's work side by side with professional resource management staff in the restoration of disturbed national lakeshore habitats, and thus gain insight and experience related to their projects. They receive a living allowance, housing or a housing allowance, funds to defer travel, and an optional education award. Furnished rentals (with basic cooking\/eating utensils) are available locally. Requirement: A four-year degree related to natural resources preferably with some botanical taxonomic skill and field experience with monitoring resources, collecting native seeds, using tools and smaller machines such as chainsaws and brush cutters, and willingness to apply herbicide to control vegetation. On-the-job training and orientation will be provided. Desired:Field experience with habitat restoration, and experience with machines such as bobcat-type skid steer loaders and backhoes. Recommended: Personal Transportation Sample Projects        SCA - Gabrielle O'connor spraying for invasive species.   Restoration of the Botanical Resource of Great Marsh - a diverse wetland complex. In the latter 19th and early 20th century there were concerted efforts to drain the Great Marsh that resulted in numerous ditches of various sizes. Today it is a mix of upland and wetland weedy trees and forbs commingling within a substrate of compromised hydrology. One of the primary goals is to return ecosystems to approximately the conditions which existed before significant human alterations began. A North American Wetlands Conservation grant provided funding to initiate restoration of the Great Marsh's hydrology. Photographs from as recently as the 1930s and oral history from senior residents provide testimony of a vast expanse of native species represented by sedges, grasses, rushes and shallow marsh forbs punctuated infrequently by woody vegetation. One 6-month (spring-fall) CA would work in coordination with the park's Botanist and possibly Youth Conservation Corps employees to work on restoration of the Great Marsh's botanical resource. The CA would collect and propagate plant material, remove weedy trees, treat Cattail, Common Reed and Reed canary grass with herbicide, install plant materials, and assist in maintaining water control features. Approximately 25 acres of the Great Marsh would be targeted for native botanical resource restoration. Improvement of Degraded and otherwise Human-Impacted Habitats - Hundreds of former home sites within the park are dominated by landscaping or other non-native vegetation. Approximately 118 acres of former farm fields identified for prairie restoration are dominated by non-native, low quality aggressive, and woody vegetation. One 6-month (spring-fall) CA working with Resource Management Staff will actively work to improve impacted areas by conducting exotic vegetation control, removing excessive woody vegetation, collecting seed, preparing and planting sites, and establishing and maintaining field nurseries, 75%; conduct site assessments, develop work plans, log and compile project data, and electronically map sites, 25%.        SCA - Marshall Ray using a chainsaw to remove exotic honeysuckle   Exotic Vegetation Removal for Habitat Restoration - first line eradication efforts for invasive trees. This includes chain sawing, hand sawing, bucking, limbing, chipping, and swamping, as well as applying appropriate herbicide, 75%; identification of plant species for removal or protection; recording and reporting on species composition of areas treated, 2%; coordination of volunteers for aid in removal of debris, 1%; generation of GPS coordinates for areas treated, 1%; GIS mapping of areas treated, 5%; Database entry, 5%; Training, 1%; Maintenance of equipment, 10% Mitigate Impacts of Past Development and Exotic\/Invasive Plants - One 6-month CA will actively work and assist staff to improve impacted areas by conducting exotic vegetation control and other habitat restoration fieldwork, 75%; compile and record project data, 25%. Herbicide application is a required role of this position.       For more information about Indiana Dunes National Lakeshore's SCA Program, Please contact: Cliff Goins, SCA Coordinator Indiana Dunes National Lakeshore 1100 N. Mineral Springs Road Porter, IN (219) 395-1864 e-mail   The Nationwide Student Conservation Association  Mission “To build the next generation of conservation leaders and inspire lifelong stewardship of our environment and communities by engaging young people in hands-on service to the land.” The Student Conservation Association (SCA) was created in 1957 to serve as a liaison between young people and conservation organizations. Through its several volunteer programs, the SCA recruits hundreds of interns and volunteers to work at national parks each year. The SCA is a 501(c3) nonprofit educational organization: The Resource Assistant Program connects young people with internship and research assistant opportunities in areas such as ecological restoration, endangered species protection, and interpretive services.        Resource Assistant   These young “Resource Assistants” are placed in areas administered by NPS, BLM, and other federal, state, local and private entities. Resource Assistants serve as volunteer seasonal staff, working side by side with other professional staff. They are not paid, but receive funds to cover travel, a subsistence for food and housing, and a uniform allowance. The High School Program offers a unique opportunity for 16-18-year olds to work for a month in an outdoor setting. The program involves taking SCA crews which consist of 6-10 volunteers from around the Nation and have them work on a conservation project. The projects are usually done in rural areas where SCA sets up a camp for 6 weeks which corps members are introduced to a diversity of rigorous experiences. These crews, along with their leaders perform conservation maintenance tasks. Leaders are experienced in all aspects of outdoor living and conservation work. Most groups are co-educational, and have an equal number of young men and women. Some 2,600 high school students and young adults are placed each year. The Conservation Career Development Program fosters conservation career opportunities for minority youth through service, counseling, and educational grants. These are just a few of the programs that the SCA provides for young people. Many of the programs provide much needed assistance to national parks by completing projects that the park might not have the resources to fund. For additional information contact: Student Conservation Association P.O. Box 550 Charlestown NH 03630-0550 603\/543-1700 http:\/\/www.thesca.org\/",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/management\/indu-sca.htm"
}
