{
    "title": "Indiana Dunes National Lakeshore: Artist-in-Residence",
    "body": "Artist-in-Residence         A collage of the Artist-in-Residence's donationed art works. NPS Collection  The park's Artist-in-Residence (AIR), program continues a rich heritage of artists like writer Edwin Way Teale, poet Carl Sandburg, and painter Frank V. Dudley who were inspired by the dunes and whose work and words helped move others to preserve this special place along the southern shore of Lake Michigan. Now in its 15th year, the AIR program at Indiana Dunes offers professional artists the opportunity to live along the lakeshore for two weeks giving them uninterrupted time to create art that helps generate increased appreciation and support for the national lakeshore. In exchange, the artist provides a public program and donates one piece of art created during their stay. The work produced by these artists becomes a permanent part of the park's collection and is currently exhibited in the visitor center. Additional opportunities for displaying the collection are being explored including traveling shows and using a historic structure in the park as an arts center.          2016 Artist-in-Residence submissions have been juried and letters have been mailed out to all applicants.     Please visit back in November for 2017 application.      Past Artist-in-Residence    2013   - Douglas David, Steven Walker, Sam Rosenthal, Kim Clanton   2012   - Sherri Thomas, Dan McGrath   2011   - Jeanie Mcleish, Mark Burkett, Susan Hanshaw, Nancie King Mertz   2010   - George Desort, Victor Pytko, Rachel Lin Weaver   2009   - Larry Jensen, Michelle Michael   2008   - Nancy Klaud   2007   - Sharon Hammer Baker, Jerry Dennis   2006   - Mare Dianora, Kirsten Brat, Tom Virgin, Edward Powell   2005 - Mary Reusch, Linda Hoard   2004   - Helen Stannard, Joel Knapp   2003   - Greg Blair   2002   - Marikay Witlock, Kim Elliott   2001   - Jerry Power, Emily Damstra   2000   - Peter Taylor   1999   - Donna Allgier-Lambert, Joel Cronar   1998   - Marianne Well, Carole Boller   1997   - Diane Canfield-Bywaters, Rick Stevens   1996 - Meliane Parke                      Artist-in-Residence Gallery   33 Photos  This gallery consist of finished artwork produced by participating artist during their stay at Indiana Dunes National Lakeshore.",
    "url": "https:\/\/www.nps.gov\/indu\/getinvolved\/supportyourpark\/air.htm"
}
