{
    "title": "Indiana Dunes National Lakeshore: 2006",
    "body": "2006 Artist-in-Residence         by Artist in Residence Volunteer  2006 Artist-In-Residence, Tom Virgin Tom teaches art at Hialeah Senior High School in Miami, Florida. During his residency he collected images and information that he is using to create a book. He will make several 16\" X 20\" woodcut plates and then use them to make the prints. Here are excerpts from Tom's recent letter about fond memories of his residency. He enjoyed \"....hiking most of the trails and being given tours by the excellent interpretive staff.... the sunsets over Lake Michigan will always be with me.\"               Painting of West Beach. Original artwork is 29\" X 19\" part of the national lakeshore's artist-in-residence art collection. Edward Powell, Artist-in-Residence, September 2006  2006 Artist-in-Residence, Edward Powell Edward Powell wrote the following shortly after completing his residency. \"The time between September 9 and September 28, 2006, spent at the Indiana Dunes National Lakeshore is just completed and I have returned home to Pittsburgh, Pennsylvania. The day is rainy and cool 60's, much like most days spent on the Dunes. I think there were about 5 days that had some sun during the time I spent there. While the lake is responsible for much of what occurs in the landscape, it seems to play little role the forms that I found interesting to paint during this time. Of course the lake and sky are responsible for the light conditions and much of the color effects that create the ever changing moods one experiences while in that environment. I found the actual Dunes to be the most attractive forms with the undulations and disappearing turns that trails and wind have created. a kind of allure to climb and follow, both visually and physically. Dunes have been painted in places around the world throughout modern landscape painting, so my interest and work is not unique in any sense. Having that thought, I realize that the Dunes and the landscape in general simply ask to be painted – demands the attention of us – painters, poets, and photographers, or simply to be gazed upon by those moved by the connection to the natural forms and light. Ralph Waldo Emerson’s famous essay, “Nature” explains the story best and I am always moved when I read it. Contemporary Art generally disregards “landscape painting” as an interesting or significant mode of artistic expression for this age. There are however many, many artists working within that focus today, creating works that inspire and elevate the spirit of both viewer and creator. It is too soon for me to evaluate my busy three weeks at the Dunes. I did create eight finished works while there, each very loose and expressive but within the framework of a “realist” tradition. I have lots of photos taken while there that I expect will be the source for more new work during the next few months.\" Edward has recently retired from the University of Pittsburgh where he taught for 35 years; he is now able to devote himself full time to painting.        Howes Prairie encaustic. Original artwork is 24\" X 36\", now part of the national lakeshore's artist-in-residence art collection. Kirsten Brat, Artist-in-Residence, August 2006  2006 Artist-in-Residence, Kirsten Brat Painter Kirsten Brat originally painted a watercolor painting on site in Howes Prairie. She later painted the encaustic in the studio. Below she explains her painting experience at the national lakeshore. But the emersion into nature is an important component in the process. After a short hike on an unmarked trail, I sat down in the company of the birds and insects, with no reminders of the civilized world in sight. The view chosen is from the basin looking up a hillside covered in grasses and wildflowers. The blazing stars were in full bloom mid-August when this piece was created. The watercolor took three hours to complete. During that time, not a single person crossed my path. Time lapsed without worries, without the pressure of schedules and deadlines. Having a three-week residency to do nothing but focus on creating art was a marvelous escape. The prairies and woodlands are not landscapes immediately associated with the Indiana Dunes, though they constitute a large portion of parkland. For that reason, I find it important to represent them through my painting. It is my hope, that this will prompt the painting’s audience to explore the park’s interior, and gain an affection for its diversity. The Howes Prairie encaustic is now part of the national lakeshore's artist-in-residence collection. Kirsten Brat was in residence during August 2006. She made watercolors, sketches, and charcoals while visiting different areas of the national lakeshore. Later, she converted some of those works into encaustic paintings. The encaustic process involves using pigment suspended in hot wax that is then laid onto canvas. This process typically takes 15 - 20 hours per piece of work.        Mare Dianora during her workshop at Dunewood Campground, June 2006 NPS collection  2006 Artist-in-Residence Mare Dianora Mare “feels very fortunate to have been selected for the residency” and to have been “given the chance to be immersed in the nature of the area which was unfamiliar” to her as a New Yorker. The only artist who “chose to live in her tent for the duration of the residency,” Mare feels that it enhanced her experience of the natural surroundings and the impact of the program on her art. Her residency gave her a new calm and ability to remove herself from her regular life, as well as artistic inspiration and a deeper understanding of the natural features of Indiana Dunes National Lakeshore. She is currently working as a resident artist at the New York University Medical Center, developing a program of arts in healthcare for the benefit of oncology patients.",
    "url": "https:\/\/www.nps.gov\/indu\/getinvolved\/supportyourpark\/air2006.htm"
}
