{
    "title": "Indiana Dunes National Lakeshore: 2011",
    "body": "2011 Artist-in-Residence         2011 Artist in Residence Jeannie Mcleish NPS Collection  2011 Artist-in-Residence, Jeannie Mcleish Jeannie McLeish began painting in 1970 and works in oil and watercolor. She produces images that reflect a deep love of nature and has a fascination with color and light. When asked what she would like to accomplish during her residency she responded, \"Painting is the way I have chosen to experience the world. I want to learn more about the lakeshore through exploration, observation, and painting. An extended stay would give me the opportunity to develop the visual vocabulary needed to describe the elements of beauty particular to the area.\" Jeannie produced a beautiful 24\" x 24\" oil painting titled \"Saved.\" When asked for her thoughts on the painting she responded: \"After hiking the shady green wetland section of Cowles Bog Trail with its' tall ferns and deep shadows, I made a steep climb to the top of a great old dune. There my eyes were met by blinding sunlight and a long sandy slide down to the brilliant blue lake. It was from this vantage that I found inspiration to focus not on what was lost but rather what was saved.\"        2011 Artist-in-Residence, Mark Burkett NPS Collection  2011 Artist-in-Residence, Mark Burkett Mark Burkett is an accomplished artist experienced in acrylic, oil, and printmaking. By participating in the Artist-in-Residence Program Mark was able to produce a body of work inspired by the natural world visible at the Indiana Dunes National Lakeshore. Through his work he is able to direct visitors' attention to the qualities that make the dunes such a significant place. When asked why he wanted to be an artist-in-residence at Indiana Dunes National Lakeshore, Mark responded: \"I welcome the opportunity to express, in my art, the effect that the beauty of the dunes has made upon me. I would hope to convey to others my emotional response, as a visual expression, to my personal experience there. I plan to participate in an upcoming book project with Indiana Plein Air Painters and Historic Landmark Foundation to paint significant historic areas of Indiana. The story of the dunes makes it an appropriate subject for that project as well.\" Mark produced a beautiful 16\"x20\" oil painting titled Paths to the top, which showcases a view atop a dune at the Central Avenue beach access point. When asked for his thoughts on the painting he responded: \"I hiked up to this area several times to paint during my stay. There was usually a refreshing breeze from the lake throughout the day. Looking east, the paths lead over the ridge and into the trees and beyond to Mount Baldy.\"        2011 Artist-in-Residence, Susan Henshaw NPS Collection  2011 Artist-in-Residence, Susan Henshaw Susan M. Henshaw is an accomplished artist that works in pastel. During her residency she was given the opportunity to create a new, focused body of work uninterrupted by everyday life. It is her hope that through her art and interpretation others are moved to explore the park with a fresh perspective. When asked why she wanted to be an artist-in-residence at Indiana Dunes National Lakeshore she responded, \"One of my goals as an artist is to complete a body of work from each of the Great Lakes. I want to be an artist-in-residence at Indiana Dunes because I've never had the opportunity to fully explore this particular area of the lake. I have had the privilege of residencies at Sleeping Bear Dunes National Lakeshore as well as Porcupine Mountains State Park and found them to be very rewarding.\"        2011 Artist-in-Residence, Nancie King Mertz NPS Collection  2011 Artist-in-Residence, Nancie King Mertz Nancie King Mertz is an accomplished artist that works in oil and pastel. She loves to paint the natural, rugged landscape the dunes have to offer. She states that \"To paint non-stop, uninterrupted by phone, computer, and daily work routine, is my favored way to work. I often travel a great distance to escape these distractions to paint on-site, and find that my best work is a result.\" When asked how she would respond to park visitors curious about the Artist-in-Residence Program she responded, \"I'm very open to chatting with on-lookers as I paint, and would explain the process of the painting, as well as the opportunity I was offered. Prior to the residency, I would seek a local gallery or venue that would exhibit the pieces as they were completed. Because I also own a frame shop, I would frame completed pieces as-I-go, to have a daily growing exhibit to share with visitors. I would photograph and keep a traveling \"bulletin board\" of pieces completed and on-exhibit, so that viewers could see the growing collection or go visit the hanging work. As the final pieces are added to the exhibit, an artist-talk would be scheduled for interested viewers at the exhibit venue.\"",
    "url": "https:\/\/www.nps.gov\/indu\/getinvolved\/supportyourpark\/air2011.htm"
}
