{
    "title": "Indiana Dunes National Lakeshore: Volunteer Newsletter",
    "body": "Volunteer Newsletter          In this issue of The Volunteer, September 2015   Celebrate with Cake-Kick Off!   Valparaiso University Freshman Cut Out at Central Beach   Mnokie Prairie Needs Your Help!   Meet Up with Site and Trail Corps at Dune Ridge Trail   Miller Woods Stewardship Day                   In this issue of The Volunteer, May 2015  Volunteer Appreciation Indiana Dunes, Science and YOU!! National Get Outdoors Day Volunteers Wanted! Have a Fun, Safe, Summer            In this issue of The Volunteer, December 2014  25 Years of Jul and Counting Volunteering and the IRS Birding Calls for the 115th Christmas Bird Count Announcing a new addition to the Stewardship Days collection: Miller Woods Calling Winter Enthusiasts Volunteer Sweeties Needed for 2015 Maple Sugar Time Smart Phone Users Unite!              In this issue of The Volunteer, June 2014  Participate in National Train Day at Union Staton in Chicago! Introducing Paul Labovitz Reserve Your Seat at the Volunteers Award Banquet Get the Inside Scoop! Century of Progress Architectural Open House!             In this issue of The Volunteer, December 2013  The Secrets of Our Local Amphibians  Lake Michigan Water Trail Safety Courses  Photo Contest   Calling All Skiers, Volunteer Stewards, and Trail Blazers!  Volunteers Needed for 2014 Maple Sugar Time          In this issue of The Volunteer, April 2013  Help us Help West Beach this summer  Volunteer Appreciation Picnic July 20   Find out how to become a Park Neighbor   Become a ParKid             In this issue of The Volunteer, December 2012   New Signage and Name Changes   Share the Experience Photo Contest   Christmas Birdcount   Volunteering and the IRS   Frog Monitoring Training   Volunteers Needed for 2013 Maple Sugar Time            In this issue of The Volunteer, October 2012    Introducing Dunes National Park Association    HELP WANTED!: Volunteer opportunities    The 113th Christmas Bird Count    National Park Service Photo Contest",
    "url": "https:\/\/www.nps.gov\/indu\/getinvolved\/supportyourpark\/volunteer-newsletter.htm"
}
