{
    "title": "Indiana Dunes National Lakeshore: 2010",
    "body": "2010 Artist-in-Residence       2010 Artist-in-Residence, George Desort George Desort participated in the Indiana Dunes National Lakeshore Artist-in-Residence program during the fall of 2010. His work has appeared in audobon, National Geographic, Backpacker, The New York Times, Chicago Tribune, and PBS affiliates across the country. Fortunate Wilderness and moose study of Isle Royale was his first feature film and a finalist at the 2009 International Wildlife Film Festival.                              The Indiana Dunes National Lakeshore By George Desort A video by 2012 artist in resident George Desort.  Duration:4 minutes, 4 seconds                    2010 Artist in Residence Victor Pytko standing next to 4 of the 6 paintings completed during his residency   2010 Artist-in-Residence, Victor Pytko Victor Pytko is a \"plein aire\" painter out of Birmingham, Michigan. During his residency Victor explored the lakeshore in hopes of gaining a better understanding of the dunes. It was through these jaunts that he was made aware of the constant changes taking place within the Lakeshore. Victor's idea that man can separate from Nature and manage her, arose after a first-day visit to West Beach and after walks along Lake Front Drive where old cottages are being removed and new are being built. He attempted to incorporate into his paintings Nature's indomitable will to change and man's attempts to stem her advance. During his time with the park Victor completed six landscapes and took many photographs to serve as resource material. He also made several time-lapse movies of the spectacular sunsets, using hundreds of still shots that compress to just a few seconds of screen time. In the painting he donated to the park, it shows park employees pulling invasive plants from a marsh at West Beach. Victor believes it sums up his experience at the dunes.",
    "url": "https:\/\/www.nps.gov\/indu\/getinvolved\/supportyourpark\/2010desort.htm"
}
