{
    "title": "Indiana Dunes National Lakeshore: 2013",
    "body": "2013 Artist-in-Residence         2013 Artist-in-Residence Douglas David. NPS Collection  2013 Artist-in-Residence, Douglas David Douglas David is an accomplished artist that has made his living through art his entire life. Douglas has studied the palette of Frank Vincent Dumond under Frank Mason of New York's Art Students League for over 10 years.  He also studied with noted east coast painters John P. Osborne and John C. Traynor throughout those years.  He earned a Bachelor of Fine Arts in VIsual Communication from Indiana University Herron School of Art. When asked why he wanted to be an artist-in-residence at Indiana Dunes National Lakeshore he stated. \"I think it would be very exciting to be a part of the continuing legacy of artists-in-residency at this park. From the artist who painted with Frank V. Dudley (d. 1957) to contemporary fellow artist, the region is significant in Indiana History. The park is such an important region of Indiana and such a wonder in the scope of our country - I look forward to getting to know it better. Through a concentrated focused time of study and without the day to day distractions of a regular studio is paramount and so valuable in an artist's life and work. The residency would allow me to put together a body of work through some studies and a few more finished paintings while immersing myself in the topography, the history and the science of the dunes.\"           Steven Walker finishing a painting for Indiana Dunes National Lakeshore - 2013   2013 Artist-in-Residence, Steven Walker Born in Myrtle Beach, South Carolina and raised in Richmond, Virginia, Steven has been captivated by art for most of his life. He earned his bachelor's degree at Virginia Commonwealth University with a concentration in illustration. After only a few years as a freelance illustrator, Steven earned his master's degree at Marywood University and began focusing his efforts towards fine art. After a string of small shows at coffee shops and libraries his focus turned to gallery exhibition. Since his venture into gallery life, his landscapes have been well received by collectors. His paintings are part of several private collections such as Hilton Hotels, the Boy Scouts of America, Dominion Resources and the United States Air Force. Steven has been included in several local and national juried competitions including the Richeson 75 Landscape Competition, the American Landscape competition in Maryland, several juried shows throughout Ohio and Virginia, the International Salon Competition and most recently, the Oil Painters of America Salon. Steven also had the privilege of being a part of a statewide traveling exhibition with the Virginia Museum of Fine Art. Recently he’s participated in several artist in residency programs in Michigan and Iowa through the National Parks Service. Steven, with the assistance of his lovely wife Evelyn, continues to work hard in the advancement of his career. Currently, his work is represented by the B. Deemer Gallery in Louisville, KY, The Sharon Weiss Gallery in Columbus, OH, the Vision Gallery in Atlantic Beach, NC, and the Glave Kocen Gallery in Richmond, VA.          2013 Artist-in-Residence Sam Rosenthal NPS Collection  2013 Artist-in-Residence, Sam Rosenthal Information coming soon...        2013 Artist-in-Residence Kim Clanton NPS Collection  2013 Artist-in-Residence, Kim Clanton Information coming soon...",
    "url": "https:\/\/www.nps.gov\/indu\/getinvolved\/supportyourpark\/air2013.htm"
}
