{
    "title": "Indiana Dunes National Lakeshore: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer         Volunteer cutting down non-native tree species. NPS image collection  OUR MISSION  The National Park Service Volunteers-In-Parks Program (VIP) was authorized by Public Law 91-357 enacted 1970. The primary purpose of the VIP program is to provide a vehicle through which the National Park Service can accept and utilize voluntary help and services from the public. The major objective of the program is to utilize this voluntary help in such a way that is mutually beneficial to the National Park Service and the volunteer. Volunteers are accepted from the public without regard to race, creed, religion, age, sex, sexual orientation, national origin, or disability. ABOUT OUR VOLUNTEERS Volunteering is an American tradition that through the years has made an immeasurable contribution to communities, organizations, and individuals throughout the country. A recent poll found that over one-third of the American public has been or is now a volunteer. The majority of current volunteers are also employed in full or part-time jobs. Today's volunteers are active, dynamic, creative individuals of all ages who possess the skills, desire, patience, and time to accomplish a wide variety of tasks. Our volunteers are, without a doubt, Very Important People! Each year more than 140,000 volunteers donate more than 5,000,000 hours of service in the U.S. national parks. Our volunteers come from every state and nearly every country in the world. Young and old alike give of their time and expertise to assist our paid staff in achieving our national mission--The National Park Service preserves unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations. The Park Service cooperates with partners to extend the benefits of natural and cultural resource conservation and outdoor recreation throughout this country and the world. Trail Workers. Along with sunbathing and swimming, hiking is one of the most common recreational activities enjoyed by visitors to Indiana Dunes National Lakeshore. Do you enjoy working outdoors in scenic woodlands? Do you appreciate the national lakeshore's many miles of beautiful, established hiking trails? If so, the national lakeshore staff is always searching for energetic people who want to help maintain park trails. All tools and training will be provided. If you are interested or would like further information, please contact Mike Thomas at 219-395-1968. Environmental Education Naturalist. We are in the process of expanding the park's docent program. Our current core of docents is doing an outstanding job, and we would love to bring on a few new recruits to enhance this important aspect of our interpretive program. If you love sharing nature or history with children, please contact Ranger Christy Gerlach to learn more about this volunteer opportunity. Christy can be reached at 219-395-1885. Animal Room Assistant. Do you like working with all different kinds of animals? If so, we need additional help at the Paul H. Douglas Center for Environmental Education. The Center's animal room has fish, reptiles, and amphibians that need frequent attention. We need volunteers to feed, handle, monitor, and clean the aquariums. This volunteer position can be fun and rewarding. If you are interested, please contact Kipton Walton at 219-395-1858. Information Desk Assistant. Do you have a friendly smile, enjoy talking to people, or just love helping visitors from all over the world? If so, we have a place for you at the information desk at the Dorothy Buell Memorial Visitor Center. This position requires a minimum commitment of four hours per week. If you are interested, please contact Ryan Koepke at 219-395-8914.       Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/indu\/getinvolved\/volunteer.htm"
}
