{
    "title": "Indiana Dunes National Lakeshore: Suggested Reading",
    "body": "Explore This Park    Learn About the Park     Education     Suggested Reading              Suggested Reading       FICTION  Altrocchi, Julia C. and Cooley, Julia. 1996. Wolves Against the Moon. Thunder Bay Press. Leopold, Aldo. 1949. A Sand County Almanac: and Sketches Here and There. Oxford University Press, New York, NY. Teale, Edwin Way. 1957. Dune Boy: The Early Years of a Naturalist. Dodd, Mead & Company, New York, NY.      NONFICTION  Dune Ecology:  Cassidy, Victor 2007. Henry Chandler Cowles, Pioneer Ecologist. Kedzie Sigel    Press, Chicago, IL. Daniel, Glenda. 1984. Dune Country: A Guide for Hikers and Naturalists. Swallow\/Ohio University Press, Athens, OH.  Watts, May Thielgaard. 1975. Reading the Landscape of America. Macmillan Publishing, New York, NY.  Cultural History:  Dowd, James (editor). 1999. The Story of a French Homestead. Heritage Books, Baltimore, MD. Engel, Joan G. 1997. The Indiana Dunes Story: How Nature and People Made a Park. The Shirley Heinze Environmental Fund, Michigan City, IN. Engel, J. Ronald. 1983. Sacred Sands: The Struggle for Community in the Indiana Dunes, Wesleyan University Press, Middletown, CT. Franklin, Kay and Norma Schaeffer. 1983. Duel for the Dunes: Land Use Conflict on the Shores of Lake Michigan. University of Illinois Press, Urbana, IL. Lane, James B. (editor). 1998. Steel Shavings: Tales of Lake Michigan and the Northwest Indiana Dunelands. Vol. 28. Indiana University Press, Bloomington, IN. Miller, Martha. 1982. The Chellberg Family: The Chellberg Farm. Shirley Heinze Land Trust, Michigan City, IN. Moore, Powell A. 1959. The Calumet Region: Indiana's Last Frontier. Indiana Historical Bureau, IN. Cultural History \/ Geology: Schoon, Kenneth. 2003. Calumet Beginnings: Ancient Shorelines and Settlements at the South End of Lake Michigan.  Indiana University Press, Bloomington, IN. Maple Syrup: Herd, Tim. 2010. Maple Sugar From Sap to Syrup, The History, Lore, and How-to Behind This Sweet Treat. Storey Publishing. North Adams, MA. Nearing, Helen and Scott.1970. The Maple Sugar Book. Shocken Books. New York Flora and Fauna:  Chaddock, Diane K. 1998. Wildflowers of the Dunes: A Guide to the Common Flowering Plants of the Michigan and Indiana Dunes. Sand Cress Books, Baroda, MI. Hoagman, Walter J. 1994. A Field Guide to Great Lakes Coastal Plants. Michigan Sea Grant, Michigan State University, Ann Arbor, MI. Hoagman, Walter J. 1998. A Field Guide to Great Lakes Wetlands. Michigan Sea Grant, Michigan State Universtiy, Ann Arbor, MI. Miller, Martha. 1984. The Indiana Dunes Nature and Coloring Book. Miller Publications, Chesterton, IN. Pitcher, Emma B. 1987. Up and Down the Dunes. The Shirley Heinze Environmental Fund, Michigan City, IN. Geography:  Holling, Holling C. 1941. Paddle to the Sea. Houghton Mifflin, Boston, MA",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/education\/suggestedreading.htm"
}
