{
    "title": "Indiana Dunes National Lakeshore: The World \/ Environment",
    "body": "Materials For Loan - The World \/ Environment       To reserve and pick up these education materials, call the education office at (219) 395-1885. All materials must be picked up and returned to the Paul H. Douglas Center for Environmental Education. *****      Advancing Education through Environmental Literacy. The Harbinger Institute. This packet includes the CD-ROM ‘Meeting Standards Naturally’- A compendium of free activities to promote academic excellence and environmental literacy. It also teaches students how to use the environment as a focal point for top-quality education and as a means for developing essential skills. Journey to Planet Earth: Action Kit. 2002. An interdisciplinary environmental education and action curriculum designed to compliment the \"Journey to Planet Earth\" PBS television series. This series explores the fragile relationship between people and the natural world we inhabit. Global issues such as how long term health and well being are related to nature are covered in the kit. The kit includes engaging activities on four main topics- soil, water, air, and health. A 28-minute video entitled \"Introducing Journey to Planet Earth\" takes us to eight different locations around the world to explore some of these issues and the relationship of man and nature. Exploring Environmental Issues: Focus on risk. Project Learning Tree: Secondary Environmental Education Program. This module focuses on teaching students how to think about complex environmental issues. Students will learn how risk is defined by risk assessors, how it is evaluated, communicated and perceived, and begin to identify risks, costs, and benefits associated with environmental issues. Once they learn the basics of risk, they will be able to apply their knowledge and skills to environmental issues, public policy issues, and personal decisions. Introductory Handbook for the Secondary Modules. Project Learning Tree. PLT's secondary environmental education program offers a series of learning modules that deal with current environmental topics and issues. The handbook serves as a companion piece to the modules and is intended to be used as a resource with them. This handbook provides background information on PLT's history, revision process, mission, goals and methods, conceptual framework and themes, module components, and teaching goals. Project Wild: K-12 Curriculum and Activities Guide. This guide serves as an invitation to explore and understand the fascinating world of water and the aquatic habitats it supports. There are 122 activities inside this guidebook, which focus on wildlife living on land, but also provides aquatic extensions for most activities. Project Wild is an interdisciplinary conservation and environmental education program emphasizing wildlife. The goal of Project Wild is to assist learners of all ages in developing awareness, knowledge, skills, and commitment resulting in informed decisions, responsible behavior, and constructive actions concerning wildlife and the environment. Project Learning Tree: Education activity guide. Project Learning Tree's guide activities are 'classroom friendly' and easily fit into busy classroom schedules and curriculums. Since the early 1970's, Project Learning Tree has been recognized as one of the primer environmental education programs in the world. It is not just about trees; it's about the total environment: land, air, and water, and it's local, national, and global in scope. Pre K-8. Advanced Project Learning Tree. Fire Workshop. 1995. This guide's activities are designed to offer intellectually stimulating, sometimes physically active, education in basic concepts of wildfire ecology and fire fighting. Includes educational coloring pages, a Guide to Prescribed Fire in Southern Forests, A Teachers Guide to Fire Ecology in the Southeast United States, informational brochures and newsletters on fire safety, and several beautiful colored pages of different plants and animals that fires negatively affect. As more people settle into forested areas, wildfires become increasingly more difficult to control. Prevention is the most inexpensive management tool and education is the key to prevention. Exploring Science Writing: An environmental focus. Sea Grant. The purpose of this binder is to introduce students to writing to the lay public about a few of the many public issues that affect the ecosystems in which we live. Contains excerpts and information on common issues and assignments for students.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/education\/materialsforloan_world.htm"
}
