{
    "title": "Indiana Dunes National Lakeshore: Wildlife",
    "body": "Materials For Loan - Wildlife         *****        Discover Butterflies! An activity book for families, students, and teachers.  This activity book is divided into six chapters which focus on important aspects of butterflies and their fascinating lives. Each chapter begins with a section of background information, followed by activities which relate to and reinforce the chapter’s theme. Chapters focus on butterfly basics, metamorphosis, behavior, conservation, monarch butterfly watching, crafts, and resources. The Changing Forest: Forest Ecology. Project Learning Tree: Secondary Environmental Education Program. The activities in this module are designed to encourage students to explore and learn about forest ecosystems through hands-on discovery and experimentation. Their investigations will help them appreciate the diversity of life in forests, understand interrelationships in forest ecosystems, and develop an awareness of the importance of forests in our daily lives, how they can play a role in management decisions about forests, and what factors shape the development of forests. Exploring Environmental Issues: Focus on Forests. Project Learning Tree: Secondary Environmental Education Program. This program uses forest issues as the focus. Students will learn how to investigate and define an environmental issue, identify key players and points of view, generate alternative solutions, recognize and weigh trade-offs, listen to their peers, and make personal and group decisions. Students should also be able to present arguments clearly and minimize bias, explain how governments and private citizens are involved in managing forests, define personal attitudes and values about forests, explain why it is important to have scientific information when making decisions about forests issues, and describe who they can play a role in management decisions about forests.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/education\/materialsforloan_wildlife.htm"
}
