{
    "title": "Indiana Dunes National Lakeshore: Traveling Trunks",
    "body": "Traveling Trunks       Traveling Trunks on the following topics are available for loan for a period of two weeks. Trunks must be picked up in person and cannot be shipped. Please call 219-395-1821, for a description of trunk contents or to reserve a trunk. Project Learning Tree Indiana Department of Natural Resources Trunk includes a wide variety of educational tools on trees and forests including books, videos, CD-ROMs, animal footprint casts, samples of various woods, soil core sampler, pH test kit, sample increment borings, thermometers, and more. Flying Wild Indiana Department of Natural Resources Trunk includes a wide variety of educational tools on birds including 12 sets of binoculars and field guides, replica bird feet, replica bird eggs, bird and egg magnets, sample feathers, a bird study skin, recorded bird calls, and props to accompany \"Flying Wild\" activities. Amazing Mammals Stroudsburg Fur Company and Indiana Department of Natural Resources Trunk includes information sheets, drawings, and fur samples for 15 mammals native to Indiana Dunes National Lakeshore. An Educators Guide, a felt display backdrop, and information sheets on plants used by those mammals are also included. Zebra Mussel Mania Illinois - Indiana Sea Grant College Program Trunk includes a wealth of information, including handouts, videos, CD-ROMs, an activity guide, zebra mussel shells, and a wide array of props needed to conduct educational activities. Great Lakes Trunk Drifting Dunes Girl Scout Council and Great Lakes Research and Education Center Trunk includes a wealth of information on the Great Lakes, including books, curriculum guides, materials needed to conduct many activities including sand bar mapping, the Great Lakes Mollusk Watchers Citizen Science monitoring project, and more. Acid Rain Earth Science Video Lab Scott Resources Trunk includes information and investigative material that helps students explore the causes and effects of the acid rain problem. The lab stations are designed to build on concepts presented in the video tape, \"Acid Rain: The Invisible Threat\", and have been selected to integrate studies in chemistry, geology, meteorology, biology, geography, and social studies at the 7th - 12th grade levels. Vegetation Monitoring Kit Carolina: Teamed with Teachers Trunk includes background information and most of the materials necessary to teach students to measure population density and biomass through four activities and ideas for extensions. Climate Change Backpack Cumulus Interactive for the New England Science Center Trunk includes a guide for presenters, step-by-step instructions for 9 activities and demonstrations, props needed for those activities, and suggestions for discussions.   Woodland Indians Grades 1-2 or Grades 3-4 Trunk for grades 1 and 2 includes information about communication with pictographs, musical instruments and beadwork. Trunk for grades 3 and 4 includes information on trading and treaties with metal tools and cloth trade goods.   Enviroscape Watershed Model This three-dimensional model of a watershed is a fun, effective, hands-on tool for exploring watersheds, the water cycle and water quality. The model shows diverse land cover (neighborhoods, farms, marinas, construction sites, factories, etc) and potential water quality issues. It's useful for demonstrating any kind of point source or non-point source pollution, erosion, waste disposal and other problems- and solutions. It's all packed up in a portable case with wheels. Training is available; go to www.lawntogreatlakes.org for more information. This model is available through a partnership between the Indiana Dunes National Lakeshore and Illinois Indiana Sea Grant.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/education\/travellingtrunks.htm"
}
