{
    "title": "Indiana Dunes National Lakeshore: Video Collection",
    "body": "Materials For Loan - Video Collection         The national lakeshore makes a variety of materials available for use and\/or loan.      Educational videos are available for free loan to educators. These videos focus on science and natural resources and provide excellent introductory and follow-up materials for field trips to the dunes, as well as supplements to in-school curriculum. Many contain supplemental study activities and information. Videos can be mailed to educators within the United States. To request a video, call (219)395-1885.    Children of the River PBS - New Explorers series 30 min., Jr.. High School - Adult (Water cycles, Ecology, Environmental Education, Freshwater Life, Pollution, Social Studies) This story deals with how school children and their teacher can affect change through studying and understanding local ecosystems. Reports on a Native American community near Detroit whose traditional culture is threatened by industrial pollution in the Great Lakes. By joining Global Rivers Environmental Education Network community members learn to monitor water quality in their river and speak out against polluters. Emphasizes the participation of children who will someday make environmental decisions of their own. Supplements: Selected activities furnished by Global Environmental Education Network, Izaak Walton League, Chicago Academy of Sciences, list of further resources. Common Miracles Sky Schultz - Local Duneland Filmmaker. 29 min., Elementary-Adult (Ecology, Conservation, Indiana Dunes, Great Lakes) This video depicts wonders of plant and animal life which exist in the highly industrialized regions surrounding southern Lake Michigan, and helps create a greater appreciation for everyday nature in any region. Excellent springboard for discussions. Supplements: Synopsis, species list, vocabulary words, statements from narration to discuss, brief profile of the poet Carl Sandburg and excerpts from his writings, suggestions for further reading. Dunes to Forest \"The Indiana Dunes\"  By Dr. William Beecher of Chicago Academy of Sciences. Chicago Academy of Sciences, 32 min., 7th grade - Adult (Geology Indiana Dunes, Plant Succession, Ecology) A technical coverage of the geological and biological development of the Indiana Dune country from sandy beach to mature forest. Thorough treatment yet lighthearted. Exploring Science Writing: An Environmental Focus  Recycling: It's Everybody's Job National Geographic, 20 min., Grades 4-6 (Waste Production, Recycling, Conservation) This video explains and explores recycling: students bring garbage to school and sort it; items to be recycled arc followed to a separation plant, and then to a recycling plant. Ways to recycle items at home are also covered, as are the conservation and economic benefits of recycling The Fresh Water Pond Encyclopedia Britannica, 16 min., Jr. High - High School (Pond Life, Interdependence, Predator\/Prey Relationships) This video depicts pond organisms, from microscopic level to sizable animals such as beaver and herons. Emphasizes interrelationships of organisms, and their various adaptations for breathing, locomotion, predation, and protection. Fresh Water: Resource at Risk National Geographic, 28 min., Middle School - High School (Water Pollution, Service Learning) This video examines threats to North America's water supply and actions taken to protect this resource. Begins in the Great Lakes region, where students test for pollution in rivers, and covers water supply issues in the Great Plains, the Southwest, and South Florida. Great Lakes Alive! -The Great Experiment Films for the Humanities and Sciences - 60 min. High School - Adult (Great Lakes, Water Pollution, Bioaccumulation) This film examines the introduced chemicals and their effects on the waters of the Great Lakes basin. Wildlife of the lakes and their consumers, other wildlife and humans, are defined as populations at risk. Up-to-date research is revealing shocking consequences. Great Lakes Alive! -To the Last Drop Films for the Humanities and Sciences - 60 min. High School - Adult (Great Lakes, Global Warming, Natural Resources) This film considers strategies for coping with a warming climate. The U.S. and Canada are sharing the largest freshwater body in the world. Therefore, they are cooperatively devising a plan to protect its quality and to provide security for the future population. Great Lakes Alive!- Restoring The Balance Films for the Humanities and Sciences - 60 min. High School - Adult (Great Lakes, Exotic Species) The film shows how the U.S. and Canada share one of the world's largest freshwater fisheries and how they must now balance their needs with the needs of the latest invader species. Once a unique ecosystem, the Great Lakes are now home to many exotic species such as the Zebra Mussel and the European Ruffe. The Geology of the Indiana Sand Dunes Instructional Video, 23 min., Middle School - Adult (Geology, Sand Dune Development, Plant Life) A video that should be used before a dunes field trip to better understand the development of dunes and their underlying geology. Can be a replacement for the field trip, but we suggest the \"getting sand in your shoes\" technique. Good introduction to succession, although the \"Dunes to Forest\" video does a more thorough treatment to that concept. Supplements: Teacher's guide A Home for Pearl U.S. Fish and Wildlife Service, National Fish and Wildlife Foundation, and Colorado Division of Wildlife - Four episodes, totaling approx. 70 min., Elementary - Jr. High. (Habitat, Wildlife , Conservation) This video highlights the adventures of three children rescuing a baby robin, attracting rabbits to good habitat, visiting a national wildlife refuge, and helping release an eagle to the wild. Teaches about wildlife habitat and heightens awareness of what wildlife needs to survive. Young viewers also learn about the difference between wild and domestic animals, urban wildlife, predators, endangered species, and the effects of habitat loss. In four parts that can be integrated into elementary curriculum: The Robin (20 min.); Habitat Diversity (15 min.); Predators (15 min.); The Right Home for Pearl (20 min.) Supplements: A study guide from U.S. Fish and Wildlife Service includes projects, games and exercises. The Inland Pond Wm J. Jahoda, PhD., Professor of Biology -14 min., Elementary- Middle School (Ecology, Pond Life, Food Chains) This video teaches about inter-relationships and interactions of organisms in an inland pond. Touches upon basic ecology, natural history and wildlife identification. Supplements: Synopsis, list of organisms shown in film with comments and suggestions for further study. Leaflet about frogs and toads included. It's All Connected (The Adults' Version) Lake Michigan Federation - 11 min., Middle School - Adult (Water Cycle, Household Pollution Prevention) A comic presentation of a serious problem: how toxic household chemicals make their way from the drain back into our drinking water supplies because \"it's all connected.\" Includes constructive suggestions for making and using less harmful household products. Focus is on water use in Lake Michigan, but message is universal. Supplements: Guide to Non-toxic Cleaners, includes information on how to obtain other teaching materials from The Alliance for the Great Lakes. It's All Connected (The Kids' Version) Same as previous, but geared to elementary to middle school students. Journey of the Blob Bullfrog Films, 10 min., Elementary (Water Pollution, Water Cycle) A short nonverbal depiction for young viewers of how water dumped into a nearby stream travels through the water cycle to re-emerge at the tap. One of several short segments on the same tape.      Leave No Trace National Park Service, 10 minutes, all ages (Outdoor Recreation, Low-Impact) This video and DVD introduces the ideas and principle behind the \"Leave No Trace\" philosophy for enjoying the outdoors. It builds awareness, appreciation, and respect for the great outdoors and encourages people to take a personal role in preserving the outdoor experience for future generations. The Life of the Lakes: The Great Lakes Fishery Presented by Dr. Sylvia Earle (a marine biologist and former chief scientist of the National Oceanic and Atmospheric Administration), Michigan Sea Grant, Michigan State University, 58 minutes (Great Lakes, Fisheries) This video presents information about the history of the Great Lakes fishery, and speculates where it is headed in the future. Paddle-to-the-Sea National Film Board of Canada - 28 min., Elementary-Middle school (Great Lakes, Geography History, Environment, Water Cycles) A classic video of a classic story. This is an adaptation of Holling C. Holling's prize-winning children's book. Narrated live footage follows Paddle-to-the-Sea (a small wooden carving of an Indian in a canoe), as he drifts from the shores of Lake Superior to the Gulf of St. Lawrence, through a variety of environments and adventures. Supplements: Extensive curriculum activities for Paddle-To-The-Sea for grades 3-6. The Rise and Fall of the Great Lakes National Film Board of Canada, 17 min., 1972, K- Adult (Geology, Geography, History, Environmental Concerns) This video explains the formation of the Great Lakes in simple terms through the eyes of a canoe paddler. This fun and musical trip through time and space remains a classic! Respect the Power DVD - www.respectthepower.org               * 7 Different Water Safety Videos * Interactive Games * Water Safety Quiz * Separate menus for young children and for teens through adults - Learn how and why RIP CURRENTS form and what to do if caught in one. Silent Spring Rachel Carson's PBS - American Experience series - 60 min., Jr. High - Adult (Ecology, Environment, Affecting Change, Women in Science) This video tells the story of how one scientist's courage changed the way we think about our world. When Rachel Carson published Silent Spring in 1963, her message about the environment as an interrelated organic system struck a popular nerve. Silent Spring sparked a revolution in government environmental policy and became instrumental in creating a new ecological consciousness. Supplements: PBS study guide including synopsis, objectives, discussion, suggested activities and readings. Succession: From Sand Dunes to Forest Encyclopedia Britannica -13 min., Middle School - High School (Ecology, Plant Succession, Ecological Communities, Indiana Dunes) This is a video on the succession of plant and animal communities as exemplified in the Indiana Dunes when proceeding from the open beach to older or more protected sites. Physical factors such as light, moisture, wind, and soil type are shown to influence biological communities, while at the same time biological communities modify the physical factors. Supplements: Encyclopedia Britannica leaflet with suggested classroom activities. So Little Time Dept. of Interior, Bureau of Sport Fisheries and Wildlife, featuring the late Roger Tory Peterson. 28 min., Middle school- Adult (Conservation, Habitat, Waterfowl Hunting, Migration) An environmental film showing waterfowl and other wildlife sharing marsh and field. Covers migratory routes and factors contributing to declines in bird populations. Offers suggestions for actions by all of us. Supplements: Synopsis, species list, vocabulary words, statements from narration to discuss, brief profile of the conservationist Aldo Leopold, and excerpts from his writings, suggestions for further activities.      A Study in Diversity  Illinois Department of Natural Resources, 15 minutes The Story of Ecosystems Hawkill Films, 18 min., 5th - 8th grade(Ecology, Food Chains, Chemical Cycles, Energy Flow) A live-action color film exploring the basic concepts that make up an ecosystem. Answers the question \"What is Ecology?\" - and why it is important to know the answer. Use to teach basics or to review. Supplements: Teacher's supplement and reproducible student game. Waste Water: An Environmental Resource East Chicago Sanitary District and Aquatic Research Center, 1996, 10 min., Elementary - Adult (Ecology, Great Lakes species, Water Quality) This video tells the amazing story of the ecosystem that developed as a result of high quality effluent outflow from East Chicago's Wastewater Treatment Facility. Freshwater sponges, Chinook salmon and a rich, diverse aquatic habitat are explored, as well as the unique features of this tertiary wastewater treatment facility. Supplements: Lively simulation game of the life history of salmon in Lake Michigan. What is Ecology Encyclopedia Britannica, 19 min., High School (Ecology, Ecosystems) This video covers essential concepts of ecology for students at the high school level. Deciduous forest ecosystem emphasized as example; pond, desert, and rocky shore systems are also portrayed.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/education\/materialsforloan_videos.htm"
}
