{
    "title": "Indiana Dunes National Lakeshore: Energy and Waste Reduction",
    "body": "Materials For Loan - Energy and Waste Reduction       To reserve and pick up these education materials, call the education office at (219) 395-1885. All education materials must be picked up and returned to the Paul H. Douglas Center for Environmental Education. ~~~~~ Exploring Environmental Issues: Municipal Solid Waste. Project Learning Tree: Secondary Environmental Education Program. This module will help students become more aware of the wastes they generate after they complete activities about potential human health and environmental problems related to burying or burning waste. They will also learn about the natural resources that are lost when materials are discarded. As a result of this learning, students will be able to work out solutions and make more informed choices. Energy and Society Kit. Project Learning Tree. This kit includes an activity guide, music CD, multiple posters, and music and dance video geared towards students in kindergarten to grade 8. The kit teaches students about energy sources and uses, and helps them to understand how individual and collective choices concerning energy use affect not only their lives, but also the entire planet. Encourages students to develop critical thinking skills to make decisions about personal energy use. Grades Pre-K- 8. Going Places, Making Choices: Transportation and the environment curriculum for grades 9-12. This kit is composed of a resource booklet and five individual units that investigate different environmental and social aspects of transportation. The kit helps student to: make informed transportation choices, use critical thinking to take meaningful action, and grow in personal commitment to the environment. Units cover history of transportation, natural resources and energy use, climate change and air pollution, land use, going places, making choices, and taking action. Nature's Recyclers: Activity guide. Wisconsin Department of Natural Resources. This activity book is intended to help you teach about nature recycling, cycles in nature, and the important role people must play in recycling our natural resources. Activities are organized into categories: on-site\/take home, games, crafts, songs, plays, and exhibits. It reminds us that while humans are sorting out glass, paper, and aluminum for recycling, nature's recyclers are hard at work turning dead plants and animals back into usable nutrients for new plants and animals.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/education\/materialsforloan_energy.htm"
}
