{
    "title": "Indiana Dunes National Lakeshore: Miscellaneous",
    "body": "Materials For Loan - Miscellaneous       To reserve and pick up these education materials, call the education office at (219) 395-1885. All education matierals must be picked up and returned to the Paul H. Douglas Center for Environmental Education. *****        Our backyard Biosphere Reserve: Education Modules on Great Smoky Mountains National Park Biosphere Reserve and the Southern Appalachian Region. 1988. The primary objective of this binder is to provide children within the South Appalachian region with relevant biosphere education materials to incorporate into existing curricula. Also to provide other biosphere reserve educators throughout the world with a model and procedure for developing materials for their own region. The Man and the Biosphere Program (MAB) began in 1970 to demonstrate how people can live in harmony with each other and the natural world. Aimed at students in grades K-8. Hooked on Fishing- Not on Drugs: A teacher\/fishing instructor's guide. 1995. This guide focuses on preventing drug use through sport fishing and aquatic resources education. It can be integrated into health\/physical education, guidance, language arts, mathematics, science, social studies, art, or music courses. The binder also includes ‘The Aquatic Resources Education Curriculum’, which is designed to be used in a beginning sport fishing class. The goals of this booklet are even broader in as it also teaches fish biology, aquatic communities and food chains, water management and conservation, and personal commitment to the outdoors. Grades K-12. Go Fish IN: Crew captains program manual. An innovative curriculum designed to help educators teach their students about Indiana's aquatic resources. Provides educators with a framework and the educational tools to teach students about aquatic ecology, angling skills, and outdoor ethics. Designed for pre-event, event, and post-event activities, where the event ranges from a fishing trip to a 15-minute outdoor activity. Middle School. Project Wild: Correlation's of the Project Wild and Project Wild Aquatic K-12 curriculum and activity guides to the National Science Education Standards. The standards provide a set of criteria that you can measure the quality of science education. The correlation's document allows educators to identify which of the standards are addressed by each Wild activity, in either the Project Wild or Project Wild Aquatic K-12 curriculum and activity guide. This document is separated into three sections based on grade level k-4, 5-8, and 9-12.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/education\/materialsforloan_miscellaneous.htm"
}
