{
    "title": "Indiana Dunes National Lakeshore: Ranger Guided",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip     Ranger Guided                 Ranger Guided       SCHEDULE YOUR CLASS OR GROUP FOR RANGER-LED                                  OR SELF-GUIDED PROGRAMS Whether you want to have a ranger present in your classroom or if you want to visit the park for a field experience, the programs are free. Programs are offered throughout the year and cover a variety of place-based topics in history, science and nature. Ranger availability is very limited due to staffing levels, and self-guided group visits are encouraged. *           To be fair to all schools, there is a maximum of three days for the months of September, October, and November that one school can schedule available ranger-led program dates.                                      There is a maximum of two days for the months of April and May that one school can schedule available ranger-led program dates.                                                                                    Off-peak months of December, January and February as well as Maple Sugar Time in March do not have a maximum allowed number of dates for ranger-led programs per school at this time.  Reservations for September of the current year through August of the following year are accepted from the fourth Monday in August on. For example ranger led education programs for September 2015 through August 2016 begin on Monday August 24th. Staffing is low. Therefore, we fill early and have difficulty accommodating large groups. Contact the park's education and scheduling office at (219) 395-1885.  E-mail communcation is welcome but all programs must be scheduled through phone conversations for accuracy.  * On select dates, The Douglas Center for Environmenal Education is available for school-class use and park introductions by a ranger if a ranger is not available to lead a formal tour.   * Groups are encouraged to work with the park to obtain educational information they can use on their own while visiting the park on their own.  * Groups are encouraged to let the scheduling office know where and when you will be in the park with your group.   To find out more on how you can bring a group to the park on your own, contact the Education Programs Ranger at her scheduling office or phone (219) 395-1885. All programs with a ranger-led hike need to be scheduled by phone.        EDUCATION OPPORTUNITIES Habitat Programs for Younger Students Talk With the Animals Goal: Become familiar with the wonders of animals of the dunes through the year. Puppet characters tell a story of life in the dunes. If weather permits, students are invited to hike the trail after the show. Program availability: Year-round Age group: Preschool - 3rd grade Location: Douglas Center Length: 1 hour   Discover Goal: Explore and discover nature's diversity using the senses along a wooded trail. Program availability: Year-round Age group: preschool - 3rd grade Location: Douglas Center Length: 1 hour.   Habitat Programs for Older Students Habitat Hike Goal: Learn about the importance of biodiversity through a hike into the National Lakeshore's many habitats. Discover why the Indiana dunes has almost 1,400 species of plants, ranking it 4th highest of all National Park areas. Explore forest, dunes, wetlands or beaches while studying environmental factors that affect plant survival. Program availability: Year-round Age group: 4th grade and up Location: Kemil Beach or Douglas Center Length: 1.5 - 2 hours   Fall Fanfare Goal: Experience and learn about the changing of the seasons. Cool weather and shorter days bring beautiful changes. Discover the flurry of activity as plants and animals prepare for winter. Program availability: October and November Age group: 1st-6th grade Location: Kemil Beach or Douglas Center Length: 1.5 - 2 hours  Lake Michigan Alive Goal: Students are encouraged to help care for the Great Lakes, appreciate the diversity of life within this region's most important natural resource, and learn about some of the issues affecting Lake Michigan. Play a food chain game and discuss the adaptations and consequences of invasive exotics. This program is primarily indoors but does include a 30-minute trip to the lake by your school bus. Program availability: Year-round Age group: 4th grade and up Location: Douglas Center Length: 1.5 hrs Water World                                                                                       Goal: Experience and explore the diversity of life within a wetland. Armed with nets and pans, investigate the rich diversity of pond life and learn the importance of conserving our water resources.       Program Availability: April - October  Age Group:  4th grade and up Location: Douglas Center Length: 1 - 3 hours  Pinhook  Bog  Goal: Learn about and appreciate the rare, fragile gift of the glaciers. Hike into the strange and unique world of the bog. Walk on a boardwalk floating on a mat of sphagnum moss and discover insect-eating plants. Program availability: Mid-April - Mid-November Age group: 6th grade and up Location: Meet at the Visitor Center Length: 2 hours   Dune Programs for Younger Students West Beach Walks   Goal: Explore the dunes and experience the forces of nature that created them. Observe water, wind and waves in action and learn how they work together to form mountains of sand. Program availability: spring, summer, fall Age group: Preschool - 3rd grade Location: West Beach Length: 1 - 1.5 hours   Dune Programs for Older Students A Grain of Truth Goal: Explore the dunes and gain a personal experience of how they came to be. Observe how winds and powerful waves work to create and erode moving sand dunes. Hike the foredunes and beach to learn about the processes of dune building, glaciation, and erosion. Program availability: Spring-summer-fall Age group: 4th grade and up Location: West Beach Length: 1.5 hrs. Secrets of Succession  Goal: Experience and appreciate the variety of plant communities found in the dunes. Follow the legacy of early dunes scientist, Henry Chandler Cowles, and hike from the beach over foredunes and through forests. By exploring the environment, discover the forces that shape the dunes and produce this unique succession of plants. Program availabilty: Spring - summer - fall Age group: 5th grade and up Location: West Beach Length: 1.5 - 2 hours   Winter Programs for Younger Students Winter Exploration Goal: Experience and learn about the beauty and ecology of winter. Explore the beauty of the winter woods during a nature hike after viewing an indoor presentation focusing on animal adaptations. Learn how plants and animals adapt to winter. Snowshoes are provided. If there is insufficient snow, a hike will be led instead. Program availability: January - February 25 Age group: 3rd-6th grades Location: Douglas Center Length: 1.5 - 2 hours   Winter Programs for Older Students            Reflections on Snow Goal: Appreciate and learn about the beauty and ecology of winter. Discover the thrill of cross-country skiing. Indoor activities explore tracking, predation, and winter habitats. Ski equipment provided. If snow is insufficient, a hike will be led instead. Program availability: January - February 25  Age group: 5th grade and up Location: Douglas Center Length: 2.5 hours    Historic Programs for Younger Students The Chellbergs had a Farm Goal: Experience and learn about Indiana's early farming traditions. Step back in time and discover farm life in the early 1900s. Play farm games and visit an old-time farm house. Program availability: Year-round Age Group: Preschool - 3rd grade Location: Chellberg Farm Length: 1 hour   Historic Programs for Older Students American Indians and Fur Traders Goal: Experience local history focusing on American Indian lifestyles and the fur trade. Journey back in time to learn about the lifestyles of the American Indians, fur traders, and voyageurs during this period of change in Northwest Indiana. Program availability: Year-round Age group: 3rd grade and up Location: Bailly Homestead Length: 1.5 - 2 hours   Historic Programs for All Ages   Maple Sugar Time Goal: Learn and experience the making of this purely American product. Examine maple trees, and see the Native American, pioneer, and sugar shack methods of making maple sugar and syrup. Tour the Chellbergs' 19th-century farmhouse. Program availability: Early March Only Age group: All Location: Chellberg Farm Length: 1.50 hours    ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~    Stewardship Programs   Caretakers of the Dunes Goal: Students participate in service learning activities that assist in preserving and protecting resources of the park in an educational context. Become a park steward and learn about the amazing biodiversity found in the dunes by participating in one of four program themes below: * Aliens in the Forest - Students remove invasive plant species such as garlic mustard and help save habitat for native flora. * Prairie Pathways - Students participate in a variety of activities, such as transplanting native species or collecting seeds to restore Mnoke' Prairie. * Wetland Wanderings - Students learn about the value of wetlands and focus on wetland restoration activities such as transplanting native species. * Adopt A Beach - Students learn lakeshore ecology while contributing to its monitoring and clean-up. Program availability: spring - summer - fall Age group: 4th grade and up Location: throughout park Length: 1.5 - 3 hours -                                         call Ted Winterfeld @ (219) 395-1661 to schedule     .                    .",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/education\/rangerguided.htm"
}
