{
    "title": "Indiana Dunes National Lakeshore: Invasive and Exotic Species",
    "body": "Materials For Loan - Invasive and Exotic Species       Contact the park's education office at (219) 395-1885 to reserve and pick-up these education materials. All materials must be picked up and returned to the Paul H. Douglas Center for Enviromental Education. *****      Invasive Species Field Course. Inland Seas Education Association.  This folder contains a broad range of information from the 2003 workshop. An excellent overview of invasive species of the Great Lakes, including plants, animals, plankton, and diatoms. Folder provides teacher with articles, handbooks, field guides, and general information on exotics such as the sea lamprey and zebra mussels. Also includes a list of resources, and a curriculum unit with five lessons designed to guide students through an exploration of the nature of the invasive species problem. Exotic Species Compendium of Activities to Protect the Ecosystem. Sea Grant. This compendium provides educators with numerous activities for grades K-8 focusing on general exotic species information as well as on specific species, such as zebra mussels, purple loosestrife, and sea lamprey. Also contains a video on zebra mussels, and a CD-ROM with games and songs. Biologic Control of Purple Loosestrife: a 4-H Leader's Guide and Manual. Sea Grant. A manual developed to help high school students understand how to control purple loosestrife using a natural predator. Includes learn-by-doing activities and reviews the problems caused by purple loosestrife. Exotic Aquatics of the Move: 2000 Workshop. Sea Grant. This packet consists of background information on the geography and social studies standards, distribution of species, control and monitoring of exotics, fact sheets, classroom activities and lesson plans, all with an emphasis on geography. Purple Loosestrife Workshop Binder. 2003. A binder that provides educators with educational and outreach tools to teach the impacts of invasive species, specifically purple loosestrife on wetland habitats. Monitoring and biocontrol information is also included, as well as activities and lesson plans that engage students in thinking about how to control the problem, exotics, wetlands, and diversity. Grades 6-12. Legacy of a Pest. Illinois Natural History Survey. 1988. This binder provides science teachers with an exceptional resource to use in teaching the relationships between science, technology, and society. It supplements materials on insects or ecology. Lesson plans and activities encourage students to explore a biological problem, the leaf-eating gypsy moth that is responsible for the defoliation of many of America's forests, and its impact on society and the environment. Purple Loosestrife Project. Michigan Sea Grant and Michigan State University. 1999. This project was initiated to help control the spread of purple loosestrife in a novel way. It includes teacher background information and student lesson plans and activities that review the plant, the problem, the solution, and citizen involvement on the project. Overall, the project requires 15-20 classroom hours spread throughout the year, and gets students involved in actually rearing and releasing purple loosestrife's natural enemy, the Galerucella Beetle. Upper elementary.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/education\/materialforloan_invasive.htm"
}
