{
    "title": "Indiana Dunes National Lakeshore: Plan Your Best Field Trip",
    "body": "Plan Your Best Field Trip       1.  Know where you're going!  Bring the park map and know how to get to the program site. Think ahead on  how long it will take to arrive considering the traffic. If you will be late or need to cancel, please notify the ranger as soon as possible by calling (219) 395-1885. If your group arrives late, we will have to shorten your program to meet our next scheduled activity. 2. Be comfortable and plan before coming. Proper footwear is essential to a good time. In winter, fingers and toes get cold first. In hot weather, each student should bring a bottle of water frozen the night before.                               Name tags on the students and even the teachers and chaperones are very helpful. 3. Know what to do the day of your program. Print out a copy of your confirmation email and bring it. Know if your program will be an easy, moderate or rugged hike and notify participants to plan their dress and footwear around that. Know the abilities of yoruself and your chaperones. 4. Chaperones enhance or can detract Chaperons can be helpful if they understand their role is to help control the group and keep students' attention focused on the ranger and not to socialize during the program. We recommend one chaperone and\/or teacher for every 10 students. No cell phone usage unless there are emergency situations. 5. Know what educational goals will be taught. Read over the program outline from the park's website and share this with all teachers involved. Use teh activiteis to engage the students with knowledge before they arrive for their program. If you want the rangers to cover specific topics based on your pre-visit goals, let them know before the program begins. 6. Keep the students actively involved We do not know your student's strenths and weaknesses. Encourage and reward students with positive reinforcement when they participate in the activities when they are outside thier comfort zone or are trying something new. 7. Keep this a learning experience To optimize both yours and our time, the trip should enhance, re-enforce, or introduce an area of study. Language arts, social studies, math, and science standards can be included in our teaching opportunities during this trip to the park. 8. Independent time If your schedule allows, include independent time with your class after the formal end of the program for your class to explore or reflect on their experience.  What did you know beofe the program?  What do you know now? 9. Extend your learning experience Conduct the park's outline or your own post-visit activities back in the classroom to make the field trip relevant to your curriculum. 10. Feedback Occasionally we will ask you for feedback via hand-delivered forms or email. These brief outlines enable us to better serve your teaching needs. Always feel free to add your feedback to the ranger at hand or call the education programs manager directly. Thank you for bringing your class out to the national lakeshore. We look forward to having the opportunity to enhance your students' learning experience.      *****",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/education\/best_field_trip.htm"
}
