{
    "title": "Indiana Dunes National Lakeshore: CD-ROMS & Music CDs",
    "body": "Materials For Loan - CD's         *****      Lee Murdock in Concert with the Blue Water Band. This CD is a Great Lakes Chronicle music sampler.  CD-ROM: Illinois Biodiversity. Illinois Department of Natural Resources. This CD enables students to discover the wonders of the state through lessons and activities for grades 5-10. Lessons include Illinois biodiversity basics, scenes of wildlife and habitats, and supplemental learning activities. CD-ROM- Biodiversity of Illinois; Volume 1: Aquatic Habitats. Illinois Department of Natural Resources. This CD allows teachers and students alike to explore the diversity of Illinois' aquatic natural resources, including its different habitats and 400 types of organisms inhabiting them. Includes color photographs, life history information, range maps, classifications, status, habitats, and sounds and tracks of certain species. Designed for students in grades 5-9.   CD-ROM- Biodiversity of Illinois; Volume 2: Woodland Habitats. Illinois Department of Natural Resources. This searchable CD-ROM helps students explore Illinois' woodlands and the organisms inhabiting them. CD-ROM- Biodiversity of Illinois; Volume 3: Prairie and Edge Habitats.   Illinois Department of Natural Resources. This CD-ROM takes students to Illinois' prairie and edge habitats and the 505 organisms inhabiting them. CD-ROM- Exotic Aquatics on the Move: Lesson Plans.   Sea Grant. This CD-ROM contains activities for 1st – 12th grades that link national geography standards to concepts involving non-indigenous species. Lesson plans incorporate geography, social studies, and biology. CD-ROM- Saving the Planet from Your Own Backyard. Purdue University Cooperative Extension Service. This CD-ROM offers practical advice for Indiana gardeners about the environment. Fertilize your lawn, chose plants, handle pests, and dispose of yard waste—all without harming our most precious natural resource—planet Earth. CD-ROM- The Indiana Dunes Water Safety Challenge. This CD-ROM and classroom activity guide is designed to assist teachers in preparing their students for Lake Michigan water safety. The topics addressed include rip currents, weather reports, water pollution, e-coli bacteria, and the water cycle.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/education\/materialsforloan_cdroms.htm"
}
