{
    "title": "Indiana Dunes National Lakeshore: Cowles Bog Restoration",
    "body": "Cowles Bog Restoration Project       This website is here to provide you with information concerning the restoration of one of the most diverse habitats in this region; Cowles Bog Wetland Complex. We will also provide you with information on how you can get involved in returning this beautiful habitat to its former glory. With your help, we can make a difference! Indiana Dunes National Lakeshore is actively working to restore the National Natural Landmark, Cowles Bog, and adjacent wetlands. Collectively the area is known as Cowles Bog Wetland Complex. In the 1960's, nearby western dunes were removed which changed the hydrology of the area, facilitating the rapid spread of the non-native narrow leaf cattail (Typha angustifolia) and hybrid cattail (Typha. x glauca). Hybrid cattail represents the offspring of narrow leaf cattail and the native broadleaf cattail (Typha latifolia). Genetic testing of cattail present at Cowles Bog Wetland Complex failed to detect the native broadleaf cattail. Other invasive species such as common reed (Phragmites australis) also increased.        The non-native narrow leaf cattail (Typha angustifolia) NPS Collection  What Does This Mean? So what does the invasive cattail mean for the biodiversity of Cowles Bog Wetland Complex? Simply stated, it means that the ecosystem is slowly being altered, leading to the loss of native species of plants found in the wetland. If the native plant life of the bog does not survive, insects, birds and other animals will either die out or move away from the area in search of their preferred food and shelter. Eventually, the entire ecosystem will change, and ecosystem services provided by Cowles Bog Wetland Complex will decline.      The history of the Cowles Bog Wetland Complex Cowles Bog Wetland Complex is comprised of 205 acres representing the western terminus of what was known as the Great Marsh. The Great Marsh formed approximately 4,000 years ago between the Tolleston dunes on the north and the Calumet dunes on the south. At the time of its formation, Great Marsh was an open body of water comprised of one watershed which flowed to Lake Michigan through Dunes Creek. Over time the Great Marsh evolved from an open water body to a diversity of wetland types inclusive of conifer swamp, wet prairie, fen, bog, sedge meadow and marsh.  Today, Great Marsh is 12 miles long with an average width of one-half mile.        Henry Chandler Cowles NPS Collection  In the early 1900's Cowles Bog Wetland Complex gained recognition for its unique biodiversity and landscape. At this time, this portion of Great Marsh was known as Mineral Springs Quaking Bog and Mineral Springs Tamarack Swamp. A day of travel to northern areas would be required by Chicago citizens in order to observe similar groupings of plants and animals that one could observe at Mineral Springs Quaking Bog. In contrast, Chicagoans could reach Mineral Springs Quaking Bog by railroad in 90 minutes. Given the closeness of this unusual natural resource to Chicago, Cowles Bog Wetland Complex was commonly explored by students and their instructors. It was visited by international scientists during the 1913 Phytogeographic Excursion in America. The most well known educator that commonly visited Cowles Bog Wetland Complex with students was Henry Chandler Cowles; one of the fathers of ecology.  The first documented reference to the wetland with the name \"Cowles Bog\" is found in the 1923 published research of a student of Henry Cowles, Herman Kurz. Throughout the twentieth century, the unusual wetland types and presence of unusual plants and animals, being readily available for observation, provided inspiration to the fledgling ecologist and naturalists.        Stone marker dedicating Cowles Bog. NPS Collection  Urbanization and commercialization had a negative impact on Cowles Bog Wetland Complex and the Great Marsh as a whole. In the early twentieth century, Great Marsh was divided into three watersheds; Dunes Creek watershed, Derby Ditch watershed, and Brown\/Kintzele Ditch watershed. The eastern boundary of Cowles Bog Wetland complex was created by the extension of Mineral Springs Road to the newly developed town of Dune Acres. Intradunal wetlands were drained into Cowles Bog Wetland Complex to construct a golf course, sedge harvested for hay and packing material, cattle were grazed, jurisdictional ditches constructed, white pine lumbered and native plants harvested and sold in the Chicago market place. Numerous ditches were constructed in Lakeplain wet-mesic prairie of Cowles Bog Wetland Complex and row crops cultivated.  Except for the demise of lakeplain wet-mesic prairie, Cowles Bog Wetland Complex exhibited resilience to these early twentieth century stressors. In the 1960's, industrial development in the adjacent western dunes pushed Cowles Bog Wetland Complex into a negative trajectory resulting in an alternate stable state. In 1961 there were 135 acres of sedge\/grass\/forbs, 9 acres of cattail, 33 acres of shrubs, and 28 acres of forest. In 1979, there were 16 acres of sedge\/grass\/forbs, 99 acres of cattail, 40 acres of shrubs, and 50 acres of forest. Within 18 years, from 1961 to 1979, Cowles Bog Wetland Complex changed drastically from an area rich in plant diversity to one overrun by non-native cattail and other invasive plant species. The invasion of these plants changed the wetland structure greatly reducing habitats for waterfowl and other animals that depend on healthy wetlands to survive.      Why Restore the Cowles Bog Wetland Complex? The Cowles Bog Restoration Project is important because it would bring new life back to the wetlands. Native species of plant life can be re-introduced to the area, bringing with them the return of extirpated insects and animals that used to call this area home. The staff at Indiana Dunes National Lakeshore knows that this will be a long and painstaking process, but the results are well worth the work and efforts.        Frog in the bog NPS Collection  Indiana Dunes National Lakeshore wants to restore Cowles Bog Wetland Complex to increase native plant and animal diversity, provide a rest stop for migratory birds near Lake Michigan's southern tip, protect rare species of plants, create a high quality plant and animal habitat, protect the beaches and improve Lake Michigan's water quality by reducing and controlling runoff, enhance educational opportunities for students and the public, and most importantly, to leave a natural resource legacy for future generations.      How the Indiana Dunes National Lakeshore Plans to Restore the Cowles Bog Wetland Complex        Park employees taking steps to stop invasives NPS Collection  Specialized restoration plans are necessary for each wetland type of the Cowles Bog Wetland Complex. General actions will include eradication of invasive species, reduction of shrub and tree species, and establishment of desired native forbs, sedges, grasses, shrubs, and trees. Restoring Cowles Bog lakeplain wet-mesic prairie will require landscape modifications to restore hydrology, removal of trees, and planting of prairie forbs, grasses and sedges.     How the Community Can Help It is estimated that the full restoration of this large ecosystem will require 10 to 15 years to complete and cost anywhere from 1.4 to 1.6 million dollars. Currently about $800,000 has been dedicated for the restoration effort by the National Park Service and the Great Lakes Restoration Initiative (2008 – 2014). Other funding has been provided by Dune Acres Civic Improvement Foundation, Shirley Heinze Land Trust, Indiana Lake Michigan Coastal Program, and Friends of Indiana Dunes. In kind services have been provided by the Town of Dune Acres, The Nature Conservancy, Indiana Dunes Environmental Learning Center and numerous volunteers. Indiana Dunes National Lakeshore invites students from grades 4 through 12 to join volunteer programs to become Caretakers of the Dunes. There is also a program for high school students called DuneSCOPES. The students in these programs can assist park staff in restoration of Cowles Bog Wetland Complex and other lands of Indiana Dunes National Lakeshore. Volunteers from local scouting groups, the Hoosier Boys Town, and even employees from local businesses have provided volunteer services. Please contact the National Lakeshore if you or your organization would like to participate in our Volunteers in Parks program and assist us with this restoration project.        Boy Scouts posing for a picture NPS Collection  For more information contact: Volunteer Program Coordinator Lynda_Lancaster@nps.gov Porter IN 46304 www.nps.gov\/indu Great Marsh Restoration Photo Gallery",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/nature\/great-marsh-restoration.htm"
}
