{
    "title": "Indiana Dunes National Lakeshore: Black Oak Savannas",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Black Oak Savannas                Black Oak Savannas         Miller Woods black oak savanna. Jeff Manuszak, NPS Collection  Oak savannas, once covering roughly fifty million acres from Michigan to Nebraska, now cover only about 30,000 acres. Indiana Dunes National Lakeshore staff is restoring over a thousand acres of this globally rare habitat for future generations. Where eastern hardwood forests meet western tall grass prairies, there is a unique and endangered ecosystem; The Black Oak Savanna. Oak savannas are sparsely treed grasslands where fire-resistant oaks stand among prairie plants. In the Midwest, it is estimated that less than 0.02% of high quality oak savanna habitat remains. The black oak savannas of Indiana Dunes National Lakeshore are some of the last surviving and highest quality oak savannas in the world. The rest have been cleared, developed, or neglected. If neglected, prairie plants disappear as the habitat becomes dominated by trees. The savannas of Indiana Dunes National Lakeshore are actively managed and are being restored.  Historically, fires set by lightning or by Native Americans prevented the understory from growing up and shading out sun-loving prairie plants. More recently, fire was suppressed, and savannas became overgrown. Today, increased prescribed fire frequency and mechanical clearing are being used to open up the canopy and understory that will allow the diverse savanna plants and animals to thrive. Indiana Dunes National Lakeshore has received funding to undertake significant ecological restoration of 1,045 acres of rare black oak savanna habitat in the park at Miller Woods and Tolleston Dunes.   Black oak savannas are richly diverse ecosystems that contain plants and animals found in both oak forest and tall grass prairies. This diversity includes flora and fauna that are listed as rare, threatened, or endangered. The Karner blue butterfly (Lycaeides melissa samuelis), a federally endangered species, has suffered from loss of habitat. Restoration of this oak savanna and carefully managed prescribed burns help ensure that populations of wild lupine, the Karner larvae’s only source of food, remain plentiful.  To protect fragile plants and animals, and for your own safety, please stay on the trail. Mechanical clearing and prescribed fires can weaken trees and create overhead hazards. Staying on the trail and away from dead trees is the best and safest way to view the black oak savanna restoration.   Restoration has been made possible by Save the Dunes, the U.S. Environmental Protection Agency, and the National Park Service.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/nature\/black-oak-savannas.htm"
}
