{
    "title": "Indiana Dunes National Lakeshore: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education          The dunes of Indiana have a long and fascinating history of attracting scientists, teachers, and students alike to study and explore globally rare ecosystems. The process of unlocking the mysteries of the dunes that began in the late 1800s with Dr. Henry Chandler Cowles continues today. Indiana Dunes National Lakeshore and park partners host a variety of opportunities that continue this tradition.      Thousands of students participate in education programs at the national lakeshore every year. The national lakeshore offers programs at various locations throughout Lake, Porter and LaPorte Counties, such as the Paul H. Douglas Center for Environmental Education, the historic areas of Bailly Homestead and Chellberg Farm, and natural areas and trails throughout the park. It is a wonderful place to bring students for ranger-led programs or for self-guided exploration. Teacher program packets, classroom activities, and other resources are available to make visits more enjoyable or just to learn more about this unique national park site.  Whether you are a classroom teacher planning to schedule your class for a visit to the dunes or a youth group leader searching for activity ideas, the national lakeshore has a variety of web resources available to you. Learn about our different programs offered by national lakeshore staff and how to schedule them by viewing our Plan a Field Trip web page.  Indiana Dunes National Lakeshore is privileged to have its very own residential environmental learning center. Established in 1998, the nonprofit Dunes Learning Center, provides year round curriculum- and field-based learning experiences in and around Indiana Dunes National Lakeshore. Learn more at www.duneslearningcenter.org.      Student Gallery Check out what other young people are writing, drawing and photographing from their visits to Indiana Dunes National Lakeshore. This page is dedicated to showcasing the work of young people who visit the park. If you or your class recently visited the national lakeshore, and you have produced something interesting to share, please call Christine Gerlach at 219-395-1885.  We can't promise it will make the gallery, but we will review the work and let you know if it can be used. Check out the letters and drawings from Liberty Elementary School. Mrs. Janes brought her class on a field trip to Chellberg Farm and participated in the Autumn Harvest program with Park Ranger Christy Gerlach in October. The students then wrote letters and drew pictures about their experience and shared them with the park. See More...       (object placeholder)",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/education\/index.htm"
}
