{
    "title": "Indiana Dunes National Lakeshore: Historic Landmarks Leasing Program",
    "body": "Historic Landmarks Leasing Program           Rostone House, 1933\/34 Chicago World’s Fair   In 1993 the Historic Landmarks Foundation of Indiana (HLFI) placed the Century of Progress houses on the “Ten Most Endangered Sites in Indiana” list. HLFI, a not-for-profit organization, is the largest statewide preservation group in the United States. Their mission is to save, protect, and restore places of historical and architectural significance. HLFI assists individuals, organizations, and communities in preserving and revitalizing endangered landmarks through education, advocacy, and financial support. Their intent is to enrich contemporary life and leave a legacy of historic landmarks.      To fulfill our respective missions, and ensure the long-term preservation of the Century of Progress houses, the national lakeshore and HLFI entered into a partnership in 1996 to protect and maintain the houses through a residential leasing program. HLFI subleases the houses to families who have previous experience in historic preservation, and who can show the financial capability to complete the projects. The rehabilitation of the houses must be completed following the Secretary of the Interior’s standards. Historic leasing programs are not uncommon in the National Park Service (NPS). To protect and maintain historic buildings when federal funding is limited, or is not available, many NPS sites manage their buildings through leasing programs. Similar programs can be found at Cape Cod, Cuyahoga National Park outside of Cleveland, and the Persidio in San Francisco.  Under the guidance of the national lakeshore and HLFI, the historic leasing program has evolved and grown. The program now includes four additional historic sites, and has been expanded to include alternative building uses. For example, one site is the location of the Field Station Cooperative, a non-for-profit organization that offers environmental education programs for preschool age children. In the future, the national lakeshore and HLFI hope to include additional historic sites in the leasing program. Many of the historic sites included in the leasing program, including the Century of Progress houses, will be opened at least one day a year for public visitation upon completion of the rehabilitation projects.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/historyculture\/leasing.htm"
}
