{
    "title": "Indiana Dunes National Lakeshore: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature          Indiana Dunes National Lakeshore is a treasure of diverse natural resources located within an urban setting. The national lakeshore features communities that have both scientific and historic significance to the field of ecology. In addition, four National Natural Landmarks and one National Historical Landmark are located within its boundaries.   The park is comprised of over 15,000 acres of dunes, oak savannas, swamps, bogs, marshes, prairies, rivers, and forests. It contains 15 miles of Lake Michigan shoreline spanning the distance from Gary to Michigan City. Lake Michigan is part of the largest complex of freshwater lakes in the world. The national lakeshore's beaches are the park's most significant recreational resource.  Immediately inland from the beaches, sand dunes rise to almost 200 feet in a series of ridges, blowouts, and valleys. Extensive wetlands fill many depressions between the dune ridges. The national lakeshore preserves an important remnant of a once vast and unique environment, resulting from the retreat of the last great continental glacier some 14,000 years ago. The park landscape represents at least four major successive stages of historic Lake Michigan shorelines, making it one of the most extensive geologic records of one of the world’s largest, fresh water bodies.  The biological diversity within the national lakeshore is amongst the highest per unit area of all our national parks. Over 1,100 flowering plant species and ferns make their homes here. From predacious bog plants to native prairie grasses and from towering white pines to rare algal species, the plant diversity is rich.  The wildlife is also diverse. A wide variety of habitats coupled with the moderating effects of Lake Michigan make the region an ideal home for hundreds of animal species. The park is renowned for its bird life; more than 350 species have been observed here. Located on the southern tip of Lake Michigan, the national lakeshore is an especially important feeding and resting area for migrating land and water birds. One area within the national lakeshore has been set aside especially for its value as a great blue heron rookery.             Little Calumet River   Indiana Dunes National Lakeshore lies at the southern tip of Lake Michigan.  With a surface area of over 22,000 square miles, Lake Michigan provides habitat for a wide variety of fish, birds, and aquatic organisms. This truly “great” lake also provides food, recreation, transportation, and water for drinking, industry, and agriculture, serving more than 10 million people living within its watershed. Recent research shows that modern day lake levels fluctuate naturally over decades of time. In fact lake levels have varied by as much as five feet within the last fifteen years.  Lake levels are dependent on rainfall and evaporation rates. Lake Michigan was originally formed some 11,000 years ago when the Wisconsin glacier, the last glacier to cover this region during the Ice Age, began melting. As the mile-thick sheet of ice melted, it left Lake Michigan and the other Great Lakes behind.  Glacial melting was a very slow process.  As it occurred there were many fluctuations and a general lowering of the resulting lake level. As many as seven successive shorelines were formed during this process, giving rise to beaches, sand dunes, and interdunal wetlands. Today, four major dune complexes can be easily seen.  Beginning with the present shoreline and moving inland into progressively older dunes, they include the present dune formation, the Tolleston dunes, the Calumet dunes and the Glenwood dunes.  A stable oak forest characterizes the two older dune complexes.  The younger dune\/shoreline area is still active and all stages of plant succession can be observed there.  Open beaches, grass covered dune ridges, blowouts, dunes with woody shrub vegetation, pine-forested dunes, oak-forested dunes, oak savannas, and prairies all come together to form the tapestry that is Indiana Dunes National Lakeshore. Lake Michigan still lies at the edge of this tapestry.  Her wind, waves, lake currents, ice, and storms continually reshape the beaches, dune faces, and shoreline throughout the year.  In summertime, gentler winds and smaller waves produce a wider, slightly sloping beach.  The strong winds and high energy waves of winter create a narrower and steeper beach.  Lake Michigan’s lake levels continue their natural fluctuation, and the shape of today’s beach continues to change, reminding us that the geologic story is really never-ending.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/nature\/index.htm"
}
