{
    "title": "Indiana Dunes National Lakeshore: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Little Calumet River   Indiana Dunes National Lakeshore lies at the southern tip of Lake Michigan. With a surface area of over 22,000 square miles, Lake Michigan provides habitat for a wide variety of fish, birds, and aquatic organisms. This truly “great” lake also provides food, recreation, transportation, and water for drinking, industry, and agriculture, serving more than 10 million people living within its watershed. Recent research shows that modern day lake levels fluctuate naturally over decades. In fact lake levels have varied by as much as five feet within the last fifteen years. Lake levels are dependent on rainfall and evaporation rates. Lake Michigan was originally formed some 11,000 years ago when the Wisconsin glacier, the last glacier to cover this region during the Ice Age, began melting. As the mile-thick sheet of ice melted, it left Lake Michigan and the other Great Lakes behind. Glacial melting was a very slow process. As it occurred there were many fluctuations and a general lowering of the resulting lake level. As many as seven successive shorelines were formed during this process, giving rise to beaches, sand dunes, and interdunal wetlands. Today, four major dune complexes can be easily seen. Beginning with the present shoreline and moving inland into progressively older dunes, they include the present dune formation, the Tolleston dunes, the Calumet dunes and the Glenwood dunes. A stable oak forest characterizes the two older dune complexes. The younger dune\/shoreline area is still active and all stages of plant succession can be observed there. Open beaches, grass covered dune ridges, blowouts, dunes with woody shrub vegetation, pine-forested dunes, oak-forested dunes, oak savannas, and prairies all come together to form the tapestry that is Indiana Dunes National Lakeshore. Lake Michigan still lies at the edge of this tapestry. Her wind, waves, lake currents, ice, and storms continually reshape the beaches, dune faces, and shoreline throughout the year. In summertime, gentler winds and smaller waves produce a wider, slightly sloping beach. The strong winds and high energy waves of winter create a narrower and steeper beach. Lake Michigan’s lake levels continue their natural fluctuation, and the shape of today’s beach continues to change, reminding us that the geologic story is really never-ending.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
