{
    "title": "Indiana Dunes National Lakeshore: Residential Development",
    "body": "Residential Development of the Indiana Dunes, 1870 - 1970       Residential subdivisions in and around the Indiana dunes stemmed from the efforts of recreational enthusiasts, industrialists, and real estate developers who discovered in the late nineteenth and early twentieth centuries how the duneland's natural resources could serve their needs. From 1900 to 1950, these special interests forged patterns of public and private land use persisting today in a patchwork quilt of woodlands, wetlands, beaches, steel mills, and pockets of housing that comprise the Lake Michigan shore. Indiana Dunes National Lakeshore is just one part of this patchwork. In the nineteenth century, increased leisure time and transportation improvements prompted people to explore northwest Indiana's lakeshore, only forty miles southeast of Chicago. Outdoor recreation advocates such as the Prairie Club—a Chicago-based hiking and conservation club—focused attention on the scenic splendor of the Indiana dunes as Chicago's population burgeoned from 3,000 in 1870 to one million in 1900. At the same time, reformers touted the bucolic benefits of places like the Indiana dunes to counteract urban congestion, crime, and unsanitary conditions. In the early 1900s, renowned landscape architect Jens Jensen stressed to fellow Chicagoans the necessity of escaping the city for places like the Indiana Dunes: \"We who live in the midst of this conglomeration of buildings, cement sidewalks, and stone pavements, how can we ever be without such a wonderful vision?\" [1] Interest in the dunes as a residential location blossomed as interest in the dunes as a recreational destination increased. While \"dune bugs\" camped on the beach in tents or shacks during the 1910s and 1920s, ambitious developers capitalized on the duneland's recreational opportunities to sell their subdivisions. Newspaper advertising for developments noted the possibilities for skiing, boating, horseback riding, and other outdoor fun in the dunes. In many cases, seasonal real estate developments evolved into year-round residential sites as people winterized their cottages. These developments became more permanent as industries flocked to the area after World War II. By the 1960s, an international port, power generation plant, and three steel mills lined the lakeshore. Greater employment opportunities enhanced demand for permanent housing—a trend that continues today. In essence, residential development in the duneland can be divided into three main periods. The first wave of development began with early resort activity in the dunes in the late nineteenth century and lasted through the 1910s. This period featured dunes enthusiasts' rustic experience of the duneland. Typically, people camped on the beach in tents or erected simple cottages with no insulation and little interior finishing. The 1923 completion of the Dunes Highway and establishment of the Indiana Dunes State Park marked the second wave of residential development lasting until the beginning of the 1930s. Developers began to vie for places to subdivide as land prices soared with infrastructure improvements. A host of small subdivisions rose near major developments such as Beverly Shores. Seasonal homes predominated, but permanent residences were also built as people came to work as well as play in the dunes. Construction activity slowed during the Depression, however funding sources such as federal loan programs ensured some duneland residential development. By the end of the 1930s, the local steel industry began to recover from the Depression, creating demand for worker housing. This ushered in a third wave of development lasting into the 1960s. Residential developments that had languished during the 1930s began filling with tract housing in the 1940s and 1950s. This housing activity continued until the establishment of the Indiana Dunes National Lakeshore in 1966. Outside of the national lakeshore boundaries subdivisions continue to appear, as people move to the duneland to avoid high property taxes in neighboring states or simply to enjoy living near the lakeshore. [1] Quoted in Sarah Marcus, \"Battlefields of Sand: Recreation, Industry, and Definitions of the Sublime at the Indiana Dunes\" (master’s thesis, University of Wisconsin—Madison, 1994), 27.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/historyculture\/residential_development.htm"
}
