{
    "title": "Indiana Dunes National Lakeshore: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places               Century of Progress 1933 World's Fair Homes and More        A Ranger led tour at the Florida Tropical house. Edwin Alcox        Annual Architecture Tour Featuring The Century of Progress Homes  Saturday, October 17, 2015 Join National Park Service rangers at Indiana Dunes National Lakeshore for a tour of five historic homes from the 1933 Chicago World's Fair. These tours offered by reservation only one day each in October between 8:00 a.m. and 6:00 p.m. (Last tour begins at 4:00 p.m.) Each tour lasts two hours and includes an inside look at the Cypress Log Cabin, the House of Tomorrow, Florida Tropical, Armco Ferro, and the Wieboldt-Rostone houses.    The houses, in keeping with the fair's \"Century of Progress\" theme, featured innovative building materials, modern home appliances, and new construction techniques. Later moved to northwest Indiana to promote a new housing community, these houses were included in the national lakeshore in the early 1970's. Today the homes are undergoing rehabilitation with private funds through a partnership with Indiana Landmarks.   Your reservation includes a shuttle bus from a remote parking lot ($20 per person). All tours begin at the Indiana Dunes National Lakeshore visitor center. There is no off-site parking and there will be no walk-up tours available. A narrated shuttle ride from the visitor center to the site is included in your $20.00 fee. Please follow the on-line reservation instructions carefully and be sure to print out your reservation ticket, note the location of the event's parking lots, and be sure to arrive at the parking lot at least 45 minutes before your scheduled tour time to allow time for shuttling to the homes. If you have difficulty with the reservation system or have additional questions, please call the Indiana Dunes National Lakeshore information desk at 219-395-1882. To purchase your tickets for the \"Century of Progress Homes Tour\" event, please go to: www.dunesnationalpark.org      A Century of Progress - The 1933 World's Fair Homes Over 70 years of wind, sand, and surf have battered the five World's Fair houses located along Lake Front Drive in Beverly Shores, but their uniqueness has weathered the elements. With the theme of a Century of Progress, the houses were built for the 1933 Chicago World's Fair to demonstrate modern architectural design, experimental materials, and new technologies such as central air conditioning and dishwashers. Four of the houses were brought to the dunes by barge in 1935 by real estate developer Robert Bartlett. The Cypress Log Cabin was dismantled at the fair and moved by truck. Bartlett hoped that the high profile houses would entice buyers to his new resort community of Beverly Shores. Today the houses are listed on the National Register of Historic Places. The houses have been leased to the Historic Landmarks Foundation of Indiana. Through this organization, private individuals or families have leased the homes and are rehabilitating them. Please respect these agreements by not trespassing on the properties.   Wieboldt-Rostone House Florida Tropical House Cypress Log Cabin House of Tomorrow Armco-Ferro House",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/historyculture\/centuryofprogress.htm"
}
