{
    "title": "Indiana Dunes National Lakeshore: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 10, 2015  Temporary Closure of National Lakeshore’s Central Avenue Beach  Erosion from large waves earlier this week took out what little sand was left at Indiana Dunes National Lakeshore’s Central Avenue Beach.   July 06, 2015  Kayaking with a Ranger at National Lakeshore  Join a national park ranger between 10:00 am – 2:00 pm on Sunday July 19 or August 16 for an easy float on the Marquette Park Lagoons.   July 01, 2015  July Programs  During July, get beyond the beach by attending a ranger-led program or hike at Indiana Dunes National Lakeshore. At least ten different programs are offered each week ranging from Mount Baldy Hikes to Pinhook Bog Open House.   June 30, 2015  Soundwalk and Art Programs at National Lakeshore  World Listening Day is July 18th. Join us at the Paul H. Douglas Center for Environmental Education for two very special programs to celebrate the day.   June 29, 2015  National Park Service to Increase Patrols for Holiday Weekend  In anticipation of expected heavy visitation associated with the July 4th holiday and the Grateful Dead concerts in Chicago, Indiana Dunes National Lakeshore will be increasing law enforcement patrols this week.   June 16, 2015  Gardening Program at National Lakeshore  Looking for some easy and sustainable gardening techniques this summer? Join park volunteer George Mika and learn some ingenious self-watering container gardening techniques. This free program is offered during the Douglas Center Open House between 11:00 am – 4:00 pm on Saturday, June 20 at Indiana Dunes National Lakeshore.   June 15, 2015  Midsummer Program and Evening Concert Event at Chellberg Farm  Celebrate summer on Saturday, June 20 with a traditional Midsummer Celebration from 1:00 p.m. – 4:00 p.m. and a Summer Solstice Evening Concert from 7:30 p.m. – 8:30 p.m. at Indiana Dunes National Lakeshore’s historic Chellberg Farm.   June 09, 2015  Summer Programs at Indiana Dunes National Lakeshore  The end of the school year means that summer is in full swing at Indiana Dunes National Lakeshore. Get out and enjoy your park by attending a ranger-led program or hike. At least ten different programs are offered each week ranging from Beginning Birding to Learn How to Kayak.   June 05, 2015  Erosion Forces Closure of Two Beach Access Stairways at National Lakeshore’s Lakeview  Large waves kicked up by strong north winds early in the morning of June 1st washed away what little beach remained in front of Indiana Dunes National Lakeshore’s Lakeview picnic area.   June 01, 2015  Little Calumet River Trail Closed at National Lakeshore  The National Park Service has issued an emergency closure of the Little Calumet River Trail from June 1 – 5, for the protection of the public.   May 28, 2015  Ranger-led Tours Offered This Summer at Mount Baldy  The National Park Service will offer ranger guided hikes on Mount Baldy this summer at Indiana Dunes National Lakeshore. The hikes will use a trail on the western edge of the dune that has been determined to be safe from holes and is the same path used to take news media on the dune last summer.   May 26, 2015  Local Resident Found Guilty of Hunting in National Lakeshore  On November 15th of 2013 a National Park Service Ranger observed a hunting tree stand in Indiana Dunes National Lakeshore near Furnessville in Porter County.   May 22, 2015  Beach Season Safety Reminder from National Lakeshore  The summer season will again bring millions of visitors to Lake Michigan including the 15-miles of beach located within Indiana Dunes National Lakeshore. Understanding that the lake is a wild and potentially dangerous place can help make sure that a day at the beach doesn’t end in tragedy.   May 22, 2015  Dune Protection Work Begins at Portage Lakefront  During a storm in October of 2014, huge waves washed away between 75 and 115 feet of beach and dune at Indiana Dunes National Lakeshore’s Portage Lakefront and Riverwalk. On May 14th, park staff placed fencing along the remaining dunes at the site to help stabilize them and reduce the impact of future storms on that part of the lakeshore. Visitors and park neighbors are asked to help by staying out of the fenced areas so native vegetation has a chance to regrow and stabilize the dunes.   May 21, 2015  Memorial Day Weekend Programs at National Lakeshore  Memorial Day weekend traditionally marks the unofficial start of the summer. Get out to Indiana Dunes National Lakeshore to enjoy the weekend with a variety of fun and educational ranger-led programs. The national lakeshore is offering these nine programs over the holiday weekend.   May 20, 2015  “Growing Up Wild” Educators Workshop at National Lakeshore  Early childhood educators and parents of children ages 3 – 7 are invited to attend a “Growing Up Wild” educator workshop on Saturday, June 6 from 1:00 – 5:00 p.m. at the Paul H. Douglas Center for Environmental Education.   May 07, 2015  New Guidelines for Commercial Filming and Photography  With the warming of the weather and time for weddings and graduations drawing near, many people wish to use the spectacular backdrop of the national lakeshore as a setting for commercially produced films and still photographs.   April 27, 2015  Spring Wildflower Hike at National Lakeshore  Join a ranger on Saturday, May 2, at 1:00 p.m. and enjoy a beautiful display of spring wildflowers along the Bailly and Chellberg Trail at Indiana Dunes National Lakeshore. Trillium, spring beauties, and Dutchman’s breeches are just a few of the flowers you’ll see along this trail.   April 27, 2015  Fort Building Contest at Indiana Dunes National Lakeshore  Bring the family or a group to Indiana Dunes National Lakeshore’s Nature Play Zone for a nature fort building challenge on Saturday, May 2. Using natural and other materials found in the Nature Play Zone, see if you can build the sturdiest, longest, most original, or best-looking fort.   April 24, 2015  Lake Michigan Safe Swimming Program at National Lakeshore  Every year people drown while swimming in Lake Michigan. Join Dave Benjamin and Bob Pratt of the Great Lakes Surf Rescue Project on Saturday, May 16, at 1:00 pm for Swimming Safely - Understanding the Great Lakes Surf Environment.   April 24, 2015  Birding Expert and TV Host James Currie to Appear at Indiana Dunes Birding Festival  James Currie, host of the popular TV series Nikon’s Birding Adventures on NBC Sports and Nat Geo Wild TV’s Aerial Assassins, will headline the inaugural Indiana Dunes Birding Festival set to take place May 7–10.   April 16, 2015  National Lakeshore Joins Find Your Park Movement  Indiana Dunes National Lakeshore joins other national parks and their partners across the country to encourage everyone to find their park and share their park stories online at FindYourPark.com.   April 14, 2015  National Lakeshore and LaPorte High School Work Together on Park Stewards Program  THANKS TO UNIVERSITY OF PHOENIX AND SUBARU OF AMERICA, NATIONAL PARK FOUNDATION PROGRAM WILL ENGAGE TEACHERS AND YOUTH IN SERVICE-LEARNING PROJECTS IN AMERICA’S NATIONAL PARKS   April 09, 2015  Indiana Dunes, Science, and YOU!! Bringing Research to the Public at Indiana Dunes National Lakeshore  On Saturday, May 2, the public is invited to talk with local scientists, learn about their research within Indiana Dunes National Lakeshore, and spend time with them out in the field!   March 27, 2015  APRIL PROGRAMS AT NATIONAL LAKESHORE  The following programs are being offered at Indiana Dunes National Lakeshore this April.   March 24, 2015  Educator Workshop “Takes Flight” at National Lakeshore  On Friday, May 8, area educators are invited to attend a “Flying Wild” educator workshop at the Paul H. Douglas Center for Environmental Education at Indiana Dunes National Lakeshore. The workshop is featured as a part of the 2015 Indiana Dunes Birding Festival and will run from 12:30 - 4:30 p.m.   March 19, 2015  National Lakeshore Plans Prescribed Burns This Spring  The National Park Service is planning six prescribed fires this spring at Indiana Dunes National Lakeshore. Approximately 736 acres are scheduled to be burned.   March 16, 2015  National Park Service to Hire Lifeguards for Summer  Indiana Dunes National Lakeshore is accepting applications for lifeguards this summer at West Beach. Deadline to apply is March 27, 2015. To apply go to the USA JOBS website at www.usajobs.gov.   March 10, 2015  Hike with your Hound at National Lakeshore  Join fellow dog owners Saturday, March 21 on a hike through the oak savanna habitat at Indiana Dunes National Lakeshore’s Miller Woods. This program meets at the Paul H. Douglas Center for Environmental Education at 10:00 a.m. and runs until noon.   March 09, 2015  More than Birds at Upcoming Indiana Dunes Birding Festival  The inaugural Indiana Dunes Birding Festival, May 7-10, will not only feature some of the Midwest’s premier birding locations, but also offer an assortment of nature related workshops, programs, and hikes. The event is being organized by the Indiana Audubon Society and includes both the Indiana Dunes National Lakeshore and Indiana Dunes State Park as site hosts.   March 05, 2015  NPS to Hire Youth Workers for Summer  Indiana Dunes National Lakeshore has jobs for 12 teenagers this summer. The Youth Conservation Corps (YCC) program is a work-learn-earn program for 15-18 year-olds. Deadline to apply is April 24, 2015.   March 03, 2015  Pancakes Return to National Lakeshores Maple Sugar Time  Enjoy a pancake breakfast with pure maple syrup at this year’s Maple Sugar Time at Indiana Dunes National Lakeshore. In addition, to the free ranger-led tours of the sugaring operation at historic Chellberg Farm, a pancake breakfast will be available for purchase from the Chesterton Lion’s Club. The farm will be bustling with maple sugaring activities from 10:00 a.m. – 4:00 p.m. on the weekends of March 7 & 8 and March 14 & 15, 2015.   February 26, 2015  Get an Early Taste of Spring at National Lakeshore's Maple Sugar Time  INDIANA DUNES NATIONAL LAKESHORE: Warm up with an early taste of spring at Indiana Dunes National Lakeshore’s annual Maple Sugar Time. The historic Chellberg Farm will be bustling with the activities of maple sugaring from 10:00 am – 4:00 pm on the weekends of March 7 & 8 and March 14 & 15, 2015. Join in for this fun and educational event marking the unofficial start of spring in dune country.   February 20, 2015  Nature Tots Program at National Lakeshore  Parents and toddlers are invited to participate in Indiana Dunes National Lakeshore’s new Nature Tot's program at the Douglas Center for Environmental Education. Nature Tots, aged 2-4, will learn about nature through a ranger-led story time, crafts and outdoor play.   February 02, 2015  Presidents Budget Requests 3 billion for National Park Service  WASHINGTON – President Obama’s budget request for fiscal year 2016 – the centennial year of the National Park Service – includes $3 billion for the bureau’s critical conservation, preservation, and recreation mission. The budget boosts the National Park Service’s essential programs and operational needs by $432.9 million.   January 21, 2015  Housing Needed for Indiana Dunes National Lakeshore Summer Employees  The National Park Service is in need of short-term housing near Indiana Dunes National Lakeshore for the summer’s seasonal workforce of park rangers, guides, maintenance workers, and research aids.   January 06, 2015  Miller Woods Restoration Days at National Lakeshore  If you wanted to make a new year’s resolution that will help you get more exercise, get outdoors, meet new people, learn new skills, and give back to your community, Indiana Dunes National Lakeshore has a great project for you. Beginning on January 24, 2015 and continuing on the fourth Saturday of each month, you can join a volunteer stewardship team working in the black oak savanna restoration project in Miller Woods.   December 19, 2014  Christmas Bird Count at Indiana Dunes National Lakeshore  Help make an enormous contribution to conservation. Audubon and other organizations will use data collected in this longest-running wildlife census to assess the health of bird populations and help guide conservation action.   December 17, 2014  Martin Luther King Holiday Celebration  Celebrate and honor the legacy of Dr. Martin Luther King Jr. and other civil rights leaders at the Paul H. Douglas Center for Environmental Education at Indiana Dunes National Lakeshore on Saturday, January 10.   November 26, 2014  Holiday Traditions Program at Indiana Dunes National Lakeshore  Celebrate “Holiday Traditions in the Dunes” on Saturday, December 6, from 12:00 p.m. – 3:00 p.m. at Indiana Dunes National Lakeshore. Enjoy live holiday music and dance, tour two historic homes all decked out in their holiday finest, let the kids make their own holiday decorations, and even get a free taste of some traditional holiday treats.   November 13, 2014  Proposals Sought for National Lakeshore Chellberg Farm  The National Park Service is looking to reestablish a working agricultural landscape at Indiana Dunes National Lakeshore’s Chellberg Farm. Proposals are invited from the private sector to lease the historic farm, on a long-term basis, to conduct sustainable agriculture enterprises.   November 10, 2014  National Lakeshore Shoreline Restoration Plan Approved  Final approval has been given for Indiana Dunes National Lakeshore’s Shoreline Restoration and Management Plan. A Record of Decision (ROD) for the plan and Environmental Impact Statement was signed by Acting Regional Director Patricia S. Trap on October 21, 2014.   November 10, 2014  NOVEMBER PROGRAMS AT INDIANA DUNES NATIONAL LAKESHORE  The following programs are being offered at Indiana Dunes National Lakeshore this November. Please see the individual program descriptions listed. For more information on any of the programs at the national lakeshore, contact the park’s information desk at 219-395-1882 or check the park’s website at www.nps.gov\/indu.   October 08, 2014  National Park Service to Conduct the Fall Prescribed Fires  The National Park Service is planning five prescribed fires this fall at Indiana Dunes National Lakeshore. Approximately 1,106 acres will be burned.  Fire is used as a tool for the park’s long-term restoration efforts.   September 25, 2014  OCTOBER PROGRAMS AT INDIANA DUNES NATIONAL LAKESHORE  The following programs are being offered at Indiana Dunes National Lakeshore this October. Please see the individual program descriptions listed. For more information on any of the programs at the national lakeshore, contact the park’s information desk at 219-395-1882 or check the park’s website at www.nps.gov\/indu.   September 25, 2014  Canoemobile at Marquette Park Lagoons  During the last week, over 500 students from throughout northwest Indiana have experienced the thrill of canoeing their local waterways in a special program hosted by the National Park Service, Dunes Learning Center and Wilderness Inquiry.   September 18, 2014  Hobart Prairie Grove Bike Program at Indiana Dunes National Lakeshore  Join a park ranger this Saturday afternoon at Indiana Dunes National Lakeshore’s Hobart Prairie Grove for a two-hour, guided bike ride and enjoy the beautiful fall flowers and diverse habitats along this trail.   September 09, 2014  National Park Service Issues Final Shoreline Restoration and Management Plan  The National Park Service has released the final Environmental Impact Statement for the “Shoreline Restoration and Management Plan” (EIS) for Indiana Dunes National Lakeshore.   September 04, 2014  No Hunting Permitted at Indiana Dunes National Lakeshore  With the coming of the hunting season the National Park Service would like to remind the public that no hunting of any kind is permitted within Indiana Dunes National Lakeshore.   September 02, 2014  Century of Progress Homes Tour Reservations Open September 8th  Online reservations for the popular Century of Progress Homes Tours at Indiana Dunes National Lakeshore begin on September 8th at 8:00 a.m. (Central Daylight Time). This year, in addition to the Saturday October 18th tours, there is a whole weekend of activities at the historic homes October 17-19, 2014.   August 22, 2014  Help Bring the Canoemobile Environmental Education Experience Back to Michigan City  For the third year in a row, local partners have come together to host a visit from  Wilderness Inquiry’s Canoemobile – a fleet of six 24-foot Voyageur canoes rolling into Michigan City on Sept. 15-20 to educate local youth while paddling Trail Creek.   August 20, 2014  National Park Service Director Jarvis to Participate in Public Meeting about Pullman Historic District  CHICAGO, IL. – On Thursday, August 21, 2014, National Park Service Director Jonathan B. Jarvis will join Illinois state and local officials for a public meeting to discuss possible options for including Chicago’s Pullman neighborhood in the National Park System.   August 18, 2014  Shifting Sands Film at National Lakeshore  On Sunday, August 31, at 1:30 p.m. get a preview of the upcoming documentary film, “Shifting Sands” at Indiana Dunes National Lakeshore’s Paul H. Douglas Center.   August 08, 2014  Opportunity for News Media to View Mount Baldy Research and Interview Scientists on August 14  The National Park Service (NPS) will host a media event at Indiana Dunes National Lakeshore’s Mount Baldy dune on Thursday, August 14, between 9:30 a.m. and 12:00 p.m. Central Daylight Time.   August 01, 2014  Temporary Closure of National Lakeshore Central Avenue Beach  Erosion from waves that reached heights of up to 11-feet earlier this week has resulted in the exposure of concrete block and other hazards at Indiana Dunes National Lakeshore’s Central Avenue Beach.   July 29, 2014  August Programs at Indiana Dunes National Lakeshore  The following programs are being offered at Indiana Dunes National Lakeshore this summer. Please see the individual program descriptions listed. For more information on any of the programs at the national lakeshore, contact the park’s information desk at 219-395-1882 or check the park’s website at www.nps.gov\/indu.   July 01, 2014  JULY PROGRAMS AT INDIANA DUNES NATIONAL LAKESHORE  The following programs are being offered at Indiana Dunes National Lakeshore this summer. Please see the individual program descriptions listed. For more information on any of the programs at the national lakeshore, contact the park’s information desk at 219-395-1882 or check the park’s website at www.nps.gov\/indu.   June 27, 2014  Explore National Lakeshore with Passport to the Dunes  Discover some of the hidden treasures of Indiana Dunes National Lakeshore through a new Passport to the Dunes program. With so many different access points, it can be difficult to find all of this national park’s special places. The passport helps guide visitors on an adventure of discovery to nine park locations ranging from West Beach to lesser-known areas like the Great Marsh, Glenwood Dunes and Miller Woods.   June 16, 2014  Midsummer Program and Evening Concert at Chellberg Farm 2014  INDIANA DUNES NATIONAL LAKESHORE: Celebrate summer on Saturday, June 21 with a traditional Midsummer Celebration from 12:00 p.m. – 4:00 p.m. and a Summer Solstice Evening Concert from 7:30 p.m. – 8:30 p.m. at Indiana Dunes National Lakeshore’s historic Chellberg Farm.   June 03, 2014  National Park Service Seeks Public Comment on East Branch of the Little Calumet River Use Management Planning  The National Park Service is preparing a draft Environmental Assessment for the “East Branch of the Little Calumet River Use Management Plan” for Indiana Dunes National Lakeshore, and is seeking public comment.   June 02, 2014  JUNE PROGRAMS AT THE NATIONAL LAKESHORE  There’s always something different to focus on in a park as diverse as Indiana Dunes National Lakeshore.   May 30, 2014  National Lakeshore Open and Ready for Busy Summer  INDIANA DUNES NATIONAL LAKESHORE: New superintendent Paul Labovitz recently welcomed about 80 seasonal employees to Indiana Dunes National Lakeshore in preparation for another busy summer along the shores of Lake Michigan.   May 20, 2014  Soundwalk at the National Lakeshore  Polish your listening skills during the May 24th Douglas Center for Environmental Education open house program. Helpful tips will be shared by members of the Midwest Society for Acoustic Ecology as you learn to slow down your thoughts and become attuned to nature’s ways.   May 16, 2014  Garden Programs at National Lakeshore's Chellberg Farm  INDIANA DUNES NATIONAL LAKESHORE: Celebrate spring and the return of the growing season on Saturday, May 17, at Indiana Dunes National Lakeshore’s historic Chellberg Farm.   April 24, 2014  Mount Baldy to Remain Closed This Summer as Scientists Continue Investigation  Despite the use of ground penetrating radar, and data gathering at two additional holes that have appeared since last July, scientists still don’t know the cause of the holes at Mt. Baldy in Indiana Dunes National Lakeshore. Additional research will be conducted this summer and may last into the fall.   December 18, 2013  Winter Video Series at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Take a break from the cold winter weather at Indiana Dunes National Lakeshore’s Paul H. Douglas Center. Stop by the center everySaturdayafternoon at1:30 p.m.and enjoy a fun and educational video about nature, environmental issues, or other national parks.   December 16, 2013  National Park Service Issues Finding of No Significant Impact for Wabash Avenue Porter Access Site Environmental Assessment  The National Park Service (NPS) has issued the Finding of No Significant Impact (FONSI) for the “Wabash Avenue\/Porter Access Site for Indiana Dunes National Lakeshore”.   November 08, 2013  Help Restore Historic Landscape at National Lakeshore's Good Fellow Camp  INDIANA DUNES NATIONAL LAKESHORE: Please join a ranger for November's Stewardship Day to help restore the landscape around the historic Good Fellow Club Youth Campat Indiana Dunes National Lakeshore. Volunteers are needed onNovember 16, from9:00 a.m. to noon, to help remove vines, shrubs and small trees that are growing up around the camp's fruit trees.   October 18, 2013  National Lakeshore Reopens  Indiana Dunes National Lakeshore and the entire National Park Service are back open.   September 27, 2013  Canoemobile Travels to Michigan City, Indiana  Wilderness Inquiry, based at Mississippi River and National Recreation Area in Minneapolis, Minnesota, hitched their up Canoemobile and rolled into Michigan City, Indiana just east of Indiana Dunes National Lakeshore.   September 10, 2013  Fort Building Contest at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Bring the family to Indiana Dunes National Lakeshore’s Nature Play Zone for a nature fort building challenge on Saturday, September 14. Using natural and other materials found in the Nature Play Zone, see if you can build the sturdiest, longest, or best-looking fort. The winning builders will earn a small prize. The nature fort building contest is in celebration of the 37th anniversary of the Paul H. Douglas Center, where the Nature Play Zone is located. Space is limited. To participate in the contest, call 219-395-1821 to reserve a spot.   September 03, 2013  World’s Fair Homes Tour Reservations Open September 9th  INDIANA DUNES NATIONAL LAKESHORE: Join a National Park Service ranger at Indiana Dunes National Lakeshore for a tour of five historic homes from the 1933 Chicago World’s Fair on Saturday, October 19 between 8:00 a.m. and 4:00 p.m. Each tour will last approximately two hours and includes a ranger-narrated shuttle ride from the parking area of the Indiana Dunes Visitor Center to the Century of Progress Homes Site. There is no on-site parking available at the homes. Once on site, your ranger will lead you on an inside look at the Cypress Log House, House of Tomorrow, Florida House, Armco- Ferro House, and the Rostone House. Reservations are required and there is a $20 per person fee to cover the cost of the shuttle buses and other program expenses.   August 30, 2013  World's Fair Home Tours 2013  INDIANA DUNES NATIONAL LAKESHORE: Join a National Park Service ranger at Indiana Dunes National Lakeshore for a tour of five historic homes from the 1933 Chicago World’s Fair on Saturday, October 19 between 8:00 a.m. and 4:00 p.m.   August 22, 2013  Health Summit at National Lakeshore's Douglas Center  INDIANA DUNES NATIONAL LAKESHORE:  National parks like Indiana Dunes National Lakeshore offer many opportunities for positive healthy lifestyle choices for visitors and local residents. Join the National Park Service and its partners, the American Heart Association and the United Urban Network, on Saturday, August 24 from 10 a.m.-5 p.m. at the Paul H. Douglas Center for Environmental Education to learn what some of those positive choices could be for you.   August 14, 2013  National Park Service Finds Additional Hole at Mt. Baldy  INDIANA DUNES NATIONAL LAKESHORE: On Monday, August 12, 2013, the National Park Service (NPS) and the Environmental Protection Agency, Region 5 (EPA), began using sensing equipment to look for anomalies, gaps, and holes in the Mt. Baldy dune of Indiana Dunes National Lakeshore. This investigation is a follow-up to the rescue of Nathan Woessner from a hole that had developed in the dune in July.(Note to editors: the hole that led to the rescue was not a sinkhole and should not be referred to as a sinkhole).   August 09, 2013  National Park Service Unveils New Site Graphics for National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service has unveiled a series of more than 25 graphic logos that depict the various sites that comprise Indiana Dunes National Lakeshore. The graphics, designed by park employees Jeff Manuszak and Katrina George, are designed to help the public understand that the widely dispersed visitor areas are all part of one national park.   August 05, 2013  National Park Service Unveils New Site Graphics for Indiana Dunes National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE – The National Park Service and partners will unveil new site graphics for Indiana Dunes National Lakeshore during a media event on August 8, 2013. Posters featuring some of the new site graphic logos will be distributed at the news event.   July 30, 2013  AUGUST PROGRAMS AT NATIONAL LAKESHORE  Enjoy family-friendly activities every day in August between 9:00 a.m. – 5:00 p.m. at Indiana Dunes National Lakeshore’s Paul Douglas Center. In addition to lots of indoor activities, get outside and let the kids enjoy the new Nature Play Zone where unstructured play in nature is encouraged. You can also hike the new Miller Woods trail extension all the way to Lake Michigan. After you return to the Douglas Center, step inside and help feed the resident turtles and fish.   July 29, 2013  37-Year-Old Man Drowns in Lake Michigan  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service, Beverly Shores Police Department, Beverly Shores Fire Department and the Porter Fire Department Dive Rescue team rescued three members of a family that were swimming in the park at Lake View Beach on Saturday.   July 24, 2013  National Lakeshore Superintendent Dillon to Retire  INDIANA DUNES NATIONAL LAKESHORE: Costa Dillon, Superintendent of Indiana Dunes National Lakeshore will retire from federal service on August 26, 2013 after more than 35 years with the National Park Service (NPS).   July 19, 2013  Cowles Centennial Celebration at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: In 1913, pioneering ecologist Henry Chandler Cowles, led an international group of scientists on an exploration of the Indiana dunes. On Saturday, August 3, you can retrace their footsteps. Join the National Park Service and guest speakers for a full day of special programs and hikes in commemoration of the centennial of the 1913 International Phytogeographic Excursion.   July 15, 2013  Mount Baldy Closure Extended at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE:  The National Park Service has extended the closure of Indiana Dunes National Lakeshore’s Mount Baldy indefinitely.  The extension is needed to bring in additional resources for the investigation of the hole that opened up on July 12 trapping a six-year old boy for 3 ½ hours. The boy was rescued and is currently in critical condition at a Chicago hospital.   July 15, 2013  Boy Trapped Under Sand at National Lakeshore’s Mount Baldy  INDIANA DUNES NATIONAL LAKESHORE:  National park rangers and Michigan City Police were notified at approximately 4:30 p.m. on July 12 that a 6-year old boy had fallen into a hole on the Mount Baldy sand dune at Indiana Dunes National Lakeshore. A rescue effort was conducted by National Park Service personnel, Michigan City Police and Fire units, LaPorte County EMS and heavy equipment operators from D & M Excavators, Woodruff and Son, and NIPSCO. The boy was found 11 feet below the surface of the dune and transported to St. Anthony’s Hospital in Michigan City and then later flown to a medical facility in Chicago. The boy has vital signs, but his exact condition is not yet known.   July 10, 2013  National Park Service Seeks Public Comment on Wabash Avenue\/Porter Access Site  INDIANA DUNES NATIONAL LAKESHORE:  The National Park Service has released the draft Environmental Assessment for “Wabash Avenue\/Porter Access Site”, and is seeking public comment. Each unit of the national park system is driven by federal enabling legislation and this assessment is needed to ensure the Wabash Avenue project is in harmony with the legislative intent of Indiana Dunes National Lakeshore. The Environmental Assessment evaluates five possible alternatives in depth. The alternatives addressed include pedestrian circulation, vehicle circulation, visitor facilities and parking options. The alternatives meet park purposes and objectives while protecting park resources and minimizing impacts. All alternatives are consistent with applicable NPS laws, policies, and regulations.   June 27, 2013  National Park Service Amends Beach Closure Regulations to Support July 2 Fireworks Event  INDIANA DUNES NATIONAL LAKESHORE: Areas of Indiana Dunes National Lakeshore national normally closed after sunset will remain open so that the public may watch the Chesterton\/Duneland Chamber of Commerce “Fireworks on the Lakefront” event staged off the coast of Indiana Dunes National Lakeshore and Indiana Dunes State Park on July 2, 2013.   June 20, 2013  “Dreams of Duneland” Book Signing at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Join author Ken Schoon on Sunday, June 23, from 1:00 p.m. – 2:30 p.m. at Indiana Dunes National Lakeshore’s visitor center to learn about his new book, “Dreams of Duneland.” The book is an illustrated introduction to the Indiana dunes region featuring its history, culture and special places.   June 19, 2013  Swimming Advisory Lifted at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: On Wednesday, June 19 at approximately 2:00 p.m. the National Park Service lifted the Swimming Advisory for all beach areas at Indiana Dunes National Lakeshore. The advisory had been put in place on June 17 when a possible hazardous material spill was observed at the national lakeshore’s Porter Beach area. Laboratory tests conducted by both the United States Geologic Survey and the Indiana Department of Environmental Management determined that the substances found in the water did not pose a health threat to swimmers.   June 14, 2013  Midsummer Program and Evening Concert at Chellberg Farm  INDIANA DUNES NATIONAL LAKESHORE: Celebrate summer on Saturday, June 22 with a traditional Midsummer Celebration from 12:00 p.m. – 4:00 p.m. and a Summer Solstice Evening Concert from 7:30 p.m. – 8:30 p.m. at Indiana Dunes National Lakeshore’s historic Chellberg Farm.   June 03, 2013  Explore New Miller Woods Trail  INDIANA DUNES NATIONAL LAKESHORE:  Miller Woods is known by many local naturalists as one of the hidden gems of Indiana Dunes National Lakeshore. A recently opened addition to the Miller Woods Trail allows more of this rare dune and swale habitat to be experienced by the public.   May 31, 2013  JUNE PROGRAMS AT NATIONAL LAKESHORE  Every Day is Family Day at the National Lakeshore's Douglas Center Enjoy family-friendly activities every day in June between 9:00 am – 5:00 pm at Indiana Dunes National Lakeshore’s Paul Douglas Center. In addition to lots of indoor activities, get outside and let the kids enjoy the new Nature Play Zone where unstructured play in nature is encouraged. You can also hike the new Miller Woods trail extension all the way to Lake Michigan. You can also help feed the center’s resident turtles and fish. The Paul H. Douglas Center for Environmental Education is located in the western portion of the national lakeshore at 100 North Lake Street, about one mile north of U.S. Highway 12. For more information on this or other programs at Indiana Dunes National Lakeshore, call 219-395-1882 or check the park’s website at www.nps.gov\/indu.   May 29, 2013  Educator Workshop on Threatened and Endangered Species at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service, Dunes Learning Center and the Great Lakes Research and Education Center are jointly offering a workshop on Threatened and Endangered Species on Saturday, June 22, 2013. Educators, both formal and non-formal, are invited to attend this interactive training which runs from 9:00 a.m.-5:00 p.m. and will be held at the Paul H. Douglas Center for Environmental Education in Gary.   May 24, 2013  Beach and Boating Safety Reminders at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: With the warming weather, many people begin to return to the shores and waters of Lake Michigan to enjoy a variety of recreational opportunities. While engaging in summer activities please remember that conditions on Lake Michigan can quickly change from calm and inviting to rough and dangerous with little or no warning.  The National Park Service would like everyone to have a safe and enjoyable time.   May 17, 2013  National Lakeshore Staff Rides in Federal Bike to Work Challenge  INDIANA DUNES NATIONAL LAKESHORE: In celebration of May being National Bike Month, Indiana Dunes National Lakeshore is joining communities and organizations across the nation to support bicycling as a way to commute to and from work. The national lakeshore has assembled a team of two-wheeled commuters who volunteered to participate in this year's Federal Bike to Work Challenge.   May 15, 2013  National Park Service Rangers at Indiana Dunes National Lakeshore Observe Peace Officers' Memorial Day  INDIANA DUNES NATIONAL LAKESHORE: National Park Service rangers at Indiana Dunes National Lakeshore observed a moment of silence for the thirty-nine National Park Service law enforcement personnel who have died in the line of duty. A formal Department of the Interior Law Enforcement Officer Memorial Ceremony was held earlier this week in Washington, D.C.   May 07, 2013  National Lakeshore’s Dunewood Campground Fee to Increase  INDIANA DUNES NATIONAL LAKESHORE: The fee for camping at Indiana Dunes National Lakeshore’s Dunewood Campground will increase to $18 on May 9. The new fee, an increase of $3 per night, was approved by the National Park Service to cover the cost of adding municipal water to the campground. A new municipal waterline was installed in 2012 and went into service earlier this spring. The new water system will improve the quality and reliability of the water supply compared to the previous well system and increases the capacity of hydrants to provide fire protection.   May 06, 2013  Deer Management Helps Protect National Lakeshore Ecosystem and Feed the Hungry  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service announced the results of its initial implementation of the White-tailed Deer Management Plan for Indiana Dunes National Lakeshore. As part of the plan, federal marksmen using non-lead ammunition and working under carefully controlled conditions to ensure public safety culled 84 white-tailed deer in the national lakeshore during 10 days and nights in March. Eighty-two of the deer were tested for Chronic Wasting Disease, a fatal neurological disease, and all of the tissue samples from the deer came back as “not detected” for the disease.   May 01, 2013  May Public Programs at National Lakeshore  Meet with researchers conducting scientific investigations at Indiana Dunes National Lakeshore on May 3 and 4 for “Indiana Dunes, Science, and YOU!” These interactive programs are designed to be fun for all ages and are sponsored by the National Park Service and the United States Geological Survey. Indoor presentations at the Indiana Dunes Visitor Center will be followed by special field trips in the national lakeshore. All programs and field trips are presented free of charge. To enhance the fun, free educational materials will be available through a generous donation by the Dunes National Park Association.   April 30, 2013  Science Programs Offered at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Meet with researchers conducting scientific investigations at Indiana Dunes National Lakeshore on May 3 and 4 for “Indiana Dunes, Science, and YOU!” These interactive programs are designed to be fun for all ages and are sponsored by the National Park Service and the United States Geological Survey. Indoor presentations at the Indiana Dunes Visitor Center will be followed by special field trips in the national lakeshore. All programs and field trips are presented free of charge. To enhance the fun, free educational materials will be available through a generous donation by the Dunes National Park Association.   April 23, 2013  Rescheduled Nature in My Neighborhood Event - New Date and Time: April 27, 1:00 PM  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service announced yesterday that the launch of the Nature in My Neighborhood initiative at Indiana Dunes National Lakeshore was cancelled for today due to the forecast of thunderstorms.   April 22, 2013  Opening for Nature in My Neighborhood Postponed Until April 27  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service has postponed the launch of the Nature in My Neighborhood initiative at Indiana Dunes National Lakeshore scheduled for tomorrow. The cancellation is due to the forecast of heavy rain and probable thundershowers creating unsafe conditions for school children and others attending the event.   April 12, 2013  Green Gary & Junior Ranger Day - Introducing the Nature Play Zone  INDIANA DUNES NATIONAL LAKESHORE: Join in the celebration of Earth Day and National Park Week at the annual Green Gary and Junior Ranger Day at Indiana Dunes National Lakeshore’s Douglas Center on April 27, from 10:00 am – 3:00 pm. Enjoy fun, nature-based, activities, explore the newly opened Nature Play Zone and hike the Miller Woods Trail extension to Lake Michigan.   April 09, 2013  Nature Art Premiere at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Join Hammond High School art students as they showcase their nature art at Indiana Dunes National Lakeshore’s Paul H. Douglas Center on Saturday, April 13, from 1:00 pm – 4:00 pm.  These students have studied the flora and fauna of the national lakeshore during the semester and have created unique pieces of artwork in watercolor or mixed media that will be on display at the center for the summer. The student artists will be on hand to answer questions during the reception.   April 03, 2013  National Park Service to Hire Youth Workers for Summer  INDIANA DUNES NATIONAL LAKESHORE: Indiana Dunes National Lakeshore has jobs for 11 teenagers this summer. The Youth Conservation Corps (YCC) program is a work-learn-earn program for 15-18 year-olds. Deadline to apply is May 4, 2013.   April 02, 2013  Educator Workshop Offered at Dunes Learning Center  INDIANA DUNES NATIONAL LAKESHORE: Indiana Dunes National Lakeshore, Dunes Learning Center and the Indiana Department of Natural Resources Division of Forestry are jointly offering a Project Learning Tree Educator Workshop on Saturday, April 27, 2013 in celebration of Arbor Day and National Parks Week. Educators, naturalists, scout leaders, and other youth leaders are invited to attend this interactive training which runs from 9:00 am – 4:00 pm and will be held at the Dunes Learning Center campus.   March 29, 2013  Indiana Dunes National Lakeshore Receives Urban Leagues Diversity and Inclusion Awards  INDIANA DUNES NATIONAL LAKESHORE: At the Urban League of Northwest Indiana’s Diversity and Inclusion Awards Luncheon on March 21, 2013, Indiana Dunes National Lakeshore was honored to receive two awards: the Development Award and the overall Moving the Needle Award, for the park’s programs of diversity and inclusion.   March 13, 2013  Indiana Coastal Land Conservation Alliance Formed  INDIANA DUNES NATIONAL LAKESHORE:  Four local organizations have joined together as the initial members of the Indiana Coastal Land Conservation Alliance. Save the Dunes, Shirley Heinze Land Trust, The Nature Conservancy, and the National Park Service signed the founding charter of the new alliance.   February 26, 2013  Indiana Dunes National Lakeshore Tourism Creates $60 million in Local Economic Benefit  INDIANA DUNES NATIONAL LAKESHORE: In 2012, Indiana Dunes National Lakeshore had 1,889,381 visitors who spent close to $60 million in the communities around the national lakeshore. That spending supported more than 800 jobs in the local area. Figures for 2011 show a similar trend.   February 14, 2013  Think Spring at National Lakeshores Maple Sugar Time  INDIANA DUNES NATIONAL LAKESHORE: Get a sweet taste of spring at Indiana Dunes National Lakeshore’s annual Maple Sugar Time. The historic Chellberg Farm will be bustling with the activities of maple sugaring from 10:00 am – 4:00 pm on the weekends of March 2 & 3 and March 9 & 10, 2013. Join park rangers and volunteers for this fun and educational event marking the unofficial start of spring in dune country.   February 07, 2013  teen program offered at national lakeshore 2013  INDIANA DUNES NATIONAL LAKESHORE: Calling all teens living near Indiana Dunes National Lakeshore! Reduce your “screen time” and join the National Park Service in doing some “green time” with the ParKids Youth Volunteer Corps.   January 28, 2013  Groundhog Day Celebrated at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Join a ranger for a special puppet show in honor of Groundhog Day on February 2nd during the open house at Indiana Dunes National Lakeshore's Paul H. Douglas Center. Shows at 1:00 pm and 2:30 pm will explain where these furry rodents have been and how they survive the long winter.   January 25, 2013  Increase in Campground Fee and New House Tour Fee Sought for National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service is seeking an increase in the fee for camping to cover the cost of adding municipal water to the Dunewood Campground in Indiana Dunes National Lakeshore. A new municipal waterline was installed in 2012 and will go into service in 2013. The municipal water will improve the quality and reliability of the water supply compared to the previous well system and increases the capacity of hydrants to provide fire protection. The increased camping fee will cover the costs of paying the water company for the water used by the campground.   January 24, 2013  Summer Employee Housing Needed  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service is in need of short-term housing near Indiana Dunes National Lakeshore for the summer's seasonal workforce of park rangers, guides, maintenance workers, and research aids.   January 16, 2013  WINTER PROGRAMS AT NATIONAL LAKESHORE  The following programs are being offered at Indiana Dunes National Lakeshore this winter. Please see the individual program descriptions listed below. For more information on any of the programs at the national lakeshore, contact Ryan Koepke at 219-395-1882 or check the park’s website at www.nps.gov\/indu. All programs are free.   January 08, 2013  Possible Suicide Victim Found at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Park Rangers from The National Park Service along with officers from the Beverly Shores Police Department, Porter County Sheriff’s Office, and Town of Porter Police responded to the report of a person with a gun in a vehicle along old road within Indiana Dunes National Lakeshore. A hiker was walking along the old road when they saw a pickup truck with the engine running parked along the road.  As they approached the vehicle they noticed an individual slumped over with a gun in their hand located in the driver’s seat.  The hiker then reported the incident to the Beverly Shores Police Department.   January 08, 2013  Martin Luther King Holiday Celebration at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Celebrate and honor the service and commitment of Dr. Martin Luther King Jr. and other civil rights leaders at Indiana Dunes National Lakeshore’s Paul H. Douglas Center on Saturday, January 19. A variety of hands-on activities, service opportunities, and exhibits will be available for families to enjoy throughout the day.   December 18, 2012  Christmas Bird Count at National Lakeshore 2012  INDIANA DUNES NATIONAL LAKESHORE: On December 27, join in at Indiana Dunes National Lakeshore and be part of the longest running Citizen Science survey in the world: Audubon’s 113th annual Christmas Bird Count. Counts are taking place across the country from December 14, 2012 to January 5, 2013. Families and students, birders and scientists, armed with binoculars, bird guides and checklists go out on an annual mission – to find and count as many birds as possible. Audubon and other organizations will use the data collected to assess the health of bird populations and to help guide conservation actions.   December 04, 2012  National Park Service Issues Finding of No Significant Impact on Cowles Bog Wetland Restoration  INDIANA DUNES NATIONAL LAKESHORE:  The National Park Service (NPS) has issued a Finding of No Significant Impact (FONSI) for the Preferred Alternative in the Environmental Assessment of the“Restoration of Cowles Bog Wetland Complex’s Lake Plain Wet-Mesic Prairie for Indiana Dunes National Lakeshore”. The FONSI and the NPS’s response to public comments can be found online at http:\/\/parkplanning.nps.gov\/indu.   November 30, 2012  December Programs at National Lakeshore  The following programs are being offered at Indiana Dunes National Lakeshore next month. Please see the individual program descriptions listed below. For more information on any of the programs at the national lakeshore, contact the information desk at 219-395-1882 or check the park’s website at www.nps.gov\/indu.   November 28, 2012  Holiday Traditions Program at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Celebrate “Holiday Traditions in the Dunes” on Saturday, December 8, from Noon – 3:00 pm at Indiana Dunes National Lakeshore. Enjoy live holiday music and dance, tour two historic homes decked out in their holiday finest, let the kids make some holiday crafts, and even get a free taste of some traditional holiday treats. You don’t have to get chilled thanks to a free shuttle bus that runs between Chellberg Farm and the Bailly Homestead.   November 16, 2012  Public Invited to Research Conference on National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: The general public is invited to join researchers and resource managers at a one-day research conference focusing on Indiana Dunes National Lakeshore. The conference, “Linking Research to Management at Indiana Dunes National Lakeshore in a Rapidly Changing Environment,” will be held on Wednesday, November 28, from 9:00 am to 5:00 pm in the Berglund Auditorium at Indiana University Northwest in Gary, Indiana.   November 08, 2012  Climate Change Program at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Join research coordinator Joy Marburger at Indiana Dunes National Lakeshore’s Douglas Center on Saturday, November 17 at 1:30 pm for a presentation highlighting the behavior of animals and plants in response to shifting climate patterns. Through slides and data, Dr. Marburger will discuss specific local examples of how to measure changes in plant and animal behavior.   October 30, 2012  National Park Service Closes Some Lakeshore Areas Due to Storm  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service announced today that it will close the Porter Beach (Wabash Avenue) parking lots and the Mt. Baldy and Central Avenue access points to Lake Michigan on Tuesday, October 30, due to expected lakefront waves and flooding from Hurricane Sandy. The National Park Service’s Portage Lakefront and Riverwalk site will remain open, but the beach, breakwater, and riverwalk will be closed.   October 24, 2012  NOVEMBER PROGRAMS AT NATIONAL LAKESHORE  The following programs are being offered at Indiana Dunes National Lakeshore this month. Please see the individual program descriptions listed below. For more information on any of the programs at the national lakeshore, contact the information desk at 219-395-1882 or check the park’s website at www.nps.gov\/indu .   October 23, 2012  National Lakeshore Receives 97% Visitor Satisfaction Rating  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service announced today that Indiana Dunes National Lakeshore has received the results of the annual survey of park visitors. Ninety-seven percent of the survey respondents thought the quality of facilities, services, and recreational opportunities were either “very good” or “good” at the park. This level of visitor satisfaction ties the highest ever recorded at the national lakeshore since the yearly surveys began in 1998. These surveys are conducted at all national parks every year and are distributed and managed by the Park Studies Unit of the University of Idaho.   October 22, 2012  Halloween Activities at National Lakeshore’s Douglas Center  INDIANA DUNES NATIONAL LAKESHORE:  If your family is looking for an alternative to haunted houses and scary Halloween activities, enjoy a Halloween adventure with a nature and history theme on Saturday, October 27 between 9 am – 3 pm at Indiana Dunes National Lakeshore’s Paul H. Douglas Center.   October 05, 2012  Public Meeting on National Park Service Shoreline Plan  INDIANA DUNES NATIONAL LAKESHORE:  The National Park Service will host a public meeting on the draft Environmental Impact Statement for the “Shoreline Restoration and Management Plan” for Indiana Dunes National Lakeshore. The meeting will be at Sycamore Hall in Woodland Park, 2100 Willow Creek Road, Portage, Indiana, on October 23, 2012, from 6:00 pm to 8:00 pm. The meeting will include a brief presentation on the plan, informational displays, and a public question and answer session.   October 03, 2012  National Park Service to Rename Two Areas of Indiana Dunes National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service will be renaming two areas of Indiana Dunes National Lakeshore to better represent the natural resources of the park. The area now known as Inland Marsh will be renamed Tolleston Dunes. The area now known as the Ly-Co-Ki-We Trail will be renamed the Glenwood Dune Trail.   September 28, 2012  OCTOBER PROGRAMS AT NATIONAL LAKESHORE  The following programs are being offered at Indiana Dunes National Lakeshore this October. Please see the individual program descriptions listed below. For more information on any of the programs at the national lakeshore, contact the information desk at 219-395-1882 or check the park’s website at www.nps.gov\/indu.   September 25, 2012  Celebrate National Public Lands Day at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Become part of the nation's largest, single-day volunteer event for public lands on Saturday, September 29 at Indiana Dunes National Lakeshore. Volunteer work projects will take place in the morning at both Cowles Bog and Mount Baldy and a ranger-led hike will be offered in the afternoon at Miller Woods.   September 21, 2012  National Park Service to Conduct Fall Prescribed Fires  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service will conduct three prescribed fires this fall at Indiana Dunes National Lakeshore. The largest prescribed fire will be the 328 acre Derby Ditch prescribed fire. This fire is part of the park’s long term restoration efforts in Derby Ditch, a wetland area that runs between U.S. 12, Beverly Drive, East State Park Road and Broadway Avenue just south of the Town of Beverly Shores.   September 14, 2012  National Park Service Seeks Public Comment on Shoreline Restoration and Management Plan\/Draft Environmental Impact Statement  INDIANA DUNES NATIONAL LAKESHORE:  The National Park Service has released the draft Environmental Impact Statement for the “Shoreline Restoration and Management Plan” for Indiana Dunes National Lakeshore and is seeking public comment.   September 07, 2012  No Hunting Allowed at Indiana Dunes National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: With the coming of the hunting season the National Park Service would like to remind the public that no hunting of any kind is permitted within Indiana Dunes National Lakeshore. This prohibition applies, regardless of land ownership, to any property within the boundaries of the national lakeshore. It is the hunter’s responsibility to ensure that they are not hunting within park boundaries, even if the boundary is not clearly indicated.   September 04, 2012  Worlds Fair Homes Tours Offered at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Join a National Park Service ranger at Indiana Dunes National Lakeshore for a tour of five historic homes from the 1933 Chicago World’s Fair on Saturday, October 20 between 8:00 am and 4:30 pm. Each tour will last one hour and fifteen minutes and includes an inside look at the Cypress Log House, House of Tomorrow, Florida Tropical House, Armco-Ferro House, and the Rostone House. Reservations are required and there is a $15 per person fee to cover the cost of shuttle buses between the parking lot and the houses. There is no on-site parking available.   August 22, 2012  National Park Service Founder’s Day Activities  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service will celebrate its 96th birthday this year on August 25. You can celebrate the day with a variety of activities being offered at the national lakeshore.   August 07, 2012  View Meteor Shower at National Lakeshore’s West Beach  INDIANA DUNES NATIONAL LAKESHORE: Join a ranger at Indiana Dunes National Lakeshore’s West Beach on Friday, August 10, from 8 pm – 10 pm for a spectacular evening show courtesy of the annual Perseids Meteor Shower. Learn what causes this annual event and how you can help in the conservation of our night sky. There is no hiking involved in this program. Bring a chair or blanket and meet in the northwest corner of the West Beach parking lot for this two-hour extravaganza. There is a $6 per car fee collected at West Beach until 6:30 pm.   August 02, 2012  South Shore Dance Alliance to Perform at National Lakeshore  Talented local youth from the South Shore Dance Academy will perform their latest dance routines during an August 4th open house at Indiana Dunes National Lakeshore’s Paul H. Douglas Center.   July 23, 2012  National Park Service Rangers Locate Missing Person  INDIANA DUNES NATIONAL LAKESHORE: National Park Service Rangers have located Juan Tovar, 18 years old from Aurora, Illinois who was reported missing from Indiana Dunes National Lakeshore, Sunday. Mr. Tovar was found uninjured and arrangements are being made to return him to his family.   July 20, 2012  West Beach Lifeguards Work to Save Boy at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: At approximately 4:00 p.m. today, while visiting the West Beach unit of Indiana Dunes National Lakeshore, one of the members of a group of 13 adults and children notified National Park Service lifeguards on duty at the beach that a five year old boy had gone missing.   July 17, 2012  Indiana Dunes National Lakeshore Hosts Open House at Park Headquarters and Superintendent's Forum  INDIANA DUNES NATIONAL LAKESHORE:  Did you know Indiana Dunes National Lakeshore has two fire stations? Or, that the park grows thousands of native plants used to restore the natural landscape?  See these activities and more at the Indiana Dunes National Lakeshore Open House this Saturday, July 21 between 1:00 p.m. and 3:00 pm.   July 08, 2012  15-Year-Old Missing in Lake Michigan  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service, U.S. Coast Guard, Indiana Department of Natural Resources and several local agencies are searching Lake Michigan for a 15-year-old white male in the waters of Indiana Dunes National Lakeshore off the national park's Portage Lakefront area.   July 02, 2012  Tuskegee Airmen Presentation at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Learn more about the lives and legacy of some real American heroes, the Tuskegee Airmen, during the July 7, 2012 open house at Indiana Dunes National Lakeshore’s Paul H. Douglas Center for Environmental Education. Cullen Daniel, president of the Miller Historical Society, will be presenting \"The Real Red Tails, America's Forgotten Black Heroes\" at 1:30 pm at the Douglas Center.   June 29, 2012  What Does Freedom Mean to You?  INDIANA DUNES NATIONAL LAKESHORE – Calling all teenage film makers, poets, and photographers! The National Park Service, in partnership with the National Park Foundation’s African American Experience Fund, today launched Expressions of Freedom, a nationwide artistic competition to commemorate the 150th anniversary of the Emancipation Proclamation.   June 29, 2012  Fireworks Prohibited at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: As we approach the July 4 holiday, the National Park Service reminds the public that fireworks of any kind are prohibited in all areas of Indiana Dunes National Lakeshore.   June 23, 2012  Body Recovered from Lake Michigan at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: At approximately 3:00 p.m. today, boaters on Lake Michigan reported finding a human body floating in the lake along the eastern portion of Indiana Dunes National Lakeshore.   June 21, 2012  Celebrate the Summer Solstice at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Celebrate summer on Saturday, June 23 with the Solstice Celebration from 1 – 4 pm at the historic Bailly Homestead and Chellberg Farm of Indiana Dunes National Lakeshore. Join park rangers and volunteers at the Chellberg Farm to learn how the summer solstice was celebrated a century ago by Swedes. Explore the timeless traditions of how regional Native Americans have recognized and celebrated this season at the Bailly Homestead. Enjoy music, dance, kid’s activities, and other traditions of this much anticipated time of the year. There will be a free shuttle available to take visitors between the Chellberg Farm and Bailly Homestead.   June 19, 2012  Search for Missing Man in Lake Michigan  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service, U.S. Coast Guard, Indiana Department of Natural Resources and several local agencies are searching Lake Michigan for a 31 year-old male in the waters along the eastern portion of Indiana Dunes National Lakeshore.   June 13, 2012  National Park Service Awards Commercial Use Permits to Five Beach Businesses  INDIANA DUNES NATIONAL LAKESHORE: There will be five commercial services operating in Indiana Dunes National Lakeshore this summer providing food and refreshments to visitors to the park.  The five businesses operating this year are   June 08, 2012  Avoid the Beach Crowds and Go to West Beach  INDIANA DUNES NATIONAL LAKESHORE: On hot summer weekends the beach parking lots along Indiana’s shore quickly fill up. That is, all but one. West Beach, part of Indiana Dunes National Lakeshore, rarely fills up. The National Park Service wants to remind visitors that they can often find a parking spot at West Beach when other lots are full.   June 08, 2012  Connecting Families and Nature at the National Lakeshore  Bring the family to an outdoor extravaganza at Indiana Dunes National Lakeshore’s Paul H. Douglas Center for Environmental Education on June 16 from 9 am – 3 pm.  In partnership with the United Urban Network, The Field Museum, and the Calumet Stewardship Initiative, park staff and partners have a variety of themed hikes, activity stations, and outdoor games planned for the whole family to enjoy.   June 06, 2012  National Park Service Seeks Comments on Wabash Avenue\/Porter Access Area Environmental Assessment  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service is preparing a draft Environmental Assessment for the Wabash Avenue Visitor Use and Traffic Improvement Plan for Indiana Dunes National Lakeshore and is seeking public input. Each unit of the National Park Service is driven by federal enabling legislation, and the preparation of this plan is required to ensure that the development of the Wabash Avenue Visitor Use Area meets the National Park Service regulations and Federal laws. The public is invited to attend an open house to learn more about the plan and give input.   June 05, 2012  New Fee System at National Lakeshore Campground  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service has installed a new fee system at Indiana Dunes National Lakeshore’s Dunewood Campground in time for the busy summer season. The campground now features an Automated Fee Machine that will allow quick and convenient check-in at the campground 24 hours a day. This machine, that replaces the envelope and drop safe system used since the campground opened, will take credit and debit cards only. Cash will no longer be accepted. Sites are still available on a first-come, first-served basis, but with this new fee machine campers can now pay at one time for their entire stay of up to 14 days.   May 30, 2012  Month-long Summer Solstice Celebration at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: A new, nearly month-long celebration of the longest days of the year will debut this June at Indiana Dunes National Lakeshore. A series of five programs, culminating in a Solstice Traditions special event at the national lakeshore’s Bailly Homestead and Chellberg Farm on June 23, will explore how Duneland residents have celebrated the peak of the summer throughout the last several thousand years.   May 22, 2012  National Park Service Welcomes New Park Partner  Indiana Dunes National Lakeshore –  On Tuesday, May 22, the National Park Service will hold a joint news conference to announce a partnership with the newly formed Dunes National Park Association. The event will be at the national lakeshore’s Portage Lakefront and Riverwalk, at 10:00 a.m. Members of the Dunes National Park Association Board of Directors will be in attendance.   May 18, 2012  Photography Workshop at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE:  Photographers are invited join a free workshop at 1:30 p.m., Saturday, May 26 at the Paul H. Douglas Center for Environmental Education in Gary to learn helpful tips for shooting the tricky sand dunes and lake landscapes.  Geared especially towards teens but open to photographers of all ages, this program will be presented by local, award winning photographer John Roquet of the Imagemakers Photo Club.   May 16, 2012  Thanking Americas Armed Forces  INDIANA DUNES NATIONAL LAKESHORE – To show our appreciation for those who serve in the U.S. Military, on May 19 – Armed Forces Day – the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   May 10, 2012  National Park Service Fishing Regulations at Indiana Dunes National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: With the coming summer recreation season the National Park Service would like to remind people of the opportunities for fishing and other recreational activities in Indiana Dunes National Lakeshore. Only recreational fishing is allowed. Commercial fishing is prohibited.   May 04, 2012  Hammond High School Art Exhibition at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE:  Artists from Hammond High School will be opening a new nature-inspired art exhibit at Indiana Dunes National Lakeshore’s Douglas Center with a reception on Saturday, May 12, from 12 p.m. – 4 p.m.   May 04, 2012  National Lakeshore’s White-tailed Deer Management Plan Released  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service has released a final White-tailed Deer Management Plan\/Environmental Impact Statement for Indiana Dunes National Lakeshore. The plan has been developed in accordance with the National Environmental Policy Act. The Environmental Protection Agency published a Notice of Availability for the plan in the Federal Register on April 27, 2012. A Record of Decision, describing the selected alternative and project commitments, will be signed by the Midwest Regional Director no sooner than 30 days after the listing in the Federal Register.   May 04, 2012  200 Children Become the First Great Lake Junior Rangers  INDIANA DUNES NATIONAL LAKESHORE: After hours of cutting non-native plants, collecting pounds of trash from the beach, and completing parts of a new Great Lakes Junior Ranger book at Indiana Dunes National Lakeshore, 200 elementary age children were awarded Great Lakes Junior Ranger badges on Junior Ranger Day, Saturday April 28.   May 01, 2012  Workshop at National Lakeshore Explores Water Quality and Public Health  INDIANA DUNES NATIONAL LAKESHORE: This year is the 40th Anniversary of the Clean Water Act. On Saturday, May 5, formal educators, naturalists, youth leaders, water managers, treatment plant operators, and interested citizens are invited to celebrate and try their hands at a wide variety of activities they can use to teach about water quality during a Healthy Water Healthy People Workshop (HWHP) at the Dunes Learning Center in Indiana Dunes National Lakeshore.   April 16, 2012  great lakes invasive plant management plan - environmental assessment 2012  The National Park Service (NPS) has prepared an Environmental Assessment (EA) for a Great Lakes Invasive Plant Management Plan (IPMP) for the following ten parks located in the Great Lakes region: Apostle Islands National Lakeshore (APIS), Grand Portage National Monument (GRPO), Ice Age National Scenic Trail (IATR), Indiana Dunes National Lakeshore (INDU), Isle Royale National Park (ISRO), Mississippi National River and Recreation Area (MISS), Pictured Rocks National Lakeshore (PIRO), Sleeping Bear Dunes National Lakeshore (SLBE), St. Croix National Scenic River (SACN), and Voyageurs National Park (VOYA).   April 13, 2012  National Park Week Activities at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE:  Saturday, April 21, through Sunday, April 29, is National Park Week in the United States with the theme; “Picture Yourself in a National Park.” But, you don’t have to fly to Yellowstone or drive to the Everglades to participate. You can join with the National Park Service to explore, learn, share, and give back to your nearby national park: Indiana Dunes National Lakeshore.   April 12, 2012  Green Gary Celebration at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Celebrate National Park Week at the annual Green Gary Day on Saturday, April 21, from 11:00 a.m. – 3:00 p.m. This free, family-oriented event will have activities at the Paul H. Douglas Center for Environmental Education on Lake Street in Gary and at the nearby Lake Street Beach. “Healthy Parks, Healthy Homes, and Healthy People” is the theme of this year’s event that is being presented by the National Park Service in partnership with the City of Gary and local community groups.   April 11, 2012  Body Found on Beach at Indiana Dunes National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service is investigating a human body that has been found on the Lake Michigan shoreline. The body was found in the eastern portion of Indiana Dunes National Lakeshore near the 600 block of Lake Front Drive.   March 09, 2012  National Park Service Seeks Public Comment on Cowles Bog Wetland Complex Restoration  INDIANA DUNES NATIONAL LAKESHORE:  The National Park Service has released the draft Environmental Assessment for “Restoration of Cowles Bog Wetland Complex’s Lake Plain Wet-Mesic Prairie for Indiana Dunes National Lakeshore”, and is seeking public comment. Each unit of the national park system is driven by federal enabling legislation and this assessment is needed to ensure the Cowles Bog Wetland Complex restoration is in harmony with the legislative intent of Indiana Dunes National Lakeshore. The Environmental Assessment evaluates three possible alternatives in depth. The alternatives addressed include restoring wetland hydrology, grading to fill ditches, removal of the tree canopy, and planting native prairie plants now absent from the area. The alternatives meet park purposes and objectives while protecting park resources and minimizing impacts. All alternatives are consistent with applicable NPS laws, policies, and regulations.   March 07, 2012  National Park Service to Conduct Spring Prescribed Fires  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service will conduct nine prescribed fires this spring at Indiana Dunes National Lakeshore. Three burns will take place near the Miller area of Gary. The 140 acre Miller Woods Prescribed Fire is west of the Douglas Center on Lake Street. Thirty-eight acres of land between Lake Street and Grand Boulevard, north of 3rd Avenue make up the Grand Boulevard Prescribed Fire. Another 90 acres of park land make up the Woodlake Savanna Prescribed Fire along County Line Road between US 12 and 5th Avenue.   February 29, 2012  Indiana Dunes National Lakeshore = Visitors, Money and Jobs for Local Economy  INDIANA DUNES NATIONAL LAKESHORE: A new National Park Service (NPS) report shows that 2,150,345 visitors in 2010 spent $63,495,000 in the communities around Indiana Dunes National Lakeshore.   February 29, 2012  Teaching with Great Lakes and Dunes Data Workshops at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: On Monday, April 2, educators have the opportunity to take part in two, half-day professional development workshops at Indiana Dunes National Lakeshore. Both workshops focus on the use of scientific data from real-life investigations.   February 17, 2012  MAPLE SUGAR TIME AT NATIONAL LAKESHORE  INDIANA DUNES NATIONAL LAKESHORE: Enjoy a sweet taste of our shared Indiana dunes heritage at the annual Maple Sugar Time. Join National Park Service rangers and volunteers at Indiana Dunes National Lakeshore’s  historic Chellberg Farm from 10 a.m. - 4 p.m. on the weekends of March 3 & 4 and March 10 & 11, 2012 for this fun and educational event marking the unofficial start of spring.   February 10, 2012  Tuskegee Airmen History Presentation at National Lakeshore  Learn more about the lives and legacies of American heroes, the Tuskegee Airmen, on February 18 at Indiana Dunes National Lakeshore’s Paul H. Douglas Center for Environmental Education. Cullen Daniel, president of the Miller Historical Society, will present \"The Real Red Tails, America's Forgotten Black Heroes\" at 1:30 p.m. during the Saturday afternoon Open House at the Douglas Center.   February 06, 2012  Teens Learn Kayaking Skills for Indiana Dunes Program  INDIANA DUNES NATIONAL LAKESHORE: Two dozen teens participating in Indiana Dunes National Lakeshore’s ParKids program spent much of a recent Saturday in an indoor pool learning the basics of kayaking.   January 25, 2012  BRUSH PILES TO BE BURNED AT NATIONAL LAKESHORE  INDIANA DUNES NATIONAL LAKESHORE: National Park Service firefighters will burn brush piles this winter at Indiana Dunes National Lakeshore. The burn piles are at the national lakeshore’s Mnoké Prairie on Beam Street west of US Highway 20. Approximately 100 piles of cut brush from prairie restoration work will be burned. Controlled burning of the brush piles in the winter months reduces the amount of hazardous fuels on the prairie in the dry spring months.   January 10, 2012  Housing Needed for National Lakeshore’s Summer Employees  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service is in serious need of short-term housing near Indiana Dunes National Lakeshore for the summer’s seasonal workforce of park rangers, guides, maintenance workers, and research aids, according to Superintendent Constantine Dillon.   January 06, 2012  Summer Jobs Available at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service has seasonal employment opportunities available for the summer of 2012 at Indiana Dunes National Lakeshore. Applications are now being accepted for a variety of positions including Park Guides, Biological Science Technicians, Laborers and Custodial Workers. Most summer seasonal jobs run from mid-May to early-September and require work in an outdoor setting. Jobs with the National Park Service are often very competitive and you must be a United States citizen to work for the Federal Government.   December 23, 2011  Celebrate King Holiday at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Join the celebration at Indiana Dunes National Lakeshore honoring the life of Dr. Martin Luther King Jr. from 1-3 p.m., Saturday, January 14, 2012 at the Paul H. Douglas Center for Environmental Education. Enjoy a program about national parks that tell Dr. King’s story, and participate in a community service project outside the center.   December 20, 2011  Four Artists-in-Residence Unveil Work at Indiana Dunes  A long legacy of art in the National Parks continued at Indiana Dunes National Lakeshore when four artists unveiled their visual interpretations of the park during a brief ceremony on December 12th in the park’s visitor center. Mark Burkett (Mooresville, IN), Susan Henshaw (Union Pier, MI), Nancie King Mertz (Chicago, IL), and Jeannie McLeish (Mooresville, IN) each presented artwork created during their stays as Artists-in-Residence this past summer. Accepting their work on behalf of the park was Superintendent Costa Dillon.   December 20, 2011  Winterfest at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Embrace winter and have some fun at Indiana Dunes National Lakeshore’s Winterfest Celebration from 12:00 p.m.-4:00 p.m., Saturday, January 7 at the Paul H. Douglas Center for Environmental Education.   December 19, 2011  Christmas Bird Count at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: On December 28, join in at Indiana Dunes National Lakeshore and be part of the longest running Citizen Science survey in the world: the Audubon’s 112th annual Christmas Bird Count. Counts are taking place across the country from December 14, 2011 to January 5, 2012. Tens of thousands of participants, from beginner to expert, will help provide critical data on population trends and have a lot of fun while doing it. “Each volunteer observer is an important contributor, helping to shape the overall direction of bird conservation,” says Geoff LeBaron, National Audubon's Christmas Bird Count Director.   December 19, 2011  Teen Program Offered at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Calling all teens living near Indiana Dunes National Lakeshore! Reduce your “screen time” and join the National Park Service in doing some “green time” with the ParKids Youth Volunteer Corps.   December 09, 2011  Artist-in-Residence Unveil Work at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Four artists, who worked as Artists-In-Residence this past year at Indiana Dunes National Lakeshore, will unveil their visual interpretations of the park at 1:30 p.m. on Monday, December 12, at the Indiana Dunes Visitor Center.  Mark Burkett, Susan Henshaw, Nancie King Mertz, and Jeanne McLeish will each present their artwork to the park and discuss their experience as an Artist-In-Residence at the national lakeshore.   December 01, 2011  National Lakeshore Pilots New Program for High Schools  INDIANA DUNES NATIONAL LAKESHORE: Two environmental science classes from North Manchester High School will be guinea pigs for new education activities at Indiana Dunes National Lakeshore’s Dunes Learning Center on December 5-6.   November 07, 2011  Body Found on Beach at National Lakeshore  PORTER, Indiana:  National park rangers were notified by a visitor early this afternoon that a human body had been found on the Lake Michigan shoreline in Indiana Dunes National Lakeshore near Central Avenue. Upon investigation, it was determined to be a male. The Central Avenue area of the national lakeshore had been closed due to impacts of recent storms.   October 31, 2011  Park Prescription: Take a Hike and Call me in the Morning  WASHINGTON – Amid the twin crises of health care and a tough economy, national parks and protected lands are a largely unrealized source of public health benefits. National Park Service Director Jonathan B. Jarvis says, “Being outdoors has positive effects on health that don’t cost a dime.”   October 24, 2011  NATIONAL PARK SERVICE TO CONDUCT PRESCRIBED BURNS  PORTER, Indiana: The National Park Service (NPS) will conduct six prescribed burns this fall at Indiana Dunes National Lakeshore. Carefully planned and closely monitored burns remove accumulated dead plant material under controlled conditions, significantly reducing the threat of uncontrolled wildland fires in and near the national lakeshore. These burns also promote the healthy growth of native plants that support the variety and abundance of birds and animals found in these natural areas.   October 11, 2011  East State Park Road Closed Through Winter for Reconstruction  Indiana Dunes National Lakeshore, IN - East State Park Road will be closed for reconstruction beginning Monday, October 31, 2011. The Federal Highway Administration expects the road to be closed through May 2012.   October 04, 2011  National Park Service Reminds Hunters NO Hunting in Indiana Dunes National Lakeshore  Porter, Indiana: The National Park Service would like to remind hunters that while hunting season has started in Indiana, no hunting of any kind is permitted within Indiana Dunes National Lakeshore. This prohibition applies regardless of land ownership, to any property within the boundaries of the national lakeshore. It is the hunters’ responsibility to ensure that they are not hunting within park boundaries.   September 16, 2011  National Park Service Seeks Public Comments on Porter Brickyard Trail  Porter IN: The National Park Service has released the draft Porter Brickyard Trail Environmental Assessment for Indiana Dunes National Lakeshore and is seeking public comment.  Each unit of the national park system is driven by federal enabling legislation and this assessment is needed to ensure the Porter Brickyard Trail is in harmony with the legislative intent of Indiana Dunes National Lakeshore.  The Porter Brickyard Environmental Assessment evaluates three possible alternatives in depth. These alternatives explore a range of options for the route of the trail through the National Lakeshore that meets park purposes and objectives while protecting park resources and minimizing impacts.  All alternatives are consistent with applicable NPS laws, policies, and regulations.   September 12, 2011  National Park Service Offers World’s Fair House Tours  Join a National Park Service Ranger at Indiana Dunes National Lakeshore for a tour of five historic homes from the 1933 Chicago World’s Fair.  These free tours are offered by reservation only on Saturday, October 22nd, between 8:00 a.m. and 4:30 p.m. Each tour lasts one hour and fifteen minutes and includes an inside look at the Cypress Log Cabin, House of Tomorrow, Florida Tropical, Armco Ferro House, and the Wieboldt-Rostone home.   September 08, 2011  DUNELAND HERITAGE DAYS FESTIVAL AT NATIONAL LAKESHORE  Explore and celebrate our shared heritage at the Duneland Heritage Days Festival on September 17 and 18, 2011 from 11 a.m. – 5 p.m. Located at Indiana Dunes National Lakeshore’s historic Bailly Homestead and Chellberg Farm. This free event features authentic music, dance, demonstrations, hands-on activities, and traditional foods for the whole family. Kids can complete special activities and earn junior ranger, firefighter, and archeologist patches.  Parking for the event is located across from the Chellberg Farm on Mineral Springs Road in Porter, Indiana.   August 11, 2011  NATIONAL PARK SERVICE WORKS WITH GROUND WORK GARY TEENS FOR SUMMER JOBS AND GREEN CAREERS  Porter, IN. Not every teen is taking the summer off to hang out at the beach. Members of the Gary Green Team are working hard to improve the potential of their neighborhood including Indiana Dunes National Lakeshore.   July 11, 2011  NRDC Report Confirms that Indiana Dunes National Lakeshore has Regions Cleanest Beaches  Porter, IN:     The National Resources Defense Council’s (NRDC) recently released Testing the Waters 2011 Report shows that Indiana Dunes National Lakeshore beaches are rarely affect by pollution and are among the cleanest beaches in Indiana. Two Indiana Dunes National Lakeshore beach sites have had only one day of health advisory in 2010. Mt. Baldy, Lake View, Central, and the other Indiana Dunes National Lakeshore rarely exceed standards and are at the bottom of the list in terms of days of non-attainment.   July 08, 2011  July Workshops to Nurture Young Science Educators  The National Park Service in partnership with the Dunes Learning Center is offering a series of educator workshops, “Nurturing Young Scientists,” July 18 – 22, at Indiana Dunes National Lakeshore.   July 06, 2011  National Park Service Seeks Public Comment on Cowles Bog Project  The National Park Service is preparing an Environmental Assessment for a restoration project at Cowles Bog Wetland Complex located within Indiana Dunes National Lakeshore. The NPS is seeking public input on the proposed project and will hold a public meeting on Wednesday July 20, 2011 at 7:00 p.m. at the Park Meeting Room located at 1100 N. Mineral Springs Road in Porter, Indiana.   June 16, 2011  Fireworks Prohibited at Indiana Dunes National Lakeshore - 2011  Porter, IN-As we approach the July 4 holiday, the National Park Service reminds the public that fireworks of any kind are prohibited in all areas of Indiana Dunes National Lakeshore.   June 15, 2011  Indiana Dunes National Lakeshore Superintendent Holds Annual Meetings  There is always something happening at Indiana Dunes National Lakeshore. If you would like to find out more about the park, or let the National Park Service know what you think, you are invited to attend one of the Open Forums with the Superintendent.   June 09, 2011  Indiana Dunes National Lakeshore Superintendent Receives Meritorious Service Award  Indiana Dunes National Lakeshore superintendent, Costa Dillon, has been awarded the Meritorious Service Award of the Department of the Interior. The presentation was made by National Park Service Deputy Director Mickey Fearn.   June 07, 2011  DOUGLAS CENTER’S SILVER CELEBRATION AT NATIONAL LAKESHORE  Join in the festivities at Indiana Dunes National Lakeshore for the Silver Celebration of the Paul H. Douglas Center for Environmental Education on June 25th from 10:00 a.m. – 4:00 p.m. This free, family-friendly event celebrates both the 25th anniversary of the Douglas Center and \"Leave No Child Inside\" month.   June 02, 2011  COUNTY LINE ROAD BRIDGE IN MILLER CLOSED THURSDAY TO SUNDAY  Porter, In- The United States Department of Federal Highways will close County Line Road Bridge in Miller to traffic early Thursday morning June 2 and will remain closed until early Sunday morning June 5, 2011.   May 26, 2011  INDIANA DUNES NATIONAL LAKESHORES’ WEST BEACH HONORED BEST BEACH FOR FAMILIES  Porter, IN.– Parents Magazine has named West Beach at Indiana Dunes National Lakeshore as one of America’s “Ten Best Beaches for Families 2011.”   May 17, 2011  Interpretation and Education Plan for National Lakeshore Completed  The National Park Service has completed a new long-range plan designed to guide the interpretive and educational programs and media at Indiana Dunes National Lakeshore.   May 03, 2011  DEMONSTRATORS AND VENDORS WANTED FOR INDIANA DUNES NATIONAL LAKESHORE’S DUNELAND HERITAGE FESTIVAL  No abstract supplied.   April 12, 2011  NATIONAL PARK SERVICE AND PORTER HEALTH SYSTEM LAUNCH PARK PRESCRIPTION PROGRAM AT INDIANA DUNES NATIONAL LAKESHORE  No abstract supplied.   April 07, 2011  CELEBRATE NATIONAL PARK WEEK AT CHICAGOS NATIONAL PARK  No need to make plane reservations to visit a national park during national park week 2011. You do not even have to drive a car, the South Shore Line train goes to Chicago’s closest national park everyday: Indiana Dunes National Lakeshore.  Make healthy plans to come on out to Indiana Dunes National Lakeshore and celebrate National Park Week 2011.  There’s a lot to do for your health and the health of the park. You can help improve the health of the park’s plant community by volunteering on April 16, then join us with our partner Porter Health Systems for an exciting announcement on April 21, and finish the week with Junior Rangers to Get Out and Move on April 23.   April 07, 2011  CELEBRATE NATIONAL PARK WEEK AT YOUR NEIGHBORHOOD NATIONAL PARK  Make healthy plans to come on out to Indiana Dunes National Lakeshore and celebrate National Park Week 2011.  There’s a lot to do for your health and the health of the park.  You can improve the health of the park’s plant community by volunteering on April 16, then join us with our partner Porter Health Systems for an exciting announcement on April 21, and finish the week with Junior Rangers to Get Out and Move on April 23.   March 23, 2011  Great Lakes Invasive Plant Management Plan \/ Environmental Assessment  No abstract supplied.   March 21, 2011  NATIONAL PARK SERVICE TO CONDUCT CONTROLLED BURNS  No abstract supplied.   March 21, 2011  Short Closures Planned On U.S. 12 in Porter  No abstract supplied.   February 18, 2011  NATIONAL PARK FEE PROGRAM MAKES IMPROVEMENTS TO LAKE VIEW COMFORT STATION POSSIBLE  No abstract supplied.   February 11, 2011  NPS SEEKING ASSISTANCE IN SEARCH FOR MISSING WOMAN  Porter , IN-  During a routine evening closure of Indiana Dunes National Lakeshore’s Mt. Baldy parking area on Monday February 7th, a patrol ranger came upon an unoccupied 2003 Ford Windstar minivan in the lot after hours.  A search of the trails in the immediate area was unsuccessful in locating the vehicle’s occupants..  After further investigation it was determined that the registered owner of the vehicle was a 47 year -old woman reported missing from the Indianapolis area.  Through Monday evening a further search of the area and vehicle was done without any success.  Information gathered from the vehicle in the form of a hand written note indicated the vehicle was broken down.   February 11, 2011  HOW TO APPLY FOR A NATIONAL PARK SERVICE SUMMER SEASONAL JOBS AT INDIANA DUNES NATIONAL LAKESHORE  If you are just gaining skills to help you succeed in the world of work or if you are well along the path, Indiana Dunes National Lakeshore has seasonal employment opportunities available for the summer of 2011.  A national park is like a city with a university and there are an amazing collection of jobs that have to be filled. Jobs with the National Park Service are often very competitive and the application process for federal jobs is unlike applying for a job somewhere else. Applications are now being accepted for a variety of positions which typically work in an outdoor setting.  All positions are open to United States Citizens only. Currently there are three programs where we are seeking students to experts to apply.   January 21, 2011  HOUSING NEEDED FOR SUMMER PARK EMPLOYEES  No abstract supplied.   January 13, 2011  INDIANA DUNES NATIONAL LAKESHORE CELEBRATES ITS HIGHEST VISITATION EVER  A record setting 2,165,605 visits were made to Indiana Dunes National Lakeshore in 2010.  This is an 11.8% increase over 2009 and the most number of visits ever recorded in a single year for the region’s only national park.   January 07, 2011  FEES CHANGE AT INDIANA DUNES NATIONAL LAKESHORE  No abstract supplied.   December 10, 2010  DECEMBER DATES  SET TO COUNT LOCAL BIRDS FOR THE 111TH ANNUAL AUDUBON CHRISTMAS BIRD COUNT  Porter, Indiana - This year for the first time there will be two birding circles within Indiana Dunes National Lakeshore and Indiana Dunes State Park participating in the longest running Citizen Science survey in the world: the Audubon’s annual Christmas Bird Count (CBC). Counts will take place across the country from December 14, 2010 to January 5, 2011. Tens of thousands of volunteers throughout North America will brave winter weather to add a new layer to over a century of data.   December 06, 2010  TRAVELING HOLIDAY CELEBRATION AT NATIONAL LAKESHORE  In the style of progressive dinner parties where revelers hop from house to house for different courses, the staff at Indiana Dunes National Lakeshore invites you to a \"Progressive Holiday Celebration\" on Saturday, December 11, from 12:00 p.m.–3:00 p.m. No need for a ghostly guide to share in different holiday traditions at four locations within the park: Chellberg Farm, Bailly Homestead, Paul H. Douglas Center, and the Indiana Dunes Visitor Center.  Receive your own Indiana Dunes patch as a holiday token if you travel to at least two locations.   November 12, 2010  NATIONAL PARK SERVICE PLANS PUBLIC MEETINGS FOR SHORELINE RESTORATION MANAGEMENT PLAN  Be part of the future. The National Park Service (NPS) is in the early stages of a Shoreline Restoration and Management Plan and an associated Environmental Impact Statement (EIS) at Indiana Dunes National Lakeshore. NPS staff will host four open houses where they will introduce the issues that affect the Park’s shoreline, biological communities, foredunes, sand movement and beach nourishment and will propose tools to restore and manage this treasure along the southern shore of Lake Michigan. The majority of the open house is set aside for public questions and comments.   October 29, 2010  National Park Service Plans Three Prescribed Burns this Fall  The National Park Service will conduct three prescribed fires this fall at Indiana Dunes National Lakeshore. The planned burns are at in the park at West Beach, Miller Woods and Long Lake.   October 15, 2010  MAKE A COLORFUL VISIT TO YOUR LOCAL NATIONAL PARK  No abstract supplied.   October 07, 2010  NATIONAL PARK SERVICE AND INDIANA LANDMARKS HOST ANNUAL ARCHITECTURE OPEN HOUSE  No abstract supplied.   September 24, 2010  Historic South Shore Cars on “Track” to Be Preserved  Porter, IN-The National Park Service has conveyed the remaining five historic South Shore Railroad Cars to the East Troy Electric Railroad in East Troy, Wisconsin, where visitors will be able to experience riding in the historic cars.   September 24, 2010  NATIONAL PARK SERVICE PAVILION AT INDIANA DUNES NATIONAL LAKESHORE’S PORTAGE LAKEFRONT AND RIVERWALK RECEIVES GOLD CERTIFICATION  No abstract supplied.   September 20, 2010  Indiana Dunes National Lakeshore to Host Naturalization Ceremony During Citizenship Week  No abstract supplied.   September 20, 2010  National Park Service Welcomes Chief of Interpretation to Indiana Dunes National Lakeshore  No abstract supplied.   September 17, 2010  BODY OF MISSING HOBART MAN FOUND AT INDIANA DUNES NATIONAL LAKESHORE’S INLAND MA  At approximately 5:50 p.m. today, National Park Service (NPS) rangers lead a multi agency search and found the body of a missing Hobart man. His name is being withheld until family notifications have been made.   September 15, 2010  Indiana Dunes National Lakeshore to Host Naturalization Ceremony  Portage, IN  — Indiana Dunes National Lakeshore will host a naturalization ceremony on Friday September 17, 2010 at 10:00a.m.   The Honorable Andrew P. Rodovich U.S. Magistrate Judge, U.S.District Court for the Northern District of Indiana will administer the Oath of Allegiance to America’s newest citizens.  This ceremony is one of more than 20 taking place this week in national parks across the country with the U.S. Citizenship and Immigration Services (USCIS).  The events celebrate Citizenship Week and the theme is “Embrace Citizenship – Experience America Through Your National Parks.”   September 09, 2010  Duneland Heritage Days  No abstract supplied.   September 08, 2010  Help Indiana Dunes National Lakeshore Win a $100,000 Grant  No abstract supplied.   August 25, 2010  National Park Service Seeks Demonstrators and Vendors for New Heritage Festival  The National Park Service is seeking individuals and groups to participate in the first Duneland Heritage Days at Indiana Dunes National Lakeshore on September 18 – 19. This event will take visitors on a 10,000 year journey of land use and human heritage in the Indiana dunes. Starting with the earliest native peoples who hunted and lived off the land, moving through the farming and agricultural era to the last 100 years of urbanization, industry, and the conservation movement that resulted in the creation of the national lakeshore.   July 23, 2010  Meet Local Members of the Tuskegee Airmen at Paul H. Douglas Center at Indiana Dunes National Lakeshore  Spend a part of your Saturday afternoon with local heroes. Members of the Tuskegee Air Men, a dedicated group who enlisted to become America’s first black military airman, will be at the Paul H. Douglas Center in Indiana Dunes National Lakeshore. Find out more about your hometown heroes during a special open house presentation at 2:00p.m.Saturday, July 24, 2010 at the Douglas Center on North Lake Street in the Miller section of Gary, Indiana.   July 14, 2010  National Park Service Seeks Demonstrators and Vendors for New Heritage Festival  The National Park Service is seeking individuals and groups to participate in the first Duneland Heritage Days at Indiana Dunes National Lakeshore on September 18 – 19. This event will take visitors on a 10,000 year journey of land use and human heritage in the Indiana dunes. Starting with the earliest native peoples who hunted and lived off the land, moving through the farming and agricultural era to the last 100 years of urbanization, industry, and the conservation movement that resulted in the creation of the national lakeshore.   July 09, 2010  National Park Service Develops New Partnerships with some \"Old Friends\"  When you plan a trip to Chicago this summer to visit some of the museums and parks in and around the city, do not be surprised to see a national park ranger encouraging you to come visit your nearest national park, Indiana Dunes National Lakeshore. The National Park Service has developed new partnerships this summer with three Chicago institutions: the Chicago Botanic Garden, The Field Museum of Natural History, and the Peggy Notebaert Nature Museum. These partnerships are part of America’s Great Outdoors Initiative which promotes and supports innovative community-level efforts to conserve outdoor spaces and to reconnect Americans to the outdoors.   June 20, 2010  National Park Service Hosts Meet the Superintendent Gatherings Again this Summer at Indiana Dunes National Lakeshore  No abstract supplied.   June 20, 2010  Fireworks Prohibited at Indiana Dunes National Lakeshore  As we approach the July 4 holiday, the National Park Service reminds the public that fireworks of any kind are prohibited in all areas of Indiana Dunes National Lakeshore.   June 16, 2010  Let's Move Outside: More action, new rewards for Junior Rangers  PORTER, Indiana: We dare you to try to keep up with the Junior Rangers at Indiana Dunes National Lakeshore! It’s fun and healthy to play in the parks and now National Park Junior Rangers get an extra reward for movin’ it outside.   June 09, 2010  National Park Service Presentation - Take a Kid Fishing Day  Take a Kid Fishing Day on Saturday, June 12 at the Portage Lakefront and Riverwalk site of Indiana Dunes National Lakeshore located at the north end of Indiana Highway 249.  Enjoy a family-friendly day of fishing activities from 10:00 a.m. to 2:00 p.m.  All activities are free. Parking could be limited, so a free shuttle will run from the Bass Pro Shop parking lot to the Portage Lakefront and Riverwalk throughout the duration of the program. All State of Indiana Department of Natural Resources fishing rules and regulations apply.   May 24, 2010  Inaugural Event Opens New Water Trail at Indiana Dunes National Lakeshore  No abstract supplied.   May 14, 2010  Indiana Dunes National Lakeshore Receives Department of the Interior Unit Award for BioBlitz  No abstract supplied.   May 14, 2010  Local Kids Enter \"First Bloom\" Nationwide Garden Design Contest Through Indiana Dunes National Lakeshore and the National Park Foundation  WASHINGTON, DC (April 26, 2010) – Local youth from the Boys & Girls Club of Michigan City are competing in the National Park Foundation’s First Bloom garden design contest.    May 07, 2010  National Lakeshore Seeks Public Comment for New Interpretation and Education Plan  No abstract supplied.   April 30, 2010  Birds Celebrated With Mini-Bioblitz at Both Indiana Dunes Parks  No abstract supplied.   March 19, 2010  National Park Service Plans Five Prescribed Burns  The National Park Service will conduct five prescribed fires this spring at Indiana Dunes National Lakeshore. The planned burns are the Howes Prairie\/Lupine Lane, West Beach, Marquette Trail, Tolleston Dunes and Mnoké Prairie prescribed fires.   March 12, 2010  Indiana Dunes National Lakeshore is Seeking to Locate Temporary Housing  PORTER, IN:  Indiana Dunes National Lakeshore has a serious need to obtain housing for the coming summer for the park's seasonal workforce of park rangers, interpreters, and research aids, according to Superintendent Constantine Dillon.   March 01, 2010  Indiana Dunes National Lakeshore Seeks Public Input for an Interpretation and Education Plan  No abstract supplied.   February 11, 2010  Indiana Dunes is Your Backyard for Bird Count  Hike and Make it Count for The Birds This Weekend at Indiana Dunes National Lakeshore      January 08, 2010  Explore Indiana Dunes National Lakeshroe Trail by Cross Country Skis and Snowshoes  The snow covered trails of Indiana Dunes National Lakeshore are a perfect place to come and burn off those pesky pounds from extra holiday calories.   October 15, 2009  National Park Service Plans for Prescribed Fires this Fall     The National Park Service will conduct four prescribed fires this fall at Indiana Dunes National Lakeshore. The planned burns are near Kintzele Ditch, at Inland Marsh, and two units in Miller Woods.   October 07, 2009  National Park Service Planning Workshops Continue, Next Focus is Volunteers in Parks  Volunteers have become a welcome site in the workings of many national parks, but it took the vision of park leaders to allow volunteers to work in parks.  The National Park Service continues a series of workshops on how to work with national parks on Tuesday October 27, 2009 from 7:00p.m.-9:00p.m. at the Dorothy Buell Memorial Visitor Center located at the intersection of State Road 49 and U.S. Highway 20 in Porter. Phyllis Cremonini, Volunteer Program Coordinator from the Midwest Regional Office of the National Park Service, will speak about the history, guidelines and future of volunteers in the NPS. The evening will include a presentation followed by a question and answer period.  No reservations are required. This is the third in the series. The first workshop in the series was last July and focused on NPS compliance and planning.  In August, the second workshop focused on guidance and procedures of interpretive planning, guidelines and polices.  Following the volunteer session, the next in the series will be a one-day workshop on November 21, 2009 on how the NPS works with partnerships including fundraising. Pre-registration will be required for that workshop. Indiana Dunes National Lakeshore is one of 391 units of the National Park System ranging form Yellowstone to the Statue of Liberty. Indiana Dunes National Lakeshore includes 15 miles of the southern shoreline of Lake Michigan and 15,000 acres of beach, woods, marshes, and prairie inn the northwest corner of Indiana. More than 2 million visitors come to this national park each year. More information can be found at www.nps.gov\/INDU.   September 30, 2009  Indiana Dunes National Lakeshore Earns 97% Satisfaction Rating  In an annual National Park Service survey, 97% of the visitors coming to Indiana Dunes National Lakeshore this summer were satisfied with the park’s services, facilities and recreational opportunities.   September 30, 2009  National Park Service Hosts Annual Architecture Open House  No abstract supplied.   September 21, 2009  National Park Service to Close Teale Road to Motor Traffic  The National Park Service has announced that it will close Teale Road between U.S. Highway 12 and Furnessville Road effective September 30, 2009.   September 16, 2009  Portion of Mineral Springs Road Closed During Duneland Harvest Festival  No abstract supplied.   September 11, 2009  Volunteer at Your Local National Park for National Public Lands Day  No abstract supplied.   September 10, 2009  Indiana Dunes National Lakeshore Has a Safe Summer Season  Indiana Dunes National Lakeshore completed a busy summer season on Labor Day with more than 1 million visitors coming to the national park: the top tourism destination in Indiana. There were no drownings this summer, a success the National Park Service partially attributes to an increased water safety program instituted after the summer of 2008. “While we cannot say that our changes were directly related to the lack of drownings, we did make a number of improvements to our water safety program this year, “said park superintendent Constantine Dillon.   September 03, 2009  National Lakeshore Celebrates Annual Duneland Harvest Festival  Traditional music, food, and fun again highlight the Duneland Harvest Festival at Indiana Dunes National Lakeshore. This free event runs from 11 a.m. to 5:00 p.m., Saturday, September 19 and Sunday, September 20 at the Chellberg Farm.   August 27, 2009  Indiana Dunes National Lakeshore Showcases Artists' Work  No abstract supplied.   August 24, 2009  Body Found on Indiana Dunes National Lakeshore Beach  On routine patrol in Dunes National Lakeshore a National Park Service Ranger was flagged down by two early morning hikers who reported they found a human body.   August 21, 2009  Indiana Dunes National Lakeshore Recovers from Storm Damage  Storms on evening of August 19 caused damage to portions of Indiana Dunes National Lakeshore.   August 21, 2009  National Park Service Closes Section of Furnessville Road Due to Storm Damage  The storm that hit this area on Wednesday, August 19 has left some large trees unstable and posing a potential threat to traffic on Furnessville Road.   August 18, 2009  Local Fire Departments Receive Rural Fire Assistance Grants from the National Park Service  The National Park Service announced today that both the Beverly Shore Volunteer Fire Department and Pines Volunteer Fire Department have been awarded a total of $13,700 as part of the Department of the Interior’s Rural Fire Assistance program.   August 18, 2009  National Park Service Receives Active Trails Grant at Indiana Dunes National Lakeshore  The National Park Service at Indiana Dunes National Lakeshore has been awarded an Active Trails Grant from the National Park Foundation through a generous donation from the Coca-Cola foundation, a Proud Partner of America’s National Parks.   July 17, 2009  Summer Visitation Increases at Indiana Dunes National Lakeshore  A slow start to summer with cool and rainy days seems to have had no effect on the attendance rates at Indiana Dunes National Lakeshore. In fact, it seems to be quite the opposite.   July 14, 2009  Next Chance to Meet the Supereintendent  Ever wonder what is going on at Indiana Dunes National Lakeshore, what is planned for the future, or what you can do to help the park? The next two chances to talk to the park superintendent are August 6, 2009 at 7:00p.m. at the Indiana Dunes National Lakeshore Visitor Center at the intersection of State Road 49 and U.S. Highway 20 in Porter, Indiana and August 7, 2009 at 6:30 p.m. at Indiana Dunes National Lakeshore’s Dunewood Campground Amphitheater at 1 Golfwood Road in Beverly Shores, Indiana.   July 10, 2009  National Park Service Seeks Community Involvement in Interpretive Planning  As a result of local concerns and suggestions expressed at community meetings the National Park Service is initiating a Comprehensive Interpretive Plan for Indiana Dunes National Lakeshore   July 07, 2009  Parkids Develop Untold Stories  Porter, IN—Local teens will be learning how to create videos as they explore the diverse ecosystems of Indiana Dunes National Lakeshore this summer. This innovative summer program begins July 6 and is funded in part by the National Park Foundation.   June 23, 2009  Seeking Comments On Historic Good Fellow Camp Development  No abstract supplied.   June 19, 2009  Fireworks Prohibited  As we approach the July 4 holiday, the National Park Service reminds the public that fireworks of any kind are prohibited in all areas of Indiana Dunes National Lakeshore.   June 15, 2009  Fee Free Weekends  The National Park Service “Fee Free Weekends” will waive the entrance fees at national parks on selected weekends this summer.   June 15, 2009  Douglas Center Summer Revival  No abstract supplied.   June 05, 2009  Meet the Superintendent  Ever wonder what is going on at Indiana Dunes National Lakeshore, what is planned for the future, or what you can do to help the park? Here is a chance to talk to the park superintendent.   May 13, 2009  National Park Service Protection Ranger Makes Arrest After Chase  National Park Service Protection Ranger encounters individuals with alcohol, which leads into a chase and an arrest.    April 08, 2009  Public Forum to be Held on the Future of Chellberg Farm  No abstract supplied.   April 06, 2009  Green Gary Celebration on April 25  No abstract supplied.   March 20, 2009  National Park Service Plans Five Prescribed Fires this Spring  No abstract supplied.   February 05, 2009  Seeking Comments on White-tailed Deer Management Plan  The National Park Service has released a draft White-tailed Deer Management Plan\/Environmental Impact Statement for Indiana Dunes National Lakeshore seeking public comment. Each unit of the National Park Service is driven by federal enabling legislation and this management plan is needed to ensure that the local deer population does not harm the park’s biologically diverse natural communities.  Indiana Dunes National Lakeshore was established in part to preserve the exceptional biological diversity of Northwest Indiana, including many threatened and endangered plants and animals.  The White-tailed Deer Management Plan\/Environmental Impact Statement is available   August 06, 2008  Powerless Flight Rules Changed at National Lakeshore  The National Park Service has modified some powerless flight (hang gliding) rules at Indiana Dunes National Lakeshore to protect beach users and recoup permit costs.   August 06, 2008  National Lakeshore to Monitor Fireworks Viewing on Mount Baldy  No abstract supplied.   August 06, 2008  Visitor Drowns at Indiana Dunes National Lakeshore  National park rangers were notified Sunday afternoon, July 13 that a teenage boy was reported missing in Lake Michigan at the Kemil Beach area of Indiana Dunes National Lakeshore.   August 06, 2008  Second Visitor Drowns at Indiana Dunes National Lakeshore  National park rangers were notified Saturday afternoon, August 2 that a teenage boy was reported missing in Lake Michigan at the Porter Beach area of Indiana Dunes National Lakeshore. A search and rescue effort was immediately launched.   April 23, 2008  National Park Service Closes Portage Lakefront Site During Construction  The National Park Service has closed Portage Lakefront site due to construction. This fully accessible site will open to the public in October 2008.   March 31, 2008  President’s Fiscal Year 2008 NPS Budget Proposal  President’s Fiscal Year 2008 NPS Budget Proposal to Impact Park Operations at Indiana Dunes National Lakeshore   March 31, 2008  Portion of Mineral Springs Road Closed during Maple Sugar Time  Portion of Mineral Springs Road Closed during Maple Sugar Time.   March 31, 2008  Indiana Dunes National Lakeshore Ornament  An Indiana Dunes National Lakeshore ornament is prominently displayed on this year’s official White House Christmas Tree.  The tree is the centerpiece of elaborate decorations celebrating the theme of “Holiday in the National Parks.”   March 31, 2008  INDU AND PORTAGE RELEASE ENVIRONMENTAL ASSESSMENT  No abstract supplied.   March 31, 2008  Fire Program Open House  No abstract supplied.   March 18, 2008  National Park Service Plans Four Controlled Burns this Spring  The National Park Service will conduct four controlled burns this spring at Indiana Dunes National Lakeshore. The planned burns are: Kansas, Miller Woods Units 3 and 7, and Woodlake Dunes Savannah. Both Miller Woods burns are located by the Paul H. Douglas Center for Environmental Education east of Lake Street in the City of Gary. The Kansas burn consists of about 150 acres and is located north of East Beverly Drive between Central and Kansas Avenues in Beverly Shores. The Woodlake Dunes Savanna burn will be conducted north of the Woodlake Village Apartment complex and south of US 12. A total of 505 acres will be burned.   October 25, 2007  National Lakeshore Plans Four Controlled Burns this Fall  Indiana Dunes National Lakeshore is preparing to conduct four controlled burns this fall in Porter and Lake Counties. The planned burns are: Miller Woods Unit 7, Mnoke Prairie, Burns Ditch, and Derby Ditch.   May 15, 2007  NATIONAL LAKESHORE AND PORTAGE RELEASE ENVIRONMENTAL ASSESSMENT  No abstract supplied.   April 26, 2007  National Junior Ranger Day - April 28  No abstract supplied.   April 18, 2007  Volunteer Follows Conservation Ethic to Indiana Dunes  No abstract supplied.   April 18, 2007  National Lakeshore Plans Four Controlled Burns and Fire Information Open House this Spring  No abstract supplied.   March 19, 2007  Reroute of Mt. Baldy Trail  No abstract supplied.   March 19, 2007  President's Fiscal Year 2008 NPS Budget Proposal  No abstract supplied.   February 12, 2007  Four Indiana Men Convicted of Public Indecency  No abstract supplied.   January 09, 2007  Rich Eshenaur Receives Harry Yount Award  No abstract supplied.   January 08, 2007  Emerald Ash Borer  Campers headed to Indiana Dunes National Lakeshore can help prevent the spread of a devastating pest, the Emerald Ash Borer.   November 01, 2006  Field Station Cooperative Opens New Facility  No abstract supplied.   February 28, 2006  Campground Alcohol Ban One of Several Rule Changes at National Lakeshore  No abstract supplied.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/news\/newsarchive.htm"
}
