{
    "title": "Indiana Dunes National Lakeshore: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture         Henry Cowles NPS image collection  Indiana Dunes National Lakeshore History The legislation that authorized Indiana Dunes National Lakeshore in 1966 resulted from a movement that began in 1899. Three key individuals helped make Indiana Dunes National Lakeshore a reality: Henry Cowles, a botanist from the University of Chicago; Paul H. Douglas, Senator for the State of Illinois; and Dorothy R. Buell, an Ogden Dunes resident and English teacher. Henry Cowles published an article entitled \"Ecological Relations of the Vegetation on Sand Dunes of Lake Michigan,\" in the Botanical Gazette in 1899 that established Cowles as the \"father of plant ecology\" in North America and brought international attention to the intricate ecosystems existing on the dunes. But Cowles' article and the new international awareness were not enough to curtail the struggle between industry and preservation that governed the development of Indiana Dunes National Lakeshore. In 1916, the region was booming with industry in the form of steel mills and power plants. Hoosier Slide, for example, 200 feet in height, was the largest sand dune on Indiana's lakeshore. During the first twenty years of the battle to save the dunes, the Ball Brothers of Muncie, Indiana, manufacturers of glass fruit jars, and the Pittsburgh Plate Glass Company of Kokomo carried Hoosier Slide away in railroad boxcars. It was this kind of activity by local industry that spurred Cowles, along with Thomas W. Allinson and Jens Jensen to form the Prairie Club of Chicago in 1908. The Prairie Club was the first group to propose that a portion of the Indiana Dunes be protected from commercial interests and maintained in its pristine condition for the enjoyment of the people. Out of the Prairie Club of Chicago came the precursor to the current park: The National Dunes Park Association (NDPA). The NDPA promoted the theme: \"A National Park for the Middle West, and all the Middle West for a National Park.\"         On October 30, 1916, only one month after the National Park Service itself was established (August 25, 1916), Stephen Mather, the Service's first Director, (shown at the far left in the adjacent photo leading a tour of park advocates in the dunes in 1916) held hearings in Chicago to gauge public sentiment on a \"Sand Dunes National Park\". Four hundred people attended and 42 people, including Henry Cowles, spoke in favor of the park proposal; there were no opponents. The battle for a national park was crippled, however, when the United States entered the First World War. National priorities changed and revenues were targeted for national defense, not the development of a national park. The popular slogan \"Save the Dunes!\" became \"First Save the Country, Then Save the Dunes!\" As the nation went from a world war into a depression, hopes to save the dunes began to fade.      In 1926, after a ten-year petition by the State of Indiana to preserve the dunes, the Indiana Dunes State Park opened to the public. The State Park was still relatively small in size and scope and the push for a national park continued. In 1949, Dorothy Buell became involved with the Indiana Dunes Preservation Council (IDPC). The efforts of Buell resulted in a Save the Dunes Council in 1952. However, the struggle did not end there. A union of politicians and businessmen desired to maximize economic development by obtaining federal funds to construct a \"Port of Indiana.\" Hoosier politicians and businessmen were eager to exploit the economic prosperity promised by linking the Great Lakes to the Atlantic Ocean shipping lanes via the St. Lawrence Seaway. In light of this, Save the Dunes Council President Dorothy Buell and council members began a nationwide membership and fundraising drive to buy the land they desperately sought to preserve. Their first success was the purchase of 56 acres in Porter County, the Cowles Tamarack Bog.        Paul H. Douglas NPS image collection  In the summer of 1961, those fighting to save the dunes began to see greater possibilities for hope. Then President John F. Kennedy supported congressional authorization for Cape Cod National Seashore in Massachusetts, which marked the first time federal monies would be used to purchase natural parkland. President Kennedy also took a stand on the National Lakeshore, outlining a program to link the nation's economic vitality to a movement for conservation of the natural environment. This program became known as The Kennedy Compromise, 1963-1964. The Kennedy Compromise entailed the creation of a national lakeshore and a port to satisfy industrial needs. Then Illinois Senator Paul H. Douglas (shown in adjacent photograph) spoke tirelessly to the public and Congress in a drive to save the dunes, earning him the title of \"the third senator from Indiana.\" In 1966, Douglas made sure that the highly desired Burns Waterway Harbor (Port of Indiana) could only come with the authorization of the Indiana Dunes National Lakeshore. By the time the 89th Congress adjourned in late 1966, the bill had passed and the Indiana Dunes National Lakeshore finally became a reality. While the 1966 authorizing legislation included only 8,330 acres of land and water, the Save the Dunes Council, National Park Service, and others continued to seek expansion of the boundaries of preservation. Four subsequent expansion bills for the park (1976, 1980, 1986, and 1992) have increased the size of the park to more than 15,000 acres.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/historyculture\/index.htm"
}
