{
    "title": "Indiana Dunes National Lakeshore: Trip Itineraries",
    "body": "Explore This Park    Plan Your Visit     Trip Itineraries            Itineraries          If you only have 1-2 hours: - Stroll the sandy shoreline to enjoy a spectacular view of Lake Michigan and the national lakeshore. - Learn about the ever changing dunes and the plants that call them home by hiking the West Beach Dune Succession Trail and boardwalk. - Relax at the Indiana Dunes National Lakeshore Visitor Center and enjoy our park videos, \"Child of the Northwest Wind\" and \"The Indiana Dunes: Our Natural Wonder\" for a virtual tour of park. Each video is 12 minutes in length. Then, help the kids explore the center's activity room to learn even more about this special place. - Travel along Lakefront Drive in the town of Beverly Shores to view Lake Michigan and the five historic Century of Progress Homes from the 1933 Chicago World's Fair. - Bring a picnic and enjoy a lakeside lunch at either the Portage Lakefront and Riverwalk or the Lake View Beach Picnic Shelters.           If you have half a day: - Join one of the many ranger-led programs designed to help you find your own connection to this incredibly diverse national park. Search our Calendar of Events to see current opportunities. - Lounge on 15 miles of national lakeshore beaches and enjoy beautiful views of the expansive Lake Michigan. While you're relaxing, the kids can earn a Junior Ranger Beachcombers patch by completing a fun activity sheet. - Take a trip back through time and tour the historic Bailly Homestead and Chellberg Farm to learn about early Duneland history. Hike the entire Bailly \/ Chellberg Trail System for views of the Little Calumet River and Mnoké Prairie. - Journey deep into Tolleston Dunes Trail System to explore the trails through a fire dependent habitat and perhaps catch a glimpse of the Karner blue butterfly, an endangered species.         If you have 1-2 days: - Spend the night at Dunewood Campground to experience the natural night life of the dunes. During your stay, join a ranger around the amphitheater's campfire for a Saturday evening program. - If you're experienced enough, kayak along the Lake Michigan Water Trail to see the dunes and national lakeshore from a whole new perspective. - Hike through the Miller Woods Trail, a rare black oak savanna tucked behind the Paul H. Douglas Center for Environmental Education, and explore the many interdunal ponds along the trail. Stop in the Douglas Center to check out the animal room and new exhibits. - Take a hike along the rugged 4.7 mile Cowles Bog Trail to explore wetlands, savanna and high dunes. Enjoy a picnic lunch on a beach that is only accessible by hiking or boat. - Looking to avoid crowds? Enjoy the national lakeshore in spring and fall to avoid the summer crowds. Check out the spring wildflowers on the Heron Rookery Trail or the fall colors on the Glenwood Dunes Trail. There are usually fewer visitors mid-week during any time of the year.",
    "url": "https:\/\/www.nps.gov\/indu\/planyourvisit\/itineraries.htm"
}
