{
    "title": "Indiana Dunes National Lakeshore: Hiking",
    "body": "Hiking         Hiking the Dune Ridge Trail. Jeff Manuszak NPS Collection  Discover much more than just sand dunes as you hike through 14 distinct trail systems covering more than 50 miles of trails. A wide variety of hiking trails traverse the various habitats and cultural history of Indiana Dunes National Lakeshore. The varying lengths and difficulty levels make it easy to choose the trail that's right for you. From a short easy stroll to a challenging all-day trek, most of the trails are open all year and the hiking experience will change with each season. Paper trail maps are available at the Indiana Dunes National Lakeshore Visitor Center and at each trailhead kiosk. PDF trail maps are available to download on each trail's webpage.      14 Hiking Trail Systems Bailly Homestead, Chellberg Farm, Little Calumet River and Mnoké Prairie Trail System Featured hike: Easy to moderate, 3.4 miles in length, average hike time of 2 hours. Hike through a forest dominated by maple, beech, basswood and oak trees. Follow a stretch of the Little Calumet River and explore the recently restored Mnoké Prairie. Explore the historic Bailly Homestead and Chellberg Farm. Calumet Dunes Trail System Featured hike: Easy, 0.5 miles in length, average hike time of 20 minutes. This short, wheelchair accessible, paved trail features the Calumet Dunes ridge that formed at what once was the edge of the Lake Michigan over 12,000 years ago. Cowles Bog Trail System Featured hike: Moderate to rugged, 4.7 miles in length, average hike time of 4 hours. This trail highlights an area of such outstanding plant diversity that it was designated as a National Natural Landmark. Explore several distinct habitats including ponds, marshes, swamps, black oak savannas and beaches. Dune Ridge Trail System Featured hike: Moderate, 0.7 miles in length, average hike time of 30 minutes. This trail offers great views of the extensive wetlands and forests south of this tall, forested dune. Perhaps no other area in the national lakeshore will take you through as many diverse habitats in a short trail. Glenwood Dunes Trail System Featured hike: Moderate, 6.8 miles in length, average hike time of 4 hours. This extensive trail system features interconnected loops in mature woods ranging from less than a mile to nearly 15 miles and is popular with hikers, runners, horseback riders and cross-country skiers.  Great Marsh Trail System Featured hike: Easy, 1.7 miles in length, average hike time of 1 hour. A really nice birding hike with views of the largest wetland complex in the Lake Michigan watershed. Features a separate wheelchair accessible paved trail with quick access to an observation deck. Heron Rookery Trail System Featured hike: Easy, 3.3 miles in length, average hike time of 2 hours. This trail follows a portion of the Little Calumet River. In the spring, the woodlands along this trail are blanketed with the most extensive display of spring wildflowers in the national lakeshore. Hobart Prairie Grove Trail System Hobart Woodland hike: Easy, 2.2 miles in length, average hike time of 1 hour. This hike has views of forested ravines, bur oak savanna and scenic Lake George. Oak Savannah hike: Easy, 3.9 miles in length, average hike time of 2 hours. This rail trail offers scenic views of Lake George and mature forests and is great for biking and hiking. Miller Woods Trail System Featured hike: Moderate, 3.4 miles in length, average hike time of 2.5 hours. This trail winds through several habitats including wetlands, globally rare oak savanna, open dunes and beach. The views of the lake and the dunes are incredible. Mount Baldy Trail System* Featured hike: Rugged, 0.8 miles in length, average hike time of 1 hour. This hike is short with a steep climb up loose sand to reach the top of Mount Baldy. The views are incredible as you hike on top of the barren (or bald) sand dune.   *Restricted Access. Access to Mount Baldy requires advance approval and accompaniment by authorized staff. There are ranger-led daytime and sunset hikes on weekends in the summer. Advance reservations are required and can be made by calling the Indiana Dunes National Lakeshore Visitor Center at (219) 395-1882. Hike dates and times are also listed in the park's newspaper The Singing Sands and on the park's website calendar.  Pinhook Trail System Upland hike: Moderate, 2.1 miles in length, average hike time of 1.5 hours. The Upland Trail highlights a rich beech and maple forest growing on top of a glacial moraine formed about 15,000 years ago. The Upland Hike is open to the public year round without the need for a guided tour.  Bog hike*: Easy, 0.9 miles in length, average hike time of 1 hour. The Bog Trail leads to a bog in a depression in the moraine created when a large piece of ice broke off the melting glacier. The bog features an incredible habitat with unique plants.  *Restricted Access. Access to Pinhook Bog requires advance approval and accompaniment by authorized staff. There are ranger-led open houses on weekends in the summer. Open house dates and times can be obtained by calling the Indiana Dunes National Lakeshore Visitor Center at (219) 395-1882. Open Houses are also listed in the park's newspaper The Singing Sands and on the park's website calendar.  Portage Lakefront and Riverwalk Featured hike: Easy, 1.5 miles in length, average hike time of 45 minutes. This popular location is a great place to view the ever-changing seasons along Lake Michigan and watch dramatic weather and clouds build over the lake. It's an easy location to watch for migrating birds in the spring and summer, and observe shelf ice that forms along the beach edge in the winter.  Tolleston Dunes Trail System Featured hike: Moderate, 2.9 miles in length, average hike time of 2 hours. This trail winds amid varied habitats ranging from oak savanna to wetlands and plants such as prickly pear cactus, butterfly weed and lupines. Features a separate wheelchair accessible trail with quick access to an observation deck with picnic tables.  West Beach Trail System 3-Loop Hike: Moderate to rugged, 3.5 miles in length, average hike time of 3 hours. Dunes Succession Hike: Moderate, 1.0 mile in length, average hike time of 45 minutes. These trails offer a great combination of hiking and relaxing at the beach. The trails are varied and encompass many habitats. There are great views from the top of the Dune Succession Trail stairs, a beautiful pinery of jack pines, birding opportunities along Long Lake and secluded sections of forest.",
    "url": "https:\/\/www.nps.gov\/indu\/planyourvisit\/hiking.htm"
}
