{
    "title": "Indiana Dunes National Lakeshore: Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Camping                Dunewood Campground         Dunewood Campground Sign   Dunewood Campground    645 Broadway Avenue, Beverly Shores, IN 46301. Phone 219-395-1882. Dunewood Campground Brochure with Map.  2016 Season Dates  April 1 through October 31. Mather Loop opens April 1. Douglas and Walk-in Loops open May 13.          A family starts a campfire inside one of the provided grates.   Facilities     66 campsites (54 drive-in sites and 12 walk-in sites; 4 sites are fully accessible). Restrooms and showers. No electric or water hookups. Accessible to visitors with mobility impairments. Some sites are limited on recreational vehicle length.  Fees  $18.00 per night camping fee (expanded amenity fee). First come first served. No advance registrations. Automated on-site registration and payment system (kiosk at registration building). Credit, debit and gift cards (MasterCard, Visa and Discover) accepted. No cash or checks accepted. 50% discount for Senior and Access Passes. The National Parks and Federal Recreational Lands Annual, Volunteer and Military Passes are not accepted.   Attractions \/ Services     Lake View Beach on Lake Michigan is located 1.5 miles north of the campground. Do NOT park in the Town of Beverly Shores' beach parking lot, which is located just to the east of the Lake View lot. You will get ticketed. The town is very strict. Several other national lakeshore beaches are within easy driving distance. A gas station \/ convenience store is located ¼ mile north of the campground at the intersection of U.S. Highway 12 and Broadway Avenue. The Beverly Shores South Shore Railroad station with passenger service to Chicago and South Bend is located on Broadway Avenue, ¼ mile north of the campground. The Indiana Dunes Tourism and LaPorte County Convention & Visitors Bureau have lists of area campgrounds on their websites.          A family preparing breakfast at one one of the designated campsites.   Registration Information   Camping is on a first come, first served basis. No advance reservations.   Drive through the campground to find your preferred site that does not already have a reservation slip clipped to the campsite marker post.   Register your chosen site as soon as you select it. Your registration slip along with your camping equipment shows others that this site is selected.   Display your registration receipt on the campsite marker post.   Renewals must be completed at 9:00 am. Failure to do so may result in you forfeiting your site.   Check-out is noon. New \"check-ins\" can not occupy your site until noon, unless the site is vacant.    Camping Information  Stays are limited to 14 days in a 30-day period. Quiet hours are 10 p.m. to 6 a.m. Please be considerate of others. All tents and equipment must be set up on the camping pad. All vehicles and R.V. campers must remain completely on the pavement. Pets must be attended, caged or on a leash (maximum length of 6 feet). Campers MUST only use firewood purchased in the local area. A quarantine for the emerald ash borer restricts the transport of firewood into or from the county.  Site limits are:      Loop   Max Unit Type   Max People   Max Vehicle     Mather sites (M) 1-34   (1 RV + 1 tent) or (2 tents)   8   2     Douglas sites (D) 35-54   (1 RV + 1 tent) or (2 tents)   8   2     Walk-in sites (W) 55-67   Tents Only (Maximum 2)   8   2            Prohibited Activities    Possession \/ consumption of alcoholic beverages Driving over 15 MPH on campground roads Bicycles \/ vehicles off of paved roads Wood gathering \/ cutting Campfires outside of the provided grates Driving nails in trees Digging \/ leveling the campsite Bathing \/ washing at water outlets Disturbing \/ hunting \/ capturing wildlife or plants Fireworks         Federal law has authorized recreational passes that can be used for a variety of discounts. Please see our Fees & Recreation page for more information.",
    "url": "https:\/\/www.nps.gov\/indu\/planyourvisit\/campgrounds.htm"
}
