{
    "title": "Indiana Dunes National Lakeshore: Beach-Going & Swimming",
    "body": "Beach-Going & Swimming         Playing at the beach. Zach DeYoung  Fifteen miles of sandy beach along the southern shore of Lake Michigan offer a wide variety of recreational activities. Whether it's enjoying a summer sunset stroll or marveling at the arctic beauty of Lake Michigan's shelf ice, you can enjoy the beach in all seasons. There are several beach parking lots along the national lakeshore. Every parking lot has restrooms. Additionally, West Beach has showers and lifeguards.  Lake View Beach (open sunrise to 11:00 p.m.) Dunbar Beach (open 7:00 a.m. to 30 minutes past sunset) Kemil Beach (open 7:00 a.m. to 30 minutes past sunset) Porter Beach (open 7:00 a.m. to 30 minutes past sunset) Portage Lakefront and Riverwalk Beach (open 8:00 a.m. to 30 minutes after sunset) West Beach (open 8:00 a.m. to 30 minutes past sunset) Central Avenue Beach (open 7:00 a.m. to 30 minutes past sunset) (April 16 through November 14) Mount Baldy Beach (closed until further notice)  All beach parking is free with the exception of West Beach, which collects an expanded amenity fee from Friday of Memorial Day weekend through Monday of Labor Day weekend. The fee is $6 per car, $30 per bus with a 50% discount for the Senior and Access Passes. Cash, U.S. checks or credit, debit and gift cards (MasterCard, Visa and Discover) accepted.  Beach parking lots fill up very quickly on summer weekends and holidays. Several lots including Lake View, Dunbar, Kemil, Porter and Portage Lakefront fill up as early as mid-morning. It's best to arrive early or wait until late afternoon when parking spots become available as visitors depart. West Beach's lot holds nearly 600 cars and rarely fills up except on holiday weekends.  All parking lots are located close to the beaches. Kemil Beach parking is located one-quarter mile away from the lake while Portage Lakefront and Riverwalk, Central Avenue and West Beach parking are one-eighth mile from the water's edge. Accessible parking lots include West Beach and Lake View Beach.  Prohibited Activities on the Beach  Wood and charcoal Fires on the beach. West Beach and Lake View Beach do have dedicated grills in the picnic areas. Alcohol on all beaches to the west of Kemil Beach. Glass containers on all beaches. Pet rules differ for each beach area. Please visit the Pet Information Page.  Beach-going Tips  Bring plenty of water, sunscreen and insect repellent. Wear a hat, shoes and sunglasses. Stay on marked trails to protect the plants and animals of the dunes. Stay out of the water when rip current warnings are posted. Stay off the shelf ice. It is full of hidden, thin spots and gaps that people can fall through. Stay out of the water when signs are posted to alert you to high bacteria counts. The bacteria may harm your health. Watch for strong winds blowing away from the beach that can hijack rafts and beach toys. Do not feed the gulls or other birds. Human food is unhealthy and encourages them to flock. When they flock, they make the beach dirty.  Swimming Safety Tips  Use caution when swimming in Lake Michigan. The bottom is uneven with holes and deep drop-offs. These inshore holes are very dangerous to small children and non-swimmers. The only beach with lifeguards is West Beach. Parents and guardians must keep a constant watch of children in the water. Stay out of the water when there are high, breaking waves and rip currents. Rip currents are caused by a sudden break in an offshore sandbar that releases water rapidly back into the lake. Rip current conditions often occur when the wind is out of the north. These dangerous currents can also occur in waters adjacent to seawalls, artificial reefs, and erosion control structures; stay clear of these areas. Obey posted and verbal rip current warnings. If being pulled out into deeper water by a forceful, unexpected rip current, DO NOT PANIC. Follow the rip current or try to swim out of it by swimming parallel to shore until the pull outward into deeper water subsides.         Visitors swimming in Lake Michigan. NPS image collection - Jeff manuszak",
    "url": "https:\/\/www.nps.gov\/indu\/planyourvisit\/swimming.htm"
}
