{
    "title": "Indiana Dunes National Lakeshore: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 08, 2016  Celebrate National Park Service Centennial with Free Symphony Concert at West Beach  In celebration of the National Park Service's 100th Anniversary, Indiana Dunes National Lakeshore and the Dunes Learning Center are bringing the Northwest Indiana Symphony to West Beach on Saturday, August 27, at 7:30 p.m. for a free concert with the magnificent dunes as the backdrop.   August 01, 2016  National Lakeshore’s Tremont Picnic Area Closed for Paving  Indiana Dunes National Lakeshore’s Tremont Picnic Area will be closed for a paving project.   July 29, 2016  Stargazing Program at National Lakeshore Beach  Join members from local astronomical societies, including the Chicago Astronomical Society, who will share their telescopes with the public and introduce them to the night skies over Indiana Dunes National Lakeshore.   July 21, 2016  Food Vendors Sought for National Lakeshore Anniversary Events  The National Park Service is seeking food trucks or other self-contained food service vendors for several special events this year in celebration of Indiana Dunes National Lakeshore’s 50th anniversary and the National Park Service Centennial.   July 19, 2016  National Lakeshore’s Central Avenue Beach Reopens  Indiana Dunes National Lakeshore’s Central Avenue Beach was reopened to the public on Saturday July 16, 2016.   July 15, 2016  Historic South Shore Railroad Car Ready-to-Roll  The National Park Service and East Troy Railroad Museum, in East Troy, Wisconsin, have announced that historic South Shore Railroad Car #33 has been fully restored and its official introduction to the museum’s rolling stock will be on Saturday, July 16, during the museum’s annual “Chicago Day” event.   July 08, 2016  National Park Service Seeks Public Comment on River Plan  The National Park Service has released the Environmental Assessment for the “East Branch Little Calumet River Use Management Plan” for Indiana Dunes National Lakeshore, and is seeking public comment.   July 07, 2016  Bailly Homestead Artifact on Display for the First Time  Indiana Dunes National Lakeshore and the Westchester Township History Museum are excited to announce a new arrival to The Bailly Family and Homestead exhibit at the Westchester Township History Museum.   July 07, 2016  Indiana Dunes Art Exhibit at Chesterton Art Center  Come view the creative works of artists who have participated in the Artist-in-Residence program at Indiana Dunes National Lakeshore.   July 06, 2016  Old-Fashioned Fun and Games Offered at Chellberg Farm  Kids Needed! No special skills required only a desire to have fun without being plugged in!  So just gather the family together and head to Indiana Dunes National Lakeshore’s Chellberg Farm for some fun the old-fashioned way.   June 30, 2016  Great Lakes in My World Educator Workshop at National Lakeshore  On Thursday, July 28, educators working with youth in grades 6 - 12 are invited to enjoy the day immersed in educational activities that explore the Great Lakes and Great Lakes issues!   June 22, 2016  Great Lakes Poetry Project at National Lakeshore  This summer, unusual nature poems masquerading as official park signs can be found in four locations at Indiana Dunes National Lakeshore.   June 16, 2016  Kayak with a Ranger at Marquette Lagoon  ring your kayak and join a park ranger for an easy paddle on the Marquette Lagoons on Saturday June 25, July 16 or August 13. Meet the ranger anytime between 10:00 a.m. and 2:00 p.m. to explore the lagoons that straddle Indiana Dunes National Lakeshore and the City of Gary’s Marquette Park. During the paddle, the ranger will lead you to a beaver lodge where you might just get a glimpse of one of our “busiest animals.”   June 16, 2016  Bailly Candlelight Tours at National Lakeshore  On Saturday, June 18, experience the nightlife of 150 years ago during a ranger-led tour of the historic Bailly Homestead in Indiana Dunes National Lakeshore.   June 16, 2016  Midsummer Program plus Evening Concert at Chellberg Farm  Celebrate summer on Saturday, June 25 with a traditional Swedish Midsummer Celebration from 1:00 p.m. – 4:00 p.m. and an evening concert by folk musician Chris Vallillo from 7:30 p.m. – 8:30 p.m. at Indiana Dunes National Lakeshore’s historic Chellberg Farm.   June 14, 2016  Full Moon Hike at National Lakeshore  Celebrate the end of the longest day of the year with a moonlight hike at Indiana Dunes National Lakeshore. Join a park ranger, on Monday, June 20th at 8:30 p.m. in the national lakeshore’s Kemil Beach parking lot for a short, lantern-illuminated hike to the beach.   June 09, 2016  Last Week to Sign up for National Lakeshore’s ArchiCamp  On June 22, Indiana Dunes National Lakeshore and its partners will present ArchiCamp – a one-day camp on the park’s historic architecture and history for kids in the 4th, 5th, and 6th grades.   June 08, 2016  Amphibians Program at National Lakeshore  Hike with Indiana University Northwest Ecologist, Dr. Spencer Cortwright for this inside look at the life of amphibians in Indiana Dunes National Lakeshore.   June 06, 2016  Water Quality Workshop for Educators at National Lakeshore  On Thursday, June 23, educators, pre-service teachers, naturalists, interpreters, scout leaders, youth leaders, home schooling parents, and anyone working with middle and high school aged youth are invited to enjoy a day-long workshop investigating educational activities dealing with water quality!   June 01, 2016  Anniversary Program, “Before Bailly” Offered at National Lakeshore  Join park staff and over 40 volunteers on the grounds of the Bailly Homestead in Indiana Dunes National Lakeshore as we explore the relationship between the early settlers with the land.   June 01, 2016  Hobart Prairie Grove Trail Dedication & Fishing Event at National Lakeshore  Join in the celebration of National Trails Day, National Fishing & Boating Week as well as the 50th Anniversary of Indiana Dunes National Lakeshore with a day of events that include fishing, biking and the dedication of the new Hobart Prairie Grove Trail.   June 01, 2016  New Volunteer Opportunity Keeps Invasive Species from Gaining a Foothold  Indiana Dunes National Lakeshore, in partnership with the Indiana Coastal Invasive Plant Network, will be premiering a new opportunity to adopt trails and help keep invasive species from eroding park biodiversity at a Hands-On Training Event, Saturday, June 11 from 9:00 a.m. -11:00 a.m.   May 26, 2016  Dunes Learning Center Brings Chickens Back to Chellberg Farm for the Summer  Porter, IN – After a brief return to Chellberg Farm in early March (thanks to a poultry loan from Scherf Farms Dairy and Creamery) chickens will return to Indiana Dunes National Lakeshore in June, where they will enrich Dunes Learning Center educational programs.   May 25, 2016  Summer Programs  The Memorial Day Weekend marks the start of the summer season at Indiana Dunes National Lakeshore. Get out and enjoy your park by attending a ranger-led program or hike.   May 18, 2016  ArchiCamp Available at National Lakeshore  Indiana Dunes National Lakeshore and its partners will present ArchiCamp – a one-day camp that will provide an introduction to local history and architecture for students in the 4th, 5th, and 6th grades.   May 17, 2016  Waterless Gardening Program at National Lakeshore  Join volunteer gardener George Mika and build your own 'waterless\" garden on Saturday May 28 at Indiana Dunes National Lakeshore’s Paul H. Douglas Center.   May 16, 2016  David Larson Presents Dunes Photo Workshop at National Lakeshore  Learn how to take better photos of the Indiana Dunes and other natural areas from famed dunes photographer David Larson. Join David on Friday, May 27, 7:00 pm – 8:30 pm at the Indiana Dunes Visitor Center for a free photography workshop.   May 16, 2016  Science Fun at the National Lakeshore’s BioBlitz  Hundreds of school children and the general public have already registered for scheduled, scientist-led field trips during the Miller Woods Bioblitz at Indiana Dunes National Lakeshore.   May 10, 2016  National Park Service Continues Great Marsh Wetland Restoration this Spring  The National Park Service is planning to restore wetlands at Indiana Dunes National Lakeshore’s Great Marsh through late spring.   May 04, 2016  Stargazing Program at National Lakeshore  Join members from various local astronomical societies, including the Chicago Astronomical Society, who will share their telescopes with the public to introduce them to the night skies over Indiana Dunes National Lakeshore.   April 29, 2016  Help Scientists Study National Lakeshore during BioBlitz  Join scientists for a BioBlitz at Indiana Dunes National Lakeshore’s Miller Woods on Saturday, May 21, 2016. A BioBlitz, is a fun, collaborative race against the clock to discover as many species of plants and animals within a set location.   April 29, 2016  Food Vendors Sought for Anniversary Events at National Lakeshore  The National Park Service is seeking food trucks or other self-contained food service vendors for several special events this year in celebration of Indiana Dunes National Lakeshore’s 50th anniversary and the National Park Service Centennial.   April 29, 2016  Yoga Offered at National Lakeshore's Douglas Center  Join experienced yoga instructor Angela Applegate Carver on Saturday, April 30, 1:00 pm, at Indiana Dunes National Lakeshore’s Paul H. Douglas Center for easy yoga poses while a nature story takes you through the various stretches. This free program is suitable for all ages.   April 28, 2016  50th Anniversary Photography Program Packs Dunes Visitor Center  A record crowd of almost 250 people packed the Indiana Dunes Visitor Center on the evening of April 16 to see local dunes photographer David Larson’s program, “50 Years of Photography in the Indiana Dunes.” The evening kicked off with a reception, hosted by the Dunes Learning Center, celebrating the opening of a special exhibition of Larson’s photography. Larson’s photographs, some dating back to 1959, show the changing nature of the dunes landscape and include dunes located today within the national lakeshore’s West Beach and some, like Howling Hill, that were lost to development.   April 20, 2016  Volunteers Needed for BioBlitz at National Lakeshore  The National Park Service at Indiana Dunes National Lakeshore is looking for volunteers to assist with the Miller Woods BioBlitz on Friday, May 20 and Saturday, May 21, 2016.   April 13, 2016  Celebrate National Park Week at National Lakeshore - 2016  Celebrate the National Park Service Centennial and Indiana Dunes National Lakeshore 50th anniversary with several special events and programs during National Park Week, April 16 through 24.   April 11, 2016  Green Gary Celebration at National Lakeshore - 2016  Join in the celebration of Earth Day, the National Park Service Centennial and the 50th anniversary of Indiana Dunes National Lakeshore at the annual Green Gary on Saturday, April 23, from 10:00 a.m. – 4:00 p.m. This fun, family-friendly event takes place at the national lakeshore’s Paul H. Douglas Center and is presented in partnership with over 20 organizations including the Gary Park Department and the Gary Department of Green Urbanism.   April 08, 2016  Dunes Photographer David Larson Presents Program at National Lakeshore  In celebration of Indiana Dunes National Lakeshore’s 50th anniversary, join famed dunes photographer David Larson for his program, “50 Years of Photography in the Indiana Dunes.” On Saturday, April 16, join David for a presentation of his finest works and the stories behind them.   March 31, 2016  Indiana Dunes Science Conference Coming to Ivy Tech College  INDIANA DUNES NATIONAL LAKESHORE: On Wednesday, April 6, the public is invited to attend the 2016 Indiana Dunes Science Conference which will be held in the auditorium of the IVY Tech Community College - Valparaiso Campus. The event will run from 8:30 a.m. to 5:00 p.m., is open to the public, and is free of charge.   March 30, 2016  National Park Service to Conduct Spring Prescribed Fires on 818 Acres  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service is planning five prescribed fires this spring at Indiana Dunes National Lakeshore. Approximately 818 acres are expected to be burned.  Fire is used as a tool for the park’s long-term restoration and hazard fuel reduction efforts.   March 29, 2016  Conducting Field Investigation - An Educator's Workshop  INDIANA DUNES NATIONAL LAKESHORE:  On Saturday, April 16, from 9:00 a.m. until 4:00 p.m. area educators are invited to attend a special workshop on conducting outdoor field investigations.   March 10, 2016  National Lakeshore's West Beach in Running for Best Beach  INDIANA DUNES NATIONAL LAKESHORE: Indiana Dunes National Lakeshore’s West Beach is one of 20 nominees in USA Today’s 10 Best Reader’s Choice Awards for the Best National Park Beach and for the Best Freshwater Beach.   March 10, 2016  Amphibian Program at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: join scientist Bob Brodman on Saturday, March 26, at 1:30 pm for a program on amphibians based upon his research work at Indiana Dunes National Lakeshore.  The program is presented at the Paul H. Douglas Center as part of its weekly Saturday Open House Series. Dr. Brodman’s talk will include restoration of fragmented habitats, using amphibian-friendly plants or crops and identifying environmentally friendly herbicides. This program will be repeated at the Douglas Center on June 18.   March 10, 2016  Indiana Dunes Science Conference to be be held at IVY Tech Community College  INDIANA DUNES NATIONAL LAKESHORE: On Wednesday, April 6, the public is invited to attend the 2016 Indiana Dunes Science Conference which will be held in the auditorium of the IVY Tech Community College - Valparaiso Campus. The event will run from 8:30 a.m. to 5:00 p.m.   February 25, 2016  A Sweet Taste of Spring at National Lakeshore's Maple Sugar Fest  INDIANA DUNES NATIONAL LAKESHORE: Enjoy an early taste of spring at Indiana Dunes National Lakeshore’s annual Maple Sugar Time festival.   February 09, 2016  A Patchwork of History Handed Down  INDIANA DUNES NATIONAL LAKESHORE: This year Indiana Dunes National Lakeshore is celebrating its 50th birthday while the National Park Service turns 100 years old. Help celebrate our shared heritage at a special quilting program, “A Patchwork of History Handed Down,” on Saturday, February 27, from 2:00 pm – 3:00 pm, at the Indiana Dunes Visitor Center.   February 08, 2016  Late Winter Programs at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: The following programs are being offered at Indiana Dunes National Lakeshore over the next month. Please see the individual program descriptions listed below. For more information on any of the programs at the national lakeshore, contact Ryan Koepke at 219-395-1882 or check the park’s website at www.nps.gov\/indu. All programs are free.   January 28, 2016  National Park Service to Restore Great Marsh Wetland this Winter  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service is planning to restore wetlands at Indiana Dunes National Lakeshore's Great Marsh over the winter and early spring.   January 22, 2016  February Stargazing Program at National Lakeshore  Join members from various local astronomical societies, including the Chicago Astronomical Society, with their telescopes to get a closer look at the night skies over Indiana Dunes National Lakeshore. This month’s program takes place on Saturday, February 6 at the national lakeshore’s Kemil Beach parking lot at 5:30 pm.   January 12, 2016  Winter Bus Tour with a Ranger at National Lakeshore  Join a ranger on Sunday, January 24 at 1:00pm for a two-hour tour of Indiana Dunes National Lakeshore in one of the park's new 16-passenger buses.   January 08, 2016  National Park Service to Burn Debris Piles this Winter  INDIANA DUNES NATIONAL LAKESHORE: The National Park Service is planning to burn debris piles at Indiana Dunes National Lakeshore’s Mnoke’ Prairie over the next two weeks.   December 22, 2015  January 2016 Programs at the National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Get out of the house this winter on a ranger-led program or hike at Indiana Dunes National Lakeshore. For information on the programs at Indiana Dunes National Lakeshore, call the information desk at 219-395-1882 or check the park's website at www.nps.gov\/indu.   December 13, 2015  Christmas Bird Count at Indiana Dunes National Lakeshore 2015  Indiana Dunes National Lakeshore will be facilitating this count on WednesdayDecember, 30, 2015.   December 11, 2015  Stargazing Programs at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE:   Join members of the Chicago Astronomical Society on the first Saturday night of each month to get a closer look at the evening sky over Indiana Dunes National Lakeshore. This month’s program meets on January 2, at 5:00 p.m. at the national lakeshore’s Kemil Beach parking area.   December 01, 2015  National Park Film Series at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Each weekend, explore a different National Park Service site through the Find Your Park Film Series at Indiana Dunes National Lakeshore. This year-long series celebrates the upcoming 100th anniversary of the National Park Service and 50th anniversary of the national lakeshore in 2016. The films last about an hour and are shown at 2:00 pm on Sundays at the Indiana Dunes Visitor Center in Porter and on Saturdays at the Paul H. Douglas Center in Miller.   December 01, 2015  French Christmas Concert at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Celebrate the upcoming holiday season with a French Christmas Concert at the Indiana Dunes National Lakeshore Visitor Center on Friday, December 4, at 7:00 p.m.   November 27, 2015  Holiday Traditions Program at National Lakeshore - 2015  Celebrate “Holiday Traditions in the Dunes” on Saturday, December 5, from 12:00 p.m. – 3:00 p.m.   November 25, 2015  Monthly Stargazing Program at National Lakeshore  INDIANA DUNES NATIONAL LAKESHORE: Join members of the Chicago Astronomical Society on the first Saturday of each month to get a closer look at the evening sky over Indiana Dunes National Lakeshore.   October 22, 2015  Self-Taught Art Workshop at National Lakeshore  Release your inner artist on Saturday, November 21 or December 19 at Indiana Dunes National Lakeshore’s Douglas Center from 11:00 am – 12:30 pm.   October 22, 2015  Insects of Indiana Dunes Program at National Lakeshore  Insects and spiders lend a slightly spooky atmosphere to a Halloween afternoon on Saturday, October 31 at Indiana Dunes National Lakeshore’s Douglas Center Open House.   October 21, 2015  Birding with Ken Brock at National Lakeshore  Join birding expert Ken Brock on Saturday mornings in November between 7:00 a.m. and 10:00 a.m. at Indiana Dunes National Lakeshore’s Portage Lakefront and Riverwalk.   October 20, 2015  Bus Tour with a Ranger at National Lakeshore  Join a ranger on Sunday, October 25 at 1:00 pm for a two-hour tour of Indiana Dunes National Lakeshore in one of the park's new 16-passenger buses.   October 15, 2015  Mount Baldy Fall Colors Hike  Join a park ranger for a hike on Indiana Dunes National Lakeshore’s Mount Baldy to enjoy a spectacular view of the fall colors and learn about the research that continues into the dune’s mysterious holes.   October 13, 2015  Ranger-led Bike Ride from Miller to West Beach  Join a park ranger for a leisurely Indiana Dunes National Lakeshore bicycle tour from the Paul H. Douglas Center to West Beach on Saturday, October 24 at 1:30 pm.   October 08, 2015  “Project Learning Tree” Educators Workshop at National Lakeshore  On Saturday, November 14, educators, naturalists, scout leaders, and other youth leaders are invited to try their hands at a wide variety of activities they can use to teach about the environment during a Project Learning Tree Workshop at the Paul H. Douglas Center for Environmental Education in Indiana Dunes National Lakeshore.   October 05, 2015  NPS to Conduct Fall Prescribed Fires  The National Park Service is planning several prescribed fires this fall at Indiana Dunes National Lakeshore. Approximately 1,075 acres are scheduled to be burned. Fire is used as a tool for the park’s long-term restoration and hazard fuel reduction efforts.   September 28, 2015  Pinhook Bog's Fall Open House at National Lakeshore  Enjoy a fall hike at Indiana Dunes National Lakeshore’s Pinhook Bog and then explore the nearby Pinhook Upland Trail.   September 23, 2015  View the Super Moon Lunar Eclipse at National Lakeshore  Come out and join a park ranger on Sunday, September 27, from 7:00 pm – 10:00 pm at Chellberg Farm and enjoy a fall evening watching a total lunar eclipse of the “Super Moon.”   September 18, 2015  Celebrate National Public Lands Day at Indiana Dunes National Lakeshore  On Saturday, September 26, 2015, Indiana Dunes National Lakeshore celebrates National Public Lands Day with several volunteer projects that need your help. This volunteer day is not only a lot of fun, but is also a great way to get the recommended 60-minutes of daily activity, while you lend a hand for your local national park.   September 15, 2015  Two Early Season Prescribed Fires at National Lakeshore  The National Park Service is planning two early season prescribed fires this week at Indiana Dunes National Lakeshore.   September 11, 2015  History Ride with Buffalo Soldiers at National Lakeshore  Join Tommy O. Penson and Stage Coach Productions as they reenact the work of the famous Buffalo Soldiers on Saturday, September 19, from 10:00 am – 6:00 pm at Indiana Dunes National Lakeshore’s Glenwood Dunes Trail.   September 10, 2015  Fall Programs at National Lakeshore  Enjoy the cooler weather this fall on a ranger-led program or hike at Indiana Dunes National Lakeshore. For information on the programs at Indiana Dunes National Lakeshore, call the information desk at 219-395-1882 or check the park's website at www.nps.gov\/indu.   September 04, 2015  Launch of Every Kid in a Park Program at National Lakeshore  -NOT FOR PUBLIC DISTRIBUTION: MEDIA INVITATION ONLY- The National Park Service at Indiana Dunes National Lakeshore, along with education partner Dunes Learning Center, will kick off the new, Every Kid in a Park program with a media event on September 10, 2016.   August 24, 2015  Trails Galore Program at National Lakeshore  Find your new favorite trail. More and more miles of hiking, biking, and even water trails are being developed in northwest Indiana and Indiana Dunes National Lakeshore.   August 18, 2015  Celebrate the 99th Birthday of the National Park Service  The National Park Service is turning 99 years old on August 25 and Indiana Dunes National Lakeshore wants you to help us celebrate.",
    "url": "https:\/\/www.nps.gov\/indu\/learn\/news\/newsreleases.htm"
}
