{
    "title": "Indiana Dunes National Lakeshore: Fishing & Boating",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Fishing & Boating                Fishing & Boating          Fishing Fishing is allowed under federal, state and local laws. You need an Indiana Fishing License and a stamp if fishing for trout and salmon. Watch for drop-offs in creeks and along beaches. The Little Calumet River has dangerous currents. Boaters must stay 500 feet away from marked swimming areas, even when beaching. Nearby communities offer boat-launches. Personal watercraft are prohibited. The national lakeshore has no boat launches. For additional information about fishing we recommend visiting the following web links:    Indiana's Lake Michigan Shoreline & Tributaries Fishing Where to Fish in Porter Country Where to Fish in LaPorte County Where to Fish in Lake County Lake Michigan and Other Navigable Waters          Sailing & Powerboating Sailing and power boating are popular on Lake Michigan. There are no marinas, boat rentals or boat launches within the national lakeshore. There are services are available through commercial and city facilities in Porter, Lake and LaPorte counties. Check these county tourism links for information. Porter County: www.indianadunes.com Lake County: www.southshorecva.com LaPorte County: www.michigancitylaporte.com         Kayaking Kayaking is increasingly popular on Lake Michigan since the inception of the Lake Michigan Water Trail and in area waterways like the Little Calumet River and Burns Waterway. Launching hand-carried, non-motorized boats from any national lakeshore beach is permitted with the exception West Beach. Lake Michigan’s water conditions can quickly change from calm to dangerous, so check the weather forecast and always use a certified personal flotation device.         Canoeing Canoeing is also popular on the region's rivers and waterways, but is generally not recommended for Lake Michigan due to frequent windy conditions and large waves. Log jams on the Little Calumet River can make canoeing difficult by requiring frequent portaging.      Boating Guidelines  Swimmers always have the right of way. The use of watercraft in all swimming areas is prohibited. The launching of motorized vessels of any type from lands within the national lakeshore is prohibited. With the exception of the West Beach, the park's beaches are approved for launching non-motorized vessels (canoes, kayaks, sailboats, etc.). Specific to West Beach, non-motorized vessels without a mast (no sailboats or windsurfing) may be launched and recovered. Vessels must stay at least 100 yards away from the West Beach swim area on the beach. All vessels must be non-motorized, single hull design, no longer than 18 feet in length and able to be carried by 1-2 people. Boats must be carried on designated, government provided paths, walkways and stairs. Vessels may not be dragged over any dunes. Loading and unloading may not take place along any roadway. All launching and recovery must be accomplished without the use of motorized equipment or vehicles. All watercraft (motorized, hand or wind powered) are prohibited on Long Lake ( at West Beach) and Greenbelt Ponds (at Cowles Bog) due to shallow water conditions and the presence of sensitive natural resources.",
    "url": "https:\/\/www.nps.gov\/indu\/planyourvisit\/fishing-and-boating.htm"
}
