{
    "title": "Indiana Dunes National Lakeshore: Mount Baldy",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps     Mount Baldy                Mount Baldy Beach        NPS Collection       Closed Until Further Notice Getting There Mount Baldy Parking Lot 101 Rice Street (U.S. Highway 12), Michigan City, IN 46360  GPS Coordinates 41.706852, -86.929907 (Decimal Degrees) Need to Know    Access to the beach is closed until further notice. Glass containers are prohibited on all beaches. Bicycles and motorized vehicles are not allowed. Pets are permitted on a leash (6' or shorter). Restrooms and a potable water source are available during open hours. The parking lot is paved and holds 100 cars and three buses.  Visitor Activities  Swimming. No lifeguards. Swim at your own risk; rip currents and waves can make swimming hazardous. Hiking. Mount Baldy Summit Trail. Restricted Access. Access to Mount Baldy requires advance approval and accompaniment by authorized staff. There are ranger-led daytime and sunset hikes on weekends in the summer. Advance reservations are required and can be made by calling the Indiana Dunes National Lakeshore Visitor Center at (219) 395-1882. Hike dates and times are also listed in the park's newspaper The Singing Sands and on the park's website calendar.     Interesting Facts  Mount Baldy is 126 above the water level of Lake Michigan. Mount Baldy is moving at about 4 feet a year. Beach sand moves when the prevailing northwest wind exceeds 7 m.p.h. Mount Baldy is 'starving'. Beach erosion is taking away more sand than the waves are bringing in due to the breakwall that was built for the Michigan City Harbor. To try and correct the effect of the breakwall the U.S. Army Corps of Engineers began feeding the beach in 1974. Thus far they have given it four meals:   1974 fine sand trucked in. 1983 coarse sand trucked in. 1996 early summer 35,000 cubic yards slurried in by pipe from the harbor. 1996 late summer 50,000 cubic yards trucked in.",
    "url": "https:\/\/www.nps.gov\/indu\/planyourvisit\/mt-baldy.htm"
}
