{
    "title": "Indiana Dunes National Lakeshore: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go       Visitor Centers         Indiana Dunes National Lakeshore Visitor Center A great place to find all of your visiting needs. Talk to a ranger and learn about the parks locations, activities, programs, and nearby attractions. Learn more...         Paul H. Douglas Center for Environmental Education Educational programs and activities can be found here. The surrounding Miller Woods trail allows hiking, cross-country skiing, and snowshoeing. Children can also explore the centers outdoor Nature Play Zone area. Learn more...            Scenery         15 Miles of Beaches The main attraction of Indiana Dunes is the 15 miles of beach along the southern tip of Lake Michigan. There are many different access points to the beach and each one has its own unique setting. Learn more...         50 Miles of Trails Diverse trails extend throughout the Indiana Dunes National Lakeshore. Visitors can find a location to hike, jog, bike, bird watch, cross-country ski, snowshoe or ride their own horse. Learn more...         West Beach The clear and open vista of West Beach showcases some of the parks large scaled dunes. Hike the Succession trail to the top of a dune and overlook the land and Lake Michigan to see the Chicago skyline. Learn more...         Heron Rookery A lavish display of spring wild flowers surrounds the Heron Rookery trail. This woodland trail follows a portion of the Little Calumet River where you may also witness spawning salmon, migrating birds and woodland animals. Learn more...         Great Marsh Bring your binoculars and follow the Great Marsh trail. This location is a popular feeding and resting area for migrating wetland birds. It also features a wheelchair-accessible trail leading to an overlook of the marsh. Learn more...         Glenwood Dunes Let your horses enjoy the scenery too! The Glenwood Dunes trail allows horseback riding, hiking, and cross-country skiing. During your winter hiking and cross-country skiing visits, get cozy in the nearby Warming Hut. Learn more...            Historical Buildings         Bailly Homestead Explore the Homestead of the independent fur-trader Joseph Bailly. View an unusual combination of vernacular architecture, late 19th century detail, rustic log and brick structures, and the unusual family cemetery. Learn more...         Chellberg Farm During the early 20th century, a hardworking Swedish immigrant family, lived and worked here for three generations. The Chellberg's gave other immigrants a place to stay and helped them find work. Learn more...         Century of Progress Homes These houses were built for the 1933 Chicago World's Fair to demonstrate modern architectural design, experimental materials, and new technologies. Learn more...         Portage Lakefront and Riverwalk This 3,500 square foot public pavilion includes restrooms, a seasonal snack bar, and a glass walled classroom\/meeting space. Enjoy the paved trails and fishing pier. Learn more...",
    "url": "https:\/\/www.nps.gov\/indu\/planyourvisit\/placestogo.htm"
}
