{
    "title": "Indiana Dunes National Lakeshore: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1100 N. Mineral Springs Road  Porter, IN 46304                 Directions         Visitors can access the national lakeshore via I-94, the Indiana Toll Road, I-80\/90, U.S. Highway 20, Indiana State Highway 12, and various state roads. The Indiana Dunes National Lakeshore Visitor Center is located off of Indiana Highway 49 between U.S. Highway 20 and Interstate 94, Chesterton, Indiana. For a driving map to the Indiana Dunes National Lakeshore Visitor Center or other location check out our maps page.  Directions Details           Operating Hours & Seasons         Indiana Dunes National Lakeshore general areas Unless otherwise posted or noted at http:\/\/www.nps.gov\/indu\/planyourvisit\/hours.htm, all public use areas are open from sunrise to sunset. Indiana Dunes Visitor Center Hours: Sunday - Saturday Summer Hours: 8:00 a.m. - 6:00 p.m. Winter Hours: 8:30 a.m. - 4:30 p.m. Closed Holidays: Thanksgiving, Christmas, New Year's Day   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           On average, the warmest month is July and the highest recorded temperature was 105F in 1934. The coolest month is January, with the lowest recorded temperature of -25F in 1985. June sees the most precipitation with an average rainfall of 4.66 Inches.         Fees & Passes     Entrance Fees:   West Beach Entrance Fee - $6.00 $6.00 per car per day $30.00 per bus per day User fee is collected Memorial Day weekend through Labor Day.   Dunewood Campground - $18.00 $18.00 per day Open last Friday in April through the third Sunday in October.   Entrance Passes:   Annual Pass - $80.00 Available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. ee http:\/\/www.nps.gov\/indu\/planyourvisit\/fees.htm for details.   Senior Pass - $10.00 Lifetime pass for U.S. citizens or permanent residents age 62 or over. Provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. Admits the pass holder and three adult passengers in a non-commercial vehicle at per vehicle fee areas and per person fee areas. See http:\/\/www.nps.gov\/indu\/planyourvisit\/fees.htm for details.   Access Pass - $0.00 Lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. See http:\/\/www.nps.gov\/indu\/planyourvisit\/fees.htm for details.   Active Military Pass - $0.00 Available to US military members and the dependents of deployed military in the Army, Navy, Air Force, Marines, and Coast Guard, as well as most members of the US Reserves and National Guard. Proper military ID is required (CAC Card or DoD Form 1173). Covers entrance to Fish and Wildlife Service and National Park Service sites that charge Entrance Fees, and some others. See http:\/\/www.nps.gov\/indu\/planyourvisit\/fees.htm for details.   Volunteer Pass - $0.00 Volunteers acquiring 250 service hours on a cumulative basis. Provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. Admits the pass holder and three adult passengers in a non-commercial vehicle at per vehicle fee areas and per person fee areas. Children under 16 are admitted free. See http:\/\/www.nps.gov\/indu\/planyourvisit\/fees.htm for details.   Annual 4th Grade Pass - $0.00 Available to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) with a valid Every Kid in a Park paper voucher. The pass is valid for the duration of the 4th grade school year through the following summer (September 2015 - August 2016). See http:\/\/www.nps.gov\/indu\/planyourvisit\/fees.htm for details.         Visitor Centers       Indiana Dunes Visitor Center (Dorothy Buell Visitor Center) View lobby displays about Porter County, Indiana Dunes State Park, and Indiana Dunes National Lakeshore View the Artist-in-Residence exhibit Enjoy the Activity Room Watch the short orientation video \"Child of the Northwest Wind\" Shop in the Eastern National bookstore Pick up brochures about Porter County, Indiana Dunes State Park, and Indiana Dunes National Lakeshore   Paul H. Douglas Center for Environmental Eduaction Visitor Activities: Attend scheduled programs for groups presented by the national lakeshore or hike the Miller Woods Trail. Facility Hours Sunday - Saturday Memorial Day - Labor Day: 9:00 a.m. - 5:00 p.m. Monday - Saturday Winter Hours: 9:00 a.m. - 4:00 p.m.                  Welcome to Indiana Dunes National Lakeshore. Stretching along 15 miles of the southern shore of Lake Michigan, this national park offers an incredible diversity of habitats and visitor experiences. Beyond the sandy beaches, explore rugged dunes, quiet forests and tranquil wetlands along 50 miles of hiking trails. World-class birding and over 1,100 native plant species makes this 15,000 acre park among the most biologically rich in the nation. Browse through our helpful links to help you prepare for your visit:  Operating Hours & Seasons - Opening and closing dates of facilities, operating hours. Fees & Passes - West Beach and Campground expanded amenity fees and group information. Permits & Reservations - Fishing, boating, commercial use filming, photography, sound recording and special use activities such as weddings and First-Amendment activities. Weather - Conditions from different locations in the park. Pets - Information on authorized pet areas and equestrian information. Goods & Services - Gas stations, medical services, post offices, etc.",
    "url": "https:\/\/www.nps.gov\/indu\/planyourvisit\/basicinfo.htm"
}
