{
    "title": "Indiana Dunes National Lakeshore: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets          Pets are members of our families, but there are some things you should be aware of before bringing your pet to the park. Guidelines   Pets must be restrained on a leash no longer than 6 feet (2 meters).   Pets should not be left unattended in a vehicle, especially in the summer. High temperatures in a car can kill pets.   Pet owners are responsible for removing pet waste from campground, picnic areas, parking lots, roads and other developed areas.   Service animals are an exception to these rules and may accompany their owner to all park locations.        Beaches Open to Pets   The national lakeshore beaches to the east of the Indiana Dunes State Park are open to pets (Kemil Beach, Dunbar Beach and Lake View Beach). Pets are not permitted on the national lakeshore beaches to the west of the state park (Porter Beach, Portage Lakefront Beach and West Beach). Pets are permitted in parking areas and trails near the beach area, but must stay off the actual beach. Pets must be on a leash at all times, even when swimming in the lake. Handlers allowing pets to chase birds or otherwise harass wildlife are subject to a citation. Pet handlers are responsible for carrying waste off the beach.  Horses   Horses under the direct control of a rider are allowed on specific parts of the Glenwood Dunes trail system. Please visit the Glenwood Dunes trail system webpage for more equestrian information.          Restricted pet areas are marked in red.           Restricted Pet Areas With the exception of assistance animals, the possession of pets is prohibited in the following areas:  Porter Beach. Defined as the beach from the Indiana Dunes State Park boundary west to Wabash Street (excluding active Reservation of Use and Special Use Permit properties). West Beach. Defined as the beach from the NPS boundary on the west side of the town of Ogden Dunes west to Lake County Road. Pets are permitted at all parking lots, picnic shelters and trails that are not on the actual beach. Portage Lakefront and Riverwalk Beach. Pets are not permitted on the beach from the Burns Waterway west to the east boundary of the West Beach beaches. Pets, except for service animals, are not permitted inside the pavilion. Pets are permitted on the paved trail, breakwater, fishing platform, Riverwalk and parking areas. Glenwood Dunes Trail System. Pets (other than horses) are not permitted on the specific portion of the Glenwood Dunes trail system that is designated for equestrian use. Pets are permitted in the parking lot and other sections of the trail system. Great Marsh Trail System. Pets are not permitted on the Great Marsh trail system due to ongoing restoration efforts. Nature Play Area. The area is located on the east side of the Paul Douglas Center main parking lot and is delineated by fencing.        Special Events During large public and other special events, some areas are temporarily closed to pets. Watch for restrictions posted on brown signs at parking areas and entrances to event areas. You may also call the Visitor Center at (219) 395-1882 for information.         Pet restrictions and closures are in place to allow for compatible use of areas, threats to wildlife, damage to sensitive plants and to cooperate with local and state regulations.",
    "url": "https:\/\/www.nps.gov\/indu\/planyourvisit\/pets.htm"
}
