{
    "title": "Juan Bautista de Anza National Historic Trail: Volunteer",
    "body": "Volunteer          To explore volunteer opportunities with the Anza Trail, contact the Anza Trail's Volunteer Program Manager at (415) 623-2344. Below is a list of our closely affiliated volunteer organizations. In addition to the opportunities presented below, the Anza Trail is in need of volunteers to serve as liaisons, docents, and advocates for each of the historic sites and recreation trails listed on our Places to Go page. If interested in serving as our point of contact for those sites, please contact the Anza Trail Volunteer Coordinator at 415-623-2344.        National Organizations Anza Trail Foundation The Anza Trail Foundation raises visibility and promotes knowledge of the epic eighteenth century expeditions of Juan Bautista de Anza and preserves the Anza National Historic Trail through collaboration and partnering with organizations and individuals.  Anza Society, Inc. Serving in part as the Anza Trail's citizen historians, the Anza Society Inc., is a tax exempt, 501(c)3 that celebrates the life and times of Juan Bautista de Anza (1736-1788), Presidial Captain of La Nueva España, explorer, leader of the founders of San Francisco, and Governor of New Mexico. The society hosts an annual conference to share original research. Los Californianos Los Californianos (\"The Californians\") is a non-profit organization dedicated to preserving the heritage of the early Hispanic Californians in Alta California. Members conduct genealogy research and study the civil, religious, military, and cultural activities that took place in Alta California. They strive to ensure that the public is provided an accurate and authentic oral, written, and pictorial interpretation of the history of Spanish and Mexican Alta California. Partnership for the National Trails System Partnership for the National Trails System connects member not-for-profit trail organizations and Federal agency partners to further the protection, completion, and stewardship of the 30 National Scenic and Historic Trails within the National Trails System. The PNTS advocates on behalf of the National Trails System as a whole for land preservation and stewardship resources. Other major roles of the PNTS include the collection and dissemination of National Trails news and the development of outreach initiatives and youth programming.              Arizona Statewide  Anza Trail Coalition of Arizona ATCA is a nonprofit 501(c)(3) dedicated to the restoration and maintenance, protection and interpretation of the Juan Bautista de Anza National Historic Trail. ATCA is re-establishing a contiguous segment of the Anza Trail through Arizona on land and by car. ATCA builds and maintains recreation trail in Southern Arizona.  Santa Cruz County  Anza Club & Santa Fe Ranch Foundation The Anza Ambassadors Club is a youth group comprised of high school students from Nogales and Rio Rico. Together with staff and volunteers of the Santa Fe Ranch Foundation, they protect and raise awareness of Las Lagunas de Anza, a wetland that served as the Anza Expedition's first campsite in the present-day United States.  Tumacácori National Historical Park Become an Anza Trail liaison at Tumacacori while serving as a park volunteer in interpretation, education, and more.   Tubac Presidio State Historic Park & Museum Volunteers are needed at the Tubac Presidio for living history, the visitor center, interpretive guides, and community outreach.    Pima County Tucson Presidio Trust Become a docent or living history volunteer at this site devoted to Tucson's Spanish colonial history.       California Statewide Trails & Rails Anza Trail volunteers serve as guides on board the Amtrak Coast Starlight. This volunteer opportunity is currently available only to residents of the Santa Barbara and San Jose areas.     Southern California Soldados y Californios de SoCal Historic re-enactors who participate in events in San Diego, Los Angeles, and Riverside Counties. Friends of Griffith Park Griffith Park maintains a premier segment of the Anza Trail in Los Angeles and organizes trail events. Friends of Griffith Park has a committee of members with an interest in the Anza Trail.     Central Coast  Mission San Luis Obispo Become a Mission docents, interpreting the area's Spanish colonial history. Amigos de Anza of SLO North San Luis Obispo County is home to equestrians and trail advocates with a long history of maintaining and supporting the Anza Trail. To learn more, call the Anza Trail volunteer coordinator at 415-623-2344.     San Francisco Bay Area Presidio of San Francisco Volunteer opportunities available to engage with San Francisco's Spanish colonial past in the Presidio's Heritage Center, education programs, and special events.  John Muir National Historic Site The Anza Trail would like to recruit docents for the John Muir National Historic Site with a special interest in Spanish colonial history. This national park site hosts the Anza Trail's only permanent exhibit. Contact the Anza Trail's volunteer coordinator at 415-623-2344.",
    "url": "https:\/\/www.nps.gov\/juba\/getinvolved\/volunteer.htm"
}
