{
    "title": "Juan Bautista de Anza National Historic Trail: Work With Us",
    "body": "Work With Us       Job Opportunities with the Juan Bautista de Anza National Historic Trail and Partner Organizations      Saguaro National Park (Tucson, AZ)  Young Adult Hiking Club Director  This temporary position starts January 2016. The hired intern will work in the Rincon Mountain District Interpretation division, directing a new Young Adult Hiking Club. Please download job description for more information. Fluency in Spanish is a requirement for the job. To apply, send resume and detailed cover letter outlining your skills and experiences as it relates to this job to melanie_florez(at)nps.gov.       Visit http:\/\/www.USAJobs.gov to explore careers with the National Park Service.    Email Us to inquire about volunteer opportunities along the Anza Trail              About the Anza Trail In 1776, some 30 families arrived to San Francisco Bay after an epic 8-month expedition under the command of Juan Bautista de Anza.    These were the first non-Native settlers to come overland into Alta California. Their journey would mark a profound turning point in the natural and cultural history of the American West. Our nation commemorates these colonists and the Native Americans who encountered them through the 1,200-mile Juan Bautista de Anza National Historic Trail.  Explore an interactive map of the Anza Trail at http:\/\/www.AnzaHistoricTrail.org. For more, watch the 25-minute film, The Anza Expedition.  The administrative staff of the Anza Trail work to implement the trail's Comprehensive Management and Use Plan. Working with many partners, the National Park Service works to protect, mark, and interpret the route traveled by the 1775-76 Anza Expedition through 20 counties in modern-day Arizona and California.   Partner Organizations The San Francisco-based staff of the Juan Buatista de Anza National Historic Trail administer the Anza Trail in partnership with many other Federal, state, and local agencies, as well as nonprofit partners. Jobs listed below with partner organizations may have areas of overlap, but may not be exclusive to work with the Anza Trail.",
    "url": "https:\/\/www.nps.gov\/juba\/getinvolved\/workwithus.htm"
}
