{
    "title": "Juan Bautista de Anza National Historic Trail: Traveling Trunks",
    "body": "Traveling Trunks                    The Anza Trail: An Educational Discovery Trunk... Unpacking the 1775-76 Anza Expedition           Results   Showing results 1-2 of 2    Sort By:  Title Date         Struggle and Opportunity: A California Cultural Journey    Reserve our free cultural heritage traveling trunks and explore the Tongva & Chumash pre-contact period and 19th century Spanish\/Mexican cultures of the mission and rancho era with your 3rd ‹ 5th grade students. Teacher-led traveling trunks are designed to compare cultural periods in Southern California and Santa Monica Mountains’ history. Period reproduction artifacts, activities, lesson plans, reference materials and curriculum guides are included.    Type:Traveling Trunk Grade level:Third Grade-Fifth Grade Subjects:American Indian History and Culture, Family Life, Hispanic or Latino American History and Culture, History, Regional Studies, Social Studies National\/State Standards:California History-Social Science Content Standards 3.3, 4.2, 5.1        The Anza Trail: An Educational Discovery Trunk for Santa Barbara    The Anza Trail Traveling Trunk is a teachers' resource offered by the Santa Barbara Trust for Historic Preservation and the Juan Bautista de Anza National Historic Trail.Students will gain a comprehensive understanding of the 1775-1776 colonizing expedition led by Juan Bautista de Anza. Students will learn about the people, landscape, and style of life on the Anza Trail through the items in the trunk.    Type:Traveling Trunk Grade level:Kindergarten-Eighth Grade Subjects:American Indian History and Culture, Colonial History, Hispanic or Latino American History and Culture, History, Immigration, Pioneer America, Social Studies, Westward Expansion National\/State Standards:CA Standard 3.2.4, CA Standard 3.3.3, CA Standard 4.2.3 Keywords:California, history, Spanish missions, Chumash, trails",
    "url": "https:\/\/www.nps.gov\/juba\/learn\/education\/classrooms\/travelingtrunks.htm"
}
