{
    "title": "Juan Bautista de Anza National Historic Trail: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial             NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Juan Bautista de Anza National Historic Trail is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      All Aboard with Trails & Rails  All aboard for your next National Park adventure! Trails & Rails guides will help you Find Your Park from the comfort of your seat. Ride with our talented Trails & Rails volunteers on many Amtrak routes across the country. Read more      Call to Action Projects      Tucson Sees 100 Classroom Presentations for the National Park Service Centennial  The Juan Bautista de Anza National Historic Trail and the nonprofit Environmental Education Exchange partnered to deliver 100 classroom presentations in Tucson during the National Park Service Centennial Read more   College Students in Oakland Develop \"National Parklet\" for Campus  Oakland, California, has a new touchpoint for the National Park Service Centennial thanks to the architecture students at Laney College. Read more   Volunteer Historian Awarded for Exceptional Service  Expecting a day of volunteering with the Anza Trail, Phil Valdez, Jr., was instead surprised with a Department of Interior service award.  Read more   Anza Trail Sets a New Standard for Bilingual Exhibits  Community partners have a new resource to develop contemporary, bilingual exhibits along the 1,200-mile Juan Bautista de Anza National Historic Trail Read more   Digital Map Connects Communities to History  The Juan Bautista de Anza National Historic Trail and the Anza Trail Foundation have partnered on an interactive tool to explore the Anza Trail. Read more   A Call to Action Projects for Juan Bautista de Anza National Historic Trail",
    "url": "https:\/\/www.nps.gov\/juba\/getinvolved\/2016.htm"
}
