{
    "title": "Juan Bautista de Anza National Historic Trail: Recreation Trails",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Recreation Trails                Recreation Trails       The National Park Service is working toward the creation of a continuous, 1,200-mile non-motorized recreation trail that will roughly follow the historic route of the Anza Expedition of 1775-76. Approximately 300 miles of recreation trail have been certified so far. These certified trail segments are independently operated. Hours, fees, and use rules vary. Premier segments of recreation trail include:              Tumacácori National Historic Park to Tubac Presidio State Historic Park Description coming soon.          Sonoran Desert National Monument Description coming soon.          Griffith Park  Description coming soon.          San Juan Bautista  Description coming soon.          East Bay Regional Park District Description coming soon.          Presidio of San Francisco  Description coming soon.            Interactive Map & Online Trail Experience   Visit our partner website, http:\/\/www.AnzaHistoricTrail.org, for a dynamic online Anza Trail experience:  Discover points of interest, recreation trails, and historic sites along the Anza Trail Create custom maps of the Anza Trail's Historic Corridor, Auto Route, and Recreation Trails Find local events Read expedition diaries (courtesy of Web de Anza) and toggle an expedition timeline to follow the colonists as they traveled north Download county maps and read county guides of trail resources (adapted from the Anza Trail Guide by 1775-1776 Anza Colonizing Expedition descendant Greg P. Smestad, Ph.D.) Earn your Junior Ranger badge by completing a virtual expedition And much more!  AnzaHistoricTrail.org is a partnership of the Juan Bautista de Anza National Historic Trail and the Anza Trail Foundation.",
    "url": "https:\/\/www.nps.gov\/juba\/learn\/historyculture\/recreation-trails.htm"
}
