{
    "title": "Juan Bautista de Anza National Historic Trail: Historic Sites in Arizona",
    "body": "Anza Trail: Historic & Cultural Sites in Arizona       Below is a partial list of the historic and cultural sites along the 1,200-mile Juan Bautista de Anza National Historic Trail in Arizona (see California sites here). Each site is independently operated. Hours, fees, and use rules vary. Contact individual sites for details. For an interactive map of all Anza Trail resources, visit http:\/\/www.anzahistorictrail.org  Anza Expedition diary entries below are courtesy of Web de Anza.   Arizona      Santa Cruz County         Las Lagunas de Anza Wetland (Certified Site* | Passport Stamp Location) \"At three in the afternoon [we] halted at the place called Las Lagunas, having traveled some eight long leagues.\" Diary of Pedro Font, Oct. 14, 1775   Las Laguas de Anza, a privately managed wetland, was restored by the Santa Fe Ranch Foundation. This site served as campsite #13 for the Anza Expedition.           Tumacácori National Historical Park (Passport Stamp Location) 1891 East Frontage Rd. Tumacacori, AZ 85640 (520) 377-5060 This site reveals the Native, Spanish, and other cultures that have inhabited the Santa Cruz River Valley.          Tubac Presidio State Historic Park and Museum (Passport Stamp Location)   1 Burruel Street Tubac, AZ 85646 (520) 398-2252 \"The people, pack-animals, horses, and cattle which were to go on the expedition were finally gathered together -- the different numbers of these I do not set down, as I did not succeed in ascertaining them -- and it was determined to continue the journey on the following day.\" Diary of Pedro Font, Oct. 22, 1775  Anza served as commander of the Tubac Presidio, and this site was the formal launching point for the Anza Expedition.       Pima County         Historic Hacienda de la Canoa (Passport Stamp Location)   5375 S. I-19 Frontage Road Green Valley, AZ (520) 724-5520 \"This night the wife of a soldier...died in childbirth, and the next day was taken to the mission of San Xavier del Bac for burial.\" Diary of Pedro Font, Oct. 23, 1775   María Pinuelas, the lone fatality of the Anza Expedition, perished after giving birth at this site, just one day after the expedition's departure from the Tubac Presidio. This site served as campsite #15.         San Xavier del Bac Mission  1950 W San Xavier Rd. Tucson, AZ 85746 (520) 294-2624 \"I had solemnized three marriages of members of the expedition, and during the Mass I veiled the newly married couples.\" Diary of Pedro Font, Oct. 26, 1775         Presidio San Agustín (Passport Stamp Location) 196 N. Court Ave. Tucson, AZ 85701 (520) 837-8119 The Presidio in Tucson provides exhibits, programs, and historic re-enactment about the Spanish colonial era of Arizona history.      Pinal County           Casa Grande Ruins National Monument (Passport Stamp Location) 1100 Ruins Dr. Coolidge, AZ 85228 (520) 723-3172 \"We had an opportunity to go and examine the house that is called La Casa Grande de Moctezuma... We were accompanied there by several Indians...who told us on the way a tale and tradition regarding the house, handed down from their forefathers.\" Diary of Pedro Font, Oct. 30, 1775          Yuma County         Painted Rock Petroglyph Site This ancient archaeological site, approximately 90 miles southwest of Phoenix, contains hundreds of symbolic and artistic rock etchings produced centuries ago by prehistoric peoples. Many well-known events in Arizona history occurred near the Petroglyph Site, including the Anza Expedition           Yuma Quartermaster Depot State Historic Park (Passport Stamp Location)  201 N. 4th Ave. Yuma, AZ 85364 (928) 783-0071  \"We arrived at the junction of the Gila and Colorado Rivers, where, after safely crossing the first stream by a good ford, camp was made for the night.\" Diary of Juan Bautista de Anza, Nov. 28, 1775.  The many layers of history that converge at this site include one of the most iconic chapters of the Anza Expedition, the crossing of the Colorado River with the aid of the Quechan people.",
    "url": "https:\/\/www.nps.gov\/juba\/learn\/historyculture\/arizona-anza-trail-sites.htm"
}
