{
    "title": "Juan Bautista de Anza National Historic Trail: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture          The History Behind the Great Journey  Watch and Read  Enjoy a 25-minute film about the Anza Expedition or read the story of the expedition, below. For more about the people and places of the Anza Trail, follow these links:  People: Families of the Anza Expedition Places Historic Sites in Arizona Historic Sites in California   Recreation Trail Segments Modern Research About the Anza Expedition                 The Anza Expedition, 1775-1776   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:24 minutes, 30 seconds  Experience the incredible story of the Anza Expedition and the founding of San Francisco.        The Story of the Juan Bautista de Anza National Historic Trail \"…It was decided in Mexico to make this second expedition and journey, the better to explore the country, and especially to conduct thirty families of married soldiers to the port of Monterey, in order by means of them to settle and hold the famous port of San Francisco.\" -- Father Pedro Font, remarks opening his journal  ¡Vayan subiendo! \"Everyone mount up!\" This was the familiar call from Spanish Lt. Col. Juan Bautista de Anza. In 1776, Anza arrived at San Francisco, leading 30 families on the West Coast's first overland colonizing expedition. An era of tremendous change arrived with them.  Pursuing a Dream Juan Bautista de Anza's father had a dream. As a soldier on the frontier of New Spain, he wished to find an overland route to the coastal province of Alta California. He died in an Apache ambush when Anza was three years old. His dream was unfulfilled.  Like his father, Anza joined the Spanish military, eventually becoming a captain at the frontier presidio (fort) of Tubac. By 1774, Spain had established several military and religious outposts in distant Alta California. The priests and soldiers there struggled in isolation, and sea routes were dangerous.  Like his father, Anza requested permission from the Viceroy of New Spain, Antonio Maria Bucareli, to find a route across the desert separating Tubac and Alta California. Spain had come to fear Russian and English encroachment on its territory, and so Bucareli agreed.  Sebastián Tarabal, an Indian guide, helped Anza identify a desert crossing on an exploratory expedition in 1774. Upon this success, the Spanish tasked Anza to lead settlers, livestock, and supplies to Alta California. Spain's plan was to establish a colony at a place they called el río de San Francisco. Anza's goal was to safely deliver the settlers and fulfill his father's dream. Trusting a Promise In September 1775, Anza traveled to Culiacán, Horcasitas, and other towns in present-day Mexico to recruit his settlers. Anza told of lush lands and plentiful resources in a place far from the desert frontier. Men could join Anza's expedition as paid soldiers on two conditions: they would not return, and they would bring their wives and children on the dangerous journey.  When the expedition left the Tubac Presidio on October 23, 1775, thirty families had joined Anza. The families reflected the diverse castes of Spanish society—a mix of Native American, African, and European heritage. These 200 men, women, and children put their trust in a man who did not guarantee they would reach their destination. Their reward was the chance at a better life. It was a risk they were willing to take. Traveling Town The settlers, their military escorts, support workers (cowboys, mule packers, and Indian guides), and 1,000 head of livestock comprised an enormous group. Led by Anza, the expedition resembled a traveling town.  Most days started with mass and the alabado, a hymn of praise, led by Franciscan priest Pedro Font, the expedition chaplain. Not only did Font provide religious leadership, he recorded latitudes with a quadrant and kept a meticulous journal. Where the tone of Anza's journal was official, Font's was eloquent. These two journals documented the struggles and successes of the expedition. Without the diaries, details of this epic journey would never have been known.  American Indians Anza ordered his expedition soldiers not to harm American Indian communities along the route, and he forged alliances with several tribes. The O'Odham and Chumash provided much-needed food. A Quechan group, led by Chief Palma, helped the families cross the Colorado River.  To Catholic Spain, the frontier was full of souls to be saved. As the empire expanded, the church acculturated American Indians into mission communities. Indians were the required labor that built the missions. Colonization decimated Indian populations. It disrupted Native traditions and changed the landscape. Many Spanish believed they were serving the Indians' best interests. Ultimately, Spanish colonization advanced a devastating blow to the tribal world as it existed.  Living Legacy On June 27, 1776, the expedition families arrived at what is now San Francisco. The expedition suffered just one fatality. One day north of Tubac, María Ignacia Manuela Piñuelas died shortly after giving birth. She was one of eight women who were pregnant at the start of the journey. Anza's leadership ensured the settlers reached their destination, and Spain successfully established its northernmost colony in Alta California. In the new land, many of the colonists and their descendants obtained the better livelihoods Anza had promised. Modern towns and landmarks bear the name of expedition families, such as Alviso, Berryessa, Bernal, Peralta, and Moraga. Descendants of these Californio families commemorate their heritage along the Anza Trail. The tribal communities whose lands Anza traveled through—Quechan, Ohlone, O'odham, Tongva, and many more—continue to thrive and pass on their traditions. The 1775-76 Anza Expedition delivered change to colonial Spain's northern frontier. The Anza Trail tells the complex story of migration and colonization, of family and community, and of our country's Native and Latino heritage. Discover for yourself history, culture, and outdoor recreation along the Juan Bautista de Anza National Historic Trail.",
    "url": "https:\/\/www.nps.gov\/juba\/learn\/historyculture\/index.htm"
}
