{
    "title": "Juan Bautista de Anza National Historic Trail: Research",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research              Research            Expedition Journals The most thorough historical and cultural source of on-line information on the 1775-76 Anza Expedition can be found at Web de Anza. Access the journals written by various members of the expedition. Research additional information and materials. Use this interactive study environment on Spanish 1774-76 exploration and colonization of Alta California (maintained by the University of Oregon).        NPS \/ Zach Brehrens  Gauging Hispanic Interests in Hispanic Heritage Resources Download the 2015 report Gauging Hispanic Interests in Hispanic Heritage Resources: An exploratory study of the Juan Bautista de Anza National Historic Trail, Tucson, AZ (2MB PDF). Bilingual focus groups with Hispanic participants in Tucson revealed barriers that prevent Hispanic individuals from engaging with the Anza Trail, and suggestions for increasing awareness, encouraging visitations, and improving experiences along the Anza Trail. The research was conducted by Magda E. Mankel, 2015 intern with the National Park Service Cultural Resources Diversity Internship Program.            NPS \/ Bill Singleton  Historic Resource Study This 2012 Historic Resource Study provides an overview and synthesis of the currently available literature about Anza's overland colonizing expedition of 1775-1776, as well as an extensive bibliography to aid additional research. Download the 268-page study (6MB PDF), prepared for the National Park Service by Dr. Peter Gough of the University of Nevada, Las Vegas.        NPS \/ David Rickman  Ethnography: The Settlers of San Francisco Download the 2011 study, Analyzing 18th Century Lifeways of Anza Expedition Members in Northwestern Sinaloa and Southwestern Sonora, Mexico (80MB PDF), prepared by the Bureau of Applied Research in Anthropology at the University of Arizona. This report provides ethnographic and ethnohistorical information on the lifeways (material and non-material culture) of the people who settled San Francisco.",
    "url": "https:\/\/www.nps.gov\/juba\/learn\/historyculture\/research.htm"
}
