{
    "title": "Juan Bautista de Anza National Historic Trail: Trails & Rails",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Trails & Rails              Trails and Rails         Trails and Rails docent Donnis Galvan on board the Coast Starlight, Summer 2014.   Travel the Anza Trail On Board Amtrak's Coast Starlight  The Juan Bautista de Anza National Historic Trail is proud to sponsor one of the nation's 17 Trails & Rails programs, an innovative partnership between the National Park Service and Amtrak.  From the observation car of Amtrak's Coast Starlight, you can experience California's magical landscape and history with volunteer docents as your guides. The Anza Trail's program runs summer weekends between Santa Barbara and San Jose.  The Anza Trail's Trails & Rails program is administered by the South Coast Railroad Museum of Goleta, CA.   Book your Coast Starlight ticket: http:\/\/www.amtrak.com or 800-872-7245          2016 Trails & Rails Schedule Anza Trail guides will be in the observation car of the Amtrak Coast Starlight between Santa Barbara and San Jose on Thursdays, Fridays, Saturdays, & Sundays from April 21 - Sept. 25, 2016. (Guides on the Pacific Surfliner provide a limited program.) For information about the Coast Starlight program in Washington State, click here.   Enlarge the image below as a PDF           Schedule subject the change.           Become a Trails & Rails Guide        Trails and Rails docent Kathy and Don Chalfant.   Would you like to represent the National Park Service, engage thousands of people a year, and enjoy one of the most beautiful rail routes in America? Become a Trails & Rails docent along the Anza Trail!   Docents must be based near Santa Barbara or San Jose. Trails & Rails volunteers do not need to be historians or naturalists, but they must have an enthusiasm for public speaking and travel. Volunteers must be at least 18 years old, in good health, and available to for 2 one-day trips per month between May and August. Uniforms, training, program materials, train tickets, and meals are provided. A mandatory one-day training takes place every winter.   To inquire further, please contact the South Coast Railroad Museum at (805) 964-3540 or email the Juan Bautista de Anza National Historic Trail: hale_sargent@nps.gov.  Meet Our Coast Starlight Docents          2016 Information Sessions & Training Dates   San Jose  Information Session (Download San Jose Flyer) Thursday, Feb. 25 7PM - 8:30PM  Willow Glen Branch Library Community Room 1157 Minnesota Ave San Jose, CA 95125   Questions or RSVP to  Hale Sargent, Anza Trail 415-623-2344 or hale_sargent@nps.gov   Training (Required for new guides) Saturday, March 12 10:30AM - 4PM Willow Glen Library Community Room     Santa Barbara   Information Session Wednesday, March 9 7PM - 8:30PM   South Coast Railroad Museum 300 North Los Carneros Rd Goleta, CA      Training (Required for new guides) Saturday, March 19 Details provided at the orientation session   Questions or RSVP to: Gary Coombs, South Coast Railroad Museum 805-964-3540 or gcoombs@goletadepot.org         The Amtrak Coast Starlight (in yellow) connects Los Angeles and Seattle. The train route overlaps with the Anza Trail (in red) along California's Central Coast. Additional Trails & Rails docents ride the Coast Starlight in Washington State in partnership with Klondike Gold Rush National Historic Park.",
    "url": "https:\/\/www.nps.gov\/juba\/planyourvisit\/trails-and-rails.htm"
}
