{
    "title": "Juan Bautista de Anza National Historic Trail: Collect Passport Stamps",
    "body": "NPS Passport Stamps          Collect all the Juan Bautista de Anza NHT stamps for your Passport to Your National Parks book.  Site-specific Anza Trail stamps are located at these points along the trail (updated June 2015). Each site is independently managed. Please contact individual sites for hours and stamp availability. download this list as a PDF - updated July 2015  Mexico 1. Alamos, Sonora Museum of Sonoran History   Arizona 2. Nogales Las Lagunas de Anza (privately-managed wetland preserve)  3. Tumac치cori Tumac치cori National Historical Park 4. Tubac Tubac Presidio State Historic Park 5. Green Valley Historic Hacienda de la Canoa 6. Tucson (same stamp at both visitor centers) Saguaro National Park West - Tucson Mountains District Visitor Center Saguaro National Park East - Rincon Mountain District Visitor Center  7. Tucson El Presidio de Tucson  8. Picacho Picacho Peak State Park  9. Casa Grande Casa Grande Ruins National Monument  10. Gila Bend Sonoran Desert National Monument   11. Gila Bend Gila Bend Museum (both Gila Bend stampers located at the Gila Bend Visitor Center, 644 W. Pima St., 928-683-2255)  12. Yuma Yuma Crossing National Heritage Area   California 13. Borrego Springs Anza-Borrego Desert State Park 14. San Gabriel Mission San Gabriel (in the gift shop and museum)  15. Los Angeles El Pueblo de Los Angeles Monument (National Park Service outreach station in the Quon Building)  16. Los Angeles Griffith Park (Ranger Station\/Visitor Center)  17. Calabasas Santa Monica Mountains National Recreation Area (Anthony C. Beilenson Interagency Visitor Center) 18. Ventura Channel Islands National Park 19. Santa Barbara El Presidio de Santa B치rbara  20. Amtrak Coast Starlight Available seasonally from Anza Trail docents with the Trails & Rails Program on Amtrak Coast Starlight (a copy is available at Anza Trail HQ; Contact us to obtain the stamp off the train.) 21. San Luis Obispo Mission San Luis Obispo gift shop 22. Atascadero Atascadero Mutual Water Company  23. Jolon Mission San Antonio   24. Monterey Monterey State Historic Park Pacific House Museum open Friday, Saturday, Sunday (and Monday holidays) 25. Monterey Fort Ord National Monument (this stamp is available at Anza Trail HQ in San Francisco) 26. San Juan Bautista San Juan Bautista State Historic Park 27. San Jose Bernal-Gulnac-Joice Ranch (Santa Clara County Parks Department)  28. San Jose Roberto Adobe & Su침ol House (NOTE: This museum is scheduled to open in 2015. Until that time, the stamper is with the California Pioneers of Santa Clara County. Contact.) 29. San Francisco Mission Dolores  in the gift shop  30. San Francisco Juan Bautista de Anza National Historic Trail Headquarters 333 Bush Street (call to schedule: 415-623-2344)   31. San Francisco El Presidio de San Francisco  32. San Francisco Fort Point National Monument  33. San Francisco Golden Gate Bridge Vistor Center 34. Oakland Peralta Hacienda  35. Martinez John Muir National Historic Site (Anza Trail permanent exhibit)   36. Oakley Big Break Visitor Center",
    "url": "https:\/\/www.nps.gov\/juba\/planyourvisit\/nps-passport-stamps.htm"
}
