{
    "title": "Juan Bautista de Anza National Historic Trail: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       The settlers of the Anza Expedition experienced many hardships as they traveled along the riparian corridors of Arizona and California. Modern trail users encounter many of the same dangers today.   Before attempting to ride, hike, or bike a segment of the Anza Trail, contact the appropriate land management agency for current safety advisories. The National Park Service does not manage any of the trails or sites along the Juan Bautista de Anza National Historic Trail (except for those that fall within national park boundaries).     Contact us if you would like assistance contacting the appropriate land management agency.    Below are general tips for staying safe on the trail:           The Anza Expedition lost many livestock and mounts to the freezing temperatures in the Santa Rosa Mountains. Illustration by David Rickman for NPS  Beware of Extreme Temperatures  Desert temperatures can range from below freezing in the winter to over 100° in the summer. Check for closures and warnings, and bring appropriate protection and gear for extreme variations.           The families of the Anza Expedition were not strong swimmers. They crossed the Colorado River with the assistance of the Quechan people. Illustration by David Rickman for NPS.  Flash Floods   The Anza Trail runs in close proximity to many ephemeral rivers. In the southwest, these waterways can change from a gentle stream flow to a rolling river without much warning. Extreme caution is advised for trail use during any rain event (including Arizona's summer monsoon season). Remember, what happens upstream will affect the trail downstream!         The Anza Expedition broke into small groups to cross the Colorado Desert. An advance party dug wells in dry river beds, finding just enough water to sustain the 30 families and 1000 head of livestock. Illustration by David Rickman for NPS  Bring Water! Bringing sufficient drinking water is essential to any safe trail experience. This is particularly true in the dry climates of Arizona and California. Do not depend on potable water being available on the trail. Pack it in and take it out!       Crime Crime occurs on every trail. Trail users are advised to be aware of their surroundings and should be prepared to show identification if asked by a law enforcement officer.",
    "url": "https:\/\/www.nps.gov\/juba\/planyourvisit\/safety.htm"
}
