{
    "title": "Juan Bautista de Anza National Historic Trail: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia       Anza Trail Image Gallery Browse photos and images of the Anza Trail in our photo gallery and our Flickr photostream, including waysides, trail signage, events, historic sites, and more.      Interactive Anza Trail Map Visit our partner site, www.AnzaHistoricTrail.org, for dynamic online resources, including customizable trail maps, county guides, and more.     Videos             The Anza Expedition, 1775-1776   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:24 minutes, 30 seconds  Experience the incredible story of the Anza Expedition and the founding of San Francisco.               La Expedición de Anza   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:27 minutes, 1 second  En 1775-76, la expedición de Juan Bautista de Anza viajó unas 2000 kilómetros para fundar el asentamiento de San Francisco.                Legacy of a Journey   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 2 seconds  The arrival of the Anza Expedition in 1776 represented the end of a way of life for the American Indians of Alta California.               El Legado de un Viaje   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 39 seconds  Con respecto a los indígenas de Alta California, la llegada de los colonistas resultó en un cambio profundo en el mundo.            Audio Tour for Imperial County The Yuha Desert Cultural History Audio Tour, created by the Bureau of Land Management, includes two sites along the Anza Trail: the Juan Bautista de Anza Overlook, and Yuha Well. Either download these audio files to accompany a visit to these sites or to experience a virtual visit.",
    "url": "https:\/\/www.nps.gov\/juba\/learn\/photosmultimedia\/index.htm"
}
