{
    "title": "Juan Bautista de Anza National Historic Trail: Park Home",
    "body": "An Epic Journey Through A New Spain  \"¡Vayan Subiendo!\"(\"Everyone mount up!\") was the rousing call from Juan Bautista de Anza. In 1775-76, Anza led some 240 men, women, and children on an epic journey to establish the first non-Native settlement at San Francisco Bay. Today, the 1,200-mile Juan Bautista de Anza National Historic Trail connects history, culture, and outdoor recreation from Nogales, Arizona, to the San Francisco Bay Are              The Story of the Anza Expedition of 1776   A diverse group of 30 migrant families scratched their way across the frontier of New Spain, and carved their way into American history.            Historic Sites in Arizona   These historic and cultural sites host heritage events and exhibits about the Anza Trail in southern Arizona.        Expedition Maps   Click here to see and download a map of the Juan Bautista de Anza expedition.         Historic Sites in California   Historic, cultural, and natural sites reveal the legacy of California's Spanish colonial era.               Premier Anza Trail Hikes   Stretch your legs on some of the quintessential Anza Trail hikes.         Annual Events Along the Anza Trail   Annual heritage events commemorate the epic journey of the Anza Expedition of 1775-76.        Ride the Anza Trail with Trails & Rails   Anza Trail guides ride the Amtrak Coast Starlight between San Jose & Santa Barbara. See this year's schedule and learn how to become a guide              Learn more about upcoming events   Click to find out what's going on in and around the trail.         Education for the classroom or community   Use the Anza Trail as a teaching tool in your classroom or community.              \"Like\" us on Facebook!   Learn more about what we're doing and share your images and experiences on the trail.         Check out our images on Flickr!   Click here to go to our Flickr page and see images from events and more!        Follow us on Twitter!   Be sure to follow us on Twitter to learn more about the Juan Bautista de Anza NHT.",
    "url": "https:\/\/www.nps.gov\/juba\/index.htm"
}
