{
    "title": "Juan Bautista de Anza National Historic Trail: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do        September 23, 2014 - the Juan Bautista de Anza National Historic Trail helped commemorate the re-opening of the Presidio of San Francisco Officers' Club. The Officers' Club shares foundation walls with the original presidio, established by the Anza Expedition in 1776, making it one of the oldest buildings in the city. The Anza Trail procession -- comprised of descendants of the original expedition -- displayed all the historic flags that have flown over the Presidio.        Discover Historic, Cultural, and Recreation Sites       Major Annual Events Along the Anza Trail In October, Southern Arizona commemorates the departure of the Anza Expedition; every June San Francisco commemorates its arrival. Passport to Your National Parks Collect 30+ unique Anza Trail stamps from Mexico, Arizona, and California Trails & Rails Ride the Amtrak along the Anza Trail with National Park Service docents as your guides Also Explore: Historic Sites in Arizona Historic Sites in California Premier Recreation Trails       The Juan Bautista de Anza National Historic Trail includes an approximately 4-mile segment of recreation trail in Fort Ord National Monument outside Salinas, CA. The level trail connects the Creekside Terrace and Badger Hills trailheads. Photo Credit: NPS\/Bhoj Rai.        Discover historic, cultural, and recreation sites along the 1200-mile Juan Bautista de Anza National Historic Trail throughout California and Arizona. Visit our partner website, www.AnzaHistoricTrail.org, to find sites, trail resources, and events along the U.S. portion of the trail. (The historic corridor of the 1775-76 Anza expedition also includes the Mexican states of Sinaloa, Sonora, and Baja California.) While there is no official Anza Trail visitor center, the National Park Service hosts a permanent Anza Trail exhibit in the historic 1849 Martinez Adobe, on the grounds of the John Muir National Historic Site in Martinez, California. Many affiliated historic, cultural, and recreation sites on the Anza Trail offer visitor services and facilities. Inquire before you visit. Contact the Anza Trail administrative office in San Francisco at 415-623-2344 or via email.",
    "url": "https:\/\/www.nps.gov\/juba\/planyourvisit\/things2do.htm"
}
