{
    "title": "Fort Larned National Historic Site: The McLaughlin Stone",
    "body": "The McLaughlin Stone       During a 2005 renovation of the north wall of the Old Commissary, the National Park Service work crew discovered a 100-pound stone with \"J H Mc LAUGHLIN CO B 3 RGT\" etched on its top side. This stone, which had been hidden since the building was completed in 1866, revealed an interesting individual. It turns out that the graffiti artist was John H. McLaughlin, a private in the 3rd U.S. Infantry Regiment, Company B. That his name appears on the stone suggests that he was involved in building the structure, suggesting soldiers participated in its construction. McLaughlin placed the stone at the top, face up, so that the roof would cover the carvings, suggesting that although he wanted to leave his mark, he did not want to get caught; he must have known the hazards of defacing government property. His stone is one of the rare examples of soldiers leaving graffiti behind. Who was John McLaughlin? His military records reveal an extraordinary life. John Henry McLaughlin was born June 22, 1826 in Limerick, Ireland. At age 20 he boarded a famous sea craft named the \"Jane Black,\" bound for America. After 37 days at sea, a violent storm sent the \"Jane Black\" to the bottom of the Atlantic. A chance passing ship saved the crew and passengers from their fate and returned them to Ireland.  McLaughlin changed plans and went to Calcutta, India. There, he was offered a position as Chief of the Native Police, which he declined. While in Calcutta, he narrowly survived cholera. Only with the dedication of a female doctor did he survive. In India, McLaughlin learned the trade of manufacturing paper. He took his newfound skill and headed for America via the West Indies. He arrived in Baltimore, then traveled to Buffalo, New York to apply his new trade. The Civil War pulled McLaughlin into military service. He joined the United States Navy and was assigned to the \"USS Virginia.\"  For unknown reasons, he was transferred to the \"USS Ida.\"  The \"Ida\" was assisting other ships taking of seaports in Alabama, and was known for her capture of the Confederate ship \"Southern Republic.\" One day, as the \"Ida\" was sailing from Fort Blakely, she struck a sea mine. In McLaughlin's words, the ship \"blew into a thousand pieces.\" Most of the crew were killed in the blast. McLaughlin was blown overboard and managed to hold on to a floating timber until rescued by the \"USS Tallahatche.\" The \"Tallahatche\" picked up only one other survivor. After his discharge, McLaughlin had trouble finding work, so he enlisted in the Army. McLaughlin was assigned to Company B, 3rd Infantry Regiment, and posted to Fort Larned, Kansas in 1866, just as construction was ramping up on the fort's sandstone buildings. It was there and then that McLaughlin carved his name and unit on the stone atop the Commissary wall. John McLaughlin's career in the army spanned 12 years.  In 1870, he transferred to the 6th Cavalry, and re-enlisted with the 8th Cavalry in 1874.   McLaughlin recalled his most terrifying experience fighting Indians while carrying dispatches with five others to another post. \"We were attacked by about 130 Indians, we made breastwork out of our horses and when forced back we took cover behind two of our fallen comrades who had just been killed. When all hope was lost, we were saved by the arrival of another troop of Cavalry.\"  McLaughlin retired from the army in 1877 and lived an active life to the end, attending reunions and lodge meetings. Others remembered he was the center of attention.  John H. McLaughlin died on October 6, 1907 at 4:30 pm at Fort Randall, where he had spent most of his twilight years.",
    "url": "https:\/\/www.nps.gov\/fols\/learn\/historyculture\/the-mclaughlin-stone.htm"
}
