{
    "title": "Fort Larned National Historic Site: Rabid Wolf Attacks Fort Larned",
    "body": "Rabid Wolf Attacks Fort Larned         Sentry Post NPS  When Fort Larned was in operation, the surrounding countryside was filled with animals no longer found here: bison, pronghorns, elk, and wolves. The wildness allowed for some interactions that might seem very unusual to us now that these animals have been pushed elsewhere. On August 5, 1868, a rabid wolf went on a rampage through Fort Larned. A few days later, Captain Albert Barnitz of the 7th US Cavalry recorded this memory of the incident: \"Quite a serious affair occurred at the Post on the night of the 5th. Colonel [Wynkoop], the Indian Agent, was sitting on his porch, with his wife and children, and Mrs. Nolan and Tappan, I believe, and Lt. Thompson of the 3rd Infantry - and others, when a mad wolf - a very large grey wolf - entered the Post and bit one of the sentinels - ran into the hospital and bit a man lying in bed - passed another tent, and pulled another man out of bed, biting him severely - bit one man's finger nearly off - bit at one woman, I believe and some other persons in bed, but did not bite through the bed clothes - passed through the hall of Captain Nolan's house, and pounced on a large dog which he found there, and whipped him badly in half a minute - and then passed the porch of Col. [Wynkoop] - and springing in upon Lt. Thompson bit him quite severely in several places - he then passed on to where there was a sentinel guarding the haystacks and tried to bite the sentinel, but did not succeed - the sentinel firing and shooting him there on the spot!\" Corporal Michael McGillicuddy of the 3rd Infantry, Company C was in bed in the hospital when he was bitten on the hand. McGillicuddy refused to have his wounded finger amputated. He later died of rabies. This was not the only time wolves attacked the fort. Private Ado Hunnius recorded in his journal on July 13, 1867, \"During night some wolves tried to work under the door to get into the cook house, a dugout in old bed of Pawnee Fork Creek. One got in but was shot by cook. It was a big one.\"",
    "url": "https:\/\/www.nps.gov\/fols\/learn\/historyculture\/rabid-wolf-attacks-fort-larned.htm"
}
