{
    "title": "Fort Larned National Historic Site: Pvt. Adolph Hunnius",
    "body": "Pvt. Adolph Hunnius       Adolph Hunnius was born in Leipzig, Germany, emigrated to the United States, and had distinguished himself as a military man while fighting for the Union in the Civil War. By 1867, he had re-enlisted and was a private in the 3rd Infantry Regiment, Company D stationed at Fort Larned.  That year, Fort Larned was at its height: construction of the fort's sandstone buildings was at its peak and the violence of Hancock's War was raging throughout Kansas. Among his duties, Hunnius worked in the stone quarry extracting the stone used for construction and later prepared many structural drawings of buildings at Fort Larned. Hunnius kept a daily journal of his experiences in the army.  His original writing style, a series of jotted notes rather than a verbose narrative, is retained in the quotes below. Hunnius's recordings provide valuable insight into the lives of average soldiers at Fort Larned, showing the dangers, the drudgery, and a bit of humor. Hunnius arrived at Fort Larned on May 30, 1867. Although he wrote in his journal each day, a selection of interesting entries is provided below. Notes on the quotes are provided in italics. June 1: \"This morning seems to promise a good day at 7 o'clock to Zarah we marched half the way and half in tiemssplendid weather some Prairie Chickens killed at sun set at Fort Zarah. I was to the suttler. Liver cakes Cheese. Metz got pissed on from a Skunk. Sergt McCarty forgot the fresh Beef.\" June 4: \"I was from 4 till 8 on guard. about 2 o'clock the stable of the Mail Station burned down. For supper fishes. Plenty muskitoes. The evening drilling. Very warm after supper swimming. The water still rising.\" Fort Larned was originally established to protect the mail traffic on the Santa Fe Trail. The mail station was located east of the quadrangle near the beef corrals.        NPS  June 8: \"This morning drilling then on fatigue for ground on Barrack. We stopped soon on account of heavy rain. at dinner big drain and Colored Cavolery arrived. Afternoon rain supper fish. Afterwards heavy rain. My hand pains very much. On guard from 10-1\/2 – 11-1\/2 o'clock. Cheese 25.\" The \"Colored Cavolery\" was the 10th U.S. Cavalry Regiment, Company A, commonly known as Buffalo Soldiers. They served at Fort Larned until early 1869, and were the last cavalry unit stationed at the fort. June 12: \"This morning to the Stonequarry. I on stone wagon. Gunning and Morris had to walk water rising. Dinner I cook.Very windy. I build a fire place to light a pipe. On guard from 9 – 11-1\/2. No rain. Very windy.\" The stone quarry was located near the original Camp on Pawnee Fork about four miles east of Fort Larned. June 13: \"The citizens will not allow us anymore to cook in their cookhouse. The bank of the creek broke. Prairy under water on going home a big rattlesnake killed. Morris shot her. Gunning shot a duck. For dinner Buffalo. afternoon working on gurilla [corral?]. Load and unload after supper. Fary drowned. We could not find him. On guard from 3-daylight.\" June 17: \"This morning a big train arrived I picked greens. 2 citizens killed by Indians. I got a drink whiskey from Adj. of Gen. Schutz afternoon on fatigue on gurilla. For supper fishes. On guard from 11.12 – 12.10.\" June 19: \"very fulish relief this morning Everts and I came in at noon: we fired pretty nearly on 5 Mexicans. After dinner on fatigue to sweep around the barracks. Thence I washed my blue trowsers. Afternoon big fighting on mail station. The night mexican bread and coffee. the evening very windy on guard from 2-3. a skunk.\" June 22: \"On guard from 5-6. Much foggy. They found Fairy. The citizens moved in here. On guard from 1-1\/4 – 2. For dinner rice Pudding. Evening a swim.\" Citizen laborers were hired to help with construction at Fort Larned. June 26: \"On guard for quarry. On guard from 12-2. I fried the Buffalo Steacks. I dropped my bayonett in the well. I tried to get it out bit i could not. It was very warm day. On guard tonight from 3-4.\" June 28: \"For quarry this morning. The quartermaster inspected the quarry. I fished my bayonett out the well. For dinner bisquitts and water. We had no frying pan. On guard from 11-1. Night from 1-2. Corpl Morris. Morris. Owens gone up to Larned.\"        The Fort Larned hospital in the 1870s was much improved over the adobe hospital Hunnius used in 1867. NPS  July 3: \"This morning nothing to do. After dinner on fatigue digging out cellar in Lt. Kaisers new Adobley house. No dress parade. a swim in the evening. Awfull hot day. On retreat. Lt. Kaiser give the order if any one get the diarerry should report immediately to the Hospital. We got 3 recruits.\" July 4: \"At sunrise 33 guns fired. Went picking green for dinner at 12 noon 30 other guns fired. For dinner fresh beef, Sauerkraut, Greens Pickles & Lagerbeer. No dress parade.\" In celebration of Independence Day, the troops enjoyed a special meal, gun salutes, and a reprieve from some of the usual duties. Also at Fort Larned, companies put their best men forward to race in foot races, betting on the winners. July 6: \"Nothing to do. Rainy weather. All detailed men on Inspection and drill. I made a bet with Busch for one dollar. I won it. Sergt McCarty was sick. Suppose Cholera. Corporal MacGail sick also Cholera. Asked the Doctor for salt or pills. He said no! but thank God you will not get the cholera. It makes me feel good.\" Of course the doctor was lying.  He had no reason to believe Hunnius would not get cholera, a common and deadly illness at Fort Larned.  July 7: \"On Inspection. On Guard. 1 Relief Post one. at 1 o'clock McCartey dead. One citizen too. At 3 o'clock they got burried. I sick too. Warmhoff, Dooley, Hack all sick. Awfull rainy night. Lt. Kaiser Off. of the day a dispatch to Fort Hager for Doctor and Medicine. Underarms at 3 o'clock.\" The sergeant Hunnius mentioned the day before was already dead. July 8: \"This morning 2 o'clock awfull thunder storm. I To the doctor got medicine. 10 men sick from the Company. I slept the forenoon. After dinner we made a sink. Awfull hot. No dress parade tonight. Cows driven away by the Indians and the herder got killed quite near roundhouse. Allarm all turned out to fight. Indians and herd gone.\" Raiding proved to be the Plains Indians' most successful strategy. Unwilling or unable to dislodge the army from its fortifications, attacking the weakly defended fringes of the fort and stealing animals or equipment were more profitable and less risky. July 19: \"The fatigue party had to pick potatoes. for dinner potatoes. Afternoon I washed my clothes. We were warned by Captain Kaiser to look out for mad wolves and skunks.\" Less than three weeks later, a rabid wolf did go on a rampage through Fort Larned. July 21: \"Inspection. I have written a letter to Hillebrand. for dinner onions. after supper Beck and I a swim.A fter Sundown Kaiser and me a walk. Captain said he liked me and I should be next Lance Corporal. He asked me about all my service during the War.\" In the Civil War, Hunnius had been promoted up to Sergeant and served as a regimental advisor because of his military training back home in Germany. August 10: \"This morning I got a check from the suttler for 5 dollars. 1 # Tobacco, and matches. 2.90. Drilling this morning. I was drawing rations. I had a swim in the forenoon. Evening dressparade. I made out the guard Report for Sergt Ryan. I got a book from library of Indian Customs.\" Tobacco was available from the sutler, a civilian on contract with the army to provide the services of a general store. At Fort Larned, the sutler's store was on the southwest corner of the post.        The Pawnee Fork, where Hunnius frequently went swimming to cool off. Nathan King  August 16: \"Sloen showed me my detail for Top Engineer. No fatigue today.  This morning at drill call a dispute with Corpl Kaiser about drilling. Forenoon a swim. Plenty lumber arrived here.\" Here, Hunnius begins a new project to draw diagrams of the fort's buildings. August 20: \"After guard mounting I had a swim. Afterwards I made a drawing for HdQtrs.\" August 23: \"This morning a swim, then I had an invitation to Lever from Beck. I made the plan for Q. M. Storehouse in Pencil. Wagoner Cassey is sick.\" August 24: \"This morning a swim. Forenoon I did not do much. Afternoon I made the ground plan for soldiers Quarters.\" August 26: \"I finished the Soldiers Quarters Plan and commenced to work on 40 inch scale plan from the Fort Larned. Late in the evening I worked out a plan in lead print for Officers Quarters for the mason.\" September 7: \"We worked on papers and cleaned the boxes out. The Comanches came in, Chyannes Chiefs Black Kettle and little Raven. The evening I had no supper on account of observation. We put out North line. Lt. Kaiser was here and killed his cow and give it to our Company and B.\" Black Kettle was a renowned chief of the Cheyenne. A survivor of the Sand Creek Massacre in 1864, Black Kettle pursued peaceful avenues with the U.S. Government in spite of the horrors his people had endured. A month later, the Cheyenne and a number of other tribes agreed to the Medicine Lodge Treaty, ending the violence of 1867. Black Kettle was killed when his village was attacked by Lt. Col. George Armstrong Custer's 7th Cavalry at the Battle of Washita on November 27, 1868. September 17: \"After breakfast we killed another Buffalo. After dinner we went out to survey the upper part of Wallnot creek. Our eskort was so drunk that we went back. afterward a big fight with Lt. Kaiser and the negroes. Much excitement one hung up, one pinned on ground with bayonnet in mouth. Last night awful rain. September 27: \"This morning we started for Plum Creek and campted there. I on horseback. My arsh burns like the devil.\" Kansas State Historical Society, Manuscript Division, Adolph Hunnius Collection.",
    "url": "https:\/\/www.nps.gov\/fols\/learn\/historyculture\/pvt-adolph-hunnius.htm"
}
