{
    "title": "Santa Fe National Historic Trail: Certified Sites on the Santa Fe NHT",
    "body": "Certified Sites on the Santa Fe NHT       The owners and managers of these historic sites and interpretive centers are certified partners with the National Park Service on the Santa Fe National Historic Trail. (updated June 16, 2015) COLORADO Boggsville Historic Site: approximately two miles south of Las Animas on Colorado Highway 101 Hough-Baca House and Santa Fe Trail Museum: 312 E. Main Street (US Highways 160 and 350) between Chestnut and Walnut Street, Trinidad Trinidad Lake State Park: 32610 State Highway 12, ‎five miles west of Trinidad, in the foothills of the Culebra Range of the Sangre de Cristo Mountains   KANSAS Barton County Historical Society Museum: 85 S. Highway 281, Great BendBlack Jack Ruts: at one-third mile south of US Hwy 56 (North 200 Road) just west of East 2000 Road in WellsvilleBoot Hill Museum Ruts: nine miles west of Dodge City on the north side of U.S. Highway 50. Buffalo Bill's Well (Beach Ranch Well): five miles west-southwest of Lyons Coronado\/Quivira Museum: 105 West Lyon Street (at East Avenue South), Lyons, Rice County Council Grove (Morris County) Sites: * Council Oak: US Highway 56 (E. Main Street), near North 4th Street, Council Grove *Neosho Crossing: Just north of where US Highway 56 (Main Street) crosses the Neosho River  * Hays House (Restaurant): 112 West Main Street (US Highway 56) at Neosho Street, Council Grove * Hermit's Cave: Belfry Street near Hays Street (2 blocks north of Main Street), Council Grove * Kaw Mission State Historic Sites: 500 North Mission Street (at Huffaker Street), Council Grove * Last Chance Store: at the corner of Main Street (Highway 56) and Chatauqua Street, at the west end of the Council Grove business district. * Pioneer Store: 131 West Main Street, Council Grove * Seth Hays Home: on Wood Street near Hall Street (two blocks south of Main Street), Council Grove. * Simcock House: 206 and 208 W. Columbia Street, Council Grove Cow Creek Crossing: six miles west-southwest of Lyons Davis Segment\/Ruts: nine miles north of Wilburton, Morton County French Frank's Trail Segment: four miles north of Lehigh (Marion County), on west side of Chisholm Trail Road just south of Union Pacific (former CRI&P) railroad tracks. Gardner Museum: 204 West Main Street (at Oak Street), Gardner, Johnson County Harmon Park (Trail Swale): Austin Harmon Park is located at 7727 Delmar Street (at 77th Place), Prairie Village. The park is located one mile west of the Kansas-Missouri border. Historic Adobe Museum: (Grant County Museum): 300 East Oklahoma (US Highway 160) at South Court Street, Ulysses Kern Ruts: near Chase, and just west of Ralph’s Ruts Lone Elm Campground: in Lone Elm Park at corner of South Lone Elm Road and West 167th Street, Olathe Mahaffie Farmstead and Stagecoach Stop: 1200 E. Kansas City Road, adjacent to Kansas City Road Park (near N. Ridgeview Road), Olathe, Johnson County Morton County Historical Society Museum: 370 E. US Highway 56, Elkhart Palmyra Well at Washington Street and Palmyra Lane, Baldwin CityPawnee Rock: located in Pawnee Rock State Historic Site, on Centre Street (SW 112th Avenue), one-half mile north of US Highway 56 near the town of Pawnee Rock Ralph’s Ruts: 422 Avenue L, near Chase, Rice County Santa Fe Trail Center: 1349 Kansas Highway 156, which is two miles west of Larned Sapling Grove: 8210 Grant Avenue (at 83rd Street), Overland Park Shawnee Indian Mission State Historic Site: 3403 W. 53rd Street (between Mission Road and Reinhardt Street), Fairway, Johnson County  Trail Corridor and Ruts: one mile north of US Highway 56 (N. 300th Road) and just west of E. 550th Road, 12 miles west of Baldwin City and just north of the Simmons Point Stage Station Watkins Community Museum of History: 1047 Massachusetts Street, Lawrence, Douglas County   MISSOURI Alexander Majors House: 8201 State Line Road (east side of road near 85th Street), Kansas City Archibald Rice House: 8801 E. 66th Street (at Blue Ridge Boulevard), Raytown Arrow Rock Ferry Landing: northern extension of 2nd Street, Arrow Rock Boone’s Lick State Historic Site: adjacent to Missouri State Highway 187 (County Road 328), between Lisbon and Petersburg (and east of Arrow Rock) in Howard County 85th and Manchester Trail Rut: 7558 East 85th Street (at South Manchester Avenue), near the intersection of Blue Ridge Boulevard and James A. Reed Road, Kansas City Fort Osage and Fort Osage Museum\/Visitor Center: at 105 Osage Street, at the north city limits of Sibley, in northeastern Jackson County Harley Park Overlook: in a small city park near the corner of Santa Fe Trail (Spring Street) and Parkway Drive, one mile west of central Boonville, Cooper County Harris House: its present location (after a 1922 move) is 4000 Baltimore Avenue, which is in the Old Westport District, three miles south of downtown Kansas City Hart Grove Creek Trail Segment (Marion Park): Marion Park is just southeast of the corner of U.S. Highway 71 (Bruce R. Watkins Drive) and East Bannister Road (County Road West) in southern Kansas City. Lewis-Webb House: 302 W. Mill Street, Independence  Minor Park Ruts: Minor Park is located just south of E. Red Bridge Road and just west of Blue River Road in southern Kansas City National Frontier Trails Museum: 318 West Pacific Avenue, Independence New Santa Fe Cemetery Trail Ruts: one-half block east of State Line Road on West Santa Fe Trail (between 121st and 123rd streets), in southwestern Kansas City Old Franklin Site (Kingsbury Siding): just north of the Missouri river and about 0.5 miles west of the Boonville Bridge on Missouri Highway 87 – in Howard County, just northwest of Boonville Owens-McCoy House: 410 W. Farmer Street, Independence Raytown Historical Society Museum: 9705 East 63rd Street, Raytown, Jackson County Santa Fe Spring: in Arrow Rock State Historic Site, just south of Arrow Rock village, Saline County. The spring is accessed via a walking trail. Schumacher Park trail segment: 6601 East 93rd Street, just northeast of East Bannister Road and South Hillcrest Road, in Kansas City 3 Trails Greenway, Bannister Mall Segment: on the north side of East Bannister Road between Interstate 435 and Hillcrest Road. The location of this segment has not yet been designated, but it will most likely cross the southeastern portion of the mall property. 3 Trails Greenway, Hickman Mills School District Segment: this is a 2,000-foot trail segment, located on the property of the Hickman Mills School District, begins just northeast of the district’s administration building (at 9000 Old Santa Fe Road, near Eastern Avenue) and continues to the vicinity of 91st Street and Old Santa Fe Road in Kansas City. Upper Independence Landing (Wayne City) Overlook: on the right (south) bank of the Missouri River, near Sugar Creek. The overlook, on the bluff overlooking the river, is on North River Boulevard, north of East Kentucky Road and just south of the Wayne City Road intersection.   NEW MEXICO Amelia White Park: 981 Old Santa Fe Trail (at Camino Corrales), Santa Fe City of Las Vegas Museum and Rough Rider Memorial: 727 Grand Avenue (near 4th Street and National Street), Las Vegas El Zaguan: 545 Canyon Road (near Delgado Street), Santa Fe Fort Marcy: along Kearney Avenue near Artist Road, one-half mile northeast of the Santa Fe Plaza Herzstein Memorial Museum: corner of S. Second Street and E. Walnut Street, Clayton, Union County Kit Carson Museum: on the Philmont Scout Ranch, on New Mexico Highway 21 and just south of the Lucien Maxwell House Las Vegas Plaza: in central Las Vegas, San Miguel County. Plaza St., along with Gonzales Street and Pacific Street surrounds the verdant plaza. Las Vegas Santa Fe Trail Interpretive Center: 116 Bridge Street (between the plaza and the Gallinas River bridge), Las Vegas McNees Crossing: this North Canadian River (Corrumpa Creek) crossing is located on New Mexico Highway 406, 3.5 miles west of the Oklahoma state line and 1.5 miles south of the small community of Moses. Palace of the Governors: 105 West Palace Avenue, on the north side of the Santa Fe Plaza Point of Rocks: in Colfax County, approximately 25 miles east-northeast of Springer and accessed via County Road C-52 (Point of Rocks Road) Point of Rocks Ranch Trail Segments: in Colfax County, approximately 25 miles east-northeast of Springer and adjacent to the Point of Rocks site Rayado (Lucien Maxwell House): on the Philmont Scout Ranch, on New Mexico Highway 21, 11 miles south of Cimarron St. James (Don Diego) Hotel: corner of South Collinson Avenue (New Mexico Highway 21 or Santa Fe Trail) and 17th Street in the “old town” of Cimarron, Colfax County Santa Fe Plaza: in downtown Santa Fe, bounded by San Francisco Street and Washington, East Palace, and Lincoln Avenues Santa Fe Trail (Goat Hill) Overlook: Goat Hill is a high point located on Hill Street, overlooking the City of Raton from the west Santa Fe Trail Ruts: near the corner of Old Santa Fe Trail and Camino Lejo, Santa Fe William Tipton House Site and Stage Station: in Tiptonville, Mora County.  Wildenstein House, Tiptonville, Mora County.    OKLAHOMA Autograph Rock: approximately seven miles west and seven miles north of Boise City",
    "url": "https:\/\/www.nps.gov\/safe\/learn\/management\/certified-sites-on-the-santa-fe-nht.htm"
}
