{
    "title": "Fort Larned National Historic Site: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     April 07, 2016  What is Under the Ground at Fort Larned  An archeological team from the Midwest Archeological Center is at Fort Larned using technology above the ground to find buried archeological \"treasure\" beneath the ground.   March 07, 2016  Shadows of the Past  Join Park Ranger Celeste Dixon for a special spring break program.   February 18, 2016  Buffalo Soldier Program  Learn the history of the African American troops in the frontier Army that would eventually earn the nickname \"Buffalo Soldiers\".   February 03, 2016  Great Backyard Bird Count  Join us for a program about the Birds of Fort Larned and a birding hike as part of the Great Backyard Bird Count.   January 13, 2016  Winter Photography Hike  Explore the beauty of winter!  Nature is waiting to be discovered through the lens of your camera.   September 23, 2015  Candlelight Tour Highlights Medal of Honor Recipient  This year's Candlelight Tour highlights the bravery of one of the two men stationed at Fort Larned who were awarded the Medal of Honor.   August 26, 2015  Fort Larned Comes Alive for Labor Day Weekend  Carriage rides, artillery demonstrations, plus a special birthday party!  You won't want to miss the activities at Fort Larned this Labor Day weekend.   August 27, 2012  Labor Day Weekend Activities & Programs  Experience the excitement of a working frontier fort as Fort Larned National Historic Site hosts Labor Day Weekend activities September 1, 2, and 3, 2012.  Living history demonstrations and activities will be held all three days of the event from 8:30 AM to 4:30 PM.  Admission is free.   April 17, 2012  Fort Larned Historic Program  Everyone is invited to a historic program presented by the Fort Larned Old Guard on Saturday, April 28, at Fort Larned National Historic Site.   February 25, 2012  15th ANNUAL GREAT BACKYARD BIRD COUNT  Fort Larned is offering a nature program in conjunction with the Great Backyard Bird Count event on February 18.  Historical records of birds in the fort's area will be revealed.  A short hike for birders is planned.   January 07, 2012  Fort Larned to Replace Failing Roadway Bridge  The National Park Service is making available for public review an Environmental Assessment (EA) for construction of a new pedestrian bridge and parking facilities to replace a failing roadway bridge at Fort Larned National Historic Site.   December 02, 2011  Home for the Holidays- A Frontier Christmas  A Christmas Open House at Fort Larned National Historic Site is planed for Saturday, December 10 from 1 p.m. to 7 p.m.   October 14, 2011  Fort Larned Christmas Open House  Fort Larned celebrates an old-fashioned Christmas with music, skits, and tasty treats from long ago.   August 29, 2011  Labor Day at the Fort Sept. 3 - 5, 2011  Saturday, Sunday, and Monday activities include Infantry and Cavalry Weapons demonstrations and talks, Pack Horse demonstrations, an Artillery program, and Horse Shoeing demonstrations.   August 02, 2011  Fort Larned to Hold Annual Candlelight Tours  On Saturday, October 8, a unique candlelight tour will be held at Fort Larned.  Scenes throughout the fort will depict everyday life much as they might have taken place while Fort Larned was an active post.   July 19, 2011  Celebrate Fort Style!  Living history and activities for all at Fort Larned during Labor Day Weekend. September 3- 5, 8:30 - 4:30 daily.   June 06, 2011  Fort Larned Celebrates Independence Day  Come visit Fort Larned on July 2 - 4 and see the fort come alive!  Living history from 8:30 - 4:30 each day.   May 14, 2011  Memorial Day Weekend Event  No abstract supplied.   April 15, 2011  Junior Ranger Day  Junior Rangers explore both the history and nature at Fort Larned.   April 07, 2011  Fort Larned Historic Program April 30  Everyone is invited to a historic program at the site of the Cheyenne and Sioux Village in Ness County, presented by the Fort Larned Old Guard on Saturday, April 30, 2011.  A car caravan will leave Fort Larned NHS at 1:15 to visit the Indian village.   November 23, 2010  Fort Larned Holiday Closures  Fort Larned National Historic Site to be closed December 24, 25, and 31, 2010 and January 1, 2011.   November 23, 2010  Fort Larned NHS to Host \"A Taste of Christmas Past\"  No abstract supplied.   September 22, 2010  Fort Larned to Hold Candlelight Tours  On October 9, a unique candlelight tour \"Remembering the Forgotten\" commemorating the dead will be held at Fort Larned.  Scenes will cover a variety of ways people met their demise from dramatic fights and to unfortunate accidents. The tours are free but reservations are required and each tour is limited to 20 people.  The first tour will leave the visitor center at 7:30 pm and the last will begin at 10:15 pm.  Reservations can be made beginning Monday, September 27 in person or by calling the Fort at 620-285-6911 between 8:30 am and 4:30 pm daily.  This annual program is the most popular event held at the Fort and the tours fill quickly.",
    "url": "https:\/\/www.nps.gov\/fols\/learn\/news\/newsarchive.htm"
}
