{
    "title": "Fort Larned National Historic Site: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar       Remarkable Stories of the Indian Wars Visit the most complete fort surviving from the days when Custer and Buffalo Bill Cody rode through. Original buildings, a visitor center, park rangers and volunteers bring the story of this turbulent time to life.         Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 2 results    Show ALL instances of recurring events   RSS Feed      Fort Larned National Historic Site Picnic in the Park      Location: Fort Larned National Historic Site Fees: Free!     Saturday, August 27, 2016 Join us as we celebrate 100 years of the National Park Service. View Details      Fort Larned National Historic Site Labor Day Weekend Living History Event      Time: 8:30 AM to 5:00 PM Location: Fort Larned National Historic Site Fees: Free!     Saturday, September 3, 2016 Finish out your summer activities with our living history events over the Labor Day Weekend. View Details              Annual Living History Events           History Comes Alive! Memorial Day Weekend at Fort Larned   Find out how a frontier fort operates at the biggest living history event in western Kansas!          Frontier Fourth of July Independence Day at the Fort   Join us for an old-fashioned Fourth of July at Fort Larned.          A Historic End to the Summer Labor Day Weekend Living History Event   Wind down your summer with our  Labor Day Weekend Living History event.          See The Fort in a Different Light! Candlelight Tour   The annual Candlelight Tour brings the fort to life after dark.  See a scene played out in each building related to an overall theme.          Experience a Frontier Christmas! Fort Larned Christmas Event   Enjoy an old-fashioned Christmas with period food, caroling and a visit with Santa.",
    "url": "https:\/\/www.nps.gov\/fols\/planyourvisit\/calendar.htm"
}
