{
    "title": "Fort Larned National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions        Kansas map with major highways near Fort Larned NHS.          Brown park entrance sign set in sandstone base with a metal silhouette of an soldier on horseback to the right. NPS \/ Nathan King  By Car  Fort Larned National Historic Site is located on KS Hwy 156, six miles west of Larned, KS.  From I-70 Westbound  Take exit 225 for KS 156. Turn left and follow KS 156 approximately 82 miles to Fort Larned National Historic Site. From I-70 Eastbound Take exit 159 for US Hwy 183 south. Follow Hwy 183 about 49 miles south to KS 156. Turn left on KS 156 and continue about 5 miles to Fort Larned National Historic Site. From Dodge City Follow Hwy 56 to Hwy 183 north. Follow 183 north to KS 156. Turn right on KS 156 and continue 5 miles to Fort Larned NHS. From Wichita There are several possible routes. If you prefer major highways, follow Hwy 54 west of Wichita to Hwy 183 north in Greensburg, KS. Follow Hwy 183 north to KS 156. Turn right on KS 156 and continue 5 miles to Fort Larned NHS. If you prefer a shorter distance, follow KS 96 north from Wichita to US Hwy 50 west in Hutchinson. Follow US Hwy 50 west to KS 19. Follow KS 19 north into Larned. Turn left on KS 156 and continue 6 miles to Fort Larned NHS. Fort Larned's parking lot is about a 1\/4 mile from the park entrance. There is a section for both cars and buses and RVs.  From the parking lot, it is a short walk across the river to the fort. Handicap parking is located by the walkway leading to the footbridge crossing the river. Our Accessibility page has more information about handicap and wheelchair access. By Plane  Great Bend Municipal Airport is the nearest airfield with commercial flights, located about 26 miles from Fort Larned NHS. Other nearby airports include those in Hays, KS (56 miles); Dodge City, KS (61 miles); and Wichita, KS (135 miles). Coordinates Lat. 38.183632 Long. -99.217003 GPS (precision address) N 38 degrees 11.0179' W 99 degrees 13.0202'",
    "url": "https:\/\/www.nps.gov\/fols\/planyourvisit\/directions.htm"
}
