{
    "title": "Joshua Tree National Park: Kit Fox",
    "body": "Desert Kit Fox          You could be walking back from the Pinto Dunes at dusk when you spy a little dog trotting through the creosote bushes. Then you realize it has awfully long ears. You have just seen the smallest and rarest member of the dog family in Joshua Tree National Park— the desert kit fox, Vulpes macrotis arsipus. It would seem that the kit fox would be easily recognizable with its long ears, long legs, and delicate body form, but most park visitors confuse it with its larger and more conspicuous cousin, the desert gray fox, Urocyon cinereoargenteus scottii. Description The face of the kit fox has a typical “foxy” appearance, except for the ears which are much longer relatively than those of any other North American canid. Another unique feature of their anatomy is the fur on the soles of their feet, forming a kind of “sand shoe.” Male foxes are about 15 percent heavier than females (2.2 kilograms versus 1.9 kilograms). Habitat The kit fox lives on the open desert, on creosote bush flats, and amongst the sand dunes. There is a significant population of this mammal in the Pinto Basin. Seventy-five percent of sightings are in areas with less than 20 percent vegetation cover. Kit foxes are almost exclusively carnivorous. They seldom need to drink, getting all their water in the food they eat and by having a digestive tract that is super-efficient at absorbing every last milliliter. Food Undoubtedly the primary item in the diet of our kit foxes is Merriam’s kangaroo rat, Dipodomys merriami—another creature of the night. They also dine frequently on both black-tailed jackrabbits, Lepus californicus, and desert cottontails, Sylvilagus auduboni. In addition to nocturnal rodents, Kit foxes eat birds, reptiles, and even insects. Unlike the gray fox, kit foxes are creatures of the night. They avoid heat stress during the day by remaining inactive in underground dens. Night-time foraging seldom takes a fox more than three kilometers from its den. Activity Kit fox dens have several entrances, and a fox usually has several dens within its home range. The burrow entrance is a little higher than wide and too narrow for a coyote to enter. Tunnels extend for three to six meters. Several different dens are used during the year. Once out of the den, the fox appears to move with a rapid “fox trot.” One was reliably clocked at 40 km\/hr for a short distance when pursued. Kit foxes use smell much like other dog-family members. They mark their dens and trails with urine. They most probably orient themselves at night chiefly by smell. Outside of the breeding season, kit foxes lead a solitary life. They are not territorial, but avoid areas where another fox is present. Life History Although they are generally silent, kit foxes do have a few vocalizations. Females bark to recall errant pups. They also bark at humans when a den with pups is approached. They growl when approached by a strange fox. And they have a high pitched yowl that they use to indicate location when separated from family members. The vixen begins searching for a birthing den in September and October. She engages in some “fall house cleaning” by visiting most of the dens in her home range and cleaning them out before she decides which to use. She usually wants one that is three to four kilometers from the nearest neighbor to ensure a good hunting territory. After a pregnancy of six or seven weeks the litter of four or five pups is born in February or March. They are covered with tiny, soft hairs and their eyes are still shut. They weigh about 40 grams. By one month of age their gray-blue eyes are open and they are little wooly puppies. The vixen rarely leaves the den during the period of nursing. It is up to the father to do all the hunting for the pair, although he may not spend the daylight hours at the family den. He brings the food back whole, carried in his jaws. Soon the pups are coming out of the den to play for several hours each day. By June they are weaned and both parents are bringing home the meat. Den changes are frequent during the summer when puppies are being fed. These moves may be necessary because of a buildup of fleas. At three to four months the pups begin to forage with the parents. At about five months they have attained adult weight and begin to develop the adult summer fur. The long glossy fur of winter develops in late summer and most foxes have a full winter coat by the end of October. In October the pups head out away from their parents’ home range. Young foxes may travel long distances (30+ km) before settling down. They usually do not mate until they are 18 months old. Kit foxes have lived as long as 12 years in captivity, but probably no more than eight years in the wild. It is usually their teeth that give out first in old foxes. The only predator known is the desert coyote, Canis latrans mearnsi, and such predation is apparently rare. Probably more foxes die as road kills. So, in order to protect the desert fox and other wildlife, drive slowly through the park—you’ll also see a lot more.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/kitfox.htm"
}
