{
    "title": "Joshua Tree National Park: Joshua Trees",
    "body": "Joshua Trees        Joshua trees take many different forms. Sometimes they are full and bushy, other times spindly and open in their overall shape. NPS\/Larry McAfee       Surrounded by twisted, spiky trees straight out of a Dr. Seuss book, you might begin to question your map. Where are we anyway? In wonder, the traveler pulls over for a snapshot of this prickly oddity; the naturalist reaches for a botanical guide to explain this vegetative spectacle; and the rock climber shouts “Yowch!” when poked by dagger-like spines on the way to the 5.10 climbing route. Known as the park namesake, the Joshua tree, Yucca brevifolia, is a member of the Agave family. (Until recently, it was considered a giant member of the Lily family, but DNA studies led to the division of that formerly huge family into 40 distinct plant families.) Like the California fan palm, Washingtonia filifera, the Joshua tree is a monocot, in the subgroup of flowering plants that also includes grasses and orchids. Don’t confuse the Joshua tree with the Mojave yucca, Yucca schidigera. This close relative can be distinguished by its longer, wider leaves and fibrous threads curling along leaf margins. Both types of yuccas can be seen growing together in the park. The Joshua tree provides a good indicator that you are in the Mojave Desert, but you may also find it growing next to a saguaro cactus in the Sonoran Desert in western Arizona or mixed with pines in the San Bernardino Mountains. Years ago the Joshua tree was recognized by American Indians for its useful properties: tough leaves were worked into baskets and sandals, and flower buds and raw or roasted seeds made a healthy addition to the diet. The local Cahuilla have long referred to the tree as “hunuvat chiy’a” or “humwichawa;” both names are used by a few elders fluent in the language. By the mid-19th century, Mormon immigrants had made their way across the Colorado River. Legend has it that these pioneers named the tree after the biblical figure, Joshua, seeing the limbs of the tree as outstretched in supplication, guiding the travelers westward. Concurrent with Mormon settlers, ranchers and miners arrived in the high desert with high hopes of raising cattle and digging for gold. These homesteaders used the Joshua tree’s limbs and trunks for fencing and corrals. Miners found a source of fuel for the steam engines used in processing ore. Today we enjoy this yucca for its grotesque appearance, a surprising sight in the landscape of biological interest. The Joshua tree’s life cycle begins with the rare germination of a seed, its survival dependent upon well-timed rains. Look for sprouts growing up from within the protective branches of a shrub. Young sprouts may grow quickly in the first five years, then slow down considerably thereafter. The tallest Joshua tree in the park looms a whopping forty feet high, a grand presence in the Queen Valley forest. Judging the age of a Joshua tree is challenging: these “trees” do not have growth rings like you would find in an oak or pine. You can make a rough estimate based on height, as Joshua trees grow at rates of one-half inch to three inches per year. Some researchers think an average lifespan for a Joshua tree is about 150 years, but some of our largest trees may be much older than that. Spring rains may bring clusters of white-green flowers on long stalks at branch tips. Like all desert blooms, Joshua trees depend on just the perfect conditions: well-timed rains, and for the Joshua tree, a crisp winter freeze. Researchers believe that freezing temperatures may damage the growing end of a branch and stimulate flowering, followed by branching. You may notice some Joshua trees grow like straight stalks; these trees have never bloomed—which is why they are branchless! In addition to ideal weather, the pollination of flowers requires a visit from the yucca moth. The moth collects pollen while laying her eggs inside the flower ovary. As seeds develop and mature, the eggs hatch into larvae, which feed on the seeds. The tree relies on the moth for pollination and the moth relies on the tree for a few seeds for her young—a happy symbiosis. The Joshua tree is also capable of sprouting from roots and branches. Being able to reproduce vegetatively allows a much quicker recovery after damaging floods or fires, which may kill the main tree. Many birds, mammals, reptiles, and insects depend on the Joshua tree for food and shelter. Keep your eyes open for the yellow and black flash of a Scott’s oriole busy making a nest in a yucca’s branches. At the base of rocks you may find a wood rat nest built with spiny yucca leaves for protection. As evening falls, the desert night lizard begins poking around under the log of a fallen Joshua tree in search of tasty insects. You may be at ease with pine or hardwood, or find shade under the domesticated trees in your city park, but in the high desert, Joshua is our tree. It is an important part of the Mojave Desert ecosystem, providing habitat for numerous birds, mammals, insects, and lizards. Joshua tree forests tell a story of survival, resilience, and beauty borne through perseverance. They are the silhouette that reminds those of us who live here that we are home. Like the Lorax we speak for the trees, but often the trees speak to us. by Vegetation Specialist Jane Rodgers",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/jtrees.htm"
}
