{
    "title": "Joshua Tree National Park: Tortoise",
    "body": "Desert Tortoise              When and How to Move a Tortoise   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 59 seconds  Learn about the only time you should move (or touch) a tortoise, and how to do it safely.           How slow do they go? ©David McChesney, outmywindows.com  Crunch, crackle. Crunch, crackle. What's going on under that creosote bush? Push aside the branches, peer into the shade, and you may catch a glimpse of the animal I observed while hiking in the park last spring: a desert tortoise, Gopherus agassizii, California's state reptile. Except in the steepest areas, these unhurried creatures make their home throughout the park, where they spend 95 percent of their time underground. Just how fast does a tortoise walk? (Answer at the end of this article). Desert Tortoise Are Threatened Arguably the most-studied animal in the park, the tortoise was placed on both the California and Federal Endangered Species Lists in 1989 and 1990, respectively. Its status is \"threatened,\" just one notch below \"endangered.\" Several factors conspired to diminish the population of the desert tortoise. As more people moved into the western deserts, the resultant loss of habitat made a serious dent in the number of tortoises. With more people came more ravens, large black birds with a keen appetite for hatchling tortoises. The number of ravens has exploded in recent years, due in large part to their ability to thrive in developed areas. The factors contributing to their dramatic increase include more roads, thus more roadkill; landfills; powerline poles, an ideal lookout post for hungry ravens; and littering. Litter in the park attracts ravens, so please dispose of your garbage responsibly. Perhaps because of the release into the wild of former pet tortoises during the past several decades, a deadly bacterial infection began to appear more and more frequently among wild tortoises. Upper Respiratory Tract Disease attacks the tortoise's respiratory system and can be transmitted through sharing of burrows, or through human handling of tortoises. This can occur when a person handles a sick tortoise and then unwittingly transmits the disease to a healthy animal.  Tortoise Behavior Other means of transmission may include common tortoise behavior such as head-bobbing, circling one another, chin gland sniffing, and biting. These are the tortoise's versions of shaking hands, hugging, exchanging pleasanteries, and courting. If the greeters are both males, they sometimes proceed to more rough-and-tumble behavior. Using the extended portion of the underside of the shell, or gular horn, males will engage in a form of jousting where the purpose is to flip the opponent. If this happens the overturned tortoise must right itself soon, or it will die from suffocation, exposure to the sun, or freezing. Females generally behave less aggressively than males, and may spend more time underground since it is their task to nest and produce clutches of eggs. Females have, however, been observed aggressively defending their nests from the unwelcome presence of other reptiles and even park biologists! Tortoises may mate at any time of year, with the peak season from March through early October. A female may retain viable sperm for up to eight years after mating and still lay fertile eggs at that point. The average number of eggs per clutch is five, and they are usually laid from May through July. Several clutches may be laid annually, depending upon the availability of food and water. Eggs hatch anywhere from 70 to 120 days later. The chromosomes do not determine the sex of the offspring. Rather, the incubation temperature produces males or females. Lifestyle It is estimated that desert tortoises have existed for 15 to 20 million years. Perhaps this long stint on Earth has given them plenty of time to consider wise living strategies, such as careful, slow-paced locomotion; a healthy diet full of greens; resting during winter and summer, the desert's most challenging seasons; and water conservation. The typical tortoise diet consists of grasses, wildflowers, cactus pads, and wild fruit. Occasionally a tortoise will eat bone material scavenged from mammal scat as a means of obtaining calcium. Its stumpy, elephantine legs end in sharp claws, which are adapted to walking in sand and to digging dens or burrows used for both hibernation and estivation (summer \"hibernation\"). Tortoises construct dens up to 30 feet in length-in general, summer burrows are shallower and shorter. Because they are cold-blooded, tortoises are not able to regulate their body temperature internally. Burrowing is an adaptation that mitigates the effects of the desert's temperature and moisture extremes, and protects animals from predators. Desert tortoises also dig depressions in the earth to catch rainwater. They are able to store water in their urinary bladder and significantly increase their body weight when tanking up after a good rainstorm. Don't Touch! If you see a tortoise in the wild, it is important not to pick it up. Like a young child who may wet his pants when afraid, a tortoise will \"void\" its bladder if frightened. This could have life-threatening consequences for the animal if it is not able to replenish its water supply. Handling wild tortoises is illegal under the Endangered Species Act. The only reason for picking one up is when the tortoise is on or near a road and is in imminent danger of being struck by a vehicle. If you must move one, grasp it firmly with two hands, keep it just a few feet above the ground, and move it off the road about 50 feet in the same direction in which it was headed. Then place it gently back on the ground (preferably in the shade). It is illegal to remove a tortoise from the wild and bring it home as a pet. There are plenty of rescued tortoises looking for good homes. If you are interested in adopting one, please contact one of the park's visitor centers or a chapter of the California Turtle and Tortoise Club. Do not release pet tortoises into the wild; they may carry a number of diseases. Even if a domesticated tortoise appears healthy it probably will not be able to fend for itself after being dumped in the desert. It is used to being cared for, and may have lost its instincts to forage and protect itself from predators. Beyond that, tortoises are highly territorial and an intruder will not be tolerated for long. Tortoises have good vision and a good sense of smell, and they know their territory well. During its lifetime of 50 to 100 years, a wild tortoise rarely moves more than a couple of miles from its birthplace and is intimately familiar with the resources within its territory. These resources are vital to its survival, and may not support a new addition. The aboriginal peoples who lived in the western deserts were well acquainted with the tortoise. Although not all groups would eat tortoise meat, it was generally prized for its food value. Some hunters lured tortoises onto the surface of the ground by placing a dish of water at the opening of a burrow. Tortoises were then roasted in cooking pits lined with hot rocks. The shells were put to a variety of uses: they served as bowls, scoops, spoons, ladles, and were sometimes ground into powder for medicinal purposes. They were also used to make ceremonial rattles: the carapace, or upper dome-shaped half of the shell, and the plastron, or flat underside of the shell, were joined together after being filled with small stones or seeds. The openings at either end were plugged with pitch. Tortoise motifs appear in desert rock art and in basketry and pottery. Several creation stories feature a tortoise shell, whose shape evokes the dome of the sky above the earth. Biologists are currently studying the desert tortoise living within Joshua Tree National Park. Using measurements collected by such sophisticated equipment as radio telemetry and GPS (Global Positioning System), they are gathering information that allows us to increase our understanding of this threatened desert reptile. Spring is a good time to spot a desert tortoise because the warm temperatures trigger an impulse to emerge from the burrow, forage, and look for mates. If you see one, please fill out a wildlife observation card, available at visitor centers and entrance stations. By slowing your pace, you will increase your chances of catching a glimpse into the unassuming world of the desert tortoise. (Answer: average speed is 0.2 mph) by Park Ranger Caryn Davidson      Related Links:  The Desert Tortoise Recovery Office California Turtle and Tortoise Club The Desert Tortoise Council Desert Tortoise Preserve",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/tortoise.htm"
}
