{
    "title": "Joshua Tree National Park: 2013 Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive     2013 Archive                  2013 Archive      December 7, 2013 Art Show Winners Announced At Awards Ceremony John Tierny received the Artist of Distinction Award and Robert Fogal, David Green, John Greenfield, and Karine Swinson were each honored with Artist Awards. Over 300 people attended the opening reception and awards ceremony at the 29 Palms Art Gallery.  December 4, 2013 Oasis Walk Will Promote Healthy Lifestyles A doctor and a park ranger will lead a 45-minute walk around the Oasis of Mara on Friday, December 6 at 10 am. The benefits of exercise will be emphasized and participants will also learn about the history of the area. November 18, 2013 Joshua Tree To Celebrate Art & Music Joshua Tree National Park, along with the town of Twentynine Palms, will host a three-day celebration of art and music at the historic Oasis of Mara on December 6, 7, and 8, 2013. November 15, 2013 Joshua Tree To Host Night Sky Event Visitors will have the opportunity to learn how to use stargazing tools and to view the night sky on Saturday, November 23 at Oasis Visitor Center in Twentynine Palms.  November 13, 2013 Cactus Returning To Garden Eight hundred cholla cactus plants, removed during recent road construction, are being returned to the Cholla Cactus Garden. November 7, 2013 Entrance Fees Will Be Waived Veterans Day Weekend This weekend, November 9-11, 2013, Joshua Tree, along with all other National Park Service sites, will honor America's veterans by waiving entrance fees for all visitors. (The fee waiver does not include camping fees or Keys Ranch Tour fees.)  November 5, 2013 North Entrance Is Open The North Entrance into Joshua Tree National Park has been reopened. The section of roadway that was damaged during the September 7, 2013 storm has been repaired, but has not been paved. Visitors are cautioned to drive carefully. October 23, 2013 Joshua Tree and Hi-Desert Medical Center Celebrate \"America's Best Idea\" Park rangers and physicians at Hi-Desert Medical Center will promote healthier lifestyles in the Morongo Basin.  October 21, 2013 Jumbo Rocks Campground Is Open Jumbo Rocks Campground is open after extensive repairs due to a storm September 7, 2013.  October 21, 2013 Visitor Injured While Rock Scrambling A 23 year old woman was rescued after falling about six feet while rock scrambling in Indian Cove.  October 17, 2013 Joshua Tree National Park Reopens To Visitors Most public areas and roads will be immediately accessible while facilities and other public services are brought back online.  September 9, 2013 Southern Roads Closed After Sunday's Storm Portions of Pinto Basin Road were flooded and damaged by the rain storm that hit the southern part of the park Sunday night. The road is closed from the Ocotillo Patch to I10. September 8, 2013 Some Roads And Campgrounds Damaged By Saturday's Storm Park Boulevard from North Entrance to Pinto Basin Road, many unpaved roads, and Jumbo Rocks Campground remain closed after weekend storms. Other areas are being assessed for damage. September 7, 2013 Heavy Rains Close Park Roads And Facilities Portions of Park Boulevard, several unpaved roads, and Jumbo Rocks Campground have been closed due to heavy rain and flooding during the afternoon of September 7, 2013. August 30, 2013 Partial Reopening Of Pinto Basin Road Pinto Basin Road will be reopened from Park Boulevard to the Ocotillo Patch parking area on Monday, September 2, 2013. Visitors will have access to Arch Rock Nature Trail and Cholla Cactus Garden. August 26, 2013 Flash Floods Close Pinto Basin Road Pinto Basin Road, Cottonwood Campground, and Cottonwood Visitor Center will remain closed for one to two weeks while crews clear debris and repair camp sites. Cholla Cactus Garden and other attractions will not be accessible due to the road closure. August 20, 2013 Joshua Tree To Celebrate NPS Birthday Joshua Tree National Park will celebrate the 97th birthday of the National Park Service by offering free admission on Sunday, August 25, 2013. August 16, 2013 Phone Service Down At Park Headquarters The phone service at Joshua Tree National Park headquarters and Oasis Visitor Center has been down since early August. August 13, 2013 Hiker Trapped Between Boulders Rescued Safely A 37-year old man from Los Angeles was lowered to safety after becoming wedged between two boulders at Quail Springs picnic area. August 09, 2013 Park Staff To Celebrate 2013 Perseids With Partners The Perseid meteor shower will provide awe-inspiring views of our desert night skies to many park visitors this weekend, August 9-11, 2013. July 22, 2013 Park Visitor Commits Suicide Over the weekend, a man died in Joshua Tree National Park of a self-inflicted gunshot would.  July 17, 2013 Pinto Basin Road Construction Completed The National Park Service and Federal Highway Administration have announced completion of the rehibilitation of approximately 12 miles of the Pinto Basin Road, including improving the sight distance of the heavily visited Cholla Cactus Garden.  July 10, 2013 Artists Chosen For 2013-14 AIR Program Four visual artists, a sculptor\/videographer, and a writer were invited to participate in the program’s sixth year of providing a unique residential opportunity to artists from around the nation.  May 22, 2013 Some Campgrounds Will Be Closed During Summer Joshua Tree National Park will close some camping facilities during the 2013 summer season.  April 30, 2013 Rattlesnake Canyon Closure Extended 30 Days To allow park staff time to mitigate graffiti in Rattlesnake Canyon, Joshua Tree National Park is extending the temporary closure until May 30.  April 30, 2013 Artist-in-Residence to Perform at Lost Horse Cabin On Saturday, May 4, at 6 pm, Gedney Barclay, will present Via Negativa, a one-woman piece exploring the myth of Persephone.  April 19, 2013 New Hours At Cottonwood Visitor Center Beginning April 29, 2013, Cottonwood Visitor Center will be open Monday through Friday from 9 am to 4 pm. Weekend hours will continue to be from 8 am to 4 pm.  April 19, 2013 Student Exhibit To Open At Joshua Tree Visitor Center An exhibit of the materials created by 4th through 8th graders to present ideas for a park trail designed especially for kids will open on April 24 and run for two weeks.  April 17, 2013 National Park Week Begins With Jr Ranger Day National Park Week Begins April 20, which is also Junior Ranger Day, and runs through April 28. Entrance fees will be waived from April 22 through April 26.  April 8, 2013 Rattlesnake Canyon Temporarily Closed Due To Vandalism To protect park resources from further acts of vandalism, the public may not enter or use Rattlesnake Canyon at any time from April 8 through April 30.  April 1, 2013 Joshua Tree Accepting 2013 Research Grant Applications Applications for a 2013 Robert Lee Graduate Student Research Grant will be accepted until May 2, 2013. Multiple grants of up to $4,000 will be awarded.  March 23, 2013 AIR Retrospective Featured At Joshua Tree Visitor Center Art created by 11 participants in the park's Artist-in-Residence ( AIR ) program, which has been hosting artists from around the country since 1999, is on exhibit at Joshua Tree Visitor Center.  March 14, 2013 Joshua Tree To Host Third BioDiversity Hunt Joshua Tree National Park's third Biodiversity Hunt will take place on Friday, March 22 and Saturday, March 23 at both Cottonwood Spring and Lost Palms Oasis. Scientists, students, desert naturalists, community members, and park staff will join forces in a 30-hour race to document every type of living thing in these desert riparian, or wetland, habitats.  March 7, 2013 Park Regulations Updated For 2013 The Superintendent's Compendium, a list of park-specific regulations, has been revised for 2013.  February 21, 2013 Volunteers Needed For 2013 Hold The Mustard Campaign Joshua Tree is seeking volunteers to help control the aggressive Sahara mustard plant that is invading the park. Please consider joining a weed-pull event this spring. this spring.  February 8, 2013 Historic Barker Dam Vandalized Public access to Barker Dam will be closed from 130 feet upstream to 180 feet downstream to protect it from further vandalism.The closure does not include any portion of the Barker Dam Nature Trail.  February 6, 2013 Road Construction Begins February 11 Eleven miles of Pinto Basin Road (map here) will be renovated to improve visitor safety. During construction, visitors may experience travel delays of up to 30 minutes. However, work will not be conducted on weekends or holidays.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/news\/2013newsarchive.htm"
}
