{
    "title": "Fort Larned National Historic Site: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather       Climate       A rainbow forms near the park entrance. NPS      Western Kansas has a four season climate with hot summers and relatively low humidity.  Although winters tend to be cold, with average daytime highs in the 30s and 40s, Chinook winds in the winter can warm western Kansas all the way into the 80F (27C) range.   Although the climate in this area is relatively dry, Western Kansas does get snow in the winter.  Sometimes the snow can be quite deep and even a relatively light snow fall can drift substantially because of the almost constant winds in this part of Kansas.  Caution is always advised when driving in snowy conditions.     Current Weather Conditions at Fort Larned      Spring (March - May)        Kansas sunflowers announce Spring. NPS\/Nathan King  Springtime in western Kansas can still be fairly chilly with daytime temperatures in the 50s and 60s (10 to 18C) and overnight lows in the 30s and 40s (0 to 5C).        Summer (June - August)        Summertime in Kansas means lots of sunshine. NPS  Daytime temperatures range from the 90s up to 100 or above (32 - 37C).  It is not unusual to have extended periods of temperatures in the 100 or above range (over 37C).  The temperature does drop somewhat overnight with the average highs in the mid to upper 60s (18C).      Fall (September - November)        Fall can be a colorful time of year at Fort Larned. NPS\/Celeste Dixon  September and October can still be fairly hot with average daytime highs in the 80s and 70s (26 to 21C) and overnight lows in the mid-50s and 40s (10 to 4C).  November is much cooler with daytime highs in the mid-50s (13C) and night time lows near 30 (-1C).      Winter (December - February)        Winter can be a lonely on the plains. NPS\/Celeste Dixon  Winters can be fairly cold in western Kansas. The average daytime temperature is 45F (7C). While overnight temperatures can reach 0F (-18C) or below, the average low is 12F (-5C).     Storms and Tornados       Picture of a tornado taken near the fort. NPS\/George Elmore  Although tornadoes may be one of the first things that come to mind when you think of Kansas, they are actually less common in Kansas than they are in several other states.  Still, the potential for violent storms and tornadoes does exist.  In the event of a violent storm or tornado, Fort Larned staff will direct visitors to planned safe zones.",
    "url": "https:\/\/www.nps.gov\/fols\/planyourvisit\/weather.htm"
}
