{
    "title": "Joshua Tree National Park: 2011 Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive     2011 Archive                  2011 Archive      December 16, 2011 Rock Climber Falls 30 Feet William Becher, 65, fell 30-feet in a climbing accident in the Saddle Rock area of the park and sustained injuries to his lower extremities. November 29, 2011 National Parks Economic Symposium Slated for December 6 The National Parks Economic Symposium will highlight economic relationships between national parks and their surrounding communities. The event is free to the public and is scheduled from 1 to 4 pm at the Twentynine Palms Community Center, 74325 Joe Davis Drive, adjacent to Luckie Park in Twentynine Palms.  November 23, 2011 Crossroads Conference Agenda Released At the December 2 Crossroads Conference, park staff and a panel of accomplished speakers will shed light on some of the park's pressing issues. On December 3 participants will visit Joshua Tree National Park.  November 21, 2011 Hiker Dies of Apparent Heart Attack Frederick McMichael, 39, of Irvine, California suffered an apparent heart attack and stopped breathing while hiking the Lost Horse Loop Trail on Saturday, November 19. Emergency resuscitation was not successful.  November 15, 2011 Crossroads Conference Will Feature Challenges to the Park The Crossroads Conference will be held December 2 at the UCR Palm Desert Graduate Center Auditorium. On December 3 participants will take a guided tour of Joshua Tree National Park.  November 7, 2011 Base Jumper Injured William Fleming, 23, received minor injuries when he was blown into rocks after parachuting from a cliff in the Oyster Bar.  November 1, 2011 Pinto Basin Road Reopened Pinto Basin Road is now open from Park Boulevard to Interstate 10. Cottonwood Visitor Center has also reopened, however the campground, Cottonwood Spring, and area trails remain closed.  October 25, 2011 Rock Climber Falls 25 Feet A rock climber visiting from Japan sustained severe head trauma from a 25-foot fall while climbing on Cyclops Rock.  October 24, 2011 Park Suspends Work On GMP The National Park Service has announced that further work on a new General Management Plan (GMP) at Joshua Tree National Park has been discontinued.  October 17, 2011 Park Clarifies Position On Tribal Casino As with any land-use proposal for an activity on private lands outside the park, the National Park Service cannot, and does not, support or oppose the casino proposal.  September 27, 2011 Pinto Basin Road Will Partially Reopen A portion of the flood-damaged Pinto Basin Road will reopen at Noon on Friday, September 30. The nine miles from White Tank Campground to the Ocotillo Patch pullout will be open to visitor traffic, which will allow visitors access to Cholla Cactus Garden.  September 15, 2011 September 16 Public Meeting Rescheduled The public meeting to present the \"proposed action\" for the reconstruction of Pinto Basin Road has been postponed from September 16 until September 30.  September 13, 2011 Volunteer On Public Lands Day! Saturday, September 24 is National Public Lands Day, a day when people across the country will turn out to take part in volunteer projects to benefit America's shared heritage, our public lands. Entrance fees for all park visitors will be waived that day but only those who volunteer will receive a coupon for a future entrance-fee day.  September 13, 2011 Pinto Basin Road Flooded Torrential rains caused widespread flooding in the Pinto Basin and Cottonwood Spring areas of the park on Tuesday morning, September 13. Pinto Basin Road was closed from Interstate 10 on the south boundary to White Tank Campground. August 19, 2011 Proposed Action Selected For Road Reconstruction A public meeting will be held on Friday, September 16 from 9 to 11 am at park headquarters in Twentynine Palms. The purpose of the meeting is to present the \"proposed action\" selected for the reconstruction and rehabilitation of Pinto Basin Road in Joshua Tree National Park.  August 19, 2011 Artists Chosen For Residency Program Three visual artists, a poet, and a musician\/composer were invited to participate in the park's fourth year of offering a unique residential opportunity to artists from around the nation. August 2, 2011 Park to Celebrate 75th Birthday August 10 Birthday events begin at 8 am at park headquarters in Twentynine Palms and last throughout the day at multiple locations across the park and Morongo Basin communities.  July 18, 2011 Light Plane Crashes in Rugged Terrain A home-built aircraft flying from Lake Havasu City, Arizona to Compton, California crashed in a hilly area of the park at about 9:20 this morning. The pilot was airlifted to Arrowhead Regional Medical Center.  July 12, 2011 Public Comments Sought on Road Project The Environmental Assessment of the proposed reconstruction of 23.5 miles of Pinto Basin Road to improve road safety is now available.  July 5, 2011 Pinto Basin Road Meeting Set For July 8 A public meeting to discuss alternatives for work associated with the proposed reconstruction of a 23.5-mile portion of Pinto Basin Road will be held on Friday, July 8, from 8 to 10 am at park headquarters in Twentynine Palms.  June 16, 2011 Park Entrance Will Be Free on June 21 Free admission, warmer weather, and longer days make this a great time to visit a national park. To celebrate the start of summer, the National Park Service is waiving entrance fees at all parks on June 21.  June 9, 2011 Park Seeks Public Input on Black Rock Improvements Public input is being sought regarding the National Park Service's proposed plan to conduct drainage and erosion control improvements, along with redesign of the road and campground layout at Black Rock Campground. A public meeting will be held at 5 pm on June 28, 2011 at Black Rock Nature Center to present the plan.  June 7, 2011 Friends of Joshua Tree Donate Rescue Vehicle Search-and-rescue operations just got a little bit easier thanks to the donation of a utility vehicle by the non-profit Friends of Joshua Tree to Joshua Tree National Park. The vehicle will be used by the park's search and rescue program, JOSAR, to support rock climbing accidents, searches for lost hikers, and other rescue activities.  May 27, 2011 Lee Research Grants Awarded Joshua Tree National Park, in partnership with the Joshua Tree National Park Association, is pleased to announce the winners of the 2011 Robert Lee Graduate Student Research Grant at Joshua Tree National Park. This year the park received many highly competitive research applications and after careful review has awarded grants to four applicants.  April 21, 2011 Public Invited to Joshua Tree's First Biodiversity Hunt On April 29 and 30, scientific experts and community naturalists will race to identify every type of plant and animal within the 58 acres of Joshua Tree National Park's Oasis of Mara. Public programs and activities designed for kids and adults will take place between 10 am and 4 pm each day.  April 18, 2011 Park Regulations Revised Joshua Tree National Park has issued revised park regulations contained in the Superintendent's Compendium. The Compendium includes park-specific regulations that National Park Service superintendents are authorized to issue under the Title 36 Code of Federal Regulations.  April 16, 2011 Entrance Fees Waived During National Park Week Entrance fees have been waived at all national parks during National Park Week, April 16-24, providing an excellent opportunity for all Americans to get outside, be active, and have fun. Camping and special-use fees will still be collected. February 11, 2011 Retrospective Exhibit Opens at Joshua Tree Visitor Center As part of its 75th Anniversary celebration, Joshua Tree National Park announces the opening this week of a new exhibit featuring the work of past participants in the park's Artist-in-Residence program. The show covers a span of 15 years.  February 11, 2011 Park Seeks JOSAR Volunteers Joshua Tree National Park will host an informational meeting to recruit new volunteers for its volunteer search-and-rescue team, JOSAR. The meeting will be held on February 18 at 7 p.m. The location for the meeting is the park's Black Rock Visitor Center at 9800 Black Rock Canyon Road in Yucca Valley.  January 13, 2011 Public Invited to Park Anniversary Celebration Joshua Tree National Park will host a public ceremony on January 29, 2011 to commemorate its 75th anniversary. Huell Howser will be Master of Ceremonies.  January 11, 2011 Pinto Basin Road To Be Renovated The National Park Service is exploring alternatives for the reconstruction and rehabilitation of approximately 23.5 miles of Pinto Basin Road at Joshua Tree National Park. The proposed action is part of a phased effort to rehabilitate many of the park's roadways in accordance with its 1995 General Management Plan. The primary objective of the project is to improve road safety conditions for Pinto Basin Road. January 7, 2011 2011 Student Research Grant Applications Available Applications for the 2011 Robert Lee Graduate Student Research Grants at Joshua Tree National Park are available on the park's website at: www.nps.gov\/jotr\/naturescience\/research.htm. The application deadline is February 25, 2011. January 6, 2011 Free Entrance Days for National Parks in 2011 The National Park Service will waive admission fees on 17 selected dates throughout 2011. The first fee-free days are centered on the Martin Luther King, Jr. holiday, January 15, 16, and 17",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/news\/2011newsarchive.htm"
}
