{
    "title": "Joshua Tree National Park: Lizard Lifestyles",
    "body": "Lizard Lifestyles       Viewing wildlife is often a priority for visitors to national parks. Arguably the most conspicuous critters abroad in the daytime in Joshua Tree National Park are the lizards. Wherever you go in the park, spring, summer, or fall, you are likely to see lizards. In spring, they are especially abundant. Lizards are made for desert life There are 18 species of lizards in Joshua Tree. Some are very common; others are rare. Lizards are such a visible part of the desert environment because reptiles are pre-adapted for making a living in the desert. Two things required by all animals, food and water, are scarce in the desert. Lizards require much less food than a bird or mammal of the same size because of their low metabolism. And during winter, when food is often scarce, most lizards hibernate and require no food. Lizards need less water than birds or mammals because they excrete their metabolic wastes as a solid (uric acid) instead of dissolved in water (urine).        Desert banded geckos are active only at night.   In reality, the various species of desert lizards differ markedly in their times and places of activity. Some are early risers, up at sunrise, but others do not get up until late morning. The desert banded gecko is active only at night. Certain species climb around in the rocks, others spend most of their lives underground or under cover; still others live on the ground surface or among the branches of desert plants. Such spatial and temporal differences enable different species to live in close proximity without competing for the same food resources.       Western chuckwalla basking on a rock outcrop.        There are two basic lizard lifestyles In the desert, there are two general communities of lizards. One lives on the desert flats, the other in rocky areas. There are often two different, but similar species playing the same ecological role in their respective community. Each community has a top predator lizard, one with a big tyrannosaur-type head, long teeth, and powerful jaws. On the desert flats this role is occupied by the long-nosed leopard lizard; in rocky areas the role is played by the Mojave collared lizard.       Desert iguana searching for edible plants on the desert flats.        Each community has a large herbivorous lizard. On the desert flats it is the desert iguana, in the rocky areas it is the chuckwalla. This finely tuned division of resources is common in communities with many species. Even though the lizard communities of North American deserts are simple compared with those of Australia and South Africa, this complex partitioning of resources among finely adapted species is apparent here.  When active, most desert lizards maintain a body temperature that is favorable for metabolism by basking in the sun until they reach about 95° F. It is this practice of basking that makes lizards a conspicuous part of the desert scene. Most desert lizards feed on insects, but our two largest-the chuckwalla and desert iguana-eat mainly flowers and leaves.  Many of the smaller species of lizards have special \"break points\" in the tail bones. The tail beyond these points can be discarded in an emergency, such as being seized by a predator. They are then able to grow a new tail over the following weeks, although the regenerated tail is usually smaller and plainer than the original.  Observing Lizards There are two lizards commonly seen around campgrounds by visitors. The small, 4-inch, California side-blotched lizard is brown in color. It is usually seen on top of small boulders. The side-blotched is common in all parts of the park. The other lizard most often seen is the Great Basin fence lizard. This is a larger species, five to seven inches. It is usually very dark in color: gray, black, or even bluish in spring. It is limited to the higher elevation part of the park where it basks on large rock outcrops, often high above ground level.  For the opportunity to see the largest of our lizards, the western chuckwalla, drive along Pinto Basin Road, slowing where it passes through areas with rocky outcrops. Although they are much less numerous than they were 40 years ago, you might just catch a glimpse of a large (12 inch), heavy-bodied lizard sitting near the very top of an outcrop.  Park chuckwallas are very wary, and can seldom be approached closely. Please don't disturb them. They need to bask in the sun in order to absorb the heat necessary to digest the plants they have consumed. by Dr. Harold De Lisle, herpetologist",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/lizards.htm"
}
