{
    "title": "Joshua Tree National Park: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Joshua Tree National Park is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Hike Two Deserts in One Day  There aren't many places where you can hike in two ecologically distinct deserts in a single day! Whether you're looking for a short, easy walk or a strenuous hike, Joshua Tree National Park has a trail for you. Read more   Put on Your Climbing Shoes  Joshua Tree National Park attracts rock climbers from around the world. Whether you're a beginner or a veteran, you'll love our 8,000 climbing routes and countless bouldering problems. Read more   Relax at a Desert Oasis  Have you ever been to a real-life oasis in the desert? Five magnificent fan palm oases are located in Joshua Tree National Park, at places where hard-to-find water is at or very near the surface. Listen to the rustling sound of the wind through palm fronds. Feel the blessed coolness of shade on a hot day. Enjoy the lush bounty created by water. Read more   Share a Sunset  There are few experiences as serene as taking in a desert sunset. As the sun drops towards the horizon, climb atop a boulder in Joshua Tree National Park and enjoy the vivid colors of the sky with friends or loved ones. Read more   Tour the Milky Way  Can’t see the Milky Way from where you live? You’re not alone. As cities and urban areas expand, it has become harder and harder to experience the night sky in its natural and unpolluted state. Joshua Tree National Park offers outstanding stargazing opportunities within a few hours' drive of several of America’s largest cities. Read more      Call to Action Projects    Learn more about the work we're doing to prepare for the future.",
    "url": "https:\/\/www.nps.gov\/jotr\/getinvolved\/2016.htm"
}
