{
    "title": "Joshua Tree National Park: 2010 Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive     2010 Archive                  2010 Archive      December 22, 2010 Keys Ranch Tour Goes Reservation Only Beginning January 1, 2011, reservations will be required for the Keys Ranch Guided Walking Tour. The park will no longer admit participants at the ranch gate on a first-come, first-served basis. December 13, 2010 Mark Butler Named Superintendent Mark Butler is the newly appointed superintendent for Joshua Tree National Park. He replaces Curtis Sauer who retired in September 2010.  December 8, 2010 Joshua Tree Will Celebrate Its 75th in 2011 In 2011, Joshua Tree National Park, in conjunction with numerous community partners, will carry out a year-long celebration of its 75th anniversary as part of our nation's National Park System.  December 1, 2010 Kevin Hendricks Named Acting Superintendent Currently the chief ranger at Sequoia and Kings Canyon National Parks, Kevin Hendricks will become the second interim superintendent at Joshua Tree. November 5, 2010 National Parks Will Waive Entrance Fees on Veteran's Day To honor America's service men and women, national parks will not charge entrance fees on Veteran's Day, Thursday, November 11. October 22, 2010 Paintings by Dianne Bennett Featured at Joshua Tree Visitor Center Paintings by 2009 Artist-In-Residence Dianne Bennett will be on display at the Joshua Tree Visitor Center through the winter holidays. October 19, 2010 Open House to Discuss Black Rock Flood Study The National Park Service will hold an open house November 3 to discuss drainage and run-off at Black Rock Campground and the adjacent community.  October 1, 2010 Lizette Richardson Appointed Acting Superintendent Lizette Richardson, currently the chief of maintenance at Lake Mead, will take over for Curt Sauer, who retired September 30. Her appointment is expected to last 60 days. September 30, 2010 Missing Hiker Rescued Edward Rosenthal, missing since last Friday, was spotted alive at 10:30 a.m. Thursday by a San Bernardino County Sherriff's helicopter crew. September 29, 2010 Missing Hiker's Tracks Located Search operations shifted focus today after clear indications of Culver City resident Edward Rosenthal's presence were discovered in a location south of the original search area. Foot prints believed to be Rosenthals were followed off-trail into a rugged region of the Little San Bernardino Mountains. September 29, 2010 Search Continues for Missing Hiker The National Park Service will temporarily close hiking and equestrian trails in Black Rock Canyon while the search continues for Edward Rosenthal, missing since last Friday. The campground will remain open. September 28, 2010 Search Expands for Missing Hiker Efforts by search-and-rescue personnel to locate missing hiker Edward Rosenthal were expanded on Tuesday. Rosenthal has been overdue from a day hike in the Black Rock Canyon area of the park since last Friday afternoon. September 27, 2010 Search Underway for Missing Hiker Edward H. Rosenthal, 64, of Culver City, California has been missing since Friday evening when he failed to return from a hike near Black Rock Campground inside Joshua Tree National Park. Rosenthal was reported missing to park rangers on Sunday afternoon. September 22, 2010 Joshua Tree Recognized by Riverside County Office of Education On September 16, the Riverside County Office of Education honored Joshua Tree National Park as a Distinguished Partner, recognizing the park's efforts at job placement and career development for Transition Partnership students. September 22, 2010 September 25 is National Public Lands Day Entrance is free on National Public Lands Day. People all across the country will take part in volunteer projects to benefit America's shared heritage, its public lands.  August 28, 2010 Keys Fire Fully Contained Firefighters achieved full containment of the Keys Fire on Saturday at 6 p.m. A few firefighters will continue to check for hotspots in the 110 acre fire. August 27, 2010 Progress Made on Keys Fire The Keys Fire has grown to 110 acres and crews from four agencies are working to contain it. August 26, 2010 Lightning Ignites Three Fires Of the three fires that were ignited during a thunderstorm today, the largest and most active is the Keys Fire. July 12, 2010 Curt Sauer Announces His Retirement Joshua Tree National Park Superintendent Curt Sauer announced that he will be hanging up his flat hat September 30, 2010 after 35 years of federal service. July 2, 2010 Daily Search for William Ewasko Suspended After seven days, Joshua Tree National Park will suspend daily search operations for missing Georgia resident William Ewasko. July 1, 2010 Search for Hiker Enters Sixth Day Efforts to locate missing hiker William Ewasko entered the sixth day on Thursday. Teams of agency and volunteer ground searchers continue to comb the Quail Mountain area of Joshua Tree National Park in an effort to locate the Marietta, Georgia resident who was first reported missing last Friday. June 29, 2010 Search for Missing Hiker Continues Personnel from multiple agencies continue to search Joshua Tree National Park for missing hiker Willam Ewasko, 65, from Marietta, Georgia. The search began on Friday evening. June 15, 2010 Some Campgrounds Closed for Summer Joshua Tree National Park will once again close some camping facilities for the 2010 summer season. There is a reduced need for overnight camping during the hot summer months. Seasonal campground closures allow impacted areas to recover and also helps reduce the cost of maintaining these facilities. June 2, 2010 Entrance to Joshua Tree Waived June 5 & 6 Free admission, warmer weather, longer days, and fewer crowds make this weekend a great time to visit a national park. To celebrate the coming of summer, the National Park Service is waiving entrance fees at all parks on June 5 and 6. May 28, 2010 Designs Sought for Joshua Tree Anniversary Logo Designers with skills in graphic arts, logo development, and branding campaigns are invited to submit conceptual designs as described in the submittal guidelines. May 28, 2010 Park Artist to Exhibit at Riverside Art Museum Open Studio: New Paintings From the High Desert by Artist-In-Residence Mike Shankman opens June 3 at the Riverside Art Museum. April 27, 2010 Public Views Sought For Park Management Plan The public is invited to attend one of a series of planning open houses to be held in Palm Springs, Palm Desert, Yucca Valley, Twentynine Palms, or Joshua Tree from May 17 through May 21. April 13, 2010 Early Photos of Historic Park Structures Sought There are old photos out there of the historic structures in the park that would help fill in gaps of knowledge about these old buildings.  April 12, 2010 Entrance Fees Waived During National Park Week Along with the waived entrance fees, National Park Week will be celebrated with special programs culminating in Jr. Ranger Day on April 24.  April 7, 2010 Art Exhibit Opens at Joshua Tree Visitor Center Paintings by Joshua Tree National Park Artist-In-Residence Erin O'Connor are on display at the Joshua Tree Visitor Center. The exhibit is open to the public at no cost. March 23, 2010 Mojave Max Contest Winner Announced Third grader, Garret Zartler, made the closest guess of February 13 at 2:05 p.m., just 25 minutes before the desert tortoise, Mojave Max, actually emerged from her burrow. March 22, 2010 Joshua Tree Hosts 18th Annual Art Festival Art and nature come together on April 2, 3, and 4 at Joshua Tree National Park's Eighteenth Annual Art Festival. Held at the Oasis of Mara Visitor Center, show hours are 9 a.m. to 5 p.m. daily. March 18, 2010 Warmer Days Spur Spring Wildflowers Ample winter rains and gradually warming temperatures are stimulating growth of annual desert wildflowers and local concentrations of up to 50 species are starting to appear in some locations. March 10, 2010 Park Offers Living History Ranch Tours Visitors to Joshua Tree National Park can now step back in time when they take a tour of Keys Ranch with a costumed guide. March 9, 2010 Revised Park Rules Issued Joshua Tree National Park has revised some park regulations contained in the Superintendent's Compendium. January 27, 2010 Contract to Preserve Park Roads Awarded Cactus Transport was awarded a $3.1 million contract to treat approximately 58 miles of park roads beginning February 1, 2010. January 19, 2010 Two Survive Plane Crash In Park Two individuals survived the crash of their small aircraft in a remote area of Joshua Tree National Park. The crash victims had a variety of injuries and were experiencing hypothermia but both were expected to survive. January 8, 2010 Ranger Ohlfs Receives STAR Award Joshua Tree National Park District Ranger Jeff Ohlfs received a Special Thanks for Achieving Results, or STAR, Award for his ongoing project to document details of every Park Service employee who has died on duty.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/news\/2010newsarchive.htm"
}
