{
    "title": "Joshua Tree National Park: Bats",
    "body": "Bats         Pallid Bat Illustration from a painting by Andrea Peyton  Here in the California deserts there are more than a dozen species of bat—Earth’s only flying mammal. This oft-misunderstood animal has existed for approximately 55 million years, an estimate derived from the discovery of Icaronycteris, a fossil bat. Over that unimaginable period of time, bats have evolved a stunning array of adaptations that continue to dazzle the biologists who study them and the naturalists who observe them. What about flying squirrels? you might be asking yourself right now. Aren’t they mammals? Aren’t they also able to fly? The answer is yes, squirrels certainly are mammals, and some species are able to soar. But no, those that glide are not equipped with wings that allow them to ascend—so it cannot be said that they are truly capable of flight. Bats comprise almost one quarter of all mammals. This is significant when one considers that approximately 4,000 species of mammal have been classified thus far. Doing the math, we find that there are almost 1,000 species of bat on Earth! The diversity of these species is equally impressive: bats range from the palm-sized bumblebee bat weighing less than a penny, to the flying foxes of Asia, which boast an average three-foot wingspan. Biologists divide bats into two main groups: megabats (the larger, primarily fruit-eating bats) and microbats (generally smaller and insect-eating). Bats demonstrate surprising diversity in their diets. Most of our desert bats are insectivorous, gobbling up thousands of moths, mosquitoes and beetles during their nightly forages. Tropical bats, however, might subsist on a diet of fruit, nectar, pollen, or even frogs! The pallid bat of the southwestern deserts favors an odd delicacy: scorpions. Apparently, pallid bats are immune to scorpion venom, so their culinary preferences help to keep that arachnid’s populations in check without harming the bats. Bats whose diet consists of animal prey use echolocation to hunt, navigate and avoid collision with other bats. Scientists are only beginning to decipher the banks of acoustic signatures, or bat calls they have collected, and it is often difficult to distinguish one bat’s sounds from another, or one type of communication from another. The same species of bat, for example, might echolocate at different frequencies depending on whether it is looking for prey, engaged in a feeding frenzy, looking for a mate, or warning others of danger. Vampire bats, whose saliva is being studied by pharmacologists for its superior anticoagulant properties, live in Latin America, from Mexico to northern Chile and Argentina. Of the three vampire species, two prey on birds, and the third tends to favor mammalian species. In no case is the host animal seriously affected by the feeding process, although a vampire bat might infect its host animal with any of a number of diseases. When we think of bats, we may picture millions of them emerging from a cave at sunset. Most of our local bats, however, do not occur in such large numbers—nor do they inhabit caves. In general, bats choose dark, quiet, undisturbed places as their homes: caves, rock crevices, trees, abandoned buildings, abandoned mines, bridges and tunnels. Those that live here in the desert usually squeeze themselves inside a rock crevice, or perhaps roost in an abandoned mine. If they are disturbed while hibernating, bats may burn up their stored energy supplies and perish before the weather permits them to go out hunting again, so it is important to leave bats alone. Do not forget that they are wild animals, capable of transmitting diseases such as rabies—although it must be said that fewer than a tenth of one percent of our local bats have been found to be rabid. Most bats hang upside down when they roost, using their sharp curved claws to cling to roosting surfaces. How then, do they manage to nurse their young—or, for that matter, eliminate waste—without spilling, soiling themselves, or getting a headache? Several strategies help them stay dry and clear-headed: a system of valves controls the flow of blood; nursing is conducted through a kind of gravity-feed system; and a quick arch of the back at the appropriate moment keeps the bat’s fur clean and silky. Bat biologists believe that their unique roosting posture and the ability to squeeze into narrow spaces have given bats an advantage by allowing them to avoid competing with other animals for more conventional types of habitat. Although bats have sometimes been mistaken for flying mice (in French, the word for bat is “chauve-souris,” or “bald mouse,” and in German it is “Fledermaus,” or “flying mouse”), there are few similarities between the two animals. A bat mother will usually give birth to one pup a year; twins are uncommon, and triplets even more so. Many bats do not have tails, and some have such large ears that they resemble rabbits or dogs more than mice. Dentition, or the size and shape of teeth, is another good indication of the vast difference between bats and mice. Bat teeth are designed for eating insects (which involves biting off the prey’s head and wings, discarding them, and dining on the body), whereas mouse teeth are adapted to a diet of seeds, grass and grains. Mother bats have a remarkably well-tuned reproductive system: they are able to re-absorb their embryo if the upcoming season looks unpromising due to a lack of sufficient food and water for their young. In addition, the development of the fetus can be delayed or sped up depending upon the maternity roost’s temperature. Once they are born, the juveniles must develop enough fat in their first year to survive hibernation or migration, and they must learn to fly! No wonder nature has provided so many options in the bat’s reproductive process! As a family, bats are impressively diverse animals. They are found on every continent except Antarctica. They range in size from a few inches across to a wingspan of more than three feet; they may eat insects, frogs, scorpions or fish, or feed on nectar, fruit or blood. There are almost 1,000 species on Earth that are busily controlling pests, dispersing seeds and pollinating flowers. Sadly, bats are often misunderstood, and their numbers are dwindling due to loss of habitat and misguided “pest control” programs. If you see a bat, please leave it alone. If it is lying on the ground, do not touch it: that is not normal behavior for a bat, and it may be ill. Here at Joshua Tree National Park all bat species are protected. Look for them at dawn or dusk in desert washes, which make up 80 to 90 percent of their foraging territory. Enjoy them, but respect them—they remain, in spite of their timid nature, wild animals. by Park Ranger Caryn Davidson",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/bats.htm"
}
