{
    "title": "Joshua Tree National Park: Your Dollars At Work",
    "body": "Explore This Park    Learn About the Park     Management     Your Dollars At Work              Your Dollars At Work      The mission of the National Park Service is to \"preserve unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations.\" Accomplishing this mission requires ongoing investments in facilities, maintenance, and visitor services.Recreation fees provide a vital source of revenue for improving facilities and services for park visitors. The National Park Service collects entrance fees under the Federal Lands Recreation Enhancement Act (FLREA), passed by Congress and signed into law by President George W. Bush in 2004.Eighty percent of entrance fees collected at Joshua Tree National Park stay in the park and are used for projects directly related to visitor enjoyment, resource protection, and safety. The remaining 20 percent is distributed throughout the national park system, helping to support park units that do not collect fees.Recent Projects Supported by Fee Dollars        NPS  Students from the Coachella Valley and the Inland Empire were able to come to the park because of buses leased with FLREA dollars. Children from these underserved communities experience active, place-based learning in an inspiring setting.        NPS  Park education staff used FLREA dollars to develop and present new educational strands for elementary and middle school classes at racially and economically diverse schools. Students participate in programs on geology, biology, and cultural history over multiple school years, building on what they learn as they go.        NPS  In Fall 2013 and Spring 2014, over 200 volunteers from AmeriCorps, alternative spring break programs, and Nestle Rogers assisted the vegetation crew in planting 1,050 native plants in the Jumbo Rocks area. The planting project reduced the impact of social trails and preserved the park's natural landscape. The vegetation crew is currently working with different volunteer groups to water the 1,050 plants every three weeks until spring 2016 to help ensure their survival.        NPS\/Brad Sutton   New, interactive wilderness exhibits were installed in park visitor centers. The exhibits incorporate iPads and paper guest books, encouraging visitors to share their own personal experiences and reflections on the significance of wilderness.        NPS  New, three-compartment recycling bins were installed at Keys View, Cap Rock, Quail Springs, and Rattlesnake day use areas. These new bins improve visitor access to recycling facilities.        Examples of an old, deteriorated table (top) and a replacement table (bottom). NPS  In Indian Cove campground, 20 deteriorated picnic tables were replaced with new, concrete tables. The new tables comply with the American Disabilities Act. They are also safer, with rounded edges and smooth surfaces.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/management\/yourdollarsatwork.htm"
}
