{
    "title": "Joshua Tree National Park: Laws & Policies",
    "body": "Laws & Policies       Enabling Legislation Established by Presidential Proclamation No. 2193 on August 10, 1936 (50 Stat. 1760) as Joshua Tree National Monument. Legislation states that the \"lands contain historic and prehistoric structures and have situated thereon various objects of historic and scientific interest…\" (50 Stat. 1760). … the legislative history reveals that another major reason for the establishment of the monument was preservation of the natural resources of the Colorado and Mojave Deserts. The natural resource preservation emphasis was so strong that the original name contemplated for the monument was Desert Plants National Park. In 1984, the monument was set aside as a biosphere reserve by the United Nations Educational, Scientific, and Cultural Organization under its Man and the Biosphere Program. PL 103-433. 1994. Desert Protection Act. Added 234,000 acres to the unit and changed its status from national monument to national park. Designated an additional 163,000 acres of land as wilderness.      Park Regulations  The Superintendent's Compendium (1.9 MB PDF) is a compilation of designations, closures, permit requirements, and other restrictions made by the superintendent, in addition to what is contained in Title 36 of the Code of Federal Regulations (Chapter 1, Parts 1 through 7 and 34), and other applicable federal statutes and regulations.   The Park Special Uses Guideline (5.3 MB PDF) was developed to guide management in the implementation of the special park use program in a manner that preserves the visitor experience while providing for resource protection.   Park management is also guided by National Park Service Management Policies 2006 (2.5 MB PDF).         Firearms As of February 22, 2010, federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, visit the California Attorney General's website. Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/management\/lawsandpolicies.htm"
}
