{
    "title": "Joshua Tree National Park: Guest Speakers",
    "body": "Explore This Park    Learn About the Park     Education     Guest Speakers              Guest Speakers       A Ranger in Your Classroom A ranger will visit your classroom to lead students in structured activities relating their study of the sciences to Joshua Tree National Park. All education programs are curriculum-based (California State Education Standards) and free of charge.   Follow the steps outlined below to schedule a ranger visit to your classroom.       1. Select a Program Joshua Tree National Park rangers offer in-class programs. Each program lasts one hour. Programs must be scheduled one month prior to date presented. Programs dates are on a first come, first served basis. Once a program date is confirmed, it cannot be changed. 2016-17 Program List (1.7 MB Microsoft Word document)       2. Submit a Reservation Request Form Download, completely fill out, and return via email or standard mail. Things to keep in mind while filling out this form:  Allow time between classes Only one program topic per day Include lunch\/recess\/minimum day information Limit programs to one class per program  In-Class Program Reservation Request Form       3. Receive Confirmation Once we receive your request form, we'll add you to our calendar and send you a confirmation email that includes pre- and post-visit activities and information about the visit. You can also find lesson plan and activity materials on the Curriculum Materials page.       4. Prepare Your Class Our rangers are committed to presenting an engaging educational program to your class. We need a commitment from YOU, our school partners, for success:  Please prepare students with pre-visit materials provided and have program setup ready (if applicable); Your assistance throughout the program in maintaining the attention, focus, and good behavior of your students; Follow up with post-visit activities (if applicable).  With your assistance we're certain a ranger visit to your classroom will be a memorable and educational event for all of your students!",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/education\/guestspeakers.htm"
}
