{
    "title": "Joshua Tree National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management      In this section of the park website, you can learn more about how the National Park Service takes care of Joshua Tree for the benefit and enjoyment of the people. Explore the Laws & Policies that govern park management. See Your Dollars at Work to find out how entrance fee money supports park operations. Find out how many people come to Joshua Tree in a year, and other Statistics. On this page, learn about the significance of Joshua Tree and download planning documents.What Makes Joshua Tree National Park Significant?Joshua trees. Joshua Tree National Park preserves a world-renowned, undisturbed population of Joshua trees (Yucca brevifolia brevifolia), an integral component of the Mojave Desert ecosystem.Transition between two deserts. Outstanding examples of Mojave and Colorado Desert landscapes converge at Joshua Tree National Park to create a biologically rich system of plant and animal life characterized by iconic Joshua tree woodlands, native palm oases, and vast expanses of creosote scrub that are uniquely adapted to desert conditions. The park also contributes significantly to the connectivity of large protected areas across the California desert.Desert wilderness close to major urban areas. Joshua Tree National Park provides accessible and diverse opportunities in a remote desert wildland to large and burgeoning urban populations.History and cultural traditions. Joshua Tree National Park preserves a rich array of prehistoric, historic, and contemporary resources that demonstrate the integral connection between deserts, land use, and human cultures.Where the Pacific Plate meets the North American Plate. Joshua Tree National Park lies along one of the world's most active tectonic boundaries, the San Andreas Fault. Geologic processes, including tectonic activity, have played and continue to play a major role in shaping the mountains, valleys, and basins of the park.Scientific study. Joshua Tree National Park offers unparalleled opportunities for research of arid land ecosystems and processes, adaptations of and to desert life, sustainability, and indications of climate change. The proximity of the park to urban regions of Southern California and Nevada enhances the value of the park for scientific research and education.Bouldered landscape. Huge, eroded monzogranite boulder formations are world-renowned natural features that provide unique aesthetic, educational, and recreational opportunities for Joshua Tree National Park visitors.Beautiful scenery. Geologic, climatic, and ecological processes create scenic landscapes unique to deserts and fundamental to the character of Joshua Tree National Park.      Planning Documents   Administrative History - Joshua Tree National Park: A History of Preserving the Desert (20.7 MB PDF) Backcountry & Wilderness Management Plan Black Rock Campground Rehabilitation Environmental Assessment (3.4 MB PDF) Black Rock Campground Rehabilitation Finding of No Significant Impact (1.3 MB PDF) Black Rock Campground Rehabilitation Floodplain Statement of Findings (640 kB PDF) Business Plan, 2001 (979 kB PDF) Fire Management Plan (1.29 MB PDF) Foundation Document, 2015 (2 MB PDF) Foundation Plan (2.75 MB PDF) General Management Plan, 1995 Joshua Tree Visitor Center Exhibit Plan (286 MB PDF), Exhibit Drawing Package (6.5 MB PDF), and Graphic Layout Package (57 MB PDF) NPS Management Policies, 2006 (2.5 MB PDF) Pinto Basin Road Environmental Assessment (4.5 MB PDF) Pinto Basin Road Finding of No Significant Impact (808 kB PDF) Keys Ranch Comprehensive Plan (362 kB PDF) Raven Management Plan (954 kB PDF) Resource Stewardship Strategy, 2014 (7.6 MB PDF) Skull Rock Interpretive Trail Environmental Assessment, 2015 (3 MB PDF) Visitor Study, 2004 (394 kB PDF) Visitor Study, 2010 (617 kB PDF)       Management Reports Superintendent's Annual Reports are no longer published. View older reports:  2011 Superintendent's Annual Report (1.9mb PDF) 2010 Superintendent's Annual Report (1.5mb PDF)",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/management\/index.htm"
}
