{
    "title": "Joshua Tree National Park: Research Permits",
    "body": "Explore This Park    Learn About the Park     Science & Research     Research Permits              Research Permits       Joshua Tree National Park has a long history of supporting scientific research. Research activities are important both for park management and as contributions to the larger body of scientific knowledge. Research that takes place in the park is also an important part of the park's own historic record. As such, the park keeps copies of all research materials as part of its permanent collections. Before conducting any form of scientific research or specimen collection within the park, researchers must obtain advance approval in the form of a permit. Guidelines for Conducting Research To obtain initial permission to conduct field research and\/or collect specimens within areas administered by the National Park Service, you are required to complete and submit materials that enable park staff to evaluate the proposed activities and potential impacts on resources, policy, and visitor experiences. All specimens collected within the park remain the property of the federal government. Joshua Tree National Park is dedicated to preserving research as part of the permanent record of scientific activities in the park. All archeology and most collections-based research require additional permits under the Antiquities Act and ARPA. The Research Permit and Reporting System To begin the permit application process, visit the National Park Service Research Permit and Reporting System website. This site provides instructions for the application process, answers to frequently asked questions, links to related websites, and links to submit or view reports detailing the accomplishments of ongoing or completed research projects. Your Permit May Be Delayed If ... If your research will involve ground disturbance, your permit may be delayed. Research proposals that involve ground disturbance, such as digging or scraping of surface materials, may require an extended period of time for review. Ground disturbing activities often have the potential to impact archeological resources both on and below the ground surface. As such, applications that propose ground disturbance warrant a more thorough review under section 106 of National Historic Preservation Act. This may require additional park staff time to evaluate applications and to survey the locations of the proposed disturbance. Depending on staff availability, this may considerably delay the issuing of the research permit. Please consider using alternative methods that do not require ground disturbance (e.g. Sherman traps versus pitfall traps). If not possible, be prepared to provide precise GPS locations of the study\/sample sites when submitting the application. Altering locations or adding supplemental locations after the park reviews the application will further delay the issuance of the permit.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/research_permits.htm"
}
