{
    "title": "Joshua Tree National Park: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                Nonnative Species         Red Brome   The home range of a plant species naturally changes over time, usually following climate change such as the recent ice age. What is not \"natural,\" however, is the massive, global transportation of plant species on boats and planes by people traveling to distant lands. Over the last century, hundreds of new species have been introduced into the United States from every continent in the world. While many species are what we call \"non-invasive,\" that is, you plant a rose in your garden and in general it doesn’t move on to your neighbor’s garden, many others are invasive. Tamarisk uses water needed by wildlife In the 1940s, folks in southern California discovered the amazing resilience of Eurasian salt cedar, or tamarisk, in the hottest of desert ecosystems. Ranchers and homesteaders, as well as a number of government agencies, planted these trees in yards and along steep slopes. The trees grew quickly, made good windbreaks along highways, and produced shade; they also produced millions of tiny seeds that have blown to remote locations miles away, such as Joshua Tree National Park. Located within remote wilderness areas of the park are a few small springs that emit a thin trickle of water. This water is vital to the survival of park wildlife. Yet, a few tamarisk seeds blow in, land in the moist sand, and before you know it this exotic invader has sucked the water deep below the surface and left the area dry, depriving other plants and wildlife this life-sustaining necessity. Fountaingrass competes with native grasses Fountaingrass is a beautiful perennial bunch grass that looks great in your yard—but not in your national park! Unfortunately, fountaingrass seeds get blown from residential and commercial landscapes into the park. Fountaingrass became established in Fortynine Palms Canyon in the 1990s and competes for water and nutrients with the native bunch grasses that provide food for native animals. Cheatgrass and red brome carry fire Perhaps you have heard of those hardy little grasses that now carpet 17.5 million acres in Idaho and Utah: cheatgrass and red brome. During the moist El Niño years of the 1990s, these grasses made a major assault on the park, and have now firmly established themselves in the Covington Flats area. Formerly when lightning struck a Joshua tree or juniper, it would consume that plant then burn out. Now the grasses covering the ground carry the fire from the ignited plant on to others. Desert plants are not adapted to fire; plant seeds do not require fire to break dormancy, nor do many of the plants resprout after fire. We believe that larger fires do occur in deserts, but historically only every century or so. Due to exotic grasses, we are now seeing large fires, such as the Juniper Complex fire that burned 14,000 acres in 1999, every five to 30 years in the Mojave. This is a big change in our ecosystem! Pursuing the invaders Joshua Tree staff and community volunteers actively pursue invasive exotic plants. Since the 1970s, we’ve removed over 6,700 tamarisk plants, 15,000 Asian mustard plants, 1,000 tumbleweeds, and 1,200 bunches of fountaingrass. That’s a lot of sweat! As a result, our springs are clean of tamarisk and fountaingrass and water is available for animals. We continue efforts with mustard and fountaingrass, and remain vigilant in monitoring all of our weed sites.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/nonnativespecies.htm"
}
