{
    "title": "Joshua Tree National Park: Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality                Air Quality       On a clear day visitors to Joshua Tree National Park can see the Mexican border from the mile-high vantage point of Keys View. More often, visitors can barely discern the tip of 10,000-foot-high Mount San Jacinto, about 50 miles away.  The haze that obscures these vistas is the result of smog that blows into the park from surrounding urban areas. Growth in the Coachella Valley, the current real estate boom in the hi-desert, and construction of power plants nearby, all impact air quality in the park. But Los Angeles basin, with a population over 12 million, is the major contributor of ozone and other pollutants that reach the park.  Polluted air contains particulate matter that drops out nitrates onto the soil. Desert plants that have adapted to survive in nitrogen-poor soils must now compete with non-native grasses and other exotic plant species that thrive with the added fertilizer.  Although the Environmental Protection Agency (EPA) has mandated that the skies above our national parks be subject to the most stringent level of protection, Joshua Tree National Park consistently exceeds the 120 ppb ozone concentration levels set by the EPA for human health at its monitoring station located in the northwestern part of the park. An additional monitoring station was recently installed at Cottonwood Spring to determine if the southern part of the park is also out of compliance with air-quality standards.  The park is also working with the University of California at Riverside to determine how soil nutrients, carbon cycling, and the nitrogen supply are affected by air pollution in the park. Native plants such as skunkbush sumac (Rhus trilobata) are sensitive to high ozone levels, and other animal species are likely to be affected as well as humans.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/airquality.htm"
}
