{
    "title": "Joshua Tree National Park: Graduate Student Research",
    "body": "Graduate Student Research Program       Since 2003, Joshua Tree National Park has encouraged independent field research by graduate students enrolled in accredited institutions. Thanks to the Lee Family Foundation, multiple grants of up to $4,000 are available to assist students with field study expenses, including data analysis, lodging, transportation, field supplies, and research equipment. The Robert Lee Graduate Student Research Grant benefits the student researcher by providing an opportunity to demonstrate how their research can apply to land management issues. In addition, it provides park staff with a better understanding of the resources at Joshua Tree National Park. More than 25 independent research projects have been conducted to date, adding significantly to the knowledge of the park and its natural and cultural resources. Robert Lee Research Grants are administered by the non-profit Joshua Tree National Park Association. Applying for a Research Grant The application period for the 2015 Robert Lee Graduate Student Research Grant is now open. Research proposals should focus on some aspect of the natural or cultural resources of Joshua Tree National Park. If the proposed project addresses climate change impacts to park resources, applicants should note this in their proposals. The application deadline is October 23, 2015; awards will be announced by the end of November 2015. Grant recipients are required to:  submit six-month progress reports to Joshua Tree National Park; submit to the park a final report that provides details of the study methods and conclusions; present their work to a suitable public forum, ideally in a local setting such as the Joshua Tree National Park Association's Desert Institute Lecture Series; and provide suitable content for the NPS website.  All awards are administered through a reimbursement program. Recipients are expected to complete all of the requirements of the grant within two years of receiving the award. Learn more about the 2015 Robert Lee Graduate Student Research Grant program by downloading an application form (272 kB PDF). Questions? Contact the program administrator.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/grantprogram.htm"
}
