{
    "title": "Joshua Tree National Park: Teens",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Teens              Teens              The Youth Conservation Corps in Joshua Tree National Park   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 40 seconds  Teens ages 15-18, find out about summer job opportunities with YCC in Joshua Tree!         Youth Conservation Corps (YCC) Accepting Applications Until April 15, 2016 The 2016 Youth Conservation Corps (YCC) application period is open until April 15, 2016. Download the announcement flyer (233 kB PDF) and the 2016 YCC application form (1.7 MB PDF). The application form is also available for pickup at the Oasis Visitor Center in Twentynine Palms and the Joshua Tree Visitor Center in downtown Joshua Tree.        NPS  About YCC National parks need your help. Historic buildings are crumbling, native species are losing ground to invasive species, trails are disappearing. We need you! Get paid to accomplish needed conservation work on public lands. Join the Youth Conservation Corps and become an important member of a cadre of dedicated individuals who work and play in the national parks. As a YCC member, you will have a personal role in protecting the nation's precious resources during this 8-10 week summer program. Every summer, Joshua Tree National Park sponsors a YCC program. Local youth between the ages of 15 and 18 are encouraged to apply. To be eligible, applicants may not reach their 19th birthday during the program, which typically runs from early June until early August, depending on the school calendar. Corps members will earn the California hourly minimum wage.     The program provides young people of the local community with excellent hands-on work experience. Work will be labor intensive and performed throughout the park. Proposed projects vary from year to year but often include trail construction and maintenance, resource habitat improvement, and resource restoration.  Job development and youth training are an investment in the future. We hope you join us in becoming a steward of America's public lands. Contact us to find out more about the YCC program. If you don't live in the local recruitment area for Joshua Tree's Youth Conservation Corps, but are interested in similar opportunities in the national parks, visit the National Park Service Youth Programs website.       A YCC crew member cleans a wayside exhibit at Keys View. NPS        YCC crews in Joshua Tree may work on maintaining or constructing park trails. NPS        YCC is fun and some participants come back to be crew leaders ... or even go on to a career with the National Park Service! NPS",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/kidsyouth\/teens.htm"
}
