{
    "title": "Joshua Tree National Park: Fan Palm Oases",
    "body": "Fan Palm Oases       In an otherwise hot and sparse environment, palm oases are a luxuriant gift of shade and solace. The verdant display requires a constant supply of water so oases often occur along fault lines, where uplifted layers of hard impermeable rock forces underground water to the surface. There are only 158 desert fan palm oases in North America. Five are located in Joshua Tree National Park.        Oasis of Mara   A California Native The desert fan palm, Washingtonia filifera, is native to the low hot deserts of southern California where it can live for 80 to 90 years. Towering up to 75 feet, the desert fan palm is among the tallest of North American palms. It is definitely the heaviest; a mature desert fan palm can weigh as much as three tons. Its distinctive leaves are shaped like a fan and folded like an accordion. They measure up to six feet in length and are nearly as wide. Looking much like \"petticoats,\" the fan palm's dead leaves remain attached to its trunk until removed by fire, wind, or flood. Fire is beneficial Fire rarely kills an adult. In palms the vascular bundles, those tubes that transport water and nutrients, are scattered throughout the trunk. This arrangement provides insulation from the heat of a fire. By contrast, trees such as oaks have all their vascular tissue in a ring just beneath the bark. Fire does kill young palms, but it also removes competitors and opens up space for palm seeds to germinate. In fact, desert fan palms increase seed production immediately after fires. A healthy palm can produce as many as 350,000 seeds. Indians cultivated fan palms People have been attracted to palm oases since prehistoric times. American Indians ate palm fruit and used the fronds to build waterproof dwellings. The Cahuillas (pronounced: Ka-wee-yahs) periodically set fire to oases in order to increase fruit production and to remove the sharp-edged palm fronds littering the oasis floor. The Cahuillas also planted palm seeds in promising locations. Water is a mixed blessing Water is a necessity. Desert fan palms suck up water using a mass of pencil-wide rootlets so dense that the roots of other plant species cannot penetrate. This mass may extend as far as 20 feet from the trunk in all directions. But water, in the form of flash floods, is also the most common cause of death for desert fan palms living in narrow canyons. Palm oases provide habitat Water also draws animals to oases: bighorn sheep, Gambel's quail, coyotes. Coyotes help spread palms by eating palm fruit at one location and depositing the undigested seeds at another. The cool shade of an oasis provides habitat for animals that live nowhere else. After dark, a rush of air may be caused by the passing of a western yellow bat, they roost only in palms. During the day, a flash of yellow-orange might be a hooded oriole preparing to build its woven sack-like nest under the large green leaves of a desert fan palm. Beetles keep palm groves healthy The dime-sized holes seen in the trunks of palms are exit holes of the two-inch, blue-black, giant palm-boring beetle, Dinapate wrightii, who lives exclusively in palm oases. The larvae of the Dinapate beetle spend about five years chewing tunnels within the trunks of desert fan palms. The chewing is so loud that flickers use the noise to locate the larvae. Successful larva pupate within the trunk then chew their way out. Because their rear end is wider than their front end, they exit going backwards to avoid getting stuck. Emerging in June, males and females mate and then die within a few weeks. Eventually these beetles can kill a palm, but they only inhabit older trees. Giant palm-boring beetles keep the palm population young and vibrant. The presence of these beetles is actually a sign of a healthy oasis. Visit carefully Palms stand straight and tall, looking proud and invincible. But they aren't. Any place can be over loved. As you explore these oases of wonder, take care. Use existing paths. Watch out for young palms-seedlings look like thick blades of grass. We do not want the presence of people to be a sign of a declining oasis.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/oases.htm"
}
