{
    "title": "Joshua Tree National Park: Lightscape \/ Night Sky",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Lightscape \/ Night Sky                Lightscape & Night Sky        Two false color images from the park's light pollution study. Top: Large light domes from nearby cities impair views of the night sky from Keys View. Bottom: Pinto Wells, in the remote eastern part of the park, is far less impacted by light pollution. NPS        Today, more than half of the world's population lives in cities, where few stars are visible. Here in the United States, vast swaths of the nation remain dark at night, but 99 percent of people live in places where artificial light obscures the stars and planets. No wonder visitors to Joshua Tree National Park are awed and astounded when they get their first glimpse of the night sky. Joshua Tree's location far from city lights contributes to our phenomenal views of the dark night sky. But the desert environment contributes, as well. In their book The Deserts of the Southwest, Peggy and Lane Larson describe how the desert environment naturally provides for exceptional views. \"Little obstructs the extensive view of the sky dome, which in the clear, arid atmosphere appears bluer by day and more brightly star-studded by night than do the skies over many moister regions.\" Increases in both light and air pollution pose a threat to night sky viewing in Joshua Tree National Park. Data collected by the Earth Observation Group and NOAA National Geophysical Data Center document medium to high levels of light pollution that infringe on the night skies of Joshua Tree National Park. Most of the light pollution comes from poorly regulated artificial lighting in Los Angeles, Las Vegas, and the Coachella Valley. Luke Sabala, Chief Physical Scientist at Joshua Tree National Park, and Stacy Manson, Physical Science Technician, have been collecting data to document light pollution within the park.  \"Collecting information on light pollution is important because stargazing is such a popular visitor activity. Joshua Tree is in the process of applying to become recognized as an International Dark Sky Place, and a measurement of sky quality is crucial in receiving designation,\" says Manson. Ongoing research also provides the information needed to educate the community on the dramatic amounts of light pollution within the Southern California region.  Joshua Tree National Park is committed to the protection and preservation of the desert ecosystem, and a dark night sky is a core part of the desert experience.  Night sky preservation is unique in that the resource cannot be lost permanently. Even in the face of new development approaching the park boundary, the loss of night sky views is both reversible and preventable. An obscured night sky is only temporary. Communities and concerned citizens can prevent and even reverse light pollution by insisting on night-sky friendly light fixtures.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/lightscape-and-night-sky.htm"
}
