{
    "title": "Joshua Tree National Park: Wilderness",
    "body": "Wilderness        NPS\/Sara Feldt       What Is Wilderness? Wilderness is an area “…where the earth and its community of life are untrammeled by man, where man himself is a visitor who does not remain…” The Wilderness Protection Act of 1964 established a new category of federally-managed public lands. Wilderness areas would forever be preserved as large, roadless tracts where mechanized vehicles and equipment are not permitted, where permanent evidence of modern human occupation is not allowed, and where future development is not considered. A Congressional act signed into law by the President of the United States is necessary for land to receive a wilderness designation. In designated wilderness, facilities and improvements such as trails, signs, and campsites may be provided only where they are necessary to protect resources and the public's health and safety. Wilderness areas offer opportunities for a primitive and unconfined recreational experience. They provide visitors with greater solitude and quiet, with opportunities to explore where few others have ventured.         Joshua Tree Wilderness   Today, about 85% of Joshua Tree National Park is managed as wilderness. This includes vast areas that have been designated wilderness by public law, as well as areas that have been nominated as \"potential wilderness.\"   Timeline 1964 - The Wilderness Act becomes law, establishing the National Wilderness Preservation System. 1976 - Public Law 94-567 designated wilderness lands in 13 national parks and monuments. Joshua Tree National Monument had 429,690 acres (about 80% of the park) of wilderness created by this act. 1994 - The California Desert Protection Act changed Joshua Tree from a national monument to a national park. It also added 163,800 acres of designated wilderness and proposed wilderness. 2009 - The Omnibus Public Land Management Act (Pub.L. 111-11) granted the wilderness designation to approximately 36,700 acres of land that had previously been identified as potential wilderness.       Learn More About America's Wilderness Wilderness.net is a collaborative website that educates visitors about wilderness and the value of public lands preservation. The site houses comprehensive information about all Bureau of Land Management, Fish and Wildlife Service, Forest Service and National Park Service wilderness areas. Wilderness.net provides information about regulations, trip planning tips, and contact information. In addition to learning about specific wilderness areas, visitors can also access educational information on wilderness history, important and influential personalities, the values and benefits of wilderness, threats to wilderness and much more.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/wilderness.htm"
}
