{
    "title": "Joshua Tree National Park: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                 Reptiles       Reptiles are closely associated with the desert in many peoples minds. This seems to be based partly on reality and partly on perception. Reptiles do form a very conspicuous part of the vertebrate fauna of warm deserts such as are found in Joshua Tree National Park. There may not be any larger number of reptiles in the desert than in neighboring less arid areas, but the lack of dense vegetation on the desert certainly makes them easier to see. Many of the lizards are especially conspicuous as they bask atop boulders or other elevated sites. Reptiles are better adapted to life in arid lands than are most birds and mammals. Being ectotherms (obtaining their body heat solely from the external environment), reptiles have a much lower cost of living than do birds and mammals, which require a great deal of food to fuel the metabolic process that allows them to produce their own body heat. In desert lands, where primary productivity (plant growth) is low, reptiles are thus able to maintain larger populations on the limited food supplies than is possible for birds and mammals. The most limiting factor for life on the desert is drinking water. Reptiles are pre-adapted to such arid conditions. They do not need water for cooling because they do not perspire or pant. They just crawl into a cool hole in the heat of the day. Their scales also greatly retard water loss through the skin. In addition, reptiles do not need water for excretion; they produce no urine. Their nitrogenous wastes are excreted as a solid: uric acid. Reptiles can get all the water they need from the food they eat. Although desert tortoises and probably most other reptiles will drink water when it appears after summer rains, many lizards and snakes probably go their whole lives without a drink of water. The reptiles of Joshua Tree National Park include one tortoise, 18 lizards, and 25 varieties of snakes.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/reptiles.htm"
}
