{
    "title": "Joshua Tree National Park: Disturbed Lands",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Disturbed Lands                Disturbed Lands         Bat gates let wildlife in while keeping visitors safely out of abandoned mine shafts.   Much of the history of the park and the surrounding area is related in some way to mining and the westward expansion that it instigated. Although “Gold Fever” was the most common reason for staking a mine claim in this area, silver, copper, and other minerals were also prospected. The National Park Service has estimated that Joshua Tree contains about 300 abandoned mine sites, each typically including a shaft, an adit (or tunnel), a small waste-rock pile, a can dump, and perhaps the outline of rocks where a miner once pitched a tent.  Safety Hazards Approximately 120 abandoned mine sites in Joshua Tree have a substantial opening and may represent a safety hazard. Twenty-one are old “mill sites” where gold was extracted from ore, leaving historic remains, but also potentially hazardous waste. Park visitors who come upon these sites, and certainly those who enter the shafts, tunnels, and structures, are at risk.  The park would like to reduce the hazards presented by abandoned mine sites as well as restore to a more natural condition the large areas of disturbance created by the 28 gravel pits documented in the park. However, there are a number of different values, not to mention pieces of legislation, that must be considered before action can be taken. Some mine sites are historic and protected under the National Historic Preservation Act. Mine sites sometimes provide habitat for bats, some protected under the Endangered Species Act. Many mine sites constitute “a permanent installation” within Congressionally Designated Wilderness in contradiction to the Wilderness Act.  Treating Abandoned Mine Sites The park has extensively evaluated 36 mine sites for treatment, calling on experts from each area of concern to help decide how each site should be treated. Of those, only two have been erased by cleaning up the area, plugging the shaft with polyurethane foam, covering the site with dirt and re-vegetating the area with native plants. Three others were left with the outward remains of the mining activity intact but made safer by the installation of a polyurethane foam plug deep enough to preserve the appearance of the shaft, but without the danger of a 100-foot hole. One mine was found to be habitat for an established bat colony, so a gate that allows bats entry, but poses a safety barrier to people, was installed.  Park staff will evaluate approximately 30 mine sites per year for the next four years, balancing safety, cultural, and natural values with applicable legislation.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/disturbedlands.htm"
}
