{
    "title": "Joshua Tree National Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature               Wildlife   What animals might you see on your Joshua Tree visit? How do they thrive in the desert environment?        Plants   The original name proposed for Joshua Tree was \"Desert Plants National Park.\" The desert is home to an impressive number of plant species.              Natural Features & Ecosystems   Why does this striking landscape look the way it does? Find out how powerful geologic forces have sculpted the land.        Environmental Factors   More fires, declining air quality, disturbed lands, invasive species, light pollution: these are some of the challenges facing the park.             Joshua Tree’s nearly 800,000 acres were set aside to protect the unique assembly of natural resources brought together by the junction of three of California’s ecosystems:  The Colorado Desert, a western extension of the vast Sonoran Desert, occupies the southern and eastern parts of the park. It is characterized by stands of spike-like ocotillo plants and “jumping” cholla cactus.  The southern boundary of the Mojave Desert reaches across the northern part of the park. It is the habitat of the park’s namesake: the Joshua tree. Extensive stands of this peculiar looking plant are found in the western half of the park.  Joshua Tree’s third ecosystem is located in the westernmost part of the park above 4,000 feet (1,219 m). The Little San Bernardino Mountains provide habitat for a community of California juniper and pinyon pine.  The plant diversity of these three ecosystems is matched by the animal diversity, including healthy herds of desert bighorn and six species of rattlesnakes. Joshua Tree National Park lies within the Pacific flyway for migratory birds, and is a rest stop for many. It was for this unusual diversity of plants and animals that Joshua Tree National Monument was set aside on August 10, 1936. The park also encompasses some of the most interesting geologic features found in California’s desert areas. Exposed granite monoliths and rugged canyons testify to the tectonic and erosional forces that shaped this land. Washes, playas, alluvial fans, bajadas, desert varnish, and igneous and metamorphic rocks interact to form a pattern of stark beauty and ever-changing complexity.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/index.htm"
}
