{
    "title": "Joshua Tree National Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds         Scott's Oriole, Icterus parisorum NPS\/Bill Truesdell  With over 250 species of birds recorded from Joshua Tree National Park, it is understandable that the park affords a rewarding place to study them. This is especially true during the winter months when migrants abound.  The vast majority of our recorded bird species are migrants and vagrants. Lying astride the inland portion of the Pacific flyway, the park serves as a rest stop for many migrants. The aquatic areas of Barker Dam and the Desert Queen Ranch attract many types of waterfowl on their way to the Salton Sea, birds that would not otherwise be seen in the desert. Rest stops are important for most migratory birds for purposes of water intake and for metabolism of fat reserves, which may not keep pace with energy use while they are actually in flight. Many of our migrants are actually residents of the nearby mountains, from which they fly to escape the heavy winter snows. Although most birds require drinking water almost every day, this is not such a limiting factor as might be supposed. There are many springs and seeps in the park, which are readily accessible to animals that can fly to them. The chief limiting factor for birds in the desert is food. Birds require relatively large amounts of food daily, especially during the breeding season. Thus, it is understandable that there are only 78 species of birds known to nest and raise young in the park. The park is an attractive place to sight and watch birds. The lack of dense vegetation makes birds much easier to see here than in most national parks. Golden eagles hunt in the park regularly. The roadrunner, of cartoon fame, is an easily recognized resident. And the call of Gambel's quail is a noteworthy sound of the desert.       Bird Checklist View and download a printable Joshua Tree National Park bird list (521 kB PDF).",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/birds.htm"
}
