{
    "title": "Joshua Tree National Park: Lichens",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Lichens                Lichens        Composite image of yellow Candelariella aurella, Lecidea hassei a California endemic known to occur in Joshua Tree, and Caloplaca durietzii found on junipers & pinyon pine. NPS\/Tim Wheeler       A Symbiosis Lichens are a symbiosis between a fungus and a photobiont, an alga and\/or a cyanobacterium. The name and taxonomy of the lichen is based on the fungus. There are approximately 17,000 species of lichen worldwide and approximately 1500 lichen taxa in California. Lichens occur from the intertidal zone to the top of mountains. They grow on soil, rocks, on bark and wood, even barnacles and roofs. There are currently recorded 145 lichen taxa from Joshua Tree National Park. Lichens are often separated by growth forms: crustose (flat), foliose (leafy), and fruticose (tree-like). Most lichens at Joshua Tree National Park are crustose. The common foliose lichens at Joshua Tree belong to the genera Physcia (3 species) and Xanthoparmelia (8 species). No fruticose lichens occur in Joshua Tree because of the low relative annual humidity. Lichens are also separated by size: microlichens (usually less than a few inches wide) and macrolichens. Most of the lichens in Joshua Tree National Park are microlichens. Lichens are slow growing. In southern California, crustose lichens grow a tiny fraction of an inch per year. Many of the lichens a few inches across in Joshua Tree National Park may easily be over 50 years old, and some individuals could be hundreds of years old. Because lichens are slow growing, especially in the desert, they are easily extirpated by disturbance. Lichens take a long time to recolonize an area after disturbance events such as grazing, off road vehicle use, the establishment of rock climbing routes, or fire. Lichens are very sensitive to annual relative humidity. Most species prefer oceanic conditions with high annual relative humidity. Thus, lichens are more diverse along the coast (Channel Islands National Park has over 450 species), and in southern California, in the mountains above 4000 feet (where over 200 species can be found). The southwestern Mojave Desert, without summer monsoons, is an especially harsh habitat for lichens. In Joshua Tree, only about 30 species can be considered common. Many species are infrequent to rare, and are concentrated in the northwestern areas of the park, as well as at the very top of the highest mountains. Most of these rare and infrequent species are common in other areas of California with higher annual relative humidity, and were probably common in Joshua Tree during the ice age. Current climate change models suggest that southwestern North America will become more arid. If Joshua Tree becomes more arid, many of the rare and infrequent lichens will likely disappear. Lichens produce many substances (called secondary metabolites or exolites) that are currently being studied for their probable uses as antibiotics, cancer medicines, and sun screens. Most lichens, while not poisonous, are not edible. We have seen no evidence of lichens being eaten by wildlife in Joshua Tree, though in the Pacific Northwest, for instance, lichens sometimes are eaten by animals especially in winter. The best places to see lichens in Joshua Tree are on rocks along the walls of washes. Areas particularly rich in lichen diversity include the Skull Rock area, Ryan Mountain, the Wonderland of Rocks, Lost Horse Mountains, Juniper Flats, upper and lower Covington Flats, and Eureka Peak.  Lichen Research Lichenologist Kerry Knudsen began working on a comprehensive inventory of Joshua Tree's lichen diversity in 2005. He has collected over 1,950 specimens currently representing 145 species of lichens in 53 genera. At least three of these species are new for California, and at least four species are new to science. In 2011, park botanist Mitzi Harding discovered a new taxon to science, Sarcognye mitziae. It is a rare component of biological soil crusts in the northern Long Canyon area of the park.                    Joshua Tree Lichens   20 Photos  Lichen species found in Joshua Tree National Park",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/lichens.htm"
}
