{
    "title": "Joshua Tree National Park: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                 Insects, Spiders, Centipedes, Millipedes         Honeypot ants store honey in their abdomens to provide food for the rest of the colony. ©Alex Wild  You can find insects, spiders, and other multi-legged creatures (arthropods) anywhere in the world. So it is no surprise that there are thousands of species of arthropods in Joshua Tree National Park. They range in size from the four-inch-long tarantula (Aphonopelma iodium) and the green darner (Anax junius)-with its four-inch wingspread-to tiny gnats and mites. Joshua Tree's arthropods include the beautiful salmon-colored fairy shrimp (Branchinecta), the five-inch giant desert scorpion (Hadrurus arizonensis), and more than 75 species of butterflies. There are even more kinds of moths than butterflies. The yucca moth (Tegeticula paradoxa) is responsible for pollinating the Joshua trees after which the park is named. All arthropods feature a hardened outer shell of exoskeleton, a segmented body, and jointed appendages. The activities of these small animals are most profoundly affected by their immediate environment: all the variations of temperature, moisture, space, and food that delimit their homes. These places are referred to as microhabitats. Some microhabitats are decidedly different from the surrounding environment. Take for example the soft-bodied, moisture-loving larva of the cactus fly (Copestylum mexicana) living in the very humid, warm environment of rotting cactus stems while surrounded by searing desert heat and single-digit relative humidity. Several species of ants are found on the desert. Their varied adaptations are true wonders of nature. The harvester ants (Pogonomymex and Veromessor) busy themselves collecting seeds, which they store in underground granaries to use during the dry months. The honeypot ants (Myrmecocystus) have an exceptionally weird habit. Some members of the colony swallow so much honey that their abdomens get too large for them to move. They become, in effect, storage jars, providing food for the rest of the colony.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/nature\/insects.htm"
}
