{
    "title": "Joshua Tree National Park: American Indians",
    "body": "American Indians        Olla and basket        A Land of Plenty? ... “Oooohhhh! Look at all of that food!” Katherine Saubel, a native-speaking Cahuilla describes how she felt the first time she flew over the desert as a guest of the Bureau of Land Management. Mrs. Saubel knows very well that her description points out the difference between the native point of view and the way most people see our desert here in Joshua Tree National Park.   ... Or a Barren Desert? It probably is as difficult for most park visitors to picture the desert as a land of plenty as it was for the early surveyors of this area. A scout for the U.S. Railroad Survey in 1853 reported that “A mountain range extends from San Bernardino Mountain in a southeasterly direction nearly, if not quite, to the Colorado. Between these mountains and the mountains of the Mohave nothing is known of the country. I have never heard of a white man who had penetrated it. I am inclined to the belief that it is barren, mountainous desert composed of a system of basins and mountain ranges. It would be an exceedingly difficult country to explore on account of the absence of water and there is no rainy season of any consequence.” Early Clues This dire description slowed “progress” for only a few years. In 1855 the first survey of the area was made by Colonel Henry Washington who changed the name of the oasis that the natives called Mara, to “Twentynine Palms.” The following year a deputy surveyor reported that “Near the springs the land has the appearance of having been cultivated by the Indians. There are Indian huts in Section Thirty-three. The Indians use the leaf of the palm tree for making baskets, hats, etc. Around the springs there is a growth of cane of which the Indians make arrows for their bows.” By 1913, all of the natives were gone from the Oasis of Mara. The Smithsonian Institution reported in 1925 that the Oasis originally belonged to the Serrano people. The author of the article considered the relative merits of the argument that the area was the territory of the Chemehuevi but concluded that “Intrinsically, it is of little import who exercised sovereignty in this tract: to all purposes it was empty.” The vanished people of the Oasis of Mara and its surroundings were the Serrano, the Chemehuevi (sometimes called the Southern Paiutes), and the Cahuilla. How They Lived The Chemehuevi migrated into Southern California approximately four hundred years ago and their territories included Pinto Basin and the Coxcomb Mountains in the eastern portion of Joshua Tree National Park. In the late eighteenth century they moved to the Colorado River but when warfare with the Mojave broke out in 1867, the Chemehuevi were forced to leave the river. They returned to the Oasis of Mara which had been abandoned temporarily by Serrano survivors of a smallpox epidemic. Relationships changed and they slowly returned to the Colorado River re-establishing their former territory although a small group of Chemehuevi remained at Twentynine Palms. The Cahuilla territory extended from the Colorado River to the San Jacinto plain outside of Riverside. The Cahuilla, like the Serrano, lived in small villages near reliable water sources and exploited the resources of their territory which is thought to have included both the western and the southern portions of Joshua Tree National Park. The Chemehuevi, during spring and summer, went on seasonal hunting and gathering forays and lived in temporary base camps. When it became colder, the Chemehuevi gathered in large villages and stayed for longer periods of time in snug winter structures whose floors were shallow pits in the ground. A Veritable Supermarket Roughly defined boundaries once divided the territories inside and outside the park. If the territorial boundaries themselves were not of great importance to the people living in the area (none appear to be marked), the resources within these territories certainly were. The native people who lived near what is now Joshua Tree National Park knew the big secret: it was a very large “supermarket”. Among other plant resources, acorns, mesquite pods, pinyon nuts, seeds, berries, and cactus fruits were available for the taking. The natives used plants for making bows and arrows, cordage, baskets, mats, seed-beaters, and other articles as well as for medicines. They hunted bighorn sheep, deer, rabbits, birds, amphibians, and reptiles. The spirits of the Serrano, the Chemehuevi, and the Cahuilla are still with us in the rock formations, the pictographs and petroglyphs, and in the archaeological sites which dot the landscape. 121 plant species are now identified as having been used as food, medicine, or as raw materials for making objects. We too, are learning to see Joshua Tree National Park as a land of plenty! by Archaeologist Charlotte Hunter",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/historyculture\/indians.htm"
}
