{
    "title": "Joshua Tree National Park: Miners",
    "body": "Lost Horse Mine       Even before the California Gold Rush of 1849, prospectors were finding gold in southern California. As the take from the mines in the Sierras petered out, miners fanned out into the deserts. Here hot summers, scarce water, limited wood sources, and the difficulty and high cost of transporting equipment and provisions created a challenging environment in which to operate a mine. But a few hardy adventurers persevered and about 300 mines were developed in what is now Joshua Tree National Park—although few were good producers. An exception is the Lost Horse Mine, which produced more than 10,000 ounces of gold and 16,000 ounces of silver (worth approximately $5 million today) between 1894 and 1931. When the story of the Lost Horse Mine is told, it sounds like a western campfire tale: gun slinging cowboys, cattle rustlers, horse thieves, the lure of gold, and a sticky-fingered miner.        Johnny Lang   Johnny Lang As long-time resident William F. Keys, told the story, Johnny Lang and his father drove their herd of cattle into the Lost Horse Valley in 1890, when there was “nothing but cattle and Indians.” Johnny told Keys that they had moved west after his brother and six other cowboys were gunned down in New Mexico. One night, while camped in the Lost Horse Valley, the Langs’s horses disappeared. Next morning Johnny tracked them to the McHaney brothers’ camp near today’s Keys Ranch. According to local legend, the McHaney Gang were cattle rustlers. Keys said they told Johnny his horses weren’t there and to leave the area. Keys goes on to say that Johnny met up with a man named “Dutch” Frank who told of also being threatened by the McHaneys. Frank said that he had discovered a rich claim but was afraid to develop it. Johnny and his father bought the rights to the mine for $1000 and called it Lost Horse. To reduce the chances of being killed by the McHaney Gang or having his claim jumped, Johnny took on three partners. After filing their claim, they set up a two-stamp mill and began processing gold. J.D. Ryan A wealthy rancher from Montana, J.D. Ryan, bought out Johnny’s partners in 1895. The next year he found a steam-powered, ten-stamp mill somewhere near the Colorado River and had it dismantled and hauled to the mine site. To provide steam for the mill, Ryan ran a two-inch pipeline 3.5 miles, from wells at his ranch to an earth and stone reservoir near the mill. Steam engines fueled by trees from nearby mountains were used to push the water up the 750 foot elevation gain where it was boiled to power the stamp mill. Heating the water at both the ranch and the mill required a lot of wood, and the results of the timbering can be seen today in the sparsely vegetated hillsides at both sites. Getting to the Gold The booming of the ten 850-pound stamps could be heard echoing across the valley 24 hours a day as the ore was crushed. Water added to the crushed rock made a slurry, which washed over copper plates covered with a thin film of mercury. The gold particles clung to the mercury and the debris washed away. The amalgam of mercury and gold was smelted to separate the two metals. The mercury could be reused and the gold was formed into bricks. These bricks were carried to Banning every week, concealed in a 16-horse freight wagon. The 130-mile trip to deliver the gold and return with supplies took five days. As the story goes, the day shift was producing an amalgam the size of a baseball while the night shift, supervised by Lang, recovered a mere golf ball. Ryan hired a detective to investigate and discovered that when Johnny removed the amalgam from the copper plates, he kept half for himself. Ryan gave Lang a choice: sell out or go to jail. Lang sold, then moved into a nearby canyon where he continued to prospect. The Lost Horse Mine continued producing until 1905, when the miners hit a fault line and forever lost the ore-bearing vein. The mine was leased to others or left dormant until 1931, when rising gold prices prompted the processing of 600 tons of tailings (unprocessed chunks of leftover ore) with cyanide, producing a few hundred ounces of gold. During one of the mine’s dormant phases, Lang returned and set up residence in the cookhouse. According to Keys, Lang had hidden his stolen amalgam at the mill site and, unable to get to it before Ryan ran him off, had returned to retrieve his stash. Lang sold what Keys called “pure gold bullion” on several occasions during this time. In the winter of 1925, sickly and unable to walk out for help, Johnny Lang died of exposure along Keys View Road. Two months later, Keys found his body and buried him across from the access road to the mine. National Park Service With the creation of Joshua Tree National Monument in 1936, Lost Horse Mine came under the protection of the National Park Service. With time, the wooden portions of the cabins and the headframe of the mill collapsed. (The latter was removed for safety reasons.) During the last 15 years, the 500 foot mine shaft, with horizontal tunnels at each 100 foot level, began to collapse. The combination of unstable mine workings and earthquakes created a sink hole near the mill that eventually threatened the entire structure. Even the cable netting and concrete caps, that were installed to protect visitors, were consumed by the ever expanding hole. “Puffing” the Mine In 1996 a new technique for capping mineshafts was tried. A plastic foam product called PUF (polyurethane foam), similar to the material used for home insulating, was injected into the hole to provide a stabilizing plug. The plug was then covered with fill to protect it from UV damage and a wooden replica of the shaft collar was constructed. Lost Horse Mine Hike Today Lost Horse Mill is considered one of the best preserved mills of its kind in a National Park Service unit. Lost Horse is also a popular destination for visitors looking for a moderate hike. The trailhead is located off Keys View Road. The trail, which is a four-mile round-trip, follows the road developed by the Ryans to haul ore and supplies. Mine shafts are dangerous, and historic structures are easily damaged. While the Lost Horse site has been stabilized, it is still not safe to walk on. by Museum Curator Melanie Spoo",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/historyculture\/lhmine.htm"
}
