{
    "title": "Joshua Tree National Park: Woman's Ranger Uniform, 1960s",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Woman's Ranger Uniform, 1960s                Woman's Ranger Uniform, 1960s         \"Stewardess hat\" (JOTR 16936), fitted jacket (JOTR 12928) and shawl collar shirt (JOTR 12139) from the park collection.   Today, all park rangers wear the same uniform: gray shirt, green pants, arrowhead emblem on the left sleeve. But for the first half-century of the National Park Service's existence, few women worked for the agency—and their \"uniforms\" weren't necessarily very uniform.   When the first female rangers started work in 1917 and 1918, there was little guidance about the uniform, for men or for women. The men's uniform, however, was quickly standardized. The women's was not.    Women working for the parks adapted their own uniforms using the materials available to them. Some looked like a modified military uniform. Most of the uniforms were difficult to wear in the field.    In the 1960s, increasing numbers of women in the NPS workforce led the agency to ask fashion designers to develop a standard uniform for women. The result was the \"airline hostess\" style uniform shown here, a design based on a Delta\/United Airlines pattern that had a fitted jacket and shawl collar. Women could substitute culottes or slacks made out of the same material as the skirt. Later versions were accused of looking like fast food uniforms. It wasn't until the late 1970s that a more unisex uniform style was officially adopted.   Curious to learn more about women in the national parks? Take a look at a timeline marking key dates for women in the first century of the National Park Service.       Susan Moore (later Susan Luckie Reilly) was a seasonal ranger-naturalist at Joshua Tree in the late 1960s. She donated her uniform to the park museum collection.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/historyculture\/1960s-women-uniform.htm"
}
