{
    "title": "Joshua Tree National Park: Women in NPS",
    "body": "Explore This Park    Learn About the Park     History & Culture     Park History     Women in NPS                Women in the National Park Service: The First 100 Years       1916 The National Park Service (NPS) is established.   1918  World War I creates labor shortages that result in women being hired temporarily into positions usually occupied by young men. Such is the case for Yosemite National Park's Clare Marie Hodges, the first woman ranger in the NPS.    1919  The 19th Amendment gives women the right to vote.    1940  Gertrude Cooper becomes Superintendent of Vanderbilt Mansion National Historic Site. She is the first woman superintendent in the NPS.    1964  Title VII is made law, prohibiting discrimination by employers on the basis of race, color, religion, sex or national origin. More NPS jobs become open to women.    1978  The NPS female uniform is changed from previous versions that \"did not look like a ranger,\" as they were usually dresses or skirts, and had smaller badges than male counterparts. Learn more about a 1960s woman's uniform in the Joshua Tree park collections, or see other examples of the uniforms worn by women over the years.   1990  Barbara Booher becomes the first Native American woman superintendent in the NPS when she takes on the leadership of Custer National Monument.    2001  Fran P. Mainella is appointed as the 16th Director of the National Park Service. Her successor is Mary A. Bomar, the only other woman to hold the position to date. Also in 2001, Gale Norton is appointed as the first woman Secretary of the Interior (NPS is an agency of the Department of the Interior).    2012  NPS Women's History Initiative is announced, a deliberate effort to improve how the National Park System tells women's stories.   2016  The NPS Centennial year. Women make up about 40% of the total NPS workforce. Joshua Tree National Park has yet to be led by a female superintendent.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/historyculture\/npswomen100yrs.htm"
}
