{
    "title": "Joshua Tree National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 03, 2016  Selections Made for 2016-2017 Joshua Tree National Park Artist-in-Residence Program  Joshua Tree National Park and Joshua Tree National Park Association (JTNPA) are pleased to announce the selections for the 2016-2017 Artist-in-Residence (AIR) Program. One writer and five visual artists have been invited to participate in the program’s tenth year of hosting artists from around the country.   July 12, 2016  Dave Larson Receives Recognition From Secretary of the Interior  Joshua Tree National Park Association employee Dave Larsen, was awarded one of only eight Department of Interior Individual Customer Service Awards given in 2016.   July 05, 2016  Keys View Road Reopens After Search  Park officials reopened Keys View Road after a weekend closure for search and rescue operations.  Access to Keys View Overlook was closed to park visitors as a safety precaution for search and helicopter operations.   June 30, 2016  Gallery Hosts Art Auction Benefitting Two National Parks  Net proceeds from artwork purchased at auction will be donated to the Joshua Tree National Park Association and the Grand Teton National Park Foundation, in honor of the 2016 Centennial of the National Park Service.   June 21, 2016  Joshua Tree Announces Temporary Closure of 49 Palms Oasis  Due to extremely hot and dry conditions, park management has closed 49 Palms Oasis to visitors.  Hikers will be allowed approximately one-half mile on the trail before signage closes off the route into the oasis.   June 15, 2016  Joshua Tree National Park Announces Keys Ranch Weekend  Venture into the heart of Joshua Tree National Park this weekend and visit the historic Keys Ranch homestead.   June 14, 2016  Artist-in-Residence Hosts Program at Black Rock Nature Center  Joshua Tree Artist-in- Residence, Rebecca Reeve, will be giving a presentation of her work on Friday, June 17, at 9 pm in the Black Rock Nature Center.   June 08, 2016  Former Joshua Tree Park Ranger Celebrates 100th Birthday During Centennial Year  Longtime Twentynine Palms resident, desert advocate and former Joshua Tree National Park ranger, turns 100 years old this month. Susan Luckie Reilly was born in 1916, the same year the National Park Service was founded.   June 02, 2016  Dog Dies on Joshua Tree National Park Hiking Trail  A pet dog died on the Lost Palms Oasis trail on Saturday afternoon, May 28, 2016, when two male park visitors from Long Beach, Calif., took the animal with them on a seven-mile desert hike. Pets are not permitted on trails in Joshua Tree National Park.   May 27, 2016  Joshua Tree National Park Announces Seasonal Campground Closures  Every year this time, summer temperatures rise and the number of campers decrease in the park. In order to reduce maintenance costs and allow vegetation a bit of a breather, Joshua Tree closes a number of camping areas.   May 25, 2016  Joshua Tree National Park Needs Your Help  Joshua Tree National Park has made it through the first round of the selection and will now compete with a group of twenty other parks and projects for a share of $2 million in grant funding.   May 13, 2016  Joshua Tree National Park Announces BioBlitz 2016  Volunteers are invited to participate in Joshua Tree National Park’s BioBlitz, on May 21st, 2016.   May 11, 2016  National Park Foundation Teams up with Coleman  The National Park Foundation and Coleman Company, Inc. are teaming up for the National Park Service’s Centennial year to encourage youth and their families to experience the great outdoors.   May 04, 2016  Joshua Tree National Park Unveils New Paleontology Wall at Visitor Center  A new mural illustrating the living creatures that occupied the area in and around the park thousands of years ago is now on exhibit in the Joshua Tree Visitor Center.   April 28, 2016  March Sees Record Visitation Numbers at Joshua Tree National Park  Over 327,000 visitors to Joshua Tree National Park in March, set an all time record, up from 256,000 visitors in the same month in 2015.   April 26, 2016  Vandals Apprehended and Charged in Joshua Tree National Park  Park rangers operating on a tip from park visitors, apprehended and charged four subjects on a combination of charges to include defacing public property and possession of a controlled substance.   April 25, 2016  Joshua Tree Superintendent's Hike Moved to May 7  The Superintendent’s Hike up Quail Mountain has been rescheduled to Saturday, May 7.   April 21, 2016  Tourism to Joshua Tree National Park Creates $128,266,700 in Economic Benefits  A new National Park Service report shows that 2,025,755 visitors to Joshua Tree National Park in 2015 spent $96,741,300 in communities near the park. That spending supported 1,341 jobs in the local area and had a cumulative benefit to the local economy of $128,226,700.   April 07, 2016  Junior Ranger Day at Joshua Tree National Park  Sunday, April 17 is Junior Ranger Day at the park. Kids from 3 to 14 years old are invited to explore, learn and protect while taking part in fun programs and earning a junior ranger badge.   March 17, 2016  Every Kid in a Park Program  In celebration of the National Park Service’s Centennial year, the agency has created a program where every 4th grader is eligible to visit the park with their family for free.   March 05, 2016  Artist-in-Residence Presentations at Joshua Tree National Park  Current Artist-in-Residence, Sarah Tourjee will host programs at Oasis Visitor Center on March 10 at 11:00 am and again on March 11, 8:00 pm at Jumbo Rocks Amphitheater.   February 12, 2016  Joshua Tree Superintendent Issues Temporary Emergency Closure of Two Sensitive Sites  Superintendent David Smith has ordered temporary closures, under Title 36 Code of Federal Regulations, section 1.5(a)(1), for two historical and culturally sensitive sites in the park. The sites are Carey’s Castle and the El Sid Mine. Recent press articles and social media postings have led to increased traffic to both areas and the disappearance of historic artifacts.   January 04, 2016  Hike with the Joshua Tree National Park Superintendent  The National Park Service turns 100 years old this year. In recognition and celebration of this milestone, Joshua Tree National Park Superintendent David Smith will be leading hikes up 5 different peaks in the park.   November 29, 2015  Joshua Tree Burned  Park dispatch received a visitor report at 8:10 p.m., Saturday, November 28, 2015, of a Joshua tree burning on the roadside within Joshua Tree National Park. Park law enforcement, an engine from San Bernardino Fire, and the National Park Service\/Bureau of Land Management Fire Management Officer responded.   November 18, 2015  Park Prepares for Strong El Niño Forecast  Park management is taking a proactive approach to what scientists say could be the strongest El Niño on record.  Staff preparations include a variety of planning scenarios ranging from dam safety, to extreme weather rescues, to road and transportation issues. Superintendent David Smith will also consider preemptive closures if a forecast seems to warrant it in order to ensure visitor safety.   October 08, 2015  Park Confirms Respiratory Disease Outbreak in Bighorn Sheep  Park officials have confirmed an outbreak of pneumonia in the bighorn sheep population.  The first report of a sick and coughing bighorn was reported in early May of this year. In mid-August, a dead lamb was found in the park and sent to a laboratory for necropsy. The results of laboratory analysis of blood and tissue samples confirmed that the animal was infected with pneumonia.  The mortality rate for animals infected is 50-90% and there is no vaccine or cure. This form of disease typically enters into a population from contact with domestic sheep or goats.  Biologists caution the public to avoid releasing domestic sheep or goats into the wild since they can carry the disease and show no symptoms.  An outbreak such as this can cause a long term decline in the population that can last more than a decade.   October 07, 2015  Intermittent Closures of Hidden Valley Loop Trail  The Hidden Valley Loop Trail at the Hidden Valley Day Use Area will be closed to hikers intermittently, for up to 30 minutes at a time while park staff performs trail maintenance.  The project will start on Tuesday, October 13th from 7:00am-3:00pm.  Work on the trail is scheduled Monday through Friday and will continue for the next several weeks.   September 30, 2015  Joshua Tree National Park Artist-in-Residence Leads Photography Hikes for Park Visitors  Luke Matjas, the current Artist-in-Residence at Joshua Tree National Park, will be conducting photography hikes at Barker Dam for anyone wishing to participate.  The public is invited to bring any type of camera (even cell phone) and the desire to learn how to photograph unusual and, many times, unseen images of nature.   September 28, 2015  Hiker Rescued in Joshua Tree National Park  Rescuers located a 21 year old male from Great Britain who had been hiking in the Rattlesnake Canyon area of the park and became separated from the others in his party.   September 21, 2015  Come Volunteer at Joshua Tree National Park for  National Public Lands Day  Volunteers are invited to Joshua Tree National Park to participate in the 22nd annual National Public Lands Day on Saturday, September 26, from 8:00 am – 1:00 pm.  National Public Lands Day is the largest single day of volunteerism each year on America’s public lands.  It is also a fee-free day for visitors to the park.   September 18, 2015  Joshua Tree National Park Welcomes 4th Grade Students Through Every Kid In a Park Initiative  Joshua Tree National Park invites all 4th grade students to visit the park for free as part of the White House’s new Every Kid in a Park program. Starting September 1, 4th grade students can now go to www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.   September 14, 2015  Joshua Tree National Park and Association Accepting Applications for Robert Lee Graduate Student Research Grants, 2015  Graduate students interested in doing research in Joshua Tree National Park are invited to apply for assistance through the 2015 Robert Lee Graduate Student Research Grants program. Applications for the grant are available now on the park’s website (http:\/\/www.nps.gov\/jotr\/naturescience\/grantprogram.htm). Research proposals should focus on some aspect of the natural or cultural resources of Joshua Tree National Park. The application deadline is October 23, 2015.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/news\/newsreleases.htm"
}
