{
    "title": "Joshua Tree National Park: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia        Sunset at Joshua Tree National Park NPS Photo by Robb Hannawacker        Photos Our official photo collection on Flickr is the best place to view and download free, public domain photos from Joshua Tree National Park. Whether you just want to browse images and enjoy views of our beautiful desert scenery, or are looking to download photos, the Joshua Tree National Park photostream is a great resource. Because all images posted to our account are in the public domain, they are ready for you to use on your computer desktop, in a school project, to accompany a news story, in an ad—whatever you can think of.       Videos Enjoy the sights and sounds of this diverse desert park through short films produced in the park. These videos include a three-part Keys Ranch Tour, wildlife information, and scenic landscapes to enhance your park experience. Many videos are also audio described for deaf\/hard of hearing individuals. Nature Minute Video Series Watch short, peaceful scenes from around the park. Mountain Lion Stalking Bighorn Sheep This animated GIF shows how well the predator blends into the landscape. Would you have spotted the mountain lion on the hillside?        Webcam The Belle Mountain webcam looks southeast across the Pinto Basin toward the Eagle Mountains (24-38 miles away). On a clear day, you may be able to see the Chuckwalla Mountains south of the park, about 46-48 miles away from the webcam. Unfortunately, air quality and visibility at Joshua Tree National Park are often impaired by pollutants. This webcam lets you see current conditions in the park for yourself. The webcam page also includes current weather and air quality data.       The view from the Belle Mountain air quality webcam on a clear day (left, January 2015) and a hazy day (right, June 2015). Joshua Tree National Park suffers from windborne polluntants that impact air quality and visibility.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/photosmultimedia\/index.htm"
}
