{
    "title": "Joshua Tree National Park: Nature Minute Series",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Nature Minute Series                Nature Minute Series       Consider this your chance to take a break from your busy day to enjoy the peace and quiet scenes found all around Joshua Tree National Park. These short videos will reveal the subtle events that take place all around the park. Check back often as this page will be updated regularly with new videos.             Episode 6 - Clouds & Rain   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:59 seconds  Watch summer monsoons build over Joshua Tree National Park               Episode 5 - Burrow Raiding   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 40 seconds  Watch a red racer (Masticophis ﬂagellum piceus) infiltrate a desert iguana burrow and come out with a prize.               Episode 4 - Rock Eater   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 36 seconds  The reason behind why tortoises sometimes eat sand and small rocks is unclear. Theories include mineral consumption, digestion aid, maintaining intestinal digestive bacteria.               Episode 3 - Globemallow   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 2 seconds  Bright orange blooms sway in a gentle breeze.               Episode 2 - Hedgehog Cactus   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 20 seconds  Spring blooms include the hedgehog cactus (Echinocereus engelmannii) at Oasis Visitor Center.               Episode 1 - Cactus Wren   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 30 seconds  Cactus wrens (Campylorhynchus brunneicapillus) build their nest in a cholla cactus outside Oasis Visitor Center.",
    "url": "https:\/\/www.nps.gov\/jotr\/learn\/photosmultimedia\/natureminute.htm"
}
