{
    "title": "Joshua Tree National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility        If properly prepared for the desert environment, service dogs can help visitors who are blind experience the Joshua Tree landscape. courtesy of Karl Mundstock      This page contains information about accessibility in Joshua Tree National Park and may help you plan your visit. If a particular service or issue is not mentioned below and you have questions, please contact us.U.S citizens or permanent residents with permanent disabilities qualify for the Interagency Access Pass, which provides free or discounted access to over 2,000 Federal recreation sites.      Physical\/Mobility Accessibility The following facilities and destinations are ADA-compliant: Visitor Centers  Accessible sidewalk and vegetation garden area at Oasis Visitor Center  Accessible desks at Black Rock, Cottonwood Visitor Center, Oasis Visitor Center, Joshua Tree Visitor Center Low exhibit displays at Joshua Tree and Oasis Visitor Centers  Nature Trails     Bajada Nature Trail near the South Entrance Cap Rock Nature Trail at the junction of Park Blvd. and Keys View Rd. Oasis of Mara Trail in Twentynine Palms Keys View Overlook  Campgrounds  Jumbo Rocks Campground: site 122 Black Rock Campground: site 61 Cottonwood Campground: amphitheater accessible from Loop A  Other Areas   Intersection Rock parking area: accessible sidewalk for access to wayside exhibits and pit toilets Hidden Valley picnic area: accessible sidewalk for access to wayside exhibits and pit toilets          Service Animals Service animals that meet the ADA definition of a service animal are permitted everywhere in Joshua Tree National Park. Service animals are individually trained to do work or perform tasks for people with disabilities. Dogs whose sole function is to provide comfort or emotional support do not qualify as service animals under the Americans with Disabilities Act. Park visitors bringing service animals to Joshua Tree are reminded that the desert environment poses certain challenges for working animals. Bringing plenty of extra water and a bowl is important. Booties can protect a dog's feet from scorching temperatures and jagged rocks, though they should not be worn for extended periods of time. A desert first aid kit for your service animal should include:  tweezers or small pliers (important for cactus spine removal) contact info for your veterinarian gauze vet wrap antibiotic wipes or alcohol pads (for cleaning wounds in the field) styptic swabs (useful for stopping bleeding of torn nails) latex or nitrile glove (can do double-duty as a temporary dog bootie)  Owners are encouraged to identify their working service animal, such as with a vest. Identification is not required, but helps prevent unwarranted \"dog on trail\" complaints from other visitors. There are no plastic bags provided at trailheads for animal waste, so please bring your own and clean up after your service animal.      Working to Improve Access for AllJoshua Tree National Park welcomes everyone and seeks to create an inclusive environment for everyone to experience. Please contact us if you have questions or concerns about accessibility.",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/accessibility.htm"
}
