{
    "title": "Santa Fe National Historic Trail: Early Interior Department Studies",
    "body": "Early Interior Department Studies       Congress designated the Santa Fe National Historic Trail on May 8, 1987. However, governmental agencies had been interested in the trail's history, and its important historic sites and trail segments, for 30 years prior to the trail's official designation. In early 1957, Regional Historian Merrill Mattes recommended that a NPS staff person undertake some initial research of the trail's history, and identify and record some of the major historic sites and trail segments. Based on that recommendation, historian Ray Mattison performed 10 days of field work in June 1957, and in January 1958 he produced an initial volume entitled National Historic Sites Survey: Report of Reconnaissance of Santa Fe Trail in Kansas and Colorado. With additional research in June 1958, Mattison completed a longer study simply entitled Report on the Santa Fe Trail. After that date, government historians remained interested in the Santa Fe Trail, as evidenced by work on various National Historic Landmark nominations along the trail. In October and December 1960, six of these nominations (for sites in Colorado, Kansas, and New Mexico) were listed as National Historic Landmarks by the Secretary of the Interior. In 1962, as part of the National Survey of Historic Sites and Buildings, Washington officials asked William E. Brown to serve as the coordinating historian on a more detailed work about the Santa Fe Trail. Working with historian Ray Mattison, Brown combined field work with additional research, and in 1963 the National Survey of Historic Sites and Buildings, The Santa Fe Trail was published. In October 1968 Congress passed the National Trails System Act (NTSA). The NTSA stated (in Section 5c) that the Santa Fe Trail would be one of 14 trails studied to evaluate its \"feasibility and desirability ... as national scenic trails.\" During the mid-1970s, the Bureau of Outdoor Recreation (BOR) undertook that evaluation process. The BOR's study, The Santa Fe Trail, was published in July 1976. Since the Santa Fe Trail was evaluated in accordance with scenic trail criteria, the BOR concluded that the Santa Fe Trail was ineligible. Perhaps in response to this action (which was also applied to other historic trails under study), Congress responded in 1978 by establishing a new category: national historic trails. Nine years later, the Santa Fe Trail became a national historic trail after being reevaluated under these new criteria. To learn more about these four studies or to obtain copies, contact the NPS National Trails Intermountain Region at email us.",
    "url": "https:\/\/www.nps.gov\/safe\/learn\/historyculture\/early-nps-studies.htm"
}
