{
    "title": "Joshua Tree National Park: Important Reminders",
    "body": "Explore This Park    Plan Your Visit     Important Reminders            Important Reminders           Accessibility The nature trails at Bajada, Cap Rock, and the Oasis of Mara are wheelchair accessible. Site 122 at Jumbo Rocks Campground is wheelchair accessible. All Terrain Vehicles ATVs may not be used in the park. Remote Controlled Vehicles Operation of remote controlled vehicles, including drones and rockcrawlers, is not permitted anywhere in the park. Bee Safety During hot weather honeybees need water to cool themselves and their hives. They are attracted to any moisture source, including human perspiration. See precautions... Bicycling Bicycling is permitted on public roads, both paved and dirt, but not on trails. There are no bicycle paths and many roads are narrow, so ride cautiously. Campfires All vegetation in the park is protected. If you want to make a campfire, bring your own firewood. Campfires are not allowed outside of campsites and picnic sites with provided fire grates. Coping With the Weather Temperature changes of 40 degrees within 24 hours are common. Bring a variety of clothes that you can layer on and off as conditions change. Although rain is relatively rare in the desert, when it does come it can really pour down. Even when it isn't raining where you are, rain in the mountains can run off so fast as to cause flash floods. Stay alert. Day Use and Restricted Areas Some areas within the park are privately owned; others protect wildlife or historical sites. Entering these areas is prohibited. Day-use areas are set aside to protect sensitive populations of wildlife. They are closed from dusk to dawn. Dehydration It is easy to become dehydrated in arid desert environments. Even if you only plan to drive through the park, you should have some water with you. If you are going to camp, we recommend one gallon of water per person per day. If you are going to be hiking or biking, you will want to take along two gallons per person. Drink the water and do not economize. When the water is half gone, it is time to turn back. Emergency Phones In an emergency call San Bernardino Dispatch at 909-383-5651. Call collect. Cell phone coverage is spotty in the park; do not depend on your cell phone in an emergency. An emergency-only phone is located at Intersection Rock parking area, next to Hidden Valley Campground. A second emergency-only phone is attached to the ranger station at Indian Cove. Firearms and Weapons New firearms law here. Fireworks, traps, bows, BB guns, paint-ball guns, and slingshots are not allowed in the park. Food, Lodging, Services There are no concessions within the park. However, surrounding communities can fulfill most visitor needs. Contact local chambers of commerce for information. Food Storage Store food in hard-sided containers or in your vehicle to prevent ravens, coyotes, and other wildlife from eating it. International Visitors Park information is available at visitor centers and entrance stations in Dutch, French, German, Italian, Japanese, and Spanish. Keep Wildlife Wild Feeding coyotes, squirrels, and other animals weans them from their natural food supplies, causes overpopulation, and turns them into aggressive creatures as they lose their fear of humans. Leave No Trace During your visit please pick up trash around campgrounds and trails. Your actions will inspire other park visitors.     Lost & Found Report lost and turn in found items at any visitor center or ranger station. Lost articles will be returned if found. If you realize you lost something in the park after you return home, you may wish to call the park lost and found coordinator, Jeannie Campbell, at 760-367-5518.  Off-road Driving Vehicles, including bicycles, are prohibited off established roads. The desert ecosystem is fragile. Off-road driving and riding creates ruts, upsets delicate drainage patterns, compacts the soil, and leaves visual scars for years. Plants are crushed and uprooted. Wildlife shelters are destroyed, and food and water supplies are altered or obliterated. Overflow Camping There is no overflow camping inside the park. Download information on overflow camping areas nearby (486 kB PDF). Overnight Parking There is no overflow parking in the park, at visitor centers, or park headquarters. Unattended vehicles may not be left outside of campgrounds and backcountry boards between 10 pm and 6 am. Parking Park roads, even the paved roads, are narrow, winding, and have soft, sandy shoulders. Accidents occur when visitors stop along the road to admire a view or make a picture. There are many pullouts and parking lots, so wait until you get to one before stopping. Pets While pets are allowed in the park, their activities are restricted. They must be on a leash at all times and cannot be more than 100 feet from a road, picnic area, or campground; they are prohibited from trails, and they must never be left unattended. Potable Water Water is available at the visitor center in Twentynine Palms, at Black Rock and Cottonwood campgrounds, at the entrance station south of Joshua Tree, and at the Indian Cove ranger station. Stay Out and Stay Alive Mining was an important activity in this area and numerous mining sites can be found within the park. If you choose to visit them, use extreme caution and do not enter old mine workings. Sun Safety That old desert sun can damage eyes as well as skin. Wear a hat and sunglasses and use sunblocking lotion liberally. Take Only Pictures Over 1.25 million people visit Joshua Tree National Park each year. If each visitor took only one rock or one branch from a bush, the park, our national heritage, would soon be gone. Removal, disturbance, destruction, or disfigurement of anything in the park is unlawful. Remember: Leave No Trace. Trash Our dry desert climate cannot quickly decompose such things as orange peels, apple cores, egg shells, and other picnic remains. Loose paper blows into bushes creating an unsightly mess, and plastic six-pack rings can strangle wildlife. Dispose of your trash in a responsible manner and recycle whatever you can. Vehicle Laws Park roads are narrow and winding. Some areas are congested. Speed limits are there for your safety and well-being. State and federal vehicle laws apply within the park. Wildlife Viewing It is a thrill to see wild animals in the park, but remember: this is their home and they should not be disturbed. This includes the use of artificial light for viewing them. You Are Responsible You are responsible for knowing and obeying park rules. Check at visitor centers, at entrance stations, on bulletin boards, and the Superintendent's Compendium to find out what they are. When in doubt, ask a ranger.",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/important2know.htm"
}
