{
    "title": "Joshua Tree National Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety        Ouch! Wear sturdy shoes in the desert, and watch where you step. NPS\/Jesmira Bonoan      We want your trip to Joshua Tree to be safe and enjoyable. This page includes important information that you should know before you come to the park. Please keep this information in mind and prepare well for your trip. Ultimately, your safety is your responsibility.     In an Emergency ...If you are in a location with cell phone service, dial 911 or call 909-383-5651. Cell coverage is very limited inside the park, however, and you should not expect to depend on your cell phone in an emergency. Emergency phones are located at the ranger station in Indian Cove and at the parking lot at Intersection Rock, near Hidden Valley Campground.     Heat & SunDuring the summer, expect high temperatures, intense sunlight, and low humidity. Drink plenty of water to avoid dehydration in the arid desert environment. Drink at least one gallon (4 liters) of water per day to replace loss from sweat. Bring the water you will need to the park with you. Potable water is available at only a few locations near the edges of the park:the Oasis Visitor Center in Twentynine Palmsthe West Entrance stationBlack Rock CampgroundCottonwood CampgroundIndian Cove Ranger StationDon't forget to eat! You need to take in calories to fuel your outdoor activities. On a hot day, eating salty snacks can help your body replace electrolytes that are lost through sweating.For sun protection, wear loose-fitting, light-colored clothing and a wide-brimmed hat. Apply sunscreen to all exposed skin. Protect your eyes by wearing sunglasses.      WildlifeKeep wildlife wild. Any wild animal may be dangerous if approached. Additionally, wild animals can carry deadly diseases such as hantavirus, plague, and rabies. Always view wildlife from the safety or your car or from a distance. Do not approach animals to take pictures, and teach children not to chase or pick up animals. Never feed wildlife; it is unhealthy for animals and may lead them to become aggressive towards humans. Store food in hard-sided containers or in your vehicle to prevent ravens, coyotes, and other animals from eating it.It is exciting to see wildlife, but remember: the park is their home and it is our responsibility to allow animals to live their lives undisturbed.A few venomous animals live in the park, including rattlesnakes, scorpions, and black widow spiders. When hiking or climbing in the park, always look before you place your hands or feet. Avoid stepping or reaching into places you cannot see.Bees may attack when their hives are threatened. Listen for buzzing and stay away. Bees looking for water are attracted to any moisture source, including human perspiration. Do not swat at them; they might sting you. Keep drinks and food inside your vehicle. Keep car windows rolled up and use caution when exiting your vehicle.     DrivingPark roads are narrow and winding, with soft, sandy shoulders. Drive carefully and obey posted speed limits. Many wild animals, including the threatened desert tortoise, have been killed by speeding cars.If you stop to view wildlife or scenery, please use pullouts or parking lots. Do not stop in the travel lane—it could cause an accident.Off-road driving is prohibited. The desert environment is more fragile than it may look. Off-road driving creates ruts, upsets delicate drainage patterns, compacts the soil, and leaves visible scars for years. Crushed and uprooted plants may not recover.Travel with extra water in your vehicle. If you experience car trouble, stay with your vehicle.     Flash FloodsStorms and flash floods can be powerful and sudden. Avoid canyons and washes during rainstorms and be prepared to move to higher ground. While driving, be alert for water running across dips in the road. Remember: turn around, don't drown.     Hiking & ClimbingPlanning to hike, climb, or cycle in hot weather? Plan to bring along two gallons (8 liters) of water per person, per day. Drink the water and do not economize. When the water is half gone, it's time to turn back. Avoid hiking alone. Whether or not you're with a group, always inform a friend of family member of your planned route and expected return time. Carry a map and compass and know how to use them. Check the weather forecast before departing for your hike, but recognize that desert weather can change suddenly. Remember that the first principle of Leave No Trace is plan ahead and prepare.Carry a comprehensive first aid kit. Suggested items for desert hikers include tweezers, safety pins, bandages of various sizes, antibiotic ointment, antiseptic towelettes, wound closure strips, moleskin or duct tape for blisters, compression bandage, ibuprofen, aspirin, antihistamine tablets, extra food and salty snacks, and an emergency blanket. This is not a comprehensive list, but will help you get started in your planning.Know your skill level and do not take chances. The desert can be deadly.     Stay Out, Stay AliveMany old mine sites are found within the park. If you choose to visit them, use extreme caution and never enter mine tunnels or shafts.     Winter VisitsWinter temperatures can drop well below freezing. Hypothermia can be a hazard even at temperatures above freezing. Always carry extra layers of clothing during the cooler months.The short days of winter lead some hikers to miscalculate how much time they need to complete a hike. Around the winter solstice, plan to be back at the trailhead by 4:00 pm.",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/safety.htm"
}
