{
    "title": "Joshua Tree National Park: Wildflower Viewing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Wildflower Viewing              Wildflower Viewing        Acton's brittlebush (Encelia actoni) NPS\/Robb Hannawacker      When and Where Will the Wildflowers Bloom?Wildflowers may begin blooming in the lower elevations of the Pinto Basin and along the park's south boundary in February and at higher elevations in March and April. Desert regions above 5,000 feet may have plants blooming as late as June.The extent and timing of spring wildflower blooms in Joshua Tree National Park vary from one year to the next. Fall and winter precipitation and spring temperatures are key environmental factors affecting the spring blooming period. Normally, desert annuals germinate between September and December. Many need a good soaking rain to get started. In addition to rains at the right time, plants also require temperatures to warm a bit before flower stalks will grow. Green-leaf rosettes may cover the ground in January, but flower stalks wait until temperatures rise.Park staff and volunteers compile their wildflower observations weekly during the spring season to produce a list of the wildflowers that are currently in bloom and where you can see them. You can help! The National Park Service has partnered with iNaturalist, a free citizen science app for mobile devices. Use iNaturalist to report your flower observations to the Joshua Tree National Park Wildflower Watch project.      What's Blooming Now?  The peak of the spring 2016 wildflower season has passed. Scattered flowers and late-season flowers remain.      2016 Wildflower Reports Wildflower Report for April 28, 2016 (600 kB PDF) - also available in mobile version (1.4 MB PDF) Wildflower Report for April 21, 2016 (600 kB PDF) - also available in mobile version (1.4 MB PDF) Wildflower Report for April 14, 2016 (600 kB PDF) - also available in mobile version (1.4 MB PDF) Wildflower Report for April 7, 2016 (600 kB PDF) - also available in mobile version (1.9 MB PDF) Wildflower Report for March 31, 2016 (700 kB PDF) - also available in mobile version (1.7 MB PDF) Wildflower Report for March 24, 2016 (700 kB PDF) - also available in mobile version (1.4 MB PDF) Wildflower Report for March 17, 2016 (700 kB PDF) - also available in mobile version (1.4 MB PDF) Wildflower Report for March 10, 2016 (700 kB PDF) - also available in mobile version (1.4 MB PDF) Wildflower Report for March 3, 2016 (640 kB PDF) - also available in mobile version (1.4 MB PDF)  Wildflower Report for February 25, 2016 (3.2 MB PDF) - also available in mobile version (6.5 MB PDF) Wildflower Report for February 18, 2016(2.4 MB PDF) - also available in mobile version(4.4 MB PDF)",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/blooms.htm"
}
