{
    "title": "Joshua Tree National Park: Stargazing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Stargazing              Stargazing        Many Joshua Tree visitors get their first-ever look at the Milky Way while they're in the park. NPS\/Lian Law       The night sky is a glittering dome peppered with stars, planets, and passing meteors—but most people no longer get to see it. In urban and suburban settings, artificial lighting and atmospheric pollutants wash out the light of the stars. This is a serious loss. For millennia, our ancestors experienced a dark night sky. Cultures around the world told stories about the constellations and used the stars as a calendar. Only for the past few generations have humans been denied the chance to stand in awe of the heavens. Boasting some of the darkest nights in Southern California, Joshua Tree National Park offers many visitors the chance to admire the Milky Way for the first time in their lives. In October 2016, we will celebrate the park's beautiful dark skies at our second annual Night Sky Festival. Come join us!      The Night Sky by Season Winter The winter solstice is the shortest day of the year—and the longest night. In Joshua Tree, sunset in December can be as early as 4:30 pm, with full dark falling by 5:00 pm. Campers in the national park at this time of year have plenty of opportunity to stargaze before going to bed for the night. Winter's most famous constellation is almost certainly Orion, the Hunter. The three stars that make up Orion's belt are easily seen in the southern sky. Below Orion's belt, three faint stars make up the great hunter's sword. Use binoculars or a telescope to look at the Orion Nebula, a vast stellar cloud of dust and gas that appears in the sword. If you follow the line of Orion's belt down and to the left, you'll come to Sirius, the brightest star in the night sky. Sirius is also known as the Dog Star and lies in the constellation Canis Major, the Great Dog.  Other prominent winter constellations include Gemini and Taurus. Gemini, the Twins, features the bright stars Castor and Pollux marking the heads of the two brothers, who stand in the heavens with their arms about each other's shoulders. From the eye of V-shaped Taurus (the Bull) winks the red giant Aldebaran. Spring On the vernal equinox, or the first day of spring, day and night are of equal length. At this time of year, the brilliant star Arcturus appears in the eastern sky at dusk. You can find Arcturus by following the arc of the handle of the Big Dipper (remember: \"Arc to Arcturus\"). Looking high in the sky to the south, you may find the sickle-shaped head of Leo, the Lion. Bright Regulus is Leo's front paw. Summer Summer starts on the solstice in late June, when we have the longest day and the shortest night of the year.  The Milky Way is at its best on a moonless summer night. At this time of year, we are looking inward toward the center of our galaxy when we gaze upward into the night sky. The galactic center, where the band of the Milky Way appears brightest in the sky, is located in the constellation Sagittarius. The Milky Way runs through the center of the Summer Triangle, which is not a constellation but an asterism. Its three bright and easily observed stars are in the east at dusk and wheel overhead through the night. Each of these three stars is the brightest star in its constellation: brilliant Vega in Lyra (the Lyre), Altair in Aquila (the Eagle), and Deneb in Cygnus (the Swan). The Perseid Meteor Shower in mid-August is one of the most consistently reliable meteor showers each year. Fall  At the autumnal equinox, day and night are again of equal length. Around this time—the beginning of autumn—the Great Square of Pegasus rises in the northeastern sky at dusk. Four stars of roughly equal brightness make up the Great Square. If you don't see it right away, find Polaris, the North Star. Draw a line from Polaris past the W shape of Cassiopeia, and it will bring your eye to the Great Square. The Great Square is oriented more like a diamond, and you can use it to find the Andromeda Galaxy. Home plate is the star at the bottom of the Great Square, with first base to the right, second base at the top, and third base to the left. On moonless nights, the Andromeda Galaxy is visible to the naked eye as a fuzzy patch off in the stands on the third base side of the field, about as far back from third base as between first and third. Use binoculars or a telescope to get a better view of this spiral galaxy.",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/stargazing.htm"
}
