{
    "title": "Joshua Tree National Park: Horseback Riding",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Horseback Riding              Horseback Riding      Horseback riding is a popular way to experience Joshua Tree National Park for those who bring their own horses. However, because of the special requirements for horses in this environment, care should be taken in planning your trip. The lack of available drinking water is both a challenge and a limitation.     Designated TrailsThe Backcountry and Wilderness Management Plan provides for 253 miles of equestrian trails and trail corridors that traverse open lands, canyon bottoms, and dry washes. Many riding trails are already open, clearly marked, and ready to be enjoyed.The two most popular areas of the park for equestrian users are Black Rock Canyon and the areas near the West Entrance. Download maps:Black Rock Canyon Horse Trails (5.8 MB PDF)West Entrance Horse Trails (1.1 MB PDF)     Camping and Backcountry UseRyan and Black Rock campgrounds have designated areas for horses and stock animals. A $20 per-night fee is charged at Black Rock. Reservations for Black Rock horse camp may be made by calling 1-877-444-6777. A $15 per-night fee is charged at Ryan; water is not available. Call 760-367-5545, Mon–Fri, 8 am to 4 pm, to make reservations for camping at Ryan. Reservations are not required for day use.   A permit is required to camp with stock in the backcountry. You can arrange for a permit by calling 760-367-5545. Grazing is not permitted in the park. Stock animals are restricted to pellet feed. Manure must be removed from campgrounds and trailheads.     Travel RestrictionsStock use is limited to horses and mules and is restricted to designated equestrian trails and corridors, open dirt roads, and shoulders of paved roads. Riders should travel single file to reduce damage to soil and vegetation. Stock animals are not permitted within ¼ mile of any natural or constructed water source. Horses and other stock are not permitted on nature trails, in the Wonderland of Rocks, in campgrounds, in picnic areas, or at visitor centers.      Access and Staging Horse trailers may be parked at the following locations:  Boy Scout trailhead in Indian Cove Lower Covington Flats picnic area Twin Tanks Geology Tour Road North Entrance Black Rock and Ryan horse camps other pullouts along park roads near horse-accessible trails, so long as the trailers do not obstruct traffic   Near the West Entrance, mounted riders may come into the park at:  Quail Wash Cactus Cove View Burro Access  Near Black Rock, riders may come into the park at:   High View\/West Side Loop Cutoff Machris Wash Little Long Canyon Long Canyon",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/horseback-riding.htm"
}
