{
    "title": "Joshua Tree National Park: Backcountry Roads",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backcountry Roads              Backcountry Roads        Before venturing onto backcountry roads, make sure you're prepared with lots of extra water in case of emergency. NPS\/Kurt Moses      Mountain bikes and 4-wheel-drive vehicles are welcome in the park. For your own safety and for the protection of natural features, you must stay on established roads. Tire tracks on the open desert can last for years and will spoil the wilderness experience of future visitors. Off-road vehicles and all-terrain vehicles may not be used in the park.  The park’s unpaved roads are safer for bikes and offer many opportunities to explore the area. Here is a sampling:     Berdoo Canyon Road Connecting the south end of Geology Tour Road with Dillon Road, this 4-wheel-drive road requires a high clearance vehicle. Berdoo Canyon Road exits the park after 11.5 miles (18.4 km). The last 3.9 miles (6.24 km) to Dillon Road winds past the ruins of the Berdoo Camp, which was established in the 1930s by the builders of the California Aquaduct.     Black Eagle Mine Road Beginning 6.5 miles (10.5 km) north of Cottonwood Visitor Center, this dead-end dirt road runs along the edge of Pinto Basin, crosses several dry washes, and winds through canyons in the Eagle Mountains. The first nine miles (14.5 km) are within the park boundary. Beyond that point is Bureau of Land Management land and a number of side roads. Several old mines are located near these roads but may be too dangerous to approach.     Covington Flat The dirt roads in Covington Flat offer access to some of the park’s largest Joshua trees, junipers, and pinyon pines. From Covington Flat picnic area to Eureka Peak is 3.8 miles (6.2 km) one way. The dirt road is steep near the end, but the top offers views of Palm Springs, the surrounding mountains, and the Morongo Basin. Your trip will be 6.5 miles (10.5 km) longer if you ride or drive over to the backcountry board, a starting point for excellent hiking.     Geology Tour Road  The road turns south from the paved road two miles (3.2 km) west of Jumbo Rocks Campground. The distance from the junction to Squaw Tank is 5.4 miles (8.8 km) This section is mostly downhill but bumpy and sandy. Starting at Squaw Tank, a 6-mile (9.7-km) circular route explores Pleasant Valley. A printed guide is available at the beginning of the road.     Old Dale Road This 23-mile (37.3-km) road starts at the same point as Black Eagle Mine Road. The first 11 miles (17.8 km), cross Pinto Basin, a flat, sandy, dry-lake bed. Leaving the basin, the road climbs a steep hill, then crosses the park boundary. A number of side roads veer off toward old mines and residences. The main road leads to HWY 62, 15 miles (24.3 km) east of Twentynine Palms.     Pinkham Canyon-Thermal Canyon Roads This challenging 20-mile (32.4-km) road begins just south of Cottonwood Visitor Center, travels along Smoke Tree Wash, then cuts down Pinkham Canyon, exiting onto a service road that connects to I10. Or you can pass Pinkham Canyon and continue on to Thermal Canyon Road. Sections of these roads run through soft sand and rocky flood plains. Drivers should be prepared and should not attempt travel on these roads without a high-clearance, 4-wheel-drive vehicle and emergency supplies.     Queen Valley Roads A network of roads, totaling 13.4 miles (21.7 km), cross this valley of boulder piles and Joshua trees. A bike trip can begin at Hidden Valley or Big Horn Pass, opposite Geology Tour Road. Bike racks have been placed in this area so visitors can lock their bikes and go hiking.",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/backcountry-roads.htm"
}
