{
    "title": "Joshua Tree National Park: Birding",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Birding              Birding        NPS\/Kurt Moses       What Birds Will You See? Residents, Migrants, and Nesters Joshua Tree is home to some southwestern desert specialties that are sure to delight the traveling birder. At any time of year, you may see year-round resident bird species such as the greater roadrunner, phainopepla, mockingbird, verdin, cactus wren, rock wren, mourning dove, Le Conte’s thrasher, and Gambel’s quail. Resident birds of prey include the red-tailed hawk, American kestrel, Cooper’s hawk, and prairie falcon. In winter, you may see the white-crowned sparrow, dark-eyed junco, sage sparrow, cedar waxwing, American robin, and hermit thrush. These birds will remain in the park into March. At about the time the wintering species leave, other species will begin to arrive for the spring and summer nesting season. This group includes species such as Bendire’s thrasher, ash-throated flycatcher, western kingbird, Scott’s oriole, northern oriole, and western bluebird. Transients Brightly colored warblers pass through Joshua Tree on migration. Wilson’s, black-throated gray, Nashville, MacGillivray’s, yellow, yellow-rumped (a species also here in winter), and orange-crowned are among the species that migrate through the park. Other transients are black-headed grosbeaks, western tanagers, indigo buntings, and lazuli buntings.  In addition to songbirds, the park hosts a migration of birds of prey: sharp-shinned hawks, rough-legged hawks, northern harriers, osprey, and Swainson’s hawks have all been reported here. Visit our birds page or download the Joshua Tree Bird Checklist (521 kB PDF) to learn more.      Where to Look for Birds Fan palm oases, and water impoundments are good places to search for birds. Even “lakes” that are dry, such as Barker Dam, offer forage vegetation for birds. The Oasis of Mara, including the 29 Palms Inn at the west end, is a good bird viewing area. Cottonwood Spring has both cottonwood trees and fan palms to provide vegetation and shelter for a number of birds. Lost Palms Oasis, 49 Palms Oasis, and the riparian habitat associated with Smith Water Canyon require more extensive hiking but provide good birding as well. When in the high desert areas of the park take a walk or two in the Queen and Lost Horse valleys and look for ladder-backed woodpecker, red-tailed hawk, oak titmouse, bushtit, black-tailed and blue-gray gnatcatchers, black-throated sparrow, and sage sparrow.      Unusual Sightings Occasionally groups of 200 or more turkey vultures will spend the night in the trees at the Oasis of Mara during their spring migration. They present quite a sight especially with their wings slightly spread, warming in the early morning sun.  An occasional shore bird also finds its way into Joshua Tree during spring. Do not be too surprised if you see a black-necked stilt or an eared grebe standing on a park road. Grebes have their feet placed so far to the back of their bodies they cannot make a running takeoff on land—once grounded, they are stranded. Please report any sightings to park personnel so the stranded bird can be transported safely to a water site. If you see a rare bird or have an interesting sighting, please report it to park rangers. Modified from material by Bill Truesdell, Volunteer Naturalist",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/birding.htm"
}
