{
    "title": "Joshua Tree National Park: Backpacking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking              Backpacking       Covering an area of more than 792,000 acres, almost 85% of which is managed as wilderness, Joshua Tree National Park is a backpacker’s dream with its mild winter climate and interesting rock formations, plants, and wildlife. By observing the guidelines below, your venture into the backcountry should be safe and enjoyable. If you have questions, ask a ranger. It is your responsibility to know and abide by park regulations.     Registering If you will be out overnight, park and register at a backcountry registration board—there are 13 within the park. An unregistered vehicle or a vehicle left overnight somewhere other than at a backcountry board is a cause for concern about the safety of the vehicle’s occupants. It is also subject to citation and towing.     Setting up camp Your backcountry campsite must be located a minimum of one mile from the road and 500 feet from any trail or water source. Make yourself aware of any day-use areas in the vicinity (they are indicated on the topo maps at the backcountry registration boards) and make certain to camp outside. No more than 24 people (12 in designated wilderness) may camp within one mile of another group.No fires are allowed in the backcountry. Use a backpacking stove to heat water and food.  Washes may seem inviting places to sleep because they are relatively level, but it is important to realize that they got that way because flash floods bulldozed the rocks and vegetation out of the way.     Domestic issues Water sources in the park are not potable and are reserved for wildlife, so you will have to carry in an adequate supply for drinking, cooking, and hygiene. You will want to give some thought to the trade-off between the water required to hydrate dried foods and the heftier weight of canned and fresh foods. If you want to heat something you will need to pack in a stove and fuel as open fires are prohibited in the backcountry.  Bring plastic bags to hold your garbage and pack it out. Buried trash gets dug up by animals and scattered by the wind; it is not a pretty sight. Do bury human waste in “cat” holes six inches deep. Don’t bury your toilet paper; put it in plastic (zip-locks work nicely) and pack it out. Leave no trace, as they say.     Hiking It is easy to get disoriented in deserts: washes and animal trails crisscross the terrain obscuring trails, boulder piles are confusingly similar, and there are not many prominent features by which to guide yourself. Do get yourself a topographic map and compass and learn how to use them before you head out. Know your limitations. You should not attempt to climb cliffs or steep terrain without adequate equipment, conditioning, and training. Accidents can be fatal. Carry a minimum of one gallon of water per person per day just for drinking, two gallons in hot weather or if you are planning a strenuous trip. You will need additional water for cooking and hygiene. And don't forget the other essentials: rain protection, a flashlight, a mirror and whistle, a first-aid kit, pencil and paper, a pocket knife, and extra food.     Coping with the weather That old desert sun can damage eyes as well as skin. Wear a hat and sunglasses and use sunblocking lotion liberally. Temperature changes of 40 degrees within 24 hours are common. Bring a variety of clothes that you can layer on and off as conditions change. Although rain is relatively rare in the desert, when it does come it can really pour down. Even when it isn't raining where you are, rain in the mountains can run off so fast as to cause flash floods. Stay alert.      Caching food and water Multi-day hikers are allowed to cache food and water for up to 14 days. It is important to tag your cache with your name and email or telephone number so that park rangers can contact you if they need to remove your cache. Download the Joshua Tree National Park backcountry camping brochure.",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/backpacking.htm"
}
