{
    "title": "Joshua Tree National Park: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking              Hiking        Hikers among blooming wildflowers in Lost Horse Valley. NPS\/Robb Hannawacker      Day Hikes Joshua Tree offers an extensive network of trails of varying length and difficulty. From short nature trails to long, strenuous hikes, you're sure to find a trail to your liking. A few of our most popular day hikes include: TrailRound-trip DistanceDescription  49 Palms Oasis 3 miles (4.8 km) Several stands of fan palms and pools of water are found at the oasis. Moderately strenuous (300 ft. elevation gain in both directions). Lost Horse Mine &  Mountain 4 miles (6.4 km) Site of ten-stamp mill. Summit elevation 5,278 feet (1,069 m). Moderately strenuous. Lost Palms Oasis 7.2 miles (11.6 km) Canyon with numerous palm stands. Moderate. An additional side trip to Victory Palms and Munsen Canyon involves scrambling. Mastodon Peak 3 miles (4.8 km) Excellent views of the Eagle Mountains and Salton Sea. Summit elevation 3,371 feet (1,027 m). Strenuous. Ryan Mountain 3 miles (4.8 km) Excellent views of Lost Horse, Queen, and Pleasant Valleys. Summit elevation 5,461 feet (1,664 m). Strenuous.If you're interested in shorter walks, please visit our Nature Trails page.     California Riding and Hiking TrailThirty-five miles of the California Riding and Hiking Trail pass through pinyon\/juniper forests, Joshua tree forests and creosote-dominated lowlands. You can access the trail at Black Rock Campground, Upper Covington Flats, Ryan Campground, Twin Tanks parking, and just south of north entrance. Two to three days are required to hike the entire length but shorter hikes of 4, 6.7, or 11 miles (6.4, 10.7, or 17.6 km) are possible. If you will be out overnight you will need to park and register at a backcountry registration board.      Boy Scout Hiking and Equestrian Trail The trail extends eight miles from the Indian Cove backcountry registration board through a sandy wash, climbing through steep mountains and rocky canyons as it winds around the western edge of the Wonderland of Rocks to the Keys West backcountry registration board. You must park and register at a backcountry registration board if you will be out overnight.",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/hiking.htm"
}
