{
    "title": "Santa Fe National Historic Trail: Bibliography",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Bibliography                Bibliography       From Franklin, Missouri to Santa Fe, New Mexico, the Santa Fe National Historic Trail is rich with history and adventure. In the Santa Fe Trail bibliography, you will find a variety of publications that relate to the trail. While many may be out of print or hard to find, they may still be available at your local public library or through inter-library loan. You might also check with local college and university libraries. Traveling the Trail Today The traveler who wants to explore the Santa Fe Trail would do well to pick up both of the following guidebooks. Taken together, the modern explorer will have a complete guide to the trail. Franzwa, Gregory M. The Santa Fe Trail Revisited. St. Louis: The Patrice Press, 1989. Simmons, Marc and Hal Jackson. Following the Santa Fe Trail: A Guide for Modern Travelers. Santa Fe, New Mexico: Ancient City Press, 2001 [1984]. General Trail History Brown, William E. The Santa Fe Trail. St. Louis: The Patrice Press, 1988. Chalfant, William Y. Dangerous Passage: The Santa Fe Trail and The Mexican War. Norman: University of Oklahoma Press, 1994. Duffus, Robert L. The Santa Fe Trail. New York: Longmans, Green and Co, 1931. Gardner, Mark L., ed. Brothers on the Santa Fe and Chihuahua Trails, Edward James Glasgow and William Henry Glasgow 1846-1848. Niwot, Colorado: University Press of Colorado, 1993. Gardner, Mark L., ed. The Mexican Road: Trade, Travel, and Confrontation on the Santa Fe Trail. Manhattan, Kansas: Sunflower University Press, 1989. Loomis, Noel M., and Abraham P. Nasatir. Pedro Vial and The Roads to Santa Fe. Norman: University of Oklahoma Press, 1967. Parkison, Jami. Path to Glory: A Pictorial Celebration of the Santa Fe Trail. Kansas City: Highwater Editions, A Division of Jane Mobley Associates, Inc., 1996. Simmons, Marc ed. On the Santa Fe Trail. Lawrence: University Press of Kansas, 1986. Vestal, Stanley. The Old Santa Fe Trail. Lincoln: University of Nebraska Press, 1996. Wetzel, David N., ed. The Santa Fe Trail: New Perspectives. Denver: The State Historical Society of Colorado, 1987. Personal Accounts of the Trail Becknell, William. 1821-22 Journal as reprinted from Missouri Intelligencer, Franklin, Missouri, April 22, 1823). Missouri Historical Review, Columbia, v.4, 71-81. Also in, St. Louis, v.2, 57-75. Field, Matt. Matt Field on the Santa Fe Trail. Collected by Clyde and Mae Reed Porter. Edited by John E. Sunder. Norman: University of Oklahoma Press, 1995 [1960]. Gregg, Josiah. Commerce of the Prairies. Edited by Max L. Moorhead. Norman: University of Oklahoma Press, 1990. [1954] Magoffin, Susan Shelby. Down the Santa Fe Trail and into Mexico. Edited by Stella M. Drumm. Lincoln: University of Nebraska Press, 1982 [New Haven: Yale University Press, 1962]. Majors, Alexander. Seventy Years on the Frontier. Chicago and New York: Rand, McNally & Company, 1893. Russell, Marian Sloan. Land of Enchantment: Memoirs Along the Santa Fe Trail. Albuquerque: University of New Mexico Press, 1981. Webb, James Josiah. Adventures in the Santa Fe Trade. Edited by Ralph P. Bieber. Glendale, California: Arthur H. Clark Co., 1931. General Western History Barry, Louise. The Beginning of The West: Annals of the Kansas Gateway to the American West 1540-1854. Topeka, Kansas: Kansas State Historical Society, 1972. Related Trails Garrard, Lewis H. Wah-to-yah and The Taos Trail. Norman: University of Oklahoma Press, 1955. Miller, Arthur P. and Marjorie L. Miller. Trails Across America: Traveler's Guide to Our National Scenic and Historic Trails. Golden, Colorado: Fulcrum Publishing, 1996. Moorhead, Max L. New Mexico's Royal Road: Trade and Travel on the Chihuahua Trail. Norman: University of Oklahoma Press, 1994 [1958]. Related Local History Davis, W. W. H. El Gringo. New Mexico and Her People. New York: Harper & Brothers, 1857. Lavender, David. Bent's Fort. Garden City, New York: Doubleday & Co., 1954. For Children An educational activity book, Santa Fe Trail Adventures by Dave Webb is available from: The Kansas Heritage Center, P.O. Box 1207, Dodge City, KS 67801-1207 Contact: www.ksheritage.org Holling, Holling Clancy. Tree in the Trail. Boston: Houghton Mifflin Harcount, 1990 [1942].",
    "url": "https:\/\/www.nps.gov\/safe\/learn\/historyculture\/bibliography.htm"
}
