{
    "title": "Joshua Tree National Park: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go                   Visitor Centers               Skull Rock               Black Rock Canyon               Cottonwood Spring               Indian Cove               Visit Keys Ranch on a Ranger Led Tour             Joshua Tree National Park protects nearly 800,000 acres in Southern California. Because park lands span the transition between two ecologically distinct deserts, an astonishing array of landforms and plants await the curious visitor. In this Places to Go section, find out about the different major areas of the park and what you can do at each.  Visitor Centers lists the hours, locations, and facilities at each of the park's four visitor centers. These are places to seek out if you have a question for a ranger, want to check out a park bookstore, or take a look at interpretive exhibits. The Black Rock Canyon page describes the campground, hiking trails, and wildlife that you might see at this area just south of Yucca Valley, in the northwestern corner of the park. The Black Rock area is home to a beautiful Joshua tree forest. Cottonwood Spring, located seven miles inside the South Entrance, lies in the Colorado Desert. There is fascinating cultural history associated with the Cottonwood Spring Oasis, as well as great opportunities for birding and hiking. Covington Flats, located in the northwestern part of the park, is accessible via a dirt road; high clearance vehicles are recommended. West of Twentynine Palms, Indian Cove is the site of a popular campground, a nature trail, and access to the aptly named Wonderland of Rocks. Keys View is a favorite destination for those seeking panoramic views of the Coachella Valley, the San Andreas Fault, and the high peaks of San Jacinto and San Gorgonio. Skull Rock is a popular stop along the main park road, near Jumbo Rocks Campground.",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/placestogo.htm"
}
