{
    "title": "Joshua Tree National Park: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions             Alerts & Conditions         Alerts    Caution        High Temperature Warning  Alert 1 , Severity ,caution ,, High Temperature Warning  Dangerously hot temperatures are normal at this time of year. Highs can be well over 100°F (38°C). Be safe: stay hydrated and cool. Avoid activity during the hot daytime hours. Protect yourself from the sun. Bring lots of extra water with you. more          Bee Alert  Alert 2 , Severity ,caution ,, Bee Alert  Thirsty honeybees are present in large numbers at the Cholla Cactus Garden and Keys View. They are attracted to moisture. When visiting these areas, turn off car AC 10 minutes before arriving to allow condensation to dry. Keep vehicle windows closed. more     Information        Cottonwood Springs I-10 Ramp Closure  Alert 1 , Severity ,information ,, Cottonwood Springs I-10 Ramp Closure  Cal Trans will be working on the Cottonwood Springs on\/off ramp along Interstate 10 through 2018. Access between the park and interstate may be closed intermittently during this time. Call 1-800-427-7623 for current closure information on Interstate 10. more          Exhibits and Park Movie Temporarily Unavailable at Joshua Tree Visitor Center  Alert 2 , Severity ,information ,, Exhibits and Park Movie Temporarily Unavailable at Joshua Tree Visitor Center  New exhibits will soon be installed at the Joshua Tree Visitor Center. Until work is completed, the exhibit area is closed and the park movie is not being shown. The bookstore remains open and rangers are able to issue passes and give park information.          49 Palms Oasis Closed to Visitors  Alert 3 , Severity ,information ,, 49 Palms Oasis Closed to Visitors  Due to extremely hot and dry conditions, park management has closed 49 Palms Oasis to visitors. Hikers will be allowed approximately one-half mile on the trail before signage closes off the route into the oasis.               Current Weather Conditions See the National Weather Service zone forecast for Joshua Tree National Park. Note that this forecast zone covers a vast area with elevations ranging from 536 feet (163 m) in the park's extreme southeast corner to 5,814 feet (1,773 m) atop Quail Mountain. Conditions may vary greatly depending on your exact location within the park. Remember, your safety is your responsibility.",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/conditions.htm"
}
