{
    "title": "Joshua Tree National Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit                   Basic Information               Eating & Sleeping               Places to Go               Things to Do               Safety & Preparedness for Your Desert Trip               Accessibility              What do you want from your national park experience? Delight in the contrast between rock and sky. Enjoy the brilliance of the stars on a dark night. Inhale the scent of creosote bush after rain. Admire the agility of bighorn sheep as they scramble up impossible slopes. Appreciate the silence of the vast desert landscape. No matter what adventure you seek in Joshua Tree, this Plan Your Visit section will help you prepare for your trip. Basic Information Find essential tips about visitor center hours, entrance fees, and the limits on where you can take pets.   Directions See where Joshua Tree is located in southern California. Find out which park entrance will work best for you. Download PDF maps of the park. Eating & Sleeping Get information about campgrounds in the park. There are no grocery stores, restaurants, or lodging inside Joshua Tree National Park, but we provide contact information for the chambers of commerce in nearby communities, where you can find out about accessing these services.   Places to Go   Find out about different parts of the park, from must-see spots like Skull Rock and Keys View to the quieter areas around Cottonwood Spring and Black Rock Canyon.   Things to Do   There's so much to do in Joshua Tree! Whether you're interested in a a short nature walk or a strenuous backpacking trip, stargazing or joining a ranger-led tour of Keys Ranch, or something else entirely—you'll find information and inspiration on these pages.  Trip Itineraries  Get ideas about how to spend your time in the park, whether you're visiting for a few hours or several days. Calendar Find out about ranger-led programs and special events taking place in the park. Safety A safe visit is a fun visit. Get important safety information here. Accessibility Planning a trip with accessibility in mind? This is a great place to start. Nearby Attractions Discover other national park sites within a day's drive of Joshua Tree. We look forward to welcoming you to Joshua Tree.",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/index.htm"
}
