{
    "title": "Joshua Tree National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations      ReservationsNo advance reservations are needed to enter Joshua Tree National Park.Reservations are required for ranger-led tours of Keys Ranch, offered from mid-October through mid-May.Most of Joshua Tree's nine campgrounds are first come, first served. Reservations for family sites at Black Rock and Indian Cove, as well as all group sites, may be made on recreation.gov.      Permits   Backcountry Permits A permit is not required for day hiking in the backcountry. To backcountry camp, you must park and register at a backcountry registration board. There is no fee. Your registration is your permit.      Bolting Permits  The rules that govern the placement of fixed anchors for rock climbing are complex. A permit may or may not be required depending on a number of factors. You are responsible for following bolting guidelines and applying for a permit if applicable.      Business Permits and Commercial Use AuthorizationsTour groups coming to Joshua Tree National Park must abide by park regulations and safety guidelines.Bus companies applying for the first time to bring tour groups into the park need to submit the Commercial Use Authorization Application for Road Based Services (102kB Word file). The open season for applying for this permit is October 1-March 31.Companies with existing Commercial Use Authorizations need to submit a Commercial Use Authorization Annual Report Form (80 kB Word file).Commercial tour bus fees for Joshua Tree and other national parks (133 kB PDF).     Filming PermitsCommercial filming or photography requires a filming permit. Permits are not required for visitors using cameras for personal use or for film or video news crews at breaking news events. There are two applications for a filming permit: The short form commercial filming permit (136 kB PDF) is intended for less complex activities and a crew of ten or fewer people. The long form commercial filming permit (231 kB PDF) should be used for activities of greater complexity requiring a crew of more than ten. All applicants must use the current application forms available here; if you have downloaded forms in the past, they may be obsolete.       Guiding Permits Commercial Use Authorizations are available for guided day hikes, backpacking trips, rock climbing, photography workshops, art workshops, and motorcycle tours. If you're leading a trip in Joshua Tree National Park, ensure your group is aware of park regulations and safety concerns.  General guiding permit application for both commercial and non-commercial services (107 kB Word file). Rock climbing guiding permit application (116 kB Word file). Climbing guides will also need to familiarize themselves with bolting regulations. Risk Statement (15 kB Word file).       Scientific Research and Collecting Permits A permit is required to carry out scientific research or related activities in the park. Fees are not charged for the permit, but researchers must submit an annual activity report. Scientific research permit applications are completed online and reviewed by discipline specialists, who will contact the applicant for further information.     Special Use PermitsA special use permit is required for activities that provide a benefit to an individual, group, or organization, rather than the public at large, and that require some degree of management from the National Park Service in order to protect park resources and the public interest. Special-use permits are required for events such as: weddings, ceremonies, First Amendment activities, festivals, concerts, cultural programs, sporting events, and public spectator attractions. You may download a special use application form. For questions about special use permits, call 760-367-5545.",
    "url": "https:\/\/www.nps.gov\/jotr\/planyourvisit\/permitsandreservations.htm"
}
