{
    "title": "Voyageurs National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Reservations Permit Reservations for Tent Camping  Permit Reservations for Tent Camping are required within Voyageurs National Park.      High Use Season: May 15 through September 30 annually   Amenity and reservation service fees apply.  Reservations become available November 15 annually for the following season.     Low Use Season: October 1 through May 14 annually   Reservation service fees apply. Reservations become available March 15 annually for the following season.    Houseboat Permits   Houseboat are required to have a overnight permit while in Voyageurs National Park.  Currently, these permits can be obtained (no reservation required) through the local houseboat companies or the park's visitor centers during business hours.       Starting November 15, 2016 (for the 2017 season), houseboats will be required to get a reservation to stay overnight in the park at www.recreation.gov. Fees will apply.   Tour Boat Reservations  A Voyageurs National Park boat tour is a perfect way to view the national park. Reservations are recommended to guarantee a spot on any specific tour.  All tours and fees are subject to change, please call ahead for schedule and fee changes.         Permits Commercial Use Permits All commercial service activities within the boundaries of Voyageurs National Park are required to obtain a Commercial Use Authorization (CUA) which expires December 31st.  The CUA is valid for two years.  The attached CUA application may be filled out and emailed or downloaded, printed, and mailed with the required documentation and fee to: Voyageurs National Park Chief of Visitor & Resource Protection 360 Highway 11 East International Falls,  Minnesota 56649 voya_resources_protection@nps.gov    Commercial Use Authorization (CUA) application\/renewal form (Fill-able PDF) Types of Authorized Commercial Services (Fill-able PDF) Pay.gov (This service is currently unavailable.  Please continue to drop off or mail payment to Voyageurs National Park, address above, until further notice.) For any questions you may have regarding the CUA permit process, please feel free to contact the Chief Ranger.      Special Use Permits All activities considered to be a special event including but not limited to:  public gatherings, wedding, commercial filming\/photography, sporting events and outings sponsored by 501c3-not for profit organizations that conduct activities requiring a participant fee, are required to obtain a Special Use Permit (SUP). Please contact the Chief of Visitor Protection for the appropriate permit and fees associated with your activity.       Tour Boat Charters Have a large group or do you want to make a special event more memorable?  Charter the Voyageur, on Rainy Lake or the Amik, on Kabetogama and Namakan Lake.",
    "url": "https:\/\/www.nps.gov\/voya\/planyourvisit\/permitsandreservations.htm"
}
