{
    "title": "Muir Woods National Monument: Mushrooms and Other Fungi",
    "body": "Mushrooms and Other Fungi         Turkey tail is one example of the 200 varieties of mushrooms and fungus that can be found in this old growth redwood forest. NPS Photo  You may think of mushrooms as strange and slimy objects that are neither plant nor animal. Or you may be one of the lucky hikers out after an early winter rain that can experience mushrooms in the myriad fascinating forms these fungi take. Appearing seemingly overnight, they come in a vast array of fantastic colors and shapes, from brilliant red, to purple, to golden orange, with caps ranging from the size of a pinhead, to as large as a dinner plate. A slow walk through almost any landscape in Golden Gate National Recreation Area during the rainy season can produce a world of wonder at your feet, but Muir Woods National Monument highlights some of the showiest. Over 200 different species of fungi live in the old-growth Coast Redwood forest and the surrounding hillsides. Mushrooms are short-lived, spore-producing structures. These fruiting bodies are designed to release spores for the next generation, and then decay. The “body” or hyphae of a mushroom is actually hidden from our eyes underground. This underground matt is composed of a branching network of elongated cells that join together into threads. These hyphal threads grow through and break down dead wood, providing a vital recycling service to our forests. Fungal hyphae also live in the ground, and connect up with the rootlets of trees, shrubs and almost all other green plants, forming a symbiotic relationship. This partnership greatly increases the ability of trees and plants to take up water, and absorb essential minerals. In return, the fungus is provided with photosynthetic nutrients. Neither organism is able to function fully without the other. Mushrooms are not only vital to the health of the Muir Woods eco-system, but they also add charm and magic to the landscape.",
    "url": "https:\/\/www.nps.gov\/muwo\/learn\/nature\/mushrooms.htm"
}
