{
    "title": "Muir Woods National Monument: Mammals",
    "body": "Mammals         The Big brown bat is just one of ten species that finds refuge in Muir Woods National Monument. Dr. Lloyd Glenn Ingles © California Academy of Sciences  Ten species of bats have been observed by researchers in Muir Woods National Monument. That is nearly two thirds of the bat species found in the central coast of California. Five of the bats are Federal Species of Concern. Bats find refuge in the cavities of the giant redwood trees within the monument. They use these cavities as day roost for sleeping, night roosts for resting in between foraging, and for maternity roosts. These tiny but long-lived mammals are probably some of the least understood animals around. Getting to know bats is like getting to know a whole new world. Often called “mice with wings,” bats are actually more closely related to primates than to rodents. Other than humans, bats are the longest lived mammals for their size in North America. Bats have the night-time shift, resting in the daytime and hunting over large tracts of land through the night. Most bats use echolocation and bounce sound waves off of insects and objects in order to locate and hunt their prey, keeping many pest insect populations under control. They are also important pollinators and seed dispersers. Bats live on all continents except Antarctica and unfortunately their populations are on the decline worldwide. These often maligned creatures are actually an integral part of any ecosystem, and perhaps a reason to explore the parks at sunset. Listen for the gentle flap of wings and look for that classic silhouette as the sun sinks. Although developed areas can support more common bats that you may have heard of, such as the Mexican free-tailed bat and the big brown bat, the high diversity associated with Muir Woods is unique to protected and ecologically intact areas.   Bat Species in Muir Woods National Monument Yuma myotis (Myotis yumanensis) Fringed myotis (Myotis thysanodes) California myotis (Myotis californicus) Long-legged myotis (Myotis volans) Silver-haired bat (Lasionycteris noctivagans) Big brown bat (Eptesicus fuscus) Western red bat (Lasiurus blossevillii) Hoary bat (Lasiurus cinereus) Townsend's big-eared bat (Corynorhinus (=Plecotus) townsendii) Mexican free-tailed bat (Tadarida brasiliensis)",
    "url": "https:\/\/www.nps.gov\/muwo\/learn\/nature\/mammals.htm"
}
