{
    "title": "Muir Woods National Monument: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar       Search for Events       By Date     Start Date      End Date           By Keyword By Keyword        Search          Upcoming Events    Showing 7 results    Show ALL instances of recurring events   RSS Feed      Golden Gate National Recreation Area Owl Wars Saturday, August 13, 2016   Join Docent Steffen on a strenuous 5-mile-dusk hike through Muir Woods in search of owls struggling for supremacy in the old growth forest. Reservations required. More     Time: 6:30 PM to 9:30 PM   Location: Muir Woods Visitor Center   Fees: Included in Entrance Fee         Golden Gate National Recreation Area Tales From the Trees Saturday, August 13, 2016   Kid-friendly, interactive walk with a Ranger over an easy 1 mile hike. Reservations required. More     Time: 9:15 AM to 11:00 AM   Location: Muir Woods Visitor Center   Fees: Included in Muir Woods Entrance Fee         Golden Gate National Recreation Area Muir Woods After Hours Wednesday, August 17, 2016   Hike through Muir Woods after hours with a ranger! Reservations required, please call 415-388-2596. More     Time: 6:45 PM to 8:45 PM   Location: Meet at Muir Woods Visitor Center   Fees: Included in Entrance Fee         Golden Gate National Recreation Area Tales from the Trees Saturday, August 27, 2016   Kid-friendly, interactive walk with a Ranger over an easy 1 mile hike. Reservations required. More     Location: Muir Woods Entrance   Fees: Free for Founders Day!         Golden Gate National Recreation Area August Sunrise Tour of Muir Woods Sunday, August 28, 2016   A sunrise stroll through Muir Woods. Listen to tall tales, see majestic trees, and hear the story of a redwood forest. Reservations required. More     Time: 6:30 AM to 10:30 AM   Location: Muir Woods Visitor Center   Fees: Free         Golden Gate National Recreation Area Writing. Place. Redwoods. You. Special Founders Day Workshop Sunday, August 28, 2016   Celebrate the 100th Anniversary of the National Park Service by participating in a writing workshop that explores the relationship between place and you and you and place. More     Location: Muir Woods Entrance   Fees: Free!         Muir Woods National Monument September Sunrise Tour of Muir Woods Sunday, September 4, 2016   A sunrise stroll through Muir Woods. Listen to tall tales, see majestic trees, and hear the story of a redwood forest. Reservations required. More     Time: 6:30 AM to 10:30 AM   Location: Muir Woods Visitor Center   Fees: Free                   MUIR WOODS Programs Open every day, including holidays, between 8 AM and sunset. Muir Beach and Muir Beach Overlook are open from 9 AM to one hour after sunset. All programs meet at the Visitor Center and entrance fee applies unless otherwise indicated.  Phone the Muir Woods Hotline at 388-2595 for program information and updates on hours, seasonal news, trail conditions and program details. Also, follow us on Twitter @MuirWoodsNPS. Ongoing Daily Programs Rangers and volunteers present 15-minute talks and guided one-hour tours when staffing permits. Check the program board at the park entrance for times and locations of talks and tours. No reservations necessary. Besides taking in a talk or tour, there are other ways to enhance your experience at the park. Muir Woods offers two self-guided programs that may be purchased for $1 each at the Visitor Center or the self-serve map box at Bridge 2. The Nature Trail Self-Guide and Watershed Hiking map takes you on a redwood ecology walk on the Main Trail from Bridge 2 through Cathedral Grove. Follow the numbered (1-10) posts that correspond with the numbered sections in the map. The Muir Woods Historic Walking Tour map takes you from the Visitor Center to Bridge 4 and back. There are no numbered posts to follow. The historic walking tour highlights the ancient redwoods, scenic trails, gathering places, rustic structures, and memorials that weave stories of people and nature. Linger at the beautiful wayside signs throughout the park and learn about redwood ecology and cultural history of Muir Woods. Families with children enjoy participating in the Junior Ranger or Redwood Discovery: Muir Woods Quest programs. See the For Kids section of this web site.",
    "url": "https:\/\/www.nps.gov\/muwo\/planyourvisit\/calendar.htm"
}
