{
    "title": "Muir Woods National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Accessible Features   Designated Accessible Parking   Assistive Listening Devices   Accessible Restrooms   Segments of Accessible Trails   Braille Brochure and Trail Map   Large Print Brochure   Accessible Cafe and Gift Shop   Usable Visitor's Center   Audio Described Brochures.   Audio described version of the Muir Woods Brochure.   If you are planning to take a Ranger Led Tour, ASL Interpreters can be made available upon request.      Arriving to the Park   Proceed to the main parking lot as you drive into the park. Follow the signs to the accessible parking stalls located closest to the Visitor Center. Accessible restrooms are located across from the parking stalls. The surface material within the entry plaza is a compacted mix of recycled asphalt and dirt. The surface is firm and stable. There are several accessible benches located in the entry plaza.      Along the Trails Once you arrive, head towards the Visitor's Center. Here is where you can request assistive listening devices for our Ranger Led Tours and Mp3 players containing an audio described recording of the Muir Woods Brochure. The Visitor Center also provides a copy of the Muir Woods Brochure in Braille along with a Braille Trail Map. After stopping at the Visitors Center, follow the raised accessible boardwalk. This boardwalk is part of the Muir Woods Main Loop trail. If you follow the raised boardwalk to the right it will lead to an accessible gift shop, café and restroom facility. Signage is provided. If you choose to continue into the forest, the accessible boardwalk will continue for several hundred feet to Founders Grove. There are several informational waysides along the boardwalk. If you proceed past the boardwalk you will encounter an asphalt trail which is usable; however, it contains potholes and severe cracks due to heaving tree roots. As funding and resources allow, we will continue to replace the existing asphalt with an accessible raised boardwalk.         Service Animals Service animals are welcome as long as they comply with the Department of Justice ADA Revised Regulations.        The National Park Service is striving to make your experience as accessible as possible. Please submit comments and suggestions to the Visitor Center at 415-388-2595 or, email us. Individuals who are deaf, hard-of-hearing, deaf\/blind or have speech disabilities may utilize the following Federal Relay Service numbers:(800) 877-8339 Federal Relay Service(877) 877-6280 VCO(877) 877-8982 Speech to Speech(800) 845-6136 Spanish(866) 893-8340 TeleBraille",
    "url": "https:\/\/www.nps.gov\/muwo\/planyourvisit\/accessibility.htm"
}
