{
    "title": "Muir Woods National Monument: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Transportation and Access at Muir Woods         Next Open House - Public Meeting Event Public Meeting - Muir Woods Parking and Transportation Update Presented by County of Marin and the National Park Service Wednesday, January 6th, 2016 6:30 PM - 8:30 PM Tam Valley Community Center 203 Marin Avenue Mill Valley, CA 94941   Please join Marin County Supervisors Kate Sears & Steve Kinsey along with GGNRA Superintendent Christine Lehnertz for a report on efforts to address parking and traffic congestion around Muir Woods National Monument. Download a copy of the meeting announcement!   Access Reservation System Planning The National Park Service is proposing to create an access reservation system that would support management of visitation to levels that meet park goals for safety, natural resource preservation, visitor experience, and public access. The reservation system is intended to be a long-term measure that will allow the park to work with visitors in advance of their arrival so that congestion, and its related impacts, can be minimized and the quality of the experience enhanced. National Park Service anticipates that the system would operate year-round and reservations would be made through a website, a call center, and possibly at other locations.            Cars stack up at the Muir Woods gate waiting for the 8 AM opening. Park managers are proposing a reservation system to manage the high numbers of visitors driving to Muir Woods. Mornings are the best times to visit Muir Woods. Each of these drivers found parking close to the entrance. Read the seven Ranger's tips posted on the Muir Woods homepage on how to visit Muir Woods safely this summer or how to find parking. NPS Photo by Ranger Lou Salas Sian       Site Improvements Planning The National Park Service is in the preliminary stages of planning a project that would improve existing infrastructure and visitor support facilities at Muir Woods National Monument. A public scoping process began in September 2013.  The existing entrance area includes aging, incomplete, and undersized infrastructure. Heavily used trails are rutted, with uneven surfaces, failed embankments and culverts. Additionally, many do not meet current accessibility standards. The restrooms are undersized for most days, and parking lots are narrow and crowded, lacking pedestrian paths. As well, aspirations for a more functional, natural, and attractive entrance plaza have not been realized. View scoping documents and background information.",
    "url": "https:\/\/www.nps.gov\/muwo\/learn\/management\/index.htm"
}
