{
    "title": "Muir Woods National Monument: Trees and Shrubs",
    "body": "Trees and Shrubs         Old-growth redwood forest National Park Service  What defines an old-growth redwood forest?      Large Live Trees The large live trees of an old-growth forest not only stand testimony to the amount of time required to develop into old-growth but also largely determine the structure of the forest. The large trees in Muir Woods are the coastal redwoods, the tallest of all living things, and some scattered Douglas firs. The tallest coastal redwood at Muir Woods is about 258 feet, approximately the height of a six-foot person stacked head to toe 45 times. Further north, these trees can reach heights up to 379 feet, 74 feet taller than the Statue of Liberty. The average age of the coastal redwoods at Muir Woods is between 600 to 800 years, with the oldest being at least 1200 years old. This is still young for redwoods as they can live up to 2200 years. Being long-lived and large in size, they play a significant role in carbon, nutrient, and water cycling in the forest, helping to support an abundance of plant and animal life. Multi-layered Structure Besides being a collection of immense trees, Muir Woods is a rich community of other interesting plants. An old-growth forest commonly has three distinct layers:  Herbaceous Understory Canopy  To better understand this, think of an old-growth forest as a human home: the herbaceous layer is similar to the carpet, the understory like the furniture, and the leafy canopy similar to the roof. Each of these three layers support a different community of plants and each one is well adapted to its position in the forest. Dead Trees It was not long ago that the National Park Service used to remove all dead material from this forest to keep it clean and reduce fire threat. However, dead trees are vital for the forest and take many different forms. They can fall and become part of the forest floor and aquatic community or can remain standing, becoming what is known as a snag. The trees that fall to the forest floor are important because they help keep the soil moist by soaking up rainwater as well as serving as a shelter for many of the insects, amphibians, and mammals in the forest. They continually replenish the soil by slowly releasing nutrients. One of the most important roles for these fallen trees is serving as a nursery for young seedlings. As the logs lie on the ground, leaves and cones accumulate on top, slowly decomposing, and turning into soil. Seeds fall into this fertile soil, growing into young seedlings. Other trees fall into the creek, creating the habitat diversity necessary for a healthy stream by forming falls and pools. The downed logs help to capture debris, lessen impact of floods, and release nutrients. The dead trees that remain standing, “snags,” are home to many insects, birds and mammals. Insects feed on these trees, which in turn give the pileated woodpeckers plenty of food to prey on. There are several species of bats that roost under the loose bark and hollows of snags. Hawks, owls and eagles use snags as a perching platforms. Even animals such as the bobcat find shelter in the larger cavities of a snag. Eventually, the tree will fall and assume a new role as a downed log. The importance of a tree does not diminish after it has stopped living. It is a common saying here at Muir Woods that only half the life a tree is spent standing, while the other half is spent on the ground. Interdependent Communities All the different components of an old-growth forest are dependent on one another. The large live trees depend on the downed logs for water and much of their nutrients. Plants like redwood sorrel and California bay laurel rely on the multi-layered structure of the forest for protection and sunlight. An old-growth forest is also itself very interconnected and through time, many of the plants and animals become reliant on one another. One example at Muir Woods is found in Redwood Creek. The redwoods depend on the creek for most of their water and the trees help keep the gravel in the creek clean by stabilizing the soil. The trees also help keep the temperature of the stream cool and constant. As the trees die and fall into the creek, they create pools and enrich the stream with their nutrients. Since salmon need clean gravel, constant water temperature, and pools for spawning, Redwood Creek provides good habitat for salmon. It is one of the last streams in California to still have its native stock of salmon, due largely to the undisturbed forest around us. An old-growth forest is more than just large trees, it is an interconnected and diverse community of plants and animals. An old-growth forest is not only a product of a vast amount of time, it is also a result of several other factors, such as adaptation and luck. Even the most highly adapted forest could not withstand repeated disturbances. This makes old-growth very rare in the cycles of nature, but even rarer when humans are included in the picture. In the past, humans have only viewed old-growth forest in terms of economics. However, current research highlights many other important benefits of old-growth forests. These forests provide habitat for hundreds of birds, mammals, amphibians, reptiles, insects and plants. They minimize soil erosion, produce clean water and air and maintain high biological diversity, which is crucial for this planet. As the noted scientist Charles Darwin once observed: \"Among the scenes which are deeply impressed on my mind, none exceed in sublimity the primeval forests undefaced by the hand of humans...no one can stand in these solitudes unmoved, and not feel there is more in humans than the mere breath of his body.\"",
    "url": "https:\/\/www.nps.gov\/muwo\/learn\/nature\/treesandshrubs.htm"
}
