{
    "title": "Muir Woods National Monument: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Stories          September 3, 1892: Bohemian Club Summer Encampment. A large 70 foot statue of Daibutsu Buddha, modeled after the Daibutsu of Kamkura and constructed of lath and plaster, is erected in an area later to be known as the Bohemian Grove. This statue gradually deteriorates over time, and by the late 1920's there is very little of it left. 1903: William Kent meets with local conservationists in the nearby town of Mill Valley to create the Mount Tamalpais National Park Association, with the goal of protecting the redwoods of \"Sequoia Canyon\" and the mountain above them. The current owner, the Tamalpais Land and Water Company is willing to sell, but Kent is not yet ready to buy. 1905: William Kent and his wife Elizabeth Thacher Kent acquire the property now known as Muir Woods. They purchase 611 acres at the time, for the discounted sum of $45,000. Though the Kents are considered wealthy, they do not have much in the way of liquid assets; they secure a loan from a sympathetic banker friend. Elizabeth questions the expense, but is convinced by her husband's (perhaps joking) response: \"If we lost all the money we have and saved these trees, it would be worthwhile, wouldn't it?\" 1906: The Congress of the United States passes the Antiquities Act, giving the President of the US the right to declare National Monuments, areas of historic or scientific value, by presidential Proclamation. An earthquake, rating over 8.3 on the Richter scale, rocks San Francisco and the Bay Area, destroying much of the city and starting fires which burned what didn't fall during the quake.  1907: A water company in the nearby town of Sausalito plans to dam Redwood Creek. They go to court to condemn the land. Kent thwarts their plans by instead donating 295 acres, the core of the redwood forest, to the federal government.        J. Muir standing at the base of the Kent tree in Muir Woods National Monument.   January 9, 1908: Proclamation of Muir Woods National Monument by President Theodore Roosevelt, consisting of 295 acres. Muir Woods becomes the 7th National Monument, and the first created from land donated by a private individual. May 1, 1910: A commemorative plaque is placed and a redwood tree is dedicated to Gifford Pinchot, Head of the U.S. Forest Service and one of the men instrumental in the founding of Muir Woods National Monument. Pinchot was not present for the dedication ceremony. August 25, 1916: The National Park Service is established by an Act of Congress. The bill was introduced in the House of Representatives by Congressman William Kent, benefactor of Muir Woods National Monument. July, 1925: The Muir Woods Toll Road Company begins construction on a new road to the Monument. Initially called the Frank Valley Toll Road, it was carved from an old pack-mule trail, which snaked down the lower, southwest slope of Mt. Tamalpais until it descended into Frank Valley. In 1939, the State took over administration and maintenance of this road, and the toll was removed. Today, this is the most popular route used to access the park. December 1928: Kent Memorial erected at the Kent Tree in Fern Canyon (present day Fern Creek Canyon). The official dedication wouldn't come until May 5, 1929. October 1933: Often called the \"busiest month\" in the history of Muir Woods, this month saw the arrival of the Civilian Conservation Corps, or the CCC, to the park. Up to 200 men were stationed at this new camp, initially called Muir Woods Camp NM-3 The \"NM\" stood for National Monument. The camp was later changed to Camp Mt. Tamalpais SP-23, with the \"SP\" referring to State Park. The men began work in Muir Woods and the surrounding Tamalpais State Park. Projects included a revetment (rockwork stream banks) in Redwood Creek; construction of a stone-faced concrete bridge on Fern Creek; construction of utility buildings and benches; and the construction of the Sidney B. Cushing Memorial Amphitheater (the \"Mountain Theater\"), near Rock Springs, on Mt. Tamalpais. The CCC completed its last project in Muir Woods in May 1941, and was disbanded shortly thereafter. 1937 The Golden Gate Bridge completed. Visitation to the park triples in one year, reaching over 180,000.        United Nations ceremony in Cathedral Grove, 1945.   May 19, 1945: Delegates from all over the world met in the spring of 1945 to draft and sign the Charter of the United Nations. President Franklin D. Roosevelt died on April 12, 1945, shortly before he was to have opened the United Nations Conference. On May 19, the delegates held a commemorative ceremony in tribute to his memory in Muir Woods' Cathedral Grove, where a dedication plaque was placed in his honor. May 19, 1995: The United Nations and the National Park Service hold a special commemorative ceremony in tribute to the life of Franklin D. Roosevelt and to honor the founding of the United Nations and its achievements in its first fifty years. July 8th, 1996: An 800 year old redwood tree toppled in the Cathedral Grove of Muir Woods National Monument. About 50 awestruck visitors watched as the 200-feet-tall, 12-feet-wide redwood monarch fell with a roar that could be heard all the way to the parking lot, almost one half mile away. The tree, which toppled gracefully up-slope caused no damage and required no clean up. The tree will remain where it fell, providing nutrients to the soil, nesting for birds, bedding for plants and water for everything. It can be viewed today in its final resting place just to the left of the United Nations plaque honoring Franklin D. Roosevelt, in the Cathedral Grove of Muir Woods.",
    "url": "https:\/\/www.nps.gov\/muwo\/learn\/historyculture\/stories.htm"
}
