{
    "title": "Muir Woods National Monument: People",
    "body": "People         John Muir and William Kent, 1912.   President Theodore Roosevelt used the powers of the Antiquities Act on January 9, 1908, to create Muir Woods National Monument. William Kent, who donated the land for the monument, requested that it be named for noted conservationist John Muir. In their own words... view the letters exchanged by these three men following that special day. William Kent: Philanthropist, Politician, Businessman. Until the 1800s, many northern California coastal valleys were covered with coast redwood trees similar to those now found in Muir Woods National Monument. The forest along Redwood Creek in today's Muir Woods was spared from logging because it was hard to get to. Redwood Creek contained one of the Bay Area's last uncut stands of old-growth redwood, Congressman William Kent and his wife, Elizabeth Thacher Kent, bought 611 acres here for $45,000 in 1905. To protect the redwoods the Kents donated 295 of the land to the Federal Government and, in 1908, President Theodore Roosevelt declared it a national monument. Roosevelt suggested naming the area after Kent, but Kent wanted it named for conservationist John Muir. John Muir: Philosopher, Scientist, Author. Young John Muir's family emigrated from Scotland to Wisconsin in 1848. Muir had a lively interest in nature and after brief studies at the University of Wisconsin he left school for what he would call \"the University of the Wilderness.\" On his lengthy wanderings Muir contemplated man's relationship to nature, concluding that all life forms have inherent significance and the right to exist. Humans, Muir decided, are no greater or lesser than other forms of life. Muir eventually won public acceptance of conservation as an environmental ethic and inspired generations of wilderness advocates. To learn more about John Muir, visit our sister park's website: John Muir National Historic Site.",
    "url": "https:\/\/www.nps.gov\/muwo\/learn\/historyculture\/people.htm"
}
