{
    "title": "Muir Woods National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Muir Woods National Monument 1 Muir Woods Rd  Mill Valley, CA 94941                 Directions         From San Francisco Muir Woods is located 11 miles north of the Golden Gate Bridge Take Hwy 101 North Then the Mill Valley\/Highway 1\/ Stinson Beach Exit Follow the signs to Hwy 1 Follow the signs to Muir Woods From the East Bay Take Hwy 580\/Richmond\/San Rafael Bridge West Then Hwy 101 South Take the Stinson Beach\/Mill Valley Exit Follow the signs to Highway 1 Follow the signs to Muir Woods Vehicles over 35 feet long are prohibited. There are no RV parking facilities.   Directions Details           Operating Hours & Seasons         Muir Woods National Monument Muir Woods is open every day of the year from 8:00 a.m. to sunset. The Visitor Center is open everyday at 9:00 a.m. The Muir Woods Trading Company and Cafe open at 9:00 a.m. and close about an hour before the park closes.   Standard Hours    Sunday: 8:00 AM - Sunset   Monday: 8:00 AM - Sunset   Tuesday: 8:00 AM - Sunset   Wednesday: 8:00 AM - Sunset   Thursday: 8:00 AM - Sunset   Friday: 8:00 AM - Sunset   Saturday: 8:00 AM - Sunset             Weather           The coast redwood forest is cool most times of the year with temperatures ranging from 40 - 70 degrees F or 4 - 21 degrees C. From late October to early May expect rain. Summer months (June-August) can be warmer but it is generally cool and dry. Expect heavy fog in the morning, burning off in the afternoon. Some say fall (August-October) is the best weather of the year. But, don't let the weather stop you from having fun. If you're dressed for the elements and wearing sturdy shoes, you will enjoy your walk.         Fees & Passes     Entrance Fees:   Muir Woods Entrance Fee - $10.00 The entry fee to Muir Woods is $10 a person, ages 16 and over. Children are free.    Entrance Passes:   Muir Woods Annual Pass - $40.00 This pass admits the pass holder and three guests into Muir Woods. This pass is good for one year.          Visitor Centers       Muir Woods Visitor Center The Muir Woods Visitor Center is run by the Golden Gate National Parks Conservancy. We offer passes to enter the park, a bookstore and information.                Welcome to Muir Woods National Monument! Muir Woods National Monument is part of the Golden Gate National Recreation Area and is one of more than 400 national park units across the country. Plan on spending a few hours in the park, exploring the trails or particular points of interests. If time permits consider a longer hike, participate in a Junior Ranger program, recreate in Golden Gate, or consider attending a ranger-led program to learn more about these special places. Guided walks and tours occur at various times, please check with a ranger for program available on the day of your visit. Here are the Basics  The park is open 365 days a year. Visit Operating Hours and Seasons for more information. Parking at Muir Woods is extremely limited and fills early in the day, particularly during the summer and on holidays throughout the year. Learn more about your options for getting to Muir Woods. Looking to buy a park pass? Visit our Fees and Passes page.  Check out Permits & Reservations if you are looking for weddings, picnics, filming, athletic events, engagement photo sessions or other special events.  There is no cell phone service at Muir Woods. Check out any of our park visitor centers in the Golden Gate National Recreation Area for more information about the parks.",
    "url": "https:\/\/www.nps.gov\/muwo\/planyourvisit\/basicinfo.htm"
}
