{
    "title": "Muir Woods National Monument: Redwood Creek Restoration at Muir Beach",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Redwood Creek Restoration at Muir Beach                Redwood Creek Restoration at Muir Beach        Map showing the relative positions of Muir Woods and Muir Beach. Muir Woods is 3 miles upstream of Muir Beach. Muir Woods and Muir Beach are in the Redwood Creek Watershed on the southern flank of Mount Tamalpais in Marin County, California.        Muir Beach Is Open   Muir Beach is located three miles downstream of Muir Woods National Monument. The Muir Beach parking lot was closed in the summer through winter months of 2013 for restoration construction, but is now open. Get restoration project updates by calling (415) 561-3054.  Or, follow us on Twitter, @muirwoodsnps.   To learn about current trail detours and closures throughout the Golden Gate National Recreation Area visit, www.parksconservancy.org\/closures. Or, write to trailsforever@parksconservancy.org.        A pre-project aerial map before restoration construction began in 2009 shows the three obstacles to creek flow: the Pacific Way Bridge, the levee, and the parking lot.   Partners in Restoration for Endangered Species The National Park Service and the Golden Gate National Parks Conservancy are restoring Redwood Creek at the last ½ mile of its course before it enters the Pacific Ocean. In its current condition, the Redwood Creek mouth functions poorly to convey water and sediment from the nine square mile watershed to the ocean. Since the 1840s, the cumulative effects of human-made structures have led to large impacts to the ecosystem, constrained flow, trapped sediment and caused frequent flooding on Pacific Way. Even during moderate storms, Pacific Way flooded, stranding residents until the water receded. Bank armoring, a small bridge on Pacific Way, a levee, the parking lot and other structures combine to separate the creek from its floodplain. The creek and floodplain connection is vital in responding naturally to the weather, topography, and tidal influences.      A Phased Approach to Restoring a Degraded Creek System Muir Beach was closed for construction in the summer and fall of 2013 to complete Phase 4 of the Redwood Creek restoration project. Phases 1 through 3 were completed in 2009, 2010 and 2011, respectively. Construction for the project is phased to occur only in the dry months of summer to minimize disturbance to the creek and impacts to migratory salmon and birds and to allow the creek system to stabilize. Planning, contracting, stewardship, and interpretation are done throughout the year.          A female coho salmon digs her nest called a redd in the clear, cold waters of Redwood Creek in Muir Woods. Adult coho spawners enter Redwood Creek from the Pacific Ocean at Muir Beach, and swim 3 miles upstream to spawn in Muir Woods and other tributaries of the watershed. NPS photo by Ranger Lou Sian  Why Restore? Muir Woods and Muir Beach are in the Redwood Creek Watershed in Marin County, California. Since they are connected by Redwood Creek, the health of one site is dependent on the other. For the past 100 years, agriculture, logging, trails and roads-building increased erosion and degraded the creek and floodplain system at the creek mouth, Flooding in low-lying areas occurred frequently. In addition, endangered coho salmon and threatened steelhead trout were exposed to predators and the elements and had few places to shelter, transform, and bulk up for their oceanic journey.The threatened California red-legged frog had all but disappeared from where they've occurred historically. .        An aerial map of Redwood Creek after the restoration project is completed. Redwood Creek is no longer constrained by the parking lot, the levee, and the Pacific Way Bridge.   A Healthier Ecosystem In a naturally functioning system, the creek meanders, rises and spreads across the floodplain, and recedes. The creek provides a variety of ecosystem services including distribution of mineral rich soil, seeds dispersal and germination, larval development, and allowing access to higher ground for aquatic wildlife to find prey or forage or aquatic plants to complete their lifecycle. Through wet and dry seasons, Redwood Creek responds and in doing so, provides habitat for the various life stages of the endangered coho salmon, the threatened steelhead trout, and the threatened California red-legged frog. The Redwood Creek Restoration project will build complexity to the creek and floodplain system by removing obstacles to flow, expanding the lagoon and floodplain, restoring wetlands, re-aligning and enlarging the creek channel and adding side channels, back channels, and ponds. These additional features will increase the capacity of the creek to transport sediment and water, and reduce flooding at higher elevations of the floodplain. Creek and Floodplain Restoration and Climate Change The restoration project is designed to allow the biological and physical processes to transform the project site, so that it will be self-adjusting and self-maintaining. Removing obstructions, re-connecting the creek channel with its floodplain, expanding the lagoon, re-aligning the footprint of the parking lot to expand the floodplain, and adding complexity to the creek system are some of the ways a restored Redwood Creek at Muir Beach wil respond to climate change and sea level rise in the near future.         People gather on the beach for the Welcome Back Salmon ceremony by the Coast Miwoks, the original inhabitants of the Redwood Creek Watershed. The annual event is held at the end of each phase of the restoration construction. NPS photos by Ranger Lou Sian  Incorporating Cultural Values, Stewardship and Collaboration The groundwork in planning the ecological restoration project began with a cultural resources study. Before any ground-disturbing construction work could begin, the National Park Service took stock of what was on its land and below it. The earliest inhabitants of the Redwood Creek Watershed were the Coast Miwoks, followed by the Europeans and then others. In a sense, restoration begins and ends with the people. With possibly 9000 years of history and connection to the land (the Coast Miwok ancestors are buried here), any endeavor at long-term stewardship would benefit from Traditional Ecological Knowledge or indigenous land management knowledge and practices. Thus, after each construction phase, the Coast Miwoks have met on the beach where Redwood Creek meets the ocean to give their traditional salmon blessing. Welcome Back Salmon has been postponed, the date to be determined. Join us for Welcome Back Salmon at Muir Woods National Monument when the Coast Miwoks, the original inhabitants of the Redwood Creek Watershed, give their blessing for the coho salmon run. Contact Ranger Lou Sian, e-mail us or call (415)388-2596. Volunteer in habitat restoration before the ceremony, 9:30-Noon! Contact Naomi Lebeau with the Golden Gate National Parks Conservancy, nlebeau@parksconservancy.org.        For project updates, call (415)561-3052 or write trailsforever@parksconservancy.org. Follow us on Twitter, @muirwoodsnps.  For information about the restoration project, visit www.nps.gov\/goga\/naturescience\/muir-beach.htm. Click here to hear a podcast about the Redwood Creek Restoration at Muir Beach.      Key Contributors (alphabetical) This project has been made possible with the cooperation and support of numerous partners, including: California Coastal Conservancy California Dept. of Fish and Wildlife California Wildlife Conservation Board Conservation Corps North Bay Golden Gate National Parks Conservancy and Its Members Marin County Department of Public Works National Fish and Wildlife Foundation National Park Service, Rec Fee Program Public Lands Highways Program Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users (SAFETEA-LU) San Francisco Zen Center State Coastal Conservancy         Aerial photo of Muir Beach showing the parking lot, the beach and the restored Redwood Creek channel. The photo was taken after Phases 1-3 were completed. Muir Beach was closed July 8 to mid-December 2013 to complete Phase 4. The last phase of the restoration project will be completed by Marin County. Aerial photo of Muir Beach by John Northmore Roberts, Jan. 31, 2012",
    "url": "https:\/\/www.nps.gov\/muwo\/learn\/nature\/restoration-mb.htm"
}
