{
    "title": "George Rogers Clark National Historical Park: Places To Go",
    "body": "Other sites in Vincennes          Historic Vincennes is a great place to live, work, and visit. The following links can provide a wealth of information. Vincennes CVB This page is maintained by the Vincennes\/ Knox County Convention and Visitors Bureau and offers information about the community, schools, libraries, historic sites, businesses, industries, housing, accommodations, and much more Hotels, Inns, and Campgrounds Restaurants Grouseland The former home of William Henry Harrison, governor of the Indiana Territory and later the 9th President of the United States, is magnificently preserved by the Daughters of the American Revolution. Enlightening candlelight tours are available during the Rendezvous. Vincennes State Historic Sites The State of Indiana manages several historic sites within Vincennes including: The Indiana Territorial Capital, The log Cabin Visitors Center, The Stout Print Shop, The Maurice Thompson Birthplace, The Sugarloaf Mound, and Fort Knox II. The Old French House This home built about 1806 was home of French fur trader Michel Brouillet. The house offers a look at what life may have been like in this remote frontier town. The Old Cathedral is located adjacent to the Clark Memorial and is open to the public. This building dates to the early 1800s and is a significant part of the city and the regions history. Indiana Military Museum - The Indiana Military Museum is dedicated to fostering the memory, understanding and appreciation of U.S. military history. The museum has one of the most outstanding displays of vintage vehicles, weaponry, uniforms and artifacts from the Civil War through WWI, II, Korea, Vietnam and Desert Storm. Red Skelton Museum of American Comedy - The Red Skelton Museum honors the legacy of a man who touched numerous lives through his comedic talent, great works, compassion, and commitment to public service. It is located on the campus of Vincennes University.",
    "url": "https:\/\/www.nps.gov\/gero\/planyourvisit\/othersties.htm"
}
