{
    "title": "George Rogers Clark National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           401 S. 2nd Street  Vincennes, IN 47591                 Directions         The George Rogers Clark National Historical Park is located within the city of Vincennes, Indiana. Evansville is approximately 50 miles to the south and Terre Haute is approximately 50 miles to the north. Highway 41 provides good roads from the north or south. Highway 50 provides access from the east and west. From Hwy 50 east and west or from Hwy 41 from the north use the 6th Street exit. On Hwy 41 from the South use the Willow Street exit. From there follow the blue directional signs for the park.  Directions Details           Operating Hours & Seasons         George Rogers Clark National Historical Park The park is open seven days a week and is closed on most federal holidays except Memorial Day, Independence Day, and Labor Day.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           The weather in the area is quite typical for the Midwest.  The average temperature for the winter months is the mid-30s, but the summers can often be hot and humid with temperatures reaching into the 90s.         Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 There is no fee to tour George Rogers Clark National Historical Park. As a result of being a fee-free park, George Rogers Clark NHP no longer sells the America the Beautiful National Park passes. The nearest locations to purchase these passes are Lincoln Boyhood National Memorial, in Lincoln City, Indiana (www.nps.gov\/libo), and Hoosier National Forest in Bedford, Indiana (www.fs.usda.gov\/hoosier). Both are approximately 70 miles from Vincennes.          Visitor Centers       Main Visitor Center The George Rogers Clark National Historical Park Visitor Center is a great place to start your visit.  The visitor center contains exhibits about the early cultures of Vincennes, George Rogers Clark's march to Vincennes, and the construction of the George Rogers Clark Memorial.  It also offers a 30-minute introductory movie, \"Long Knives\" which shares the back story of George Rogers Clark and his military campaign.  Before going to the Clark Memorial, check with the ranger at the visitor center.                 4th of July fireworks at George Rogers Clark NHP   Visitor Parking Parking is available down the road from the George Rogers Clark National Historical Park Visitor Center at 401 S. 2nd St. A limited amount of parking can be found in front of the visitor center. Visitors may park on the street as well, but parking is not permitted along yellow curbs on the street. Bus and RV parking is available in the main visitor parking lot. Items Not Allowed No food or drink is permitted in the visitor center or the George Rogers Clark Memorial. Services: Restrooms, changing stations, drinking fountains and bookstore are available at the Visitor Center. Firearms and other weapons: Weapons Prohibited in Federal Facilities: Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. Specifically, firearms are prohibited inside the park visitor center and the Clark Memorial.",
    "url": "https:\/\/www.nps.gov\/gero\/planyourvisit\/basicinfo.htm"
}
