{
    "title": "George Rogers Clark National Historical Park: 2016 American Solar Challenge",
    "body": "Explore This Park    Plan Your Visit     2016 American Solar Challenge            George Rogers Clark National Historical Park to Host the 2016 American Solar Challenge           American Solar Challenge 2016 Image Courtesy of the National Park Service   Imagine traveling 1,900 miles with no gas, with the sun as your only fuel. On July 30 to August 6, students from over 25 universities around the world will drive their uniquely designed solar-powered cars 1975 miles on the open road, visiting 9 Midwest parks in 6 states. The National Park Service Midwest Region, in partnership with the Innovators Educational Foundation, invites you to witness the 2016 American Solar Challenge. Visitors to George Rogers Clark National Historical Park are invited to see the cars and enjoy park activities on July 31 throughout the day with all of the vehicles scheduled to arrive at the park by 6 pm. The vehicles will be on public display from 6 pm to 8 pm. This is a great opportunity for people to visit the park and get a glimpse at the future of transportation. The drivers and support staff will be available to talk about the vehicles and the technology involved. The American Solar Challenge will erect a stage on site and will present awards for various team accomplishments and provide information to the public. On Saturday July 30 from 1 until 4 pm and Sunday July 31 from 4 until 8 pm, the public can visit the park and take part in activities and displays on technology and how it contributes to a brighter future. Rare tours of the Clark Memorial basement, emphasizing the new geothermal heating and cooling systems of the structure will be conducted during these hours. Other exhibits will feature wind energy, solar fields, geothermal options or solar options for home owners, and other innovative uses of technology. For more information about the event, you may contact the park at 812-882-1776 x. 210. The vehicles will depart from the park beginning at 10 am on Monday August 1st. The green flag will wave for each vehicle at one minute intervals until they are all on the road. They will drive across the Lincoln Memorial Bridge into Illinois to continue to their next stop. As part of the 2016 Centennial, the National Park Service is working to develop further research and education programs around the effects of climate change on national park resources. The National Park Service also helps communities make new connections with local parks. This drive allows students to connect their work on new technology to their parks. Every two years, the Innovators Educational Foundation organizes the American Solar Challenge. The goal of the competition is to design, build, and drive solar-powered vehicles in a cross-country expedition. \"We're looking forward to the American Solar Challenge 2016 being part of the National Park Service Centennial and bringing the solar cars to 9 national park locations across the Midwest. We hope visitors will take this opportunity to see the solar cars, meet the teams, and find their park,\" says event organizer Gail Lueck.",
    "url": "https:\/\/www.nps.gov\/gero\/planyourvisit\/2016-american-solar-challenge.htm"
}
