{
    "title": "Lincoln Boyhood National Memorial: Little Pigeon Creek",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Little Pigeon Creek                Little Pigeon Creek       When the Lincolns settled in this area, it wasn't called Lincoln City. Instead, the settlement was named the Little Pigeon Creek Community, which got its name for the many passenger pigeons that lived in the southern Indiana woods. The Families of the Little Pigeon Creek Community There were at least 40 families within a five-mile radius of the Lincoln home in 1820. Most of them had come from Kentucky and some, including the Carters and Gordons, had been neighbors of the LIncolns in Hardin County, Kentucky. These families formed the nucleus of the community within which the Lincolns lived and worked during the 14 years they were in Indiana. One of the Great Pigeon roosts! Southern Indiana was a feeding and breeding ground for the passenger pigeon. Passenger pigeons have been said, in its day, to have numbered into the millions and to have been the most abundant of any bird in America. The passenger pigeons \"literally formed clouds, and floated through the air in a frequent succession of these as far as the eye could reach, sometimes causing a sensible gust of wind, and a considerable motion of the trees over which they flew.\" Audubon observed, \"Multitudes are seen, sometimes in groups, at the estimate of a hundred and sixty-three flocks in 21 minutes. The noonday light is then darkened as by an eclipse, and the air filled with the dreamy buzzing of their wings.\" Those pigeons are now extinct, which means they no longer exist. Today there are laws against killing birds or animals in most National Parks. These laws protect endangered species which might be living within park boundaries, and hopefully help to keep other species from becoming extinct like the passenger pigeons.",
    "url": "https:\/\/www.nps.gov\/libo\/learn\/historyculture\/Little-Pigeon-Creek.htm"
}
