{
    "title": "Lincoln Boyhood National Memorial: Nancy Hanks Lincoln Gravesite",
    "body": "Nancy Hanks Lincoln Gravesite       In 1868, a Civil War veteran named William Q. Corbin visited the boyhood home of his former commander-in-chief. Corbin was dismayed by the unkempt appearance of Nancy Hanks Lincoln’s gravesite and wrote a poem on the subject. His poem, published in the Rockport Journal in November 1868, was among the first known public accounts of the grave’s condition. In response to Corbin’s poem, several Gentryville businessmen met on December 24, 1869, to discuss erecting a suitable marker. Although nothing came of the meeting, interest in marking the gravesite continued into the 1870s. Another newspaper article, published in the Rockport Journal on June 2, 1874, again commented on the poor condition of the site, and again a meeting was called to arrange for a marker. But, as previously, nothing materialized. Finally, in 1874, a Rockport businessman by the name of Joseph D. Armstrong erected a two-foot tall marker with Nancy Hanks Lincoln’s name inscribed on it at the site. By 1879, though, this marker had disappeared and the site was again overgrown with vegetation and almost inaccessible. A newspaper article reporting the neglect prompted Peter E. Studebaker, second vice-president of the Studebaker Carriage Company, to contact Rockport postmaster L. S. Gilkey with instructions to buy the best tombstone available for $50.00 and place it anonymously on the site. Another $50.00, solicited from the area residents, paid for an iron fence around the grave. At the same time this stone was being acquired and prepared, several Cincinnati businessmen were developing Lincoln City. Fortunately, a local resident convinced the developers to donate the half-acre surrounding the gravesite to Spencer County. In June 1880, a ten-man commission was organized to maintain the site. But the effort proved to be sporadic. By the 1890s, it was reported that the site was again in poor condition. Spencer County residents tried to obtain federal assistance for the maintenance of the site but were opposed by Governor James E. Mount, who maintained that it was a state responsibility. He subsequently called a meeting on June 30, 1897, of several state patriotic organizations, which resulted in the formation of the Nancy Hanks Lincoln Memorial Association, for the purposes of soliciting funds for maintenance of the gravesite and promoting an Indiana memorial to the Lincolns. But, after three years, the Memorial Association had only collected $56.52. In 1900, the effort received a boost when United States Senator J. A. Hemenway donated $100 to the fund and Robert Todd Lincoln gave $1000 for the care of his grandmother’s grave. This stimulated the county to appropriate $800 for the purchase of 16 acres surrounding the gravesite, which it then donated to the Nancy Hanks Lincoln Memorial Association. In 1902, following the completion of an elaborate monument at President’s Lincoln’s grave in Springfield, Illinois, J. S. Culver re-sculpted a discarded stone from the original monument and vault as a monument to Nancy Hanks Lincoln. Governor Winfield T. Durbin, president of the Memorial Association, accepted the massive stone and had it placed in front of the Studebaker marker. The so-called Culver stone was dedicated in a graveside ceremony on October 1, 1902. In 1906, however, the grave was again reported to be in a deplorable state. The governor called a meeting of the Memorial Association that resulted in the creation of a state commission in 1907. The legislature also appropriated $5000 for the erection of an ornamental iron fence around the 16-acre park. A landscape architect was hired to prepare design documents for site improvements. In 1909, utilizing those plans, the state cleared the park of dead trees, erected the fence, including an elaborate entrance gate, and built a macadamized road from the highway to the gravesite. The entryway featured life-size lions at the highway entrance, with eagles perched on columns south of the lions, closer to the gravesite. Large stone urns were placed along the roadway to the cemetery. In 1925, the state assembly created the Lincoln Memorial Commission and authorized it to purchase land and build structures, as needed, and \"to prepare and execute plans for erecting a suitable memorial to the memory of Abraham Lincoln at or near his residence in the state.\" Responsibility for the care of the gravesite was transferred to the Indiana Department of Conservation.",
    "url": "https:\/\/www.nps.gov\/libo\/learn\/historyculture\/gravesite.htm"
}
