{
    "title": "Lincoln Boyhood National Memorial: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People          Abraham Lincoln had many people who contributed, in one way or another, to his growth and development, and whose influence helped shape the man that he became.To fully understand Abraham Lincoln and who he was, we have to know who these people were and what contributions they made to his life.        Thomas Lincoln, father of Abraham Lincoln   Thomas Lincoln As with many of us, one of the people who had the earliest influence on Abraham Lincoln was his father. Thomas Lincoln, according to a fellow family member, \"was one of the best men that ever lived. A sturdy, honest, God fearing man whom all the neighbors respected.\" He was described as good humored, patient, and kind. His friendly good nature was supplemented with a flair for storytelling. \"He had a great stock of...anecdotes and professed a marvelous proclivity to entertain by 'spinning yarns'...\" It's a description that could well fit Abraham Lincoln himself. Stories of his honesty have become almost legendary, examples of his compassion and desire for \"malice toward none\" epitomize kindness and mercy, and his reputation for storytelling and humor has become a part of our definition of who Abraham Lincoln was. The influence of his father was deep and everlasting. In the words of a fellow family member, \"Abe got his honesty and his clean notions of living and kind heart from his father.\" Abraham was who he was, at least in part, because of Thomas.        Grave of Nancy Hanks Lincoln, Abraham Lincoln's mother.   Nancy Hanks Lincoln Along with his father, Lincoln's mother, Nancy Hanks Lincoln, also played a significant role in shaping Abraham's life. Although her death when he was only nine denied him the full benefit of her life, Nancy Lincoln planted the seeds of Abraham's intellectual curiosity. Despite her lack of a formal education, she recognized the importance of learning and worked hard to impress that upon her young son. With her encouragement he began a journey into a world of learning that he would never tire of exploring. In his own words, \"She was a noble woman, affectionate, good, kind...\"        Sarah Bush Johnston Lincoln, Abraham Lincoln's step-mother   Sarah Bush Johnston Lincoln Nancy's death of milk sickness was a tragic blow for the young Lincoln. But as pointless as it may have seemed to him at the time, her passing opened a door through which another remarkable person was able to step into his life. In 1819, after a year of mourning, Thomas Lincoln remarried. Sarah Bush Johnston Lincoln, Abraham's new stepmother, picked up where Nancy left off in guiding him along paths of knowledge. She did so by encouraging him and creating, in every way possible, an atmosphere congenial to study.        Sarah Lincoln Grigsby's gravesite.  She is the sister of Abraham Lincoln.   Sarah Lincoln Grigsby Another important person in Abraham Lincoln's life was his older sister Sarah. When Sarah started to school, while the family was living in Kentucky, she took Abraham with her and probably helped him learn his letters and numbers. When their mother died they helped each other through the grief. Their relationship was characterized by deep affection. As a neighbor said, \"They were close companions and were a great deal alike in temperament.\" Sarah's kind and loving care of him may have had much to do with Abraham's development of these same traits.",
    "url": "https:\/\/www.nps.gov\/libo\/learn\/historyculture\/people.htm"
}
