{
    "title": "Lincoln Boyhood National Memorial: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go         Allee, Gravesite of Nancy Hanks Lincoln, Cabin Site Memorial NPS  Living Historical Farm Lincoln Living Historical Farm is a working pioneer homestead with a log cabin, outbuildings, split rail fences, livestock, gardens and field crops. Rangers dressed in period clothing perform a variety of activities typical of daily life in the 1820s. Visitor Center Memorial Visitor Center completed in 1943, was designed with two memorial halls and a connecting cloister. The Memorial Court features five sculptured panels, the work or E.H. Daniels, marking significant periods in the life of Abraham Lincoln. The park orientation film is shown every half hour from 8 a.m. to 1\/2 hour before closing. Museum artifacts and exhibits portray the life of Abraham Lincoln. Learn about his family, boyhood, and frontier life in Indiana. Hiking Trails The Allee is a  landscaped, tree-lined walkway that leads to the Nancy Hanks Lincoln gravesite was designed by the noted landscape architect, Frederick Law Olmstead, Jr., and was completed in 1930. The 120 foot tall steel flagpole was first erected in the island in the parking lot in 1931, but was moved to its present location in 1944. It is the tallest in the National Park Service. Trail of Twelve Stones begins at the Lincoln Living Historical Farm and ends near the pioneer cemetery.  Along its course are stones from various buildings associated with Lincoln's life. Small bronze plaques explain the significance of each stone. Lincoln Boyhood Trail begins at the Nancy Hanks Lincoln gravesite and ends at the Living Historical Farm. Along its trail you will find the exhibit shelter at the lower parking lot and the Cabin Site Memorial. Lincoln Boyhood Nature Trail loops an area known as the \"North 40\". The land was a part of the original Thomas LIncoln farm but is heavily wooded today. Memorials Pioneer Cemetery - Nancy Hanks Lincoln Gravesite The existing headstone, erected in 1879, marks the burial spot of Abraham Lincoln's mother, who died of milk sickness in 1818. Others who died of the disease are buried on the wooded knoll as well. In the late 19th century, the hilltop served as the Lincoln City cemetery and most of the marked graves date from that period. Cabin Site Memorial the site of what is believed to have been the third Lincoln cabin was located and marked in 1917. Then in 1936, the State of Indiana excavated the site and found the remains of sill logs and a stone hearth. Following the excavation, a bronze casting was placed over the outline of the cabin's foundation and a low stone wall was built.",
    "url": "https:\/\/www.nps.gov\/libo\/planyourvisit\/placestogo.htm"
}
