{
    "title": "Lincoln Boyhood National Memorial: Living Historical Farm",
    "body": "Living Historical Farm         NPS  The Lincoln Living Historical Farm does not retain any of the original structures from Abraham Lincoln's time but was built in an attempt to depict a typical farm of 1820s Indiana. It incorporates some of what is known of the Lincoln farm and activities which were a common part of the Lincoln family's daily life. The operation of the farm consists of component parts which comprise one integrated demonstration. The main theme depicts self-sufficiency and man in his natural environment. The seasons and the weather are an important part of the demonstration. Everything the Lincolns raised and used was either totally consumed or recycled. Nothing was wasted. They derived their living from the land and forest around them. Each part of the farm operation is related to tasks which precede and follow it. Take, for example, the making of linen or \"tow\" cloth. First the ground is prepared and flax is sown. At maturity the plants are pulled from the ground and laid to rot the outer husk. Next it is \"broken,\" \"scutched,\" and \"hetcheled.\" Only at this point is the fiber ready to be spun into linen thread. Next comes the weaving which produces the cloth which can be cut and sewn into garments. The complete process of \"seed to shirt\" takes many months and many separate operations. The staff of the Lincoln Living Historical Farm dress in period clothing to demonstrate the daily activities at the farm. These activities include domestic arts and crafts, animal husbandry, farming, gardening, and whatever else needs doing. Visitors can see people doing the same things the Lincolns did when they lived here. During the course of each day there are a number of things that have to be done, such as chopping firewood, milking the cow, and feeding the horses, chickens, sheep and cow. But the rest of the park ranger's time is spent talking to visitors and putting on a variety of optional demonstrations. No one does the same thing every day. Examples are cooking, sewing, quilt-making, working in the garden and fields, splitting rails, and riving shingles. The rest of the program --plowing, planting, cultivating, and harvesting of the crops, is done by a demonstration farmer as part of his regular farming activities. The concept of the farm operation is one of a continuous hour-by-hour, day-by-day living display.  The farm is open seven days a week, mid-April through the end of September, with personnel on duty. During the balance of the year, the farm becomes an exhibit in place with the buildings closed. Also located on the farm is the Lincoln Cabin Site Memorial, erected by the State of Indiana and the Indiana Lincoln Union on the traditional site of one the Lincoln cabins. It consists of a bronze casting of cabin sill logs and fireplace, surrounded by a stone retaining wall.",
    "url": "https:\/\/www.nps.gov\/libo\/planyourvisit\/living-historical-farm.htm"
}
