{
    "title": "Lincoln Boyhood National Memorial: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Entrance Fees      Park visitors are required to pay an entrance fee when visiting the park.  Entrance fees are collected at the Memorial Visitor Center upon arriving in the park.  The pass is valid for 7 days.  The park accepts cash or check. Per Person: $5.00 (youth age 16 years or younger are free) Per Family: $10.00           Lincoln Boyhood Annual Pass This pass costs $20.00 and is valid for 12 months from the month of purchase. It covers entrance fees for the pass holder and their family into Lincoln Boyhood National Memorial. America the Beautiful: National Parks and Federal Recreational Lands Pass As of 2007, the Golden Age, Golden Eagle, and Golden Access Passes were replaced with a new series of inter-agency passes called the \"America the Beautiful - National Parks and Federal Recreational Lands Pass.\"  All Entrance Passes are described in brief, below. Annual Pass - Cost $80 This pass is available to the general public and provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity Fee for a full year from month of purchase. The Annual Pass can be obtained in person at the park, by calling 1-888-ASK-USGS, or online (http:\/\/store.usgs.gov\/pass). Senior Pass - Cost $10 This is a lifetime pass for U.S. citizens and permanent residents age 62 or over. The Senior Pass can be obtained in person at the park, by calling 1-888-ASK-USGS, or by mail (http:\/\/store.usgs.gov\/pass). Military Pass - Free This pass is available to active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173) for a full year from month of purchase. The Military Pass can be obtained in person at the park or any Federal recreation sites that charge entrance or standard amenity fees. Access Pass - Free This is a lifetime pass for U.S. citizens and permanent residents with permanent disabilities. The Access Pass can be obtained in person at the park, by calling 1-888-ASK-USGS, or by mail (http:\/\/store.usg.gov\/pass). Volunteer Pass - Free Volunteers who acquire 250 service hours on a cumulative basis are eligible for this pass. It provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity Fee for a full year from month of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per-vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per-person fee areas. Children under 16 are admitted free. Learn more about volunteering in the park. Every Kid in a Park Pass - Free A free pass for fourth graders. Fourth graders can earn the pass by completing a fun, educational activity at everykidinapark.gov and printing a paper voucher. Exchange the paper voucher for a plastic card at public lands that issue other passes. Learn more about the Every Kid in a Park Pass.                 2016 Fee Free Days To encourage Americans to explore our country's natural beauty, rich history and culture, Secretary of the Interior Sally Jewell announced that the NPS will waive entrance fees on 16 days in 2016.  January 18 Martin Luther King, Jr. Day April 16-24 National Park Week August 25-28 National Park Service Birthday September 24 National Public Lands Day November 11 Veterans Day          Your Fees Benefit the Park The fees you pay when visiting Lincoln Boyhood make a difference!  Under the Federal Lands Recreation Enhancement Act, Lincoln Boyhood keeps 80% of all fees collected and uses that money to fund projects that improve visitor services and protect the natural and cultural resources in the park, such as:   Redesign and Upgrade Museum Exhibits Produce Wayside Exhibits Install Vault Toilets In Lincoln's Hand - interactive writing exhibit Maintain hiking trails",
    "url": "https:\/\/www.nps.gov\/libo\/planyourvisit\/fees.htm"
}
