{
    "title": "Mojave National Preserve: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park          Mojave National Preserve Artists Foundation A non-profit, charitable organizationdedicated to supporting the Artists in Residence Program (AIR), and the restoration of the Kousch Homestead, a future home for artists creating work in Mojave National Preserve. The Foundation provides programs to encourage diverse artistic interpretations from emerging growth and seasoned artists to pursue themes that will establish a continuum of understanding for the public regarding the land, history, atmosphere, and the many visual communities of Mojave National Preserve.  Donate to the Mojave National Preserve Artists Foundation today and we thank you for your support!         Mojave Desert Land Trust A non-profit, charitable organization whose mission is to preserve large natural areas of the Mojave Desert by reducing the number of privately-owned land parcels, called inholdings, within park boundaries. Reducing inholdings decreases fragmentation of the park lands, preserves intact ecosystems, and allows park visitors to utilize more lands within park boundaries. Since 2006, the Mojave Desert Land Trust has acquired more than 250 inholding parcels totaling 14,000+ acres within the desert national parks—Joshua Tree National Park, Mojave National Preserve and Death Valley National Park—through purchase or trade. Acquired inholdings are then donated to the National Park Service. More than 1,000 inholdings remain in these three desert parks. Make a donation to the Mojave Desert Land Trust. Thanks for your support!         Mojave National Preserve Conservancy A new non-profit, charitable organization dedicated to preserving, protecting and promoting the unique natural beauty, ecological integrity, and rich cultural history of Mojave National Preserve; and to building a community dedicated to the enduring stewardship of Mojave National Preserve. Learn more...          Volunteer  Through volunteering at Mojave National Preserve, enthusiastic individuals or couples can become involved in a wide variety of activities and projects. Because Mojave is not near large population centers, most volunteers stay for two to three months or longer. Opportunities for local and weekend applicants are available in Barstow and Baker, California. Learn more...",
    "url": "https:\/\/www.nps.gov\/moja\/getinvolved\/supportyourpark\/index.htm"
}
