{
    "title": "Lincoln Boyhood National Memorial: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons        Re-created 1820s homestead on four of the original 160 acres owned by Thomas Lincoln.  NPS\/Paula Alexander      Lincoln Boyhood National Memorial is open every day except Thanksgiving Day, December 25 and January 1.  The park is in the Central Time Zone. Memorial Visitor CenterHours:  April 10, 2016 to September 24, 2016:  Open daily 8:00 a.m.- 5:00 p.m.Phone:  812-937-4541Special Programs:  Orientation Film Forging Greatness: Lincoln in Indiana, a 15-minute film provides an overview the 14 years Lincoln lived in southern Indiana.  Film is shown every half hour.  Last showing is 30 minutes before closing.Exhibits:  Memorial Visitor Center special features include sculptured panels, Abraham Lincoln Hall and Nancy Hanks Lincoln Hall.  Museum exhibits explore the life of Abraham Lincoln and his family. Features a cabinet made by Thomas Lincoln and a display of Life on the Frontier.Facilities:  Eastern National Bookstore\/sales area. Public Restrooms, water fountains, assisted listening devices, closed captioning on the orientation film. Lincoln Living Historical FarmHours:  April 10, 2016 to May 29, 2016: Staffed Wednesday through Sunday 8:00 a.m. - 5:00 p.m.              May 30, 2016 to September 5, 2016: Staffed daily 8:00 a.m. - 5:00 p.m. (Closed August 21 and 28)              September 6 to September 24: Staffed Tuesday through Saturday 8:00 a.m. - 5:00 p.m.Note: When the farm is not staffed visitors may browse the farm site.Special Programs:  Rangers in period clothing depict life in the 1820s.Exhibits:  Re-created 1820s homestead on four of the original 160 acres owned by Thomas Lincoln.  A cabin and outbuildings were moved from elsewhere in Indiana and reassembled here.  There are split-rail fences, livestock, vegetable and herb gardens, and field crops.",
    "url": "https:\/\/www.nps.gov\/libo\/planyourvisit\/hours.htm"
}
