{
    "title": "Mojave National Preserve: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds       Birds are warmblooded like mammals, but lay eggs as do their reptile ancestors. Light weight bones, forelimbs and strong pectoral muscles make birds well-suited for flight. The bird's plumage varies according to its sex, age and breeding season. Males generally have more colorful plumage which they flaunt during breeding season in the hope of enticing a female. The female bird lays one to two eggs with an incubation period that lasts approximately two to four weeks. Hatchlings are fed by their parents from periods of time that range from days to months depending upon the species. While some species nest in solitary pairs, others form colonies or rookeries.  Ravens:  Ravens are notorious as a portend of ill fortune in fables. In reality, they pose a grave threat to baby desert tortoises. Highly intelligent, opportunistic birds, ravens feed on rodents, carrion and baby desert tortoises. More development has led to an increase in trash and a raven population explosion. Cactus wren: Known for usurping the nests and removing the eggs of other birds,the Catcus Wren is found in the southern areas of California and Nevada and the central sections of Texas and Mexico. Roadrunner: Runs upwards of 15 miles per hour and dines on lizards and snakes. It can be heard \"cooing\" in the desert bush and chaparral where it resides. Unique \"zyodactyl\" feet with two toes pointing forward and two backward, make it stand out among other bird species.     Golden eagle: Ranges from sea level to several thousand feet, preying upon rodents and sometimes baby tortoises. More closely related to the Red-tailed Hawk than the Bald Eagle, the Golden Eagle often returns to the same nest annually, reaching maturity at approximately 5 years of age. Red-tailed hawk: Weighing 2-4 lbs. the Red-Tail is the largest hawk. Armed with keen eyesight, considered 8 times more powerful than that of humans and a wing span that can reach 56 inches, it lives on rodents, rabbits, snakes and lizards.",
    "url": "https:\/\/www.nps.gov\/moja\/learn\/nature\/birds.htm"
}
