{
    "title": "Mojave National Preserve: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         E.Green  Known as the high desert, the Mojave has elevations upwards of 7,929 feet with Clark Mountain. The range in elevation divesifies plant life. Relict stands of white fir, juniper and pinyon pines are found at higher elevations while yuccas, Joshua Trees, and cholla are found lower. Most annual plants escape the drought periods by completing their life cycles quickly during the short winter and spring rainy season, before the desert becomes dry and inhospitable. These are the grasses and wildflowers that carpet the desert with soft color in favorable years. Drought resistant species include shrubs, which often drop their leaves during dry periods, and cactus, whose leaves are reduced to a spine. The fleshy stem of the cactus stores water, while the spiny leaves provide shade to protect the stem sections. A third group of plants grows around springs and seeps where there is an ample supply of water. This riparian vegetation is an important resource to animals, especially migratory birds. Artist Donald Davidson brings Mojave flora to life in his vivid watercolor illustrations.    Joshua Trees: (Yucca brevifolia jaegeriana) The Mormons named the Joshua tree after the biblical figure. It appeared to them as if it were raising its branches in supplication. Other travelers, such as John Fremont, described it as \"repulsive.\" Both revered and disdained, it has become a symbol of the desert and provides habitat for animals that range from the Scott's Oriole to the Northern flicker. It grows in elevations that range from 3,000-7,000 feet with an average life span of 150 years. As protection from predation, Joshua Trees often germinate under nurse plants until the age of four. Once their spiny limbs develop, they eventually over take the nurse plant. Creosote: (Larrea tridentata) Creosote is the most pervasive plant in the Preserve. Resilient and hardy it can grow in elevations that reach 4,00 feet and is found in all four southwestern deserts. The rings of the creosote are considered the oldest living things on the planet at 11-14 thousand years. The Pima and other indigenous people chewed creosote gum to ward off dysentery and stomach ailments.  Cholla: (Cactocea) Part of the cacti family, the cholla uses CAM photosynthesis; an alternative pathway to convert energy from the sun into food. Mesophyll cells in the leaves convert carbon dioxide into organic acids. This allows the cholla to conserve water by keeping the stomata closed during the day; the traditional pathway for photosynthesis. It is the only cactus with sheaths which cover the spine.",
    "url": "https:\/\/www.nps.gov\/moja\/learn\/nature\/plants.htm"
}
