{
    "title": "Mojave National Preserve: Insects, Spiders, Centipedes, Millipedes",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Insects, Spiders, Centipedes, Millipedes                Insects, Spiders, Centipedes, Millipedes         Butterflies congregate near Rock Spring. C. Munill  Insects, spiders, centipedes, and millipedes are members of the phylum Arthropoda. Over one million species have been described worldwide, but scientists estimate that the true number of living species may be in the tens of millions. Arthropods possess a hard exoskeleton of chitin which they must shed in order to grow, and jointed appendages and segmented bodies with various patterns of segment fusion.  Arachnids About 60,000 species are known worldwide and 3,400 in North America. This group includes spiders, harvestmen (daddy long-legs), scorpions, ticks and mites. Arachnids have two body segments (cephalothorax and abdomen) and eight legs.  All spiders make silk, but not all spiders spin webs to capture prey. Non-web building spiders may stalk prey or even ambush prey from a hiding place. Spiders use silk in many ways besides capturing and holding prey, including as signal lines, building nurseries, enclosing egg cases, and for ballooning, a technique used by baby spiders to disperse long distances. Spider silk is the strongest natural substance in the world.  Spiders are carnivorous but are incapable of eating solid food and use venom and digestive juices to liquefy their prey, which they then suck up. Although all spider species possess fangs and venom, most are not dangerous to humans because the venom is too weak to affect us or the fangs are too tiny to break our skin. There are only two spiders in the United States which can be deadly to humans. The black widow is black with a round shiny abdomen bearing a bright red hourglass on the underside. The brown recluse is brown with a lighter violin pattern on the back. Both are small (1\/2 inch or less) but immediately recognizable. Because of their secretive nature, very few people are bitten by these spiders. Tarantula Contrary to popular belief, tarantulas are not deadly to humans and are actually quite calm, biting only when provoked. Tarantulas do possess barbed hairs which they may rub off their bodies with their legs. The hairs cause irritation to the skin and eyes and are used as a defense mechanism. The most likely time to see a tarantula in Mojave is in the fall, when mature males are in search of a mate.  Insects  Approximately 90,000 species of insects have been described in the United States and Canada alone. Insects have three body segments (head, thorax, and abdomen) and six legs.  Most modern insects are winged as adults, including such commonly encountered creatures as flies, dragonflies, beetles, butterflies, moths, bees, wasps, grasshoppers, crickets, termites and cicadas. Ants are a conspicuous exception to this trend, as most ants are wingless (only the queen and male ants have wings).   Tarantula Hawk Tarantulas are parasitized by another arthropod, the tarantula hawk (Pepsis sp.) Actually a wasp, the tarantula hawk stings a tarantula to paralyze it and then lays its egg on the body of the spider. When the wasp larvae hatches it feeds on the spider. Pronuba Moth  One of the more interesting insects of the Mojave is the pronuba moth (Tegeticula sp.) The female pronuba moth lays her eggs in the ovary of a yucca (Yucca sp.) flower which she has pollinated. The moth larvae feed on the developing seeds of the yucca but leave some to mature. Most species of yucca could not reproduce were it not for the assistance of the pronuba moth, as it is the only insect to pollinate the yucca flowers. The arrangement between yucca and moth is an example of mutualism, so called because both plant and animal benefit from the relationship.  Scorpions Scorpions are closely related to spiders and have distinctively long tails tipped with a stinger. All scorpions are venomous, although only one species (Centruroides exilicauda) in the United States is potentially deadly to humans. Scorpions are nocturnal carnivores that use their stinger to kill prey or to defend themselves. Interestingly, scorpions glow green under ultraviolet (UV) light.",
    "url": "https:\/\/www.nps.gov\/moja\/learn\/nature\/insects.htm"
}
