{
    "title": "Mojave National Preserve: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     August 24, 2015  West Pond Environmental Assessment  Comments solicited.   July 31, 2015  Preserve Seeks Comments on Environmental Assessment for Calnev Pipeline Cathodic Protection Project  Preserve Seeks Comments on Environmental Assessment for Calnev Pipeline Cathodic Protection Project   May 06, 2015  Todd Suess assumes superintendency at Mojave National Preserve  Todd Suess, a veteran of federal land management agencies in the western U.S., has begun service as Superintendent of Mojave National Preserve.   April 24, 2015  Report shows visitor spending supports 451 jobs in local economy  A new National Park Service (NPS) report shows that 554,560 recorded visitors to Mojave National Preserve spent $31,092,700 in communities near the park in 2014. That spending supported 451 jobs in the local area and had a cumulative benefit to the local economy of $39,283,700.   April 13, 2015  New Art Exhibition Opens at Kelso Depot Visitor Center  Mojave National Preserve invites desert travelers to a new exhibit, the sculpture and design of Mary Olin Geiger, in the Desert Light Gallery at the Kelso Depot Visitor Center. The exhibition runs from April 11, 2015 to June 30, 2015.   April 03, 2015  Pavement Resurfacing Contract Awarded for Mojave National Preserve  Under an agreement with the National Park Service, the Federal Highway Administration has awarded a $4.1 million contract to resurface a quarter of the paved roads within Mojave National Preserve. The award marks the start of the first large-scale effort to address major reconstruction and resurfacing needs since the park took over management of the roads from San Bernardino County two years ago.   March 31, 2015  Mojave National Preserve Deferred Maintenance Backlog Identified: Part of $11.49 Billion Backlog at the National Park Service  The National Park Service released its Fiscal Year 2014 deferred maintenance statistics for national parks last week. The $11.49 billion nationwide total was up from the $11.3 billion reported at the end of fiscal year 2013.  Mojave has a backlog of deferred maintenance projects totaling $108,985,477.   January 13, 2015  New Art Exhibit Opens at Kelso Depot Visitor Center  Mojave National Preserve invites desert travelers to a new exhibit, the photography of Eric Rosenwald, in the Desert Light Gallery at the Kelso Depot Visitor Center. The exhibition runs from January 10, 2015, to March 28, 2015.   October 28, 2014  Public Scoping Extended for Four Planning Efforts  The National Park Service is extending public scoping for several planning efforts it has recently initiated. Comments are being accepted for an additional 30 days.   September 05, 2014  Mojave National Preserve celebrates dedication of Ivanpah Desert Tortoise  Local students learn about research efforts to recover the desert tortoise in an event sponsored with the National Park Trust, Chevron and Molycorp   September 03, 2014  Four Scoping Notices Available for Mojave National Preserve, San Bernardino County, California  The National Park Service (NPS) is seeking public input for several planning efforts it has recently initiated.  Each planning effort is distinct; all address management issues in Mojave National Preserve.   June 19, 2014  New art exhibition to open at Kelso Depot Visitor Center  Mojave National Preserve invites desert travelers to experience the artwork of Anna-Marie Veloz in the Desert Light Gallery at the Kelso Depot Visitor Center.   February 28, 2014  New Artist-in-Residence Exhibit to Open  A new photography exhibition, Mojave Moonlight, opens at the Desert Light Gallery in the Kelso Depot Visitor on March 7th and closes on June 14th. Photographer Tom Lowe presents eighteen large-scale images that explore the Mojave landscape with compositions specific to the moon-lit sky.   January 15, 2014  Park Seeks Public Comments on Roadway Safety Improvements Project  The National Park Service (NPS) is planning improvements to several sections of road in Mojave National Preserve. Comments on the project will be accepted through February 15, 2014.   June 06, 2013  Scientists search for clues to disease outbreak in bighorn sheep  A National Park Service employee who was inspecting wildlife guzzlers found four desert bighorn dead on Old Dad Mountain, 15 miles southeast of Baker, California, during the week of May 20. The employee also observed other sick animals that appeared to be weak and unsteady with labored breathing. Laboratory analysis of blood and tissue samples taken from one animal indicated that it had pneumonia. This disease may be acquired in desert bighorn populations from domestic sheep or goats and is usually fatal to bighorn.   April 29, 2013  Kelso Depot Visitor Center will be closed two days per week  Effective May 8, 2013, Kelso Depot Visitor Center in Mojave National Preserve will be closed on Wednesdays and Thursdays.  The Visitor Center will remain open Fridays through Tuesdays from 9 am to 5 pm. Kelso Depot Visitor Center will be closing two days per week due to the impacts of “sequestration” (a series of automatic, across-the-board permanent spending cuts).   January 11, 2013  New photography and poetry exhibition opens at Kelso Depot Visitor Center  Mojave National Preserve invites desert travelers to experience the photography of Gabriel Thorburn and the poetry of Russell Thorburn, now on exhibition in the Desert Light Gallery at the Kelso Depot Visitor Center. The exhibit, Many Names Have Never Been Spoken Here, will be showing from January 12 to April 6, 2013.   December 11, 2012  Deadline extended for business opportunity at Kelso  Deadline extended for business opportunity to operate a lunch concession at Kelso Depot Visitor Center, Mojave National Preserve   November 05, 2012  Mojave Cross Land Exchange Completes Settlement Agreement  On Friday, November 2, the National Park Service conveyed a small piece of park land to the California Veterans of Foreign Wars, resolving a longstanding issue over a white cross erected to memorialize American soldiers who died in World War I.   April 24, 2012  Mojave Cross Final Court Agreement  BARSTOW, CA– The U.S. District Court for the Central District of California approved a settlement agreement yesterday between the Department of Justice and the American Civil Liberties Union to exchange an acre of land at Sunrise Rock for a donated parcel of equal value. The Sunrise Rock parcel will be conveyed to the Veterans Home of California–Barstow, Veterans of Foreign Wars Post #385E.   March 08, 2012  Mojave National Preserve seeks comments on state OHV grant applications  Mojave National Preserve seeks comments on state OHV grant applications   January 24, 2012  Public Review Notice - Installation of a Climate Monitoring Station at the OX Ranch Mojave National Preserve  The National Park Service (NPS) has prepared an environmental assessment (EA) to analyze the environmental effects of the installation of a climate monitoring station at the OX Ranch in Mojave National Preserve by the National Oceanic & Atmospheric Administration (NOAA). Comments may be submitted through February 23, 2011.   September 20, 2011  Scoping Notice – Maintenance Facility at Kelso  The National Park Service (NPS) will be preparing an environmental assessment (EA) for the construction of a maintenance facility at Kelso in Mojave National Preserve.  This facility will centralize existing maintenance operations that are currently located at a maintenance yard in Baker, California, at the Kelso Depot, and at Hole-in-the-Wall.   September 20, 2011  Scoping Notice – Installation of a Climate Monitoring Station  The National Park Service (NPS) will be preparing an environmental assessment (EA) to analyze the environmental effects of the installation of a climate monitoring station at the OX Ranch in Mojave National Preserve by the National Oceanic & Atmospheric Administration (NOAA).   August 29, 2011  Lightning ignites fire in Mojave National Preserve  A lightning strike ignited a fire south of Halloran Summit on Saturday evening.   July 08, 2011  Water Resources Management Plan  Comment period for the Water Resources Management Plan has been extended through August 12, 2011.   March 23, 2011  Mojave National Preserve to Host Spring Community Meeting  Mojave National Preserve’s Acting Superintendent, Lawrence Whalon, will host a spring community meeting at Hole-in-the-Wall Interagency Fire Center on Saturday, April 16, 2011, from 10 a.m. to 2 p.m.   March 06, 2011  New desert photography exhibition opens at Kelso Depot Visitor Center  No abstract supplied.   February 16, 2011  Environmental Assessment to Re-route the Barber Peak Loop Trail  The National Park Service (NPS) has prepared an environmental assessment (EA) to analyze the environmental effects of re-routing Barber Peak Loop Trail outside of Hole-in-the-Wall Campground.   May 20, 2010  Replica Cross Appears at Site of World War I Memorial in Mojave National Preserve  No abstract supplied.   May 11, 2010  Cross Stolen from World War I Memorial in Mojave National Preserve  No abstract supplied.   April 08, 2010  Fire Open House  Mojave National Preserve holds a Community and Fire Open House Meeting on Saturday, April 10th from 10am-2pm, at the Hole-in-the-Wall Fire Center.   February 13, 2010  Public comments sought on implementing safety options at abandoned mines in Mojave National Preserve  The National Park Service has released an Environmental Assessment for proposed safety options at abandoned mine lands to mitigate human and environmental hazards present in the preserve.   January 18, 2010  New art exhibition features photographs by Jim Smart  Mojave National Preserve invites desert travelers to experience the photography of Jim Smart in the Desert Light Gallery at the Kelso Depot Visitor Center. Smart’s exhibit, Mojave: Near & Far, will be showing from January 23 to April 25, 2010.   December 07, 2009  Environmental Awards  Mojave received Environmental Awards for diverting 14,000 tons of asphalt cuttings from a landfill and using the cuttings to pave 4.1 miles of Zzyzx Road.   July 27, 2009  Kelso Depot Visitor Center closed until Friday, July 31  Closed due to a well pump failure and water shortages, Kelso Depot Visitor Center and The Beanery lunch counter are expected to reopen on Friday, July 31.   June 26, 2009  Zzyzx featured in fine art photography exhibit at Kelso Depot Visitor Center  Mojave National Preserve invites desert travelers to experience the photography of Walter Feller at the Desert Light Gallery in Kelso Depot Visitor Center.   April 03, 2009  Beanery lunch counter opens at Kelso Depot Visitor Center  The Beanery lunch counter is open for business at the Kelso Depot Visitor Center in Mojave National Preserve.   March 25, 2009  Colosseum Mine Road closed temporarily  The National Park Service has closed a 1.5-mile section of Colosseum Mine Road to motor vehicle traffic.   March 12, 2009  Kelso Depot Visitor Center hosts fine art photograpy exhibit  Mojave National Preserve invites desert travelers to experience Bob Killen’s latest photographic art exhibition, Frictionsmooth, in the Desert Light Gallery at the Kelso Depot Visitor Center.   March 11, 2009  Public comments are invited for improvements to Rock House and Rock Spring Area  The National Park Service (NPS) has released an Environmental Assessment (EA) for proposed visitor education and accessibility improvements at Rock House and Rock Spring in Mojave National Preserve. A thirty-day public comment period is now open.   August 12, 2008  Opening Reception of Photography Exhibit  No abstract supplied.   June 10, 2008  Search is on for lost hiker  National Park Service rangers are working with San Bernardino County Sheriff's officers in the serch for a lost hiker in a remote section of Mojave National Preserve.   May 13, 2008  Mojave National Preserve to host fire center open house  Mojave National Preserve will host its annual public open house at the Hole-in-the-Wll Fire Center on Saturday, May 17, 2008 from 11:00 a.m. to 3:00 p.m.   April 18, 2008  U.S. EPA honors environmental efforts at Mojave National Preserve  During the agency's 10th annual Environmental Awards Ceremony in San Francisco on Monday, U.S. EPA Administrator Wayne Nastri presented a plaque to Mojave Natioal Preserve in recognition of efforts to protect and preserve the environment in 2007.   February 12, 2008  Kelso Depot Visitor Center Hosts Fine Art Photography Exhibit  No abstract supplied.   December 04, 2007  Mojave National Preserve Ornament Displayed On White House Christmas Tree  An ornament from Mojave National Preserve is prominently displayed on this year’s official White House Christmas Tree.  The tree is the centerpiece of elaborate decorations celebrating the theme of “Holiday in the National Parks.”   October 23, 2007  Clock Club donates clocks and time to Kelso Depot Visitor Center  Chapter 133 of the National Association of Watch and Clock Collectors (NAWCC) will donate one clock and cleaned and repaired the second, which was donated by the Union Pacific Railroad Museum in Council Bluffs, Iowa.   September 22, 2007  National Public Lands Day  Mojave National Preserve celebrates National Public Lands Day with a ribbon-cutting ceremony for a refurbished Rings Trail, a community meeting and a volunteer and employee clean up in Caruthers Canyon.   August 27, 2007  Centennial Initiative  No abstract supplied.   June 13, 2007  Student Conservation Crews Repair Mojave Trails  A student conservation crew will repair the eight mile Mid Hills to Hole-in-the-Wall Trail in June.   June 02, 2007  Mojave National Preserve Seeks Concessionaire for Kelso Depot  Mojave National Preserve is seeking a concessionaire to run the historic lunch counter at the Kelso Depot Visitor Center.   May 26, 2007  Volunteer and Youth Groups Complete Trail Projects  Volunteer Groups and Youth Crews to Complete Trail Projects   May 19, 2007  The National Park Study finds no Significant Impact for Employee Housing at Kessler Springs Ranch  National Park Service Concludes a Finding of No Significant Impact for Employee Housing at Kessler Springs Ranch.   April 24, 2007  Fire and emergency preparedness to be discussed at Open House event  Mojave National Preserve will host a fire preparedness meeting at the Hole-in-the-Wall Fire Center, May 5th from 11:00am-3:00pm.   April 04, 2007  Kelso Depot Concession  The National Park Service is now accepting proposals to operate a lunch counter food service at the historic Kelso Depot Visitor Center within Mojave National Preserve.   January 22, 2007  Mojave National Preserve to host community meeting  Park neighbors and the public are invited to attend a community meeting at the Kelso Depot Visitor Center on Saturday, February 10, 2007.   April 26, 2006  Managing Water for Wildlife  In response to a proposal to convert abandoned ranching wells to wildlife waters, The National Park Service prepared an environmental assessment of the proposal, selecting a science-based alternative for managing water for wildlife.",
    "url": "https:\/\/www.nps.gov\/moja\/learn\/news\/newsarchive.htm"
}
