{
    "title": "Mojave National Preserve: Wilderness",
    "body": "Wilderness        Images of Mojave Wilderness: at 7,929 feet, Clark Mountain is the highest point in Mojave National Preserve. NPS Photo       \"The tendency nowadays to wander in wilderness is delightful to see. Thousands of tired, over-civilized people are beginning to find out that … wildness is a necessity; … parks and reservations are useful not only as fountains of timber and irrigating rivers, but fountains of life.\" -John Muir Our National Parks, 1901 In 1994, with the passage of the California Desert Protection Act, Congress designated 695,200 acres of Mojave National Preserve-nearly half of all preserve lands-as wilderness. In Mojave Wilderness, natural processes are unrestrained, giving rise to the rich biodiversity so critical to the health of the global environment. more... What is \"Wilderness?\" Wilderness is the land that was-wild land beyond the frontier . . . land that shaped the growth of the nation and the character of its people. Wilderness is the land that is-rare, wild places where one can retreat from civilization, reconnect with the Earth, and find healing, meaning and significance. From fear and trepidation, to exploitation, reflective romanticism, and active environmentalism, changing attitudes towards wilderness in America reflect the social, political and economic values and concerns of Americans through time. It was not until 1964, however, in a nearly unanimous vote, that the United States Congress enacted landmark legislation that added protection to some of the most natural and undisturbed public land in America. The Wilderness Act established the National Wilderness Preservation System to \"secure for the American people of present and future generations the benefits of an enduring resource of wilderness.\" The United States was the first country in the world to define and designate wilderness areas through law: \"A wilderness, in contrast with those areas where man and his own works dominate the landscape, is hereby recognized as an area where the earth and its community of life are untrammeled by man, where man himself is a visitor who does not remain.\" Links and Resources Wilderness.net An Internet-based tool connecting the natural resource workforce, scientists, educators, and the public to their wilderness heritage through ready access to wilderness information. NPSWilderness The gateway for National Park Service Wilderness! Learn about visiting wilderness and explore wilderness history and values; discover inspiring ideas about wilderness from the past and present; and explore resources on management, training, education, legislation, etc. Digital-Desert: Mojave Desert Wilderness Areas A great resource for information about wilderness areas adjacent to Mojave National Preserve and throughout the Mojave Desert. The Wilderness Act of 1964, Public Law 88-577 (16 U.S. C. 1131-1136) PDF, 97.4 KB",
    "url": "https:\/\/www.nps.gov\/moja\/planyourvisit\/wilderness.htm"
}
