{
    "title": "Mojave National Preserve: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     May 03, 2016  Tourism to Mojave National Preserve Creates Nearly 43 million in Economic Benefits in 2015  A new National Park Service (NPS) report shows that 589,156 visitors to Mojave National Preserve spent $33,720,400 in communities near the park in 2015. Than spending supported 486 jobs in the local area and had a cumulative benefit to the local economy of $42,746,200.   May 02, 2016  Invitational Centennial Poetry Camp for Teens and Adults Offered at Mojave National Preserve  Veteran poets and poets in the discovery period are invited to take part in a workshop devoted to the art of writing poetry in the desert May 4 - 7, 2016 at Mojave National Preserve. The workshop is free of charge.   April 19, 2016  Travel on Mojave Road is Rerouted Temporarily  Mojave National Preserve has announced a detour for a section of the Mojave Road that was damaged by recent rains in the Piute Range near the park's eastern boundary.   February 02, 2016  Mojave National Preserve Announces New Round Of Road Work to Begin in Spring 2016  Superintendent Todd J. Suess has announced the approval of a 10-week road construction program scheduled to begin in the spring. The program will alter road designs in some locations of Mojave National Preserve and will address conditions intended to enhance driving safety.   October 02, 2015  Temporary Hours of Operation Are Announced For  Kelso Depot  Effective on Sunday, October 4th, the Kelso Depot Visitor Center in the Mojave National Preserve will be open Thursday through Monday from 10 a.m. to 5 p.m. The Depot will be closed two days per week, on Tuesdays and Wednesdays.   September 08, 2015  Mojave National Preserve Welcomes 4th Grade Students Through Every Kid In a Park Initiative  Mojave National Preserve Welcomes 4th Grade Students Through Every Kid In a Park Initiative.",
    "url": "https:\/\/www.nps.gov\/moja\/learn\/news\/newsreleases.htm"
}
