{
    "title": "Mojave National Preserve: 4-Wheel Drive Routes",
    "body": "Explore This Park    Plan Your Visit     Things To Do     4-Wheel Drive Routes              4-Wheel Drive Routes         Four-wheel drivers have access to over a thousand miles of unpaved roads. NPS Photos  Before beginning any adventure, four-wheel drivers should ensure that their vehicle is in good condition: check tires, oil, and gas gauge. For emergencies, carry tools, tire jack, towrope, extra water, and fluids for your vehicle. Carry a good map; do not depend upon GPS navigation devices. Rules of the Road All vehicles operating within Mojave National Preserve must be street-legal in accordance with California DMV requirements, including current registration and tags, lights and turn signals, and valid insurance. California \"Green Sticker\" and \"Red Sticker\" programs are not recognized within the preserve. Off-pavement travel is allowed only on existing, open dirt roads. Do not travel cross-country or create new routes. This rule is strictly enforced; violators will receive citations. Driving in washes is not permitted. Watch for and respect Wilderness Boundary signs; motorized vehicles and bicycles are not allowed in designated Wilderness Areas. Road Conditions Road conditions vary widely (click here for the latest updates). Dirt roads might be rough, sandy, or muddy, rendering them impassable and the unprepared motorist could be trapped many miles from help. Watch for tortoses, and other wildlife on roadways.        Shafts of light illuminate visitors in the lava tube, accessible via Aiken Mine Road. NPS Photo  Aiken Mine Road to the Lava Tube From Baker, drive 21 miles south on Kelbaker Road, then about 4.5 miles northeast on the unmarked Aiken Mine Road. Bear left at the fork, pass a corral on the left and then park in the wide spot just before the volcanic rock begins. Continue walking up the road on foot for 300 yards. Watch for a short, trail off to the right leading up onto the dark basalt rock. The trail ends at a hole with a ladder in it. This is the entrance to the lava tube.  Printable brouchure on the Lava Tube with directions and map.        White fir on Calrk Mountain are remnants from cooler and wetter times of the Pleistocene (i.e., the last Ice Age). NPS Photo  Clark Mountain The only portion of Mojave National Preserve north of I-15 is also its highest point, at 7,929 feet. A relict white fir grove near the top is one of only three in the Mojave Desert. A network of dirt roads lead to several abandoned mine and town sites. Exit I-15 at Cima Road or Yates Well use a map to navigate a maze of unmaintained dirt roads.        Shaded, primitive campsites attract many four-wheel drivers to Caruthers Canyon. NPS Photo  Caruthers Canyon Surrounded by mountains rising over 7,500 feet, a botanical \"island\" of chaparral plants remains from wetter times of the past. Primitive campsites are situated in a valley surrounded by jumbled rock. From the intersection of Ivanpah and Morning Star Mine roads, drive 21 miles southeast on Ivanpah Road. Turn west on New York Mountain Road and continue for about 4.5 miles to a four-way intersection. Turn north and follow the road up into Caruthers Canyon.",
    "url": "https:\/\/www.nps.gov\/moja\/planyourvisit\/4-wheel-drive.htm"
}
