{
    "title": "Mojave National Preserve: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers         From top to bottom: Kelso Depot east; trains still rumble past the historic depot; visitors enjoying a bite to eat at the \"The Beanery\". NPS Photos  Kelso Depot Visitor Center Information, exhibits, orientation film, art gallery, bookstore, restrooms, water, picnic area. Click here (PDF, 273 KB) to view and\/or print an informative brochure about Kelso Depot. Hours of Operation Kelso Depot is open 10 a.m. to 5 p.m Thursday through Monday; CLOSED Tuesdays, Wednesdays, and Christmas Day.   Entrance Fee Free Phone 760 252-6108  Location From I-15: Exit Kelbaker Road at Baker, Calif. Continue 35 miles southeast on Kelbaker Road to Kelso, Calif. From I-40: Exit Kelbaker Road (about 29 miles east of Ludlow Calif., or 28 miles west of Fenner, Calif.). Continue 22 miles north on Kelbaker Road to Kelso, Calif. Exhibits Originally opened in 1924 as a train station, Kelso Depot wan renovated and reopened in 2005 as the Visitor Center for Mojave National Preserve. Former dormitory rooms contain exhibits describing the cultural and natural history of the surrounding desert. The baggage room, ticket office, and two dormitory rooms have been historically furnished to illustrate life in the depot in the first half of the twentieth century. A 20-minute orientation film is shown in the theater. Downstairs, the Desert Light Gallery features rotating fine art collections by local artists, focusing on the cultural history and natural splendors of Mojave national Preserve. Click here for information on the current exhibition.        From top to bottom: Hole-in-the-Wall Information Center against a backdrop of volcanic tuff; Mojave yucca are common along trails; Banshee Canyon overlook. NPS photos  Hole-in-the-Wall Information Center Information, bookstore, campgrounds, picnic area, trailhead, restroom, water, telephone. Hours of Operation Through June: Friday-Sunday, 10 a.m.-4 p.m. Beginning in July: Saturday, 10 a.m.-4 p.m.  Entrance Fee Free  Phone 760 252-6104 or 760 928-2572  Location From I-40: Exit Essex Road (about 49 miles east of Ludlow, Calif., or 8 miles west of Fenner, Calif.). Continue 10 miles north on Essex Road to junction with Black Canyon Road. Bear right on Black canyon Road and continue an additional 10 miles to Hole-in-the-Wall.  Ranger-led Programs (October-May) Join a ranger for an interpretive talk, guided nature walk or evening program. more...  Exhibits Basic orientation, as well as a 12-minute film about the preserve.     Headquarters (Barstow) Information Center Information, bookstore, restroom. Hours of Operation Open Monday through Friday, 8 a.m.–4:00 p.m Entrance Fee Free Phone 760-252-6100  Location From I-15: Exit Barstow Road at Barstow, Calif. Continue south to 2701 Barstow Road.  Exhibits Basic orientation",
    "url": "https:\/\/www.nps.gov\/moja\/planyourvisit\/visitorcenters.htm"
}
