{
    "title": "Mojave National Preserve: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking              Hiking        Although there are few established hiking trails, abandoned dirt roads, washes, and ridge lines offer an abundance of cross-country hiking opportunities.Numbers on map show general locations of trails and routes listed below. Blue numbers indicate trails; Red numbers, routes.         DEVELOPED TRAILS 1) Lake Tuendae Nature Trail Trailhead: Zzyzx parking area, 5 miles south of I-15 on Zzyzx Road. Enjoy an easy, .25-mile stroll around Lake Tuendae. Wayside exhibits along the trail reveal the rich cultural history of this oasis on the preserve's western boundary. 2) Teutonia Peak Trail Trailhead: 12 miles south of I-15, or 5 miles north of Cima, Calif. on Cima Road. Explore the world's largest and densest Joshua tree forest en route to a rocky peak with expansive views of Cima Dome and beyond. 3 miles round-trip. 3) Mid Hills to Hole-in-the-Wall Trail Trailheads: Entrance to Mid Hills Campground, and about 1 mile west of Black Canyon Road on the south end of Wild Horse Canyon Road. Hike 8 miles, one-way, through a maze of washes decorated with barrel and cholla cacti, then through the Hackberry Fire burned area. Total elevation gain is 1,200 feet. Watch carefully for trail route markers. 4) Barber Peak Loop Trail Trailhead: Hole-in-the-Wall Picnic Area behind Hole-in-the-Wall Information Center. This 6-mile loop encircles Barber Peak just west of Hole-in-the-Wall Campground, passes the Opalite Cliffs, and returns to Hole-in-the-Wall via Banshee Canyon. 5) Rings Loop Trail Trailhead: Hole-in-the-Wall Information Center parking area, 20 miles north of I-40 on Essex and Black Canyon roads. Discover how Hole-in-the-Wall got its name as you ascend narrow Banshee Canyon with the help of metal rings mounted in the rock. The 1.5-mile round-trip hike connects to the Mid Hills to Hole-in-the-Wall Trail (see #3, above). 6) Hole-in-the-Wall Nature Trail Trailhead: Hole-in-the-Wall Information Center and Campground, 20 miles north of I-40 on Essex and Black Canyon roads. Learn to identify desert plants on this easy, .5-mile round-trip hike. Trailheads at Hole-in-the-Wall information Center and Campground. 7) Kelso Dunes Trailhead: 3 miles west of Kelbaker Road on the well-graded, but unpaved Kelso Dunes Road. Hikers at sunrise and sunset are treated to both cooler temperatures and the rose-colored glow of the dunes. The roughly 3-mile round-trip hike might take several hours as you slog through the sand, then slide down the slopes. Moving sands sometimes create a \"booming\" sound-run downhill and get the sand moving to hear the sound. 8) Rock Spring Loop Trail Trailhead: 5 miles east of Black Canyon Road on Cedar Canyon Road. The 1 mile loop trail starts at the Rock House and leads to a well-known water hole and site of an 1860s military post. Trail starts at Rock House, 5 miles east of Black Canyon Road on Cedar Canyon Road.  RECOMMENDED ROUTES Warning: the routes described below are not established trails; trailheads might be unidentifiable or nonexistent. Check a detailed map or guidebook-available at all information centers-and consult a park ranger for route information. 9) Quail Basin Start: 12.5 miles north of I-40 on Kelbaker Road, then 1 mile east on an unmarked dirt road. Park at junction with closed dirt road heading south. High clearance and four-wheel drive recommended. Follow the route to the south to a road that loops around a small valley. After walking the loop, return via the same route. The 6.5-mile round-trip leads past jumbled rocks into a small valley of Mojave yucca and juniper surrounded by granite outcroppings. 10) Keystone Canyon Start: 18 miles south of Nipton Road on Ivanpah Road, then 2.5 miles west on an unmarked dirt road. Bear left at the first fork, right at the second, then continue to a parking area. Four-wheel drive recommended. Hike the deteriorating road into Keystone Canyon, ascending the New York Mountains. Continue cross-country to the top of the ridge for spectacular views. Watch for pinyon pine, juniper, turbinella oak, and even a few white fir near the top. Hike a 3 miles one way. 11) Caruthers Canyon Start: Primitive campsites in Caruthers Canyon, 5.5 miles west of Ivanpah Road on New York Mountains Road, then 2.7 miles north on an un-signed road. High clearance and four-wheel drive recommended. Hike 3 miles one way through one of the Mojave's most bontanically diverse areas: Conifers, oaks, and coastal chaparral plants including manzanita, yerba santa, ceanothus, and coffee berry decorate this route. 12) Castle Peaks Corridor Start: 4.9 miles east of Ivanpah Road on signed Hart Mine Road; left at fork, then 0.9 miles, left at fork, then 3.4 miles, crossing an earthen berm; left at fork, then 1 mile more to where road ends. High clearance and four-wheel drive recommended. For excellent views of the Castle Peaks spires, walk 4 miles one way up the closed road to the ridgetop and beyond into a small canyon. 13) Piute Creek Start: 9.5 miles east of the junction of Lanfair and Cedar Canyon roads on a dirt utility road, then 0.5 miles north. High clearance and four-wheel drive recommended. Hike 6.5 miles round-trip through the colorful Piute Gorge and explore the ruins of Fort Piute, built and manned in the 1880s to protect mail and travelers on the Mojave Road. Elliot Coues, an early visitor to Fort Piute described it as \"a Godforsaken Botany Bay of a place-the meanest I ever saw for a military station.\" A perennial stream near the fort, rare in the Mojave, supports riparian plants and animals. Return to your vehicle via an unused trace of the Mojave Road.",
    "url": "https:\/\/www.nps.gov\/moja\/planyourvisit\/-hiking.htm"
}
