{
    "title": "Mojave National Preserve: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Nearby Attractions              Nearby Attractions       National Park Service Death Valley National Park Hottest, Driest, Lowest: A superlative desert of streaming sand dunes, snow-capped mountains, multicolored rock layers, water-fluted canyons and three million acres of stone wilderness. Home to the Timbisha Shoshone and to plants and animals unique to the harshest deserts. A place of legend and a place of trial. Joshua Tree National Park Viewed from the road, this desert park only hints at its vitality. Closer examination reveals a fascinating variety of plants and animals that make their home in this land shaped by strong winds, unpredictable torrents of rain, and climatic extremes. Dark night skies, a rich cultural history, and surreal geologic features add to the attraction of this place. Come see for yourself! Lake Mead National Recreation Area A wealth of things to do and places to go year-round. Its huge lakes cater to boaters, swimmers, sunbathers, and fishermen while its desert rewards hikers, wildlife photographers, and roadside sightseers. It is also home to thousands of desert plants and animals, adapted to survive in an extreme place where rain is scarce and temperatures soar.     California State Parks Providence Mountains State Recreation Area (Mitchell Caverns) is closed indefinitelyProvidence Mountains State Recreation Area, home to Mitchell Caverns, is a California State Park located within the boundaries of Mojave National Preserve. State park officials shut down operations in January 2011 due to retiring staff and budget constraints.Meanwhile, shortfalls in the California state budget caused lawmakers in Sacramento to ask that state agencies identify possible budget cuts. In May 2011, California State Parks released its closure list, and Providence Mountains was among the 70 parks included. Although most parks on the closure list eventually re-opened, Providence Mountains State Recreation Area remains closed. Recently California State Parks officials have invested in repairs to the park's infrastructure, but difficulties with the water system continue to delay efforts to re-open the site. There is currently no estimate as to when the park will be open again.       Bureau of Land Management Amboy Crater National Natural Landmark Designated a National Natural Landmark in 1973, Amboy Crater was recognized for its visual and geological significance. Although Amboy Crater is not unique, it is an excellent example of a very symmetrical volcanic cinder cone. The inside of the 250' high crater contains two lava dams behind which has formed small lava lakes. These are now flat in general appearance, covered with light colored clay, creating the impression of miniature \"dry lakes.\" There is a breach on the west side of the crater where basaltic lava poured out over a vast area. Beyond the crater lies 24 square miles of lava flow containing such features as lava lakes, collapsed lava tubes and sinks, spatter cones and massive flows of basalt. Afton Canyon Natural Area Located along the Mojave Road, a popular 4-wheel drive route, Afton Canyon includes a campground along the Mojave River. Afton Canyon is one of few places where the Mojave River flows above ground making Afton an ideal location for bird and wildlife viewing. The area is ideal for hiking, hunting, camping, nature study, rock hounding, horseback riding, and vehicle touring.The area lies outside of Mojave National Preserve west of Baker, California, and is managed by the Bureau of Land Management's Barstow Field Office. Call 760 252-6000 for information.     San Bernardino County Parks Calico Ghost Town 1881 marked the beginning of one of the largest silver strikes in California history and the birth of Calico. This authentic silver mining town lives on as one of the few original mining camps of the Old West. Calico is part of the San Bernardino County Parks System.",
    "url": "https:\/\/www.nps.gov\/moja\/planyourvisit\/nearbyattractions.htm"
}
