{
    "title": "Mojave National Preserve: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations               SPECIAL USE PERMITS Special use permits are required for all organized events. Events include but are not limited to tours,weddings, First Amendment activities, sporting events, and other gatherings. Additionally, any group traveling with 7 or more vehicles or horses, or 15 or more participants must obtain a special use permit. Examples of groups requiring a permit include: - College field trips with 15 or more students. - Equestrian rides of 7 or more participants and horses. - Bicycle tours or races with 7 or more participants and bicycles. - 4-wheel drive groups traveling together with 7 or more vehicles or 15 or more participants. - Street-legal motorcycle tours involving 7 or more vehicles. -Groups camping together in roadside camps sites with 7 or more vehicles or 15 or more participants. Special use permits are also required for maintenance and repair activities by utility companies with right-of-way permits in Mojave National Preserve.  Special use permits require cost recovery; costs may be waived for educational groups. If you are planning an event of any size, or will be traveling with a group, please call the permit coordinator at (760) 252-6102 to discuss the need for a permit.  The special use permit application includes instructions and fee requirements. Proof of insurance and posting of a bond may also be required. For more information, call (760) 252-6102 or email us with your questions. Please do not submit applications to this email address.   COMMERCIAL FILMING AND PHOTOGRAPHY PERMITS A Commercial Filming\/ Photography Permit is required for any filming or photography that includes the use of sets, props or models, requires entry into a closed area, or requires access to the park after normal working hours. Proof of insurance and posting of a bond may also be required. There is a short-form application for productions with minimal equipment and few people and long-form application for commercial features and more complex requests. For more information, call (760) 252-6102 or email us with your questions. Please do not submit applications to this email address.  COMMERCIAL USE AUTHORIZATIONS A Commercial Use Authorization (CUA) authorizes appropriate commercial services to Preserve visitors in limited circumstances. A CUA may be issued only for services that:  Are determined to be an appropriate use of Mojave National Preserve; Will have minimal impact on park resources and values; Are consistent with the purpose for which the Preserve was established, as well as all applicable management plans, park policies and regulations.  Commercial uses include businesses that provide any or all goods, activities, services, agreements or other things offered to the general public which take place at least in part in the park, uses park resources, and are undertaken for or results in compensation, monetary gain, benefit or profit to an individual, organization, or corporation, whether or not such entity is organized for purposes recognized as non-profit under local, state or Federal law. The CUA application form includes instructions and fee requirements. If you have been issued a CUA to conduct business activities that provide visitor services within Mojave National Preserve, please complete the CUA Annual Survey. For more information, call (760) 252-6102 or email us your questions. PAYMENT OPTIONS Permit fees may be paid by check or credit card.  To pay by check, submit payment with the application. Make checks payable to National Park Service. To pay by credit card, submit the application, then email or call us at (760) 252-6102 for a permit number. This number is required when making credit card payments at www.pay.gov. SCIENTIFIC RESEARCH AND COLLECTING PERMITS A permit is required to engage in research activities within the park. To apply for a research and collecting permit, visit the NPS Research Permit and Reporting System webpage. The RPRS website has information on necessary procedures and requirements.",
    "url": "https:\/\/www.nps.gov\/moja\/planyourvisit\/permitsandreservations.htm"
}
