{
    "title": "Mojave National Preserve: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go       The roads listed below are generally accessible to all vehicles (click here or call 760-252-6100 for current road conditions). Click on each image or the link to learn more about what to see and do.          Cinder Cones National Natural Landmark. NPS Photo  Kelbaker Road A paved road connecting I-15 at Baker, Calif., with I-40, 29 miles east of Fenner, Calif. Features include Cinder Cones National Natural Landmark, Kelso Depot Visitor Center, Kelso Dunes, and the Granite Mountains. More...          Road signs at Zzyzx reflect its colorful past and the optimism of those that came before. Rob Fulton  Zzyzx Road A 4-mile long road 6 miles west of Baker, Calif. on I-15 leads to Zzyzx. More...          Joshua trees are abundant along Cima Road. NPS Photo  Cima Road A paved road heading south of I-15 to Cima, connecting to Kelso Depot (35 miles south of I-15) via the Kelso-Cima Road. Cima Road passes through the largest, densest Joshua tree (Yucca brevifolia jaegeriana) forests in the world. More...          Banshee Canyon at Hole-in-the-Wall. NPS Photo  Black Canyon, Essex & Cedar Canyon Roads Essex Road is paved and leads from I-40 to Mitchell Caverns, while Black Canyon Road leads from Essex Road to Hole-in-the-Wall. Beyond Hole-in-the-Wall, Black Canyon is a graded dirt road that is generally maintained to be passable for any car. Cedar Canyon Road, connecting Black Canyon to Kelso-Cima Road, is also a graded dirt road, generally maintained for all vehicles. More...          The Ivanpah Mountains at Sunset. NPS Photo  Nipton, Ivanpah, & Lanfair Roads Nipton is a paved road leading from I-15 to a private campground, store, and restaurant. Ivanpah Road heads south from Nipton Road, turns into Lanfair Road, and ends at Route 66, connecting to I-95 or I-40. Ivanpah and Lanfair Roads are paved at the north and south ends; the middle 15 miles are graded dirt road. Check road conditions before attempting to cross in a standard passanger vehicle. More...",
    "url": "https:\/\/www.nps.gov\/moja\/planyourvisit\/placestogo.htm"
}
