{
    "title": "Walnut Canyon National Monument: Planning",
    "body": "Explore This Park    Get Involved     Planning            Planning        Map showing the proximity of the proposed Arizona Game and Fish shooting range to Walnut Canyon National Monument and the study area.  NPS       Information on Proposed Shooting Range Near Walnut Canyon, Updated February 2011  In the spring of 2010, the National Park Service was invited to comment on the Arizona Game and Fish Commission plans to build a public shooting range on the former Foster Ranch, approximately 1.5 miles from the boundary of Walnut Canyon National Monument. The following documents and links are intended to provide information about this project. Diane Chung, Superintendent of the North Central Arizona Monuments comments regarding the shooting range proposal (pdf)  Walnut Canyon National Monument Preliminary Results of Shooting Range Tests, September 2010 (pdf) For information regarding the Arizona Game and Fish shooting range, please click the following: Arizona Game and Fish Proposed Northern Arizona Shooting Range For articles from the Arizona Daily Sun, click the following links: Article posted February 6, 2011  Article posted February 7, 2011             Walnut Canyon Shotgun Model   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:37 seconds  Animation shows noise resulting from a single shot from a shotgun. Noise is assumed to be present continuously, with orientation of the gun rotating as seen by black bar at the center. Noise source data was taken from an example in the International Standards Organization for firing range noise.               Test Shots Recorded at Walnut Canyon      The following was recorded at Walnut Canyon during testing of shots being fired at Foster Ranch, August 2010  Duration:58 seconds      Credit \/ Author: NPS     Download Original File: waca-Walnut-Canyon-NM-Shots-2010.mp3704 KB           Audio Transcript Test shots were fired from Foster Ranch, the proposed site for a Game and Fish shooting range, and recorded during this testing period. This is an audio recording of the shots heard from Walnut Canyon National Monument. This test was done in August 2010.           Walnut Canyon Foundation Document NPS Image  Foundation Document, approved 2015. This document provides basic guidance for planning and management decisions. It includes a brief description of the park, as well as the park's purpose, significance, resources and values, and interpretive themes.      Superintendent's Compendium, Updated 2015.  This document establishes regulatory provisions for Walnut Canyon National Monument, including park hours, rules, and activities requiring permits.      NPS\/USFS Joint Study, 2010 Learn more about the U.S. Forest Service (USFS) and the National Park Service (NPS) joint special study to explore management options for an area of land surrounding Walnut Canyon National Monument, primarily administered by the Coconino National Forest.      General Management Plan  This plan signed in 2007, will guide park management for approximately 10-15 years. (pdf, 8650 KB)       Parks Look for Public Input You can keep up with the Flagstaff Area National Monuments (Sunset Crater Volcano, Walnut Canyon, and Wupatki) by checking out our projects at the PEPC website, the doorway to Planning, Environment and Public Comment. PEPC is an online collaborative tool that provides you with unprecedented, easy access to documents used in developing and tracking projects within the National Park Service. It also allows you to tell us what you think about the various projects planned for the Flagstaff Area National Monuments, or other parks nationwide.",
    "url": "https:\/\/www.nps.gov\/waca\/getinvolved\/planning.htm"
}
