{
    "title": "Nicodemus National Historic Site: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education       Distance Learning We offer distance learning opportunities to link your students with Park Rangers and the story of Nicodemus. For more information, please call Education Technician Jonathan Winskie at 785-354-1489 x244 or E-mail Us. Teachers, schools, and educators can sign up for Distance Learning sessions by visiting the Center for Interactive Learning and Collaboration (CILC) website.      Policy & Procedures: Point of Contact:  Jonathan Winskie, Education Program Coordinator Phone: (785) 354-1489 x244 Email: jonathan_winskie@nps.gov Monday - Friday 7am - 3:30pm CST Schedule: Two weeks prior to desired session. Provide to Ranger: Focus of lesson and ideas for how we can support your lesson plan. Rangers Available for Educational Programs:  Monday- Friday between 8:00am - 3:30pm CST.  Session time: 15 minutes to set up - 30 minutes of class time - 15 minutes for run over Support: National and State curriculum standards for Social Studies      Traveling Trunk The Traveling Trunk provides students with hands-on information about the significance of Nicodemus history and the contribution of African Americans in the westward expansion of the United States. The trunk contains reproduction clothing, books, teacher's lesson plans, and other educational materials.  Lessons are intended for 4th to 8th grade students. The trunk may be checked out at no charge, except for shipping to its next destination or for returning it to the Park via FEDEX, UPS or Post Office. The duration of the trunk loan will be determined by availably. Click here for an application. Click here for contents of trunk. For more information contact Park Ranger Phyllis Howard at:  Nicodemus National Historic Site 304 Washington Ave Nicodemus, Kansas 67625    785-839-4233 phone 785-839-4325 fax   E-mail   The materials in the traveling trunks were provided by a grant from the National Park Foundation.",
    "url": "https:\/\/www.nps.gov\/nico\/learn\/education\/index.htm"
}
