{
    "title": "Nicodemus National Historic Site: Weather",
    "body": "Weather         Precipitation is usually minimal during the winter months, but snowstorms combined with high winds can lead to hazardous road conditions. NPS Photo by William Pope  Climate - Weather - Road Conditions Weather Current weather and forecast Nicodemus National Historic Site (NOAA).   Climate Northwest Kansas has a four season climate typified by long, hot summers, cold winters, short spring and fall seasons, and nearly constant breeze. Humidity is relatively low compared to the eastern portion of the state. The record high temperature for the area was 117°F in July of 1936, and the record low was -26°F in December of 1989. The 143°F extreme temperature range in Nicodemus is greater than the range of Death Valley National Park (119°F) and Yellowstone National Park (134°F), and just under the 145°F range for extreme temperatures in Alaska's Denali National Park. On June 26, 2012 the official high for the area was 115°F, which was the highest temperature recorded nationwide. There were unofficial reports of temperatures reaching 119°F.       JAN   FEB   MAR   APR   MAY   JUN   JUL   AUG   SEP   OCT   NOV   DEC    AVG. HIGH  43   47   56   67   75   86   93   90   82   69   55   43    AVG. LOW  15   18   26   36   48   58   64   62   51   38   26   16       Afternoon thunderstorms with lightning, hail, and gusty winds frequently occur during the spring and summer. Tornados are possible but are less common in Kansas than they are in several other states. In the event of a tornado seek shelter immediately. Winter snow accumulation is usually light, but blizzards are possible, and icy conditions often lead to road closures. The average annual precipitation is just over 22 inches. \"The Gettysburg Lever contains an account of the death of Larkin Hathaway (colored), at his home a mile and a half north of Nicodemus, on Tuesday of last week. He was struck by lightning.\" - WaKeeney Western Kansas World (February 23, 1889) Road Conditions For current information, visit Kansas Road Conditions. For road construction and interstate cameras, visit Kansas Driver Information.       Thunderstorms on the prairie produce dramatic imagery, but can be dangerous if precautions are not taken. NPS Photo by William Pope",
    "url": "https:\/\/www.nps.gov\/nico\/planyourvisit\/weather.htm"
}
