{
    "title": "Nicodemus National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           304 Washington Ave.  Nicodemus, KS 67625-3015            Directions         Nicodemus National Historic Site is located in northwestern Kansas on Highway 24 between Hill City and Stockton.   Directions Details           Operating Hours & Seasons         June 1st through September 1st The visitor center is located at 304 Washington Avenue in the 1939 Township Hall. It is free of charge. Open June 1st through September 1st - seven (7) days a week - all federal holidays during the summer months and is open September 1st through June 1st - six (6) days a week - closed on Sundays and all federal holidays during winter months. When the visitor center is open, our are are 9:00 am to 4:30 pm. CST.   Standard Hours    Sunday: Closed   Monday: 9:00 AM - 4:30 PM   Tuesday: 9:00 AM - 4:30 PM   Wednesday: 9:00 AM - 4:30 PM   Thursday: 9:00 AM - 4:30 PM   Friday: 9:00 AM - 4:30 PM   Saturday: 9:00 AM - 4:30 PM      Additional Information View More       September 1st through June 1st:   September 1  - June 1   Sunday: Closed   Monday: 9:00 AM - 4:30 PM   Tuesday: 9:00 AM - 4:30 PM   Wednesday: 9:00 AM - 4:30 PM   Thursday: 9:00 AM - 4:30 PM   Friday: 9:00 AM - 4:30 PM   Saturday: 9:00 AM - 4:30 PM                  Weather           Northwest Kansas has a four season climate typified by long, hot summers, cold winters, short spring and fall seasons, and nearly constant breeze. Humidity is relatively low compared to the eastern portion of the state. Afternoon thunderstorms with lightning, hail, and gusty winds frequently occur during the spring and summer. Tornados are possible but are less common in Kansas than they are in several other states. In the event of a tornado seek shelter immediately. Winter snow accumulation is usually l         Fees & Passes     Entrance Fees:   Park Fee - $0.00 There is no fee to Nicodemus National Historic Site.         Visitor Centers       Nicodemus National Historic Site Visitor Center located in the Nicodemus Township Hall.  It is located on the southeast side of the Roadside Park. The Visitor Center will be open seven days a week and federal holidays during the summer from 9:00 am to 4:30 pm CST.  During the winter months, the visitor center will be closed on Sundays and all federal holidays.                   Junior Ranger Being Sworn In NPS  Welcome to Nicodemus National Historic Site. The visitor center is located at 304 Washington Avenue in the 1939 Township Hall. Visitors can visit the site free of charge.  In our visitor center you can learn about the history of Nicodemus and African Americans, view exhibits, watch a short interpretive film, and stamp your National Parks Passport. In this section of our website, visitors can find basic information on visiting the site. This page provides the essential information that you need to plan any trip to Nicodemus. Also gives Directions to the site, information about Fees & Passes, Operating Hours & Seasons and how to Contact Us. Our Weather page provides links to weather forecasts and climate information. On this section visitors can learn about Accessibility at the site and which Pets are allowed in the site. On a walking tour you can view the Five Historic Buildings, (Two are accessible to the public - the 1939 Township Hall which is also the temporary Visitor Center, and the foyer of the A.M.E. Church). The five historic buildings are physical expressions of the five pillars of the African American community - church, self-government, education, home, and business. Visitors can call 785-839-4233 to make Reservations for a Ranger led tour.",
    "url": "https:\/\/www.nps.gov\/nico\/planyourvisit\/basicinfo.htm"
}
