{
    "title": "Fort Scott National Historic Site: Conflict on the Border (6th-8th)",
    "body": "Conflict on the Border     The programs on this page are available to upper elementary and middle school students (grades 4-8)  The school programs listed on this page could be done at any time of year except for during special events and the spring education programs (Sweep Through History, Life on the Frontier). The programs geared toward 6-8 are not offered during A Sweep Through Hisotry. The programs that are geared toward 4-8 are offered as part of Sweep Through History, but could also be presented seperately. . Each program runs from 30-45 minutes, Schools can choose which program they would like to have presented. Two or more prorgrams may be presented to your school, dependent on staffing levels. Call 620-223-0310 to schedule and customize your program.     Results   Showing results 1-10 of 12    Sort By:  Title Date         Fort Scott National Historic Site (1840s) A Hearty Grip: Fort Scott Soldiers in the Mexican-American War    So Far From God, So Close to the United States\" was the quote that one Mexican leader used to describe his perspective on the Mexican American War.  The Mexican-American War led to the acqusition, by the United States, of the American Southwest.  Troops stationed at Fort Scott were involved in every major campaign of that war.  This program explores the ways in which those soldiers participated.    Type:Field Trips Grade level:Sixth Grade-Eighth Grade Subjects:Mexican War, Military and Wartime History National\/State Standards:Missouri SS Standard Two and SixKansas SS Standard One-Five Keywords:U.S. Dragoons, Mexican-American War        Fort Scott National Historic Site (1840s) A Map Changed by Destiny:  Fort Scott and Westward Expansion    In the 1840s, Westward Expansion proceeded at an astronomical rate.  In less than a decade,  land comprising Texas, the American Southwest, California, and the Pacific Northwest all came under control of the United States.  Soldiers at Fort Scott had participated in military missions that helped bring that about.  By the end of the decade the map of the nation had changed dramatically as the nation fulfilled its' Manifest Destiny of stretching from coast to coast.    Type:Field Trips Grade level:Fourth Grade-Eighth Grade Subjects:Mexican War, Military and Wartime History, Westward Expansion National\/State Standards:Kansas SS Standards 1, 3, 4, 5Missouri SS Standards 2, 6 Keywords:U.S. Dragoons, Santa Fe Trail, oregon trail, Mexican-American War, Permanent Indian Frontier        Fort Scott National Historic Site (1840s) Heartache and Tragedy: Fort Scott and Indian Removal    In 1830, President Andrew Jackson signed the Indian Removal Act which authorized the removal of native tribes living east of the Mississippi River. Many of the tribes had firm roots in their homes in the east and resisted the move West.  Some were removed by military force which resulted in tragic consequences.  This program explores the catastrophe of Indian removal.    Type:Field Trips Grade level:Fourth Grade-Eighth Grade Subjects:American Indian History and Culture National\/State Standards:Kansas SS Standards One, Four, and FiveMissouri SS Standards Two and Six Keywords:trail of tears, Indian Removal, Permanent Indian Frontier, Cherokee Indians        Fort Scott National Historic Site (1840s) Trails of the Dragoons: Patrolling the Overland Trails    The U. S. Army stationed dragoons at Fort Scott to limit westward expansion, but the events they participated in during the 1840s had the opposite effect. Established as peacekeepers and protectors, dragoons became agents of American expansion, power and destiny. The events in which they were involved in during the 1840s opened up the frontier for westward expansion, for the benefit of some and to the detriment of others.    Type:Field Trips Grade level:Sixth Grade-Eighth Grade Subjects:American Indian History and Culture, Military and Wartime History, Pioneer America, Westward Expansion National\/State Standards:Kansas SS Standards One, Four and Five Missouri SS Standards Two and Six Keywords:U.S. Dragoons, Santa Fe Trail, Texan freebooters, traders, pioneers, oregon trail, Pawnee Indians        Fort Scott National Historic Site (1840s) Trails of Tragedy: Three Stories of Indian Removal    Prior to became a atate, Kansas was part of Indian Terriitory, which also included Oklahoma and Nebraska.  Several Indian tribes in the East were moved to the area forcibly.  For many tribes, their forced relocation resulted in tragic consequences. This program examines the stories of three of those tribes that were relocated to the area around Fort Scott.    Type:Field Trips Grade level:Sixth Grade-Eighth Grade Subjects:American Indian History and Culture National\/State Standards:Kansas SS Standards One-FiveMissouri SS Sandards Two and Six Keywords:trail of tears, Indian Removal, Cherokee Indians, Pottawatomie Indians, Sac and Fox Indians        Fort Scott National Historic Site (1850s) Scenes From 1858: Bleeding Kansas Tableau    A variety of emotions and viewpoints about the issue of slavery engulfed the nation in the first half of the nineteenth century. These viewpoints collided in Kansas during the l850s, which led to a series of violent acts in and around Fort Scott in 1858.This program brings some of those moments of 1858 to life as students act out various scenes from that year.    Type:Field Trips Grade level:Fourth Grade-Eighth Grade Subjects:Civil War National\/State Standards:Kansas SS Standards Three and Five,Missouri SS Standard Two Keywords:Bleeding Kansas, James Montgomery, Peace Convention, Border Ruffians, Abolitionist, Free State        Fort Scott National Historic Site (1850s) Your Day in Court    In 1856, free state men in Bourbon County were driven from their lands by extreme pro slavery advocates, known as \"Border Ruffians\"  When the free state men retruned to their claims, the next year, they found pro slavery men already living there.  Disputes over land ownership were taken to the Third Judicial District Court in Fort Scott.  One such case was that of Southwood vs. Stone.  Southwood was a pro slavery preacher who had moved onto land previously occupied by Stone. Trouble ensued.    Type:Field Trips Grade level:Fourth Grade-Eighth Grade Subjects:Civil War, Government, Law National\/State Standards:Missouri Social Studies Standards 1, 2, 2, 6Kansas Social Studies Standards 1, 2, 4 Keywords:Bleeding Kansas, courtroom, trials, justice and law        Fort Scott National Historic Site (1860s) A Most Diverse Army    Fort Scott was the scene of one of the most diverse assemblage of soldiers in the Union Army during the Civil War.  The First Kansas Colored Infantry Regiment, which was the  first African American regiment to be victorious in combat, was mustered in at Fort Scott in January of 1863.  Three regiments of American Indians were also formed in this area.  Challenges and victories experienced by both African American and American Indian soldiers are explored in this program.    Type:Field Trips Grade level:Fourth Grade-Eighth Grade Subjects:African American History and Culture, American Indian History and Culture, Civil War, Military and Wartime History National\/State Standards:MO SS Standards One, Two, and SixKS Seventh Grade SS Standards, Units Two and Three, Standard TwoKS Eigth Grade SS Standards, Unit Four, Standards One-Five Keywords:Civil War, African American soldiers, American Indian soldiers        Fort Scott National Historic Site (1860s) Saws and Scalpels: Civil War Medicine    During the Civil War, over 600,000 soldiers died. Two thirds of these died due to disease, the other third died of combat wounds.  Many of these soldiers could have been saved with modern knowledge in techniques. During this program, students will explore theories and treatments of diseases and surgical techniques during the era.  Students pretend to be patients, acting out symptoms, and undergo simulated treatment and mock surgery.    Type:Field Trips Grade level:Fourth Grade-Eighth Grade Subjects:Civil War, Health, Medicine National\/State Standards:KS Health Standards-Fifth-Eighth Grade, Standard Six,KS SS Standards, Seventh Grade, Unit Two, Standard FourKS SS Standards, Eighth Grade, Unit Four, Standard FourMO SS Standards Two and SixMO Health Standards, One, Two, and Three Keywords:Civil War Medicine        Fort Scott National Historic Site (1860s) Supplies, Survival and Success: Civil War Quartermaster    In our modern world, many of us have come to rely on transportation systems and the operation of stores and warehouses in order to provide us with food, clothing, and other essentials for survival.  During the Civil War, Fort Scott played a similar role as a supply depot that was critical to the survival and success of Union soldiers in the area.    Type:Field Trips Grade level:Fourth Grade-Eighth Grade Subjects:Civil War, Transportation National\/State Standards:Kansas SS Standards Fourth Grade Standards 1,5Kansas SS Standards Seventh Grade Standard 4Kansas SS Standards Eighth Grade Standard 4Missouri SS Standards 3 and 4 Keywords:Civil War, supply depot, transportation, quartermaster         1  2   Next",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/education\/classrooms\/schooltrips.htm"
}
