{
    "title": "Fort Scott National Historic Site: Sweep Through History (4th-8th)",
    "body": "× Rate the Lesson Plan             Field Trips Sweep Through History   Fort Scott National Historic Site          Preparing to reenact the Trail of Tears. NPS Photo         Overall Rating  Add your review    Description  This program is designed for grades 5-8. The purpose of this program is to acquaint the students with life at Fort Scott during the primary eras during the site's history: Westward Expansion, Bleeding Kansas and the Civil War. Interpreters in period dress stationed at different locations will give presentations focusing on an aspect of life at Fort Scott from one of these eras. The program consists of an introduction to the site's history, and three stations; each station representing a different era of the site's history. The program is held on designated days in April and May and is offered twice each day. Programs are offered at 9:30 a.m. and 11:30 a.m. on each of these days. Dates for 2015 are April 28, 29,  and May 12,13. Each time-frame can accommodate up to 150 people, including students and adults. The program is wheelchair accessible. For reservations call 620-223-0310. When making reservations, allow enough time to arrive 15 minutes before the program begins. Schools with a shorter drive should consider the 9:30 program, whereas schools coming from a longer distance may find that the 11:30 program will better suit their needs. Upon arrival, students are given a brief introduction to the history of the site. They are then split up into three groups of 50 students maximum per group. Each group rotates between the three stations. Each station lasts thirty minutes, with the total program length being about one hour and forty minutes. At each station, the students will engage in activities relating to different aspects of life at Fort Scott during the mid-nineteenth century. Confirmation and teacher's guides will be sent out in March. Guides will include pre- and post-visit activities. When making reservations, allow enough time to arrive 15 minutes before the program begins. When making registrations online, please include the number of students and adults combined.   Details  Subject: African American History and Culture, American Indian History and Culture, Civil War, Hispanic or Latino American History and Culture, History, Mexican War, Military and Wartime History, Westward Expansion National\/State Standards: Kansas Social Studies Standards 1, 3, 4, 5Missouri Social Studies Standards 3a, 6National Social Studies Standards 1, 3, 5 type: Field Trips       Available Field Trips  Select Your Preferred Field Trip Date Thursday, Apr. 28, 2016 11:30 AM Thursday, Apr. 28, 2016 9:30 AM Friday, Apr. 29, 2016 9:30 AM Friday, Apr. 29, 2016 11:30 AM Thursday, May. 12, 2016 9:30 AM Thursday, May. 12, 2016 11:30 AM Friday, May. 13, 2016 9:30 AM Friday, May. 13, 2016 11:30 AM  Register Online            Lesson Plans  What’s Happenin’ on the Trace?   History of Kingsley Plantation   Grand Canyon Human History    Distance Learning  “They Fought Like Tigers” African American Soldiers and American Indian Soldiers   Debating Abolition   Trail of Tears Teacher's Workbook     Field Trips  (1860s) A Most Diverse Army   Self-guided Field Trip   Guided Programs for Middle School and High School Students    Topics  The French and Indian War 1754-1763: Unit 3 - How Did the Conflict Begin?   Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/education\/classrooms\/sweephistory.htm"
}
