{
    "title": "Fort Scott National Historic Site: A Class Act",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     A Class Act                  A Class Act         Students voting in a mock election held as one of three atations during an education program at Fort Scott. Eugene Ware Elementary 3rd grade teacher.  On May 14, 2014, students from Eugene Ware Elementary School's Third Grade class visited Fort Scott National Historic Site for programs about early community government in Fort Scott. The historic site has adopted this class over a three year span for a series of programs as part of A Class Act. The programs are designed to introduce the students to several national parks and to show how stories of the community, state, and nation are told at the historic site. For the program on the 14th, since government functions were influenced by conflict and turmoil during the Bleeding Kansas era of the 1850s, students discovered just how chaotic government functions could be at that time. The entire territory was ablaze over the issue of whether Kansas would be slave or free when it entered the Union. The conflict affected all levels of government, both in Kansas Territory and the town of Fort Scott. Three different stations were presented by staff that highlighted various activities that affected local government. Students were divided into three groups; each group started with a different station and each group attended all three stations. One station dealt with voting and fraudulent elections. Students were asked to cast a ballot for Candidates A or B, with B representing the proslavery majority at Fort Scott and A being a Free State candidate. Through the activity, students discovered that only a fraction of the people who voted in early Kansas elections were legal residents and many crossed the border from Missouri to vote. This irregular voting pattern assured that proslavery men controlled the Kansas territorial legislature to the point where they refused to seat Free State delegates. In a second station, students became witnesses and jury in a recreation of an actual court case held in the courtroom at Fort Scott. Squabbles over land ownership were settled in the territorial court held in the former dragoon barracks at the site. Since the court was subject to territorial law and was led by a proslavery judge, nearly all the court decisions were in favor of proslavery men. In the case reenacted by students, a Mr. Stone was accused of trespass on land that he had previously had a claim to before he was driven off. When he returned to his claim almost a year later, he found it occupied by a Mr. Southwood. After hearing testimony of witnesses, students on the jury determined whether Stone was guilty or innocent of trespass. In the third station, students were taught how the town and territory were divided during Bleeding Kansas at every level of government. Some were surprised to learn that street names on the west side of Fort Scott were all named after Free State men while those on the east side were named after proslavery men. Students also staged a couple of historical scenes to show how division in government brought about some tense episodes in Fort Scott history to the point that even law enforcement officers took sides in the political squabbles. Students were also addressed by Fort Scott City Manager, Dave Martin, who shared how city government works today, and included information regarding all the departments and functions run by the city. Students may have gained a greater appreciation for the parks, roads, water treatment and distribution, and the police and fire departments that are all managed by city government. The historic site has recently received notification that funding has been approved through an NPS Foundation grant to pay for the costs of a field trip for this class to visit Topeka during the 2014-15 school year. On this field trip they will visit the state capitol and Brown vs. Board of Education NHS.",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/education\/classact.htm"
}
