{
    "title": "Oregon National Historic Trail: Feasibility Study",
    "body": "Feasibility Study       4-Trails Feasibility Study - The Oregon Trail Study Routes The National Park Service (NPS) is preparing a feasibility study to evaluate some 64 routes for possible addition to the Oregon, California, Mormon Pioneer, and Pony Express National Historic Trails. This study was authorized by Congress — in response to years of sustained public interest — under the Omnibus Public Land Management Act of 2009. The 10 Oregon Trail study routes listed in the Act are: • Naches Pass Trail in Washington • Cowlitz River Route in Washington • Whitman Mission Route in Oregon and Washington • Upper Columbia River Route in Oregon and Washington • Meek Cutoff in Oregon • Free Emigrant Road in Oregon • Cutoff to Barlow Road in Oregon • North Alternate Oregon Trail in Idaho • Goodale’s Cutoff in Idaho • North Side Alternate in Idaho Also listed in the act are seven routes that are already designated segments of the California National Historic Trail. This study will determine whether they should be designated as Oregon National Historic Trail as well. They are: • St. Joe Road in Missouri and Kansas • Council Bluffs Road in Iowa and Nebraska • Old Fort Kearny Road (Oxbow Trail) in Nebraska • Raft River to Applegate in Idaho, Utah and Nevada • Sublette Cutoff in Wyoming • Applegate Route in Nevada, California, and Oregon • Childs Cutoff in Wyoming Other trails in the feasibility study include California National Historic Trail, Pony Express National Historic Trail, and Mormon Pioneer National Historic Trail. Please visit the website dedicated to this project at: http:\/\/parkplanning.nps.gov\/projectHome.cfm?projectID=31277 There you can find scoping meetings dates and locations, add your name on the project contact list, review scoping reports and other documents, enter comments, and generally follow the progress of the study. The map below shows the general location of trail routes. Please click on the map to enlarge.         Map of 4-Trails Feasibility Study Trail Routes (162 KB pdf)        Top of Page       Free Emigrant Trail in the Willamette National Forest — near Oakridge, Oregon",
    "url": "https:\/\/www.nps.gov\/oreg\/learn\/management\/oreg-feasibility-study.htm"
}
