{
    "title": "Fort Scott National Historic Site: Bleeding Kansas Lesson Plan",
    "body": "× Rate the Lesson Plan             Lesson Plan Bleeding Kansas: Sparks of War        Peace Convention Kansas State Historical Society        Overall Rating  Add your review      Grade Level: Sixth Grade-Ninth Grade Subject: Civil War, History, Law, Regional Studies, Slavery, Social Studies, Westward Expansion   Duration: 4-5 class periods with a duration of 55 minutes each (could be shorter or longer depending on scope of project)  The “Bleeding Kansas” lesson is planned for multiple days for students to do research, the actual lesson and activity will only take a day.  Group Size: Up to 36 Setting: classroom National\/State Standards: Kansas History\/Social studies standards:1-5,  Missouri Social Studies Standards:SS3 1.10 H, SS3 1.8, SS6 1.6, SS6 3.6, SS7 1.2, SS7 1.4, SS7 1.7,  CCCS standards ELA-Literacy RH 6-8.1 . RH 6-8.2 RH 6-8.8. RH 6-8. RH 6-8.9. RI 7.9. RI 8.9. SL 8.4. SL 8.5  Keywords: Bleeding Kansas, John Brown, James Montgomery, Border Ruffians, Kansas-Missouri Border, Abolitionist, Pro Slavery, Free State    Overview Bleeding Kansas deals with the years leading up to the actual start of the Civil War, during a time when the Kansas Missouri border was in the forefront of the news. It was a period directly before official war was declared between the Confederate States of America and the United States of America. This lesson will teach students about the guerilla warfare that took place, the important people involved and the events that eventually helped spark a nation to full out Civil War. Objective(s)     Guiding Question: Why was Bleeding Kansas important to the history of the US? What is popular sovereignty and what is its importance with American government?   Critical Content: What areas were involved in Bleeding Kansas? How did Bleeding Kansas connect into the ensuing Civil War?   Student Objectives: Students will: Create a digital or visual presentation of the person or event that they choose to research. Write, revise, and present an oral presentation (2-3 minutes) about their chosen topic.   Students will be able to describe the differences between \"bushwhackers\" or \"border ruffians\" and the \"jayhawkers\" of the time period. Students will be able to describe the situation known as Bleeding Kansas and its importance to American history. Students will be able to explain popular sovereignty and its importance in governmental history.           Background     When Congress passed the Kansas-Nebraska Act in 1854 it negated the long held Missouri Compromise from 1820. The Missouri Compromise had stated that slavery would not be allowed north of the latitude line of 36o 30', which Kansas was clearly north of, so by the Missouri Compromise slavery would never be allowed in Kansas. However, many settlers and politicians did not agree, so Steven Douglas introduced and got Congress to pass the Kansas-Nebraska Act, which allowed for the two new territories to decide by popular sovereignty whether or not to allow slavery. Popular sovereignty meant that each territory would hold an election to decide. For Nebraska this process was simple, but in Kansas where it was bordered by Missouri that allowed slavery, the process did not go as planned. From 1854 until the outset of the Civil War in 1861, violence, bloodshed, and dishonest voting practices plagued the territory of Kansas, which led to the area being nicknamed \"Bleeding Kansas\". Men from Missouri invaded Kansas at every opportunity to vote, illegally, in the elections to decide the issue of slavery. The struggle resulted in a series of six territorial governors, four territorial constitutions, and two rival legislatures operating independently of each other. Territorial disputes escalated into acts of violence like the sack of Lawrence and John Brown's attack at Potawatomie Creek. After a series of conflicts over a seven year period, Kansas would finally be admitted as a free state, but not until January of 1861-after the secession of Southern states, whose congressional representatives had previously opposed Kansas statehood. The division over the territory of Kansas and the ensuing violence was just the beginning of what the country would suffer over the next four years during the Civil War. The struggles and violence in Eastern Kansas and Western Missouri was a prelude to the approaching confrontation throughout the country.           Procedure    Step 1       Step 1: Let students choose the person or event that they would like to research from the following list. (If desired, teachers could also assign the research topics.) Students will need to make sure that when they are researching via the internet that they include Fort Scott, KS in their search or they may not get the correct information.   Events: Raiding of Lawrence Kansas-Nebraska Act Missouri Compromise Pottawatomie Massacre Lecompton Constitution Leavenworth Constitution Wyandotte Constitution Topeka Constitution Marias des Cygnes Massacre Battle of Osawatomie   People: John Brown William Quantrill Henry Ward Beecher David Atchison New England Emigrant Society Andrew Reeder James Henry Lane James Montgomery Free-State Supporter \"Border Ruffian\" Jayhawker Charles Robinson Sara Robinson Clarina Nichols Judge Williams George W. Clarke Sene Campbell Hiero Wilson     Step 2: Students should be given time to research and study their topics. Teachers should follow up with each student to make sure that they are using primary resources and that they are reading multiple accounts of the same event. This will allow the students to evaluate their research for bias before presenting a finished project. Depending on how much class time the teacher would like to give students to work will guide the number of days needed.   Step 3: Students should put together either a visual, i.e. poster, or a digital, power point or movie, to show the audience the information that they have researched and found credible. Students should include a works cited page. Students should also write and turn in the first draft of their oral presentation for teacher review.   Step 4: Teacher and students should review and revise the oral presentation until both are content with the information provided. Students should then begin to memorize their oral presentation. Students will then present their finished presentations, both visual and oral, to the audience. Students should be able to answer pertinent questions about their topic.   Teachers: As an extension activity you could ask the students to group themselves by topic based on how they think the events or people were connected. Ask them to explain why they grouped themselves the way that they did. (There will be multiple ways to do this based on the people and events.)              Step 1     Step 1: Let students choose the person or event that they would like to research from the following list. (If desired, teachers could also assign the research topics.) Students will need to make sure that when they are researching via the internet that they include Fort Scott, KS in their search or they may not get the correct information.   Events: Raiding of Lawrence Kansas-Nebraska Act Missouri Compromise Pottawatomie Massacre Lecompton Constitution Leavenworth Constitution Wyandotte Constitution Topeka Constitution Marias des Cygnes Massacre Battle of Osawatomie   People: John Brown William Quantrill Henry Ward Beecher David Atchison New England Emigrant Society Andrew Reeder James Henry Lane James Montgomery Free-State Supporter \"Border Ruffian\" Jayhawker Charles Robinson Sara Robinson Clarina Nichols Judge Williams George W. Clarke Sene Campbell Hiero Wilson     Step 2: Students should be given time to research and study their topics. Teachers should follow up with each student to make sure that they are using primary resources and that they are reading multiple accounts of the same event. This will allow the students to evaluate their research for bias before presenting a finished project. Depending on how much class time the teacher would like to give students to work will guide the number of days needed.   Step 3: Students should put together either a visual, i.e. poster, or a digital, power point or movie, to show the audience the information that they have researched and found credible. Students should include a works cited page. Students should also write and turn in the first draft of their oral presentation for teacher review.   Step 4: Teacher and students should review and revise the oral presentation until both are content with the information provided. Students should then begin to memorize their oral presentation. Students will then present their finished presentations, both visual and oral, to the audience. Students should be able to answer pertinent questions about their topic.   Teachers: As an extension activity you could ask the students to group themselves by topic based on how they think the events or people were connected. Ask them to explain why they grouped themselves the way that they did. (There will be multiple ways to do this based on the people and events.)      Assessment Teachers will assess in multiple areas: 1.    Research and participation- students should use class time wisely to complete the task of researching their given topic and creating their presentation. 2.    Written and oral presentation- students will have worked to write, revise and produce a written paper of their information along with a short oral presentation on their topic, which should then be presented to the class, or others if desired. (Especially if students are going to dress the part, teachers may want to invite other classes or parents to watch.) 3.    Visual presentation- students should produce either a visual or digital presentation to accompany their oral presentation 4.    Accuracy- students should use primary sources as much as possible, but should also double check their facts before presenting. Students should give accurate unbiased information. Students should have read multiple accounts of the same topic, so as to evaluate the credibility of the source.     Above proficient: Research and participation: Collects a great deal of information, all relating to the topic. Can specify primary versus secondary resources. Offers information which has been analyzed from the perspective of the role which was assigned. Written and oral presentation: Clearly and concisely written to cover all the major parts of the topic. Accurate information is conveyed with accurate conventions and a clear flow to the written work. Oral presentation is given with eye contact, an understanding of their audience, clear and projected voice. Visual presentation: Clear depiction and incorporation of many elements of culture and history. Effective and accurate use of writing conventions. Fluent and articulate writing. Effective Organization and presentation with thoughtful information and strong supporting details. Graphics offer support of text. If digital, same conventions apply, but will look for flow among the project.     Proficient: Research and participation: Collects information, most relating to the topic. Can specify primary versus secondary resources. Offers some information from the perspective of the role which was assigned. Written and oral presentation: Clearly and concisely written to cover most the major parts of the topic. Accurate information is conveyed with mostly accurate conventions and a clear flow to the written work. Oral presentation is given with some eye contact, some thought given to audience, non-timid voice. Visual presentation: Somewhat clear depiction and incorporation of many elements of culture and history. Effective and accurate use of most writing conventions. Fluent and articulate writing. Somewhat effective organization and presentation with information and supporting details. Graphics offer support of text. If digital, same conventions apply, but will look for flow among the project.   Below proficient: Research and participation: Collects little information, some relating to the topic. Cannot specify primary versus secondary resources. Information is not historically accurate. Offers little information from the perspective of the role which was assigned. Written and oral presentation: Poorly written to cover some of the major parts of the topic. Written conventions are lacking. Oral presentation is given with little eye contact, no thought given to audience, non-timid voice. Visual presentation: Elements of the topic are unclear or confusing. Effective and accurate use of few writing conventions. Organization of presentation does not flow; graphics do not support the topic. If digital, same conventions apply, but will look for flow among the project. Park Connections     Fort Scott National Historic Site was instrumental in the Bleeding Kansas era.and is the only NPS site that interprets Bleeding Kansas. The buildings of the fort were sold at auction in 1855 to civilians who would establish the community of Fort Scott. Many of the old fort buildings figured prominently in the Bleeding Kansas era, an officers' quarters on one corner of the parade ground became the Fort Scott or Free-State Hotel while an infantry barracks on the opposite side  of the parade ground became  the Western Hotel, aka the Pro-Slavery Hotel, Many conflicts arose on the grounds of the fort itself and in the immediate area . Fort Scott National Historic Site can take classes on tours showing where conflicts occurred and even where men lost their lives due to the controversies over statehood.             Extensions For extension teachers could have students perform their presentations for younger students or parents. Additional Resources Books listed for extension use. Seeding Civil War: Kansas in the National News, 1854-1858 by Craig Miner War to the Knife: Bleeding Kansas, 1854-1861 by Thomas Goodrich Jayhawkers: The Civil War Brigade of James Henry Lane by Bryce Benedict The Civil War in Kansas: Ten Years of Turmoil (The History Press) by Debra Goodrich Bisel Civil War on the Missouri-Kansas Border by Donald Gilmore A Nation Torn by Delia Ray Divided in Two: The Road to Civil War by James Arnold   Historical Fiction to accompany the lesson: The Long Death: John Brown In Kansas and Virginia by Dave Biles Thimble of Soil: A Woman's Quest for Land by Linda K. Hubalek True Tales of Old-Time Kansas: Revised Edition by David Dary Lightning Time by Douglas Rees Mine Eyes Have Seen by Ann Rinaldi   Additional websites for further research include   http:\/\/www.nps.gov\/fosc\/index.htm http:\/\/www.archives.gov\/education\/lessons\/ http:\/\/docsteach.org\/documents http:\/\/www.kansasmemory.org\/ Vocabulary Bushwhacker, Border Ruffian, Jayhawker, Guerilla warfare, Border States, popular sovereignty, Free-stater, Pro-Slavery, Abolitionist           Lesson Plans  Learning About Slavery at Mount Welby   History of Floyd Bennett Field   Grand Canyon Human History    Distance Learning  Saws and Scalpels: Civil War Medicine   Supplies, Survival, and Success: Civil War Quartermaster   “They Fought Like Tigers” African American Soldiers and American Indian Soldiers     Field Trips  Kansas Museum of History Tour   Sweep Through History   Great Smoky Mountains - Mingus Mill History and Culture    Topics  Hoofin' It! - The Bean Counters: Mark-Recapture   Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination   \"Animal Olympics\"                     Wildlife:   4-6th Grade",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/education\/classrooms\/bklesson.htm"
}
