{
    "title": "Oregon National Historic Trail: Narcissa Whitman",
    "body": "Narcissa Whitman         Narcissa Whitman as a young woman. NPS - Whitman Mission NHS  \"Dear, Dear Mother: Your proposal concerning keeping a diary as I journey comes before my mind often...\" - Narcissa Whitman, March 15, 1836 The first attempt to travel the Oregon Trail by wagon was fortunately recorded through the writings of Narcissa Whitman. She and her husband Marcus led a small group of missionary Presbyterians from New York to Oregon in 1836. During the journey, she kept regular accounts of their adventures, mishaps and daily routines. Narcissa's writings provide us with an understanding of what life was like early in the history of the Oregon Trail. Narcissa was also one of the first women to make the Oregon Trail on foot. The Whitmans eventually settled and built a mission in eastern Washington at Waiilatpu where they focused on ministering to the Cayuse Indian tribe. Differences in culture led to growing tensions and as the mission became more important as a stop along the Oregon Trail, passing immigrants added to the tension. A measles outbreak in 1847 killed half of the local Cayuse. Some of the Cayuse blamed the deaths on Dr. Whitman. The Whitmans were later killed by the Indians and sixty people were taken hostage. For more information, visit the Whitman Mission National Historic Site. Some excerpts from Narcissa's diary while on the Oregon Trail:  \"I have such a good place to shelter - under my husband's wings. He is so excellent. I love to confide in his judgment, and act under him, for it gives me a chance to improve. Jane, if you want to be happy get as good a husband as I have got, and be a missionary. Mary, I wish you were with us. You would be happy, as I am. The way looks pleasant, notwithstanding we are so near encountering the difficulties of an unheard-of journey for females.\" - Narcissa's letter to friends on April 7, 1836 near Jefferson City, Missouri \"I wish I could describe to you how we live so that you can realize it. Our manner of living is far preferable to any in the States. I never was so contented and happy before neither have I enjoyed such health for years. In the morning as soon as the day breaks the first that we hear is the words, \"Arise! Arise!\" - then the mules set up such a noise as you never heard, which puts the whole camp in motion. \" - Narcissa's letter to siblings while near the Platte River above the forks on June 3, 1836 \"Girls, how do you think we manage to rest ourselves every noon, having no house to shelter us from the scorching heat, or sofa on which to recline? Perhaps you think we always encamp in the shade of some thick wood. Such a sight I have not seen, lo, these many weeks. .\" - Narcissa's letter to family on August 27, 1836 near the Snake River west of Fort Hall \" You can better imagine our feelings this morning than we can describe them. I could not realize that the end of our long journey was so near.\" - Narcissa's diary entry on September 1, 1836 from the future mission site  Source:  Drury, Clifford Merrill 1897. Marcus and Narcissa Whitman and the Opening of Old Oregon by Clifford M. Drury. Seattle, Wash.: Pacific Northwest National Parks & Forest Association; 1986;2 v. : ill., maps ; 22 cm. ISBN: 0914019082. Note: Bib. no:wln87044105; Bibliography: v. 2, p. [405]-406; Includes index.",
    "url": "https:\/\/www.nps.gov\/oreg\/learn\/historyculture\/history2.htm"
}
