{
    "title": "Oregon National Historic Trail: Making The Trek",
    "body": "Making The Trek         Pencil illustration by William Henry Jackson. NPS - Scotts Bluff NM  If Americans today were to undertake a four-month, 2,000-mile journey on foot without the aid of modern conveniences, many would be in for a harsh jolt. Despite the lingering romance with which many view the emigrant tide on the Oregon Trail, the journey was tough. Emigrants traveled under the dual yoke of fear and withering physical requirements. Rumors of hostile Indians coupled with unforgiving country, disease and dangerous work made life difficult. Yet thousands did make it to Oregon. What was their journey like on a day-to-day basis?  First of all, timing was important to the emigrants' success in reaching Oregon. The most favorable time to depart from Missouri was in April or May. This would put them on schedule to make the high mountain passes when winter snows would not be a threat. Mistakes were often made before the journey even began. In preparing for the trip, many emigrants overloaded their wagons with supplies. As a result, not long after leaving Missouri, dumping excess items was a common sight along the trail. Tools, guns and food were considered vital - heirlooms were not. The relatively gentle first leg of the route along the Platte River was a time for the emigrants to settle into travel mode. This meant getting used to hitching and unhitching the oxen, cattle and mules whenever a stop was made - hard and dangerous work. It also meant constant wagon maintenance, foraging for firewood and clean water, cooking over open fires and learning how to break and set camp every day. When emigrants reached Chimney Rock and Scotts Bluff, their journey was one-third over. But more challenging terrain lay ahead as water, firewood and supply depots became more scarce. Buffalo herds that initially were a dependable food source for the emigrants also thinned out due to excessive killing. The challenge of crossing many rivers and the Continental Divide created other severe tests for the emigrants. Summer temperatures, miles of shadeless trail and choking dust compounded to make life decidedly unenjoyable. Though confrontations with Indians were rare, the fear of attack was a constant worry. The last leg of the trail was the most difficult. But thoughts of approaching winter snows kept emigrants motivated to move as quickly as possible. The Blue Mountains in eastern Oregon and the Cascade range in the west presented barriers that slowed progress. Upon reaching The Dalles, the emigrants were faced with either taking their chances on the dangerous Columbia River, or, starting in 1846, taking the safer but longer Barlow Road. Sam Barlow's toll road became the preferred route for the emigrants. Finally, if money, animals, wagons, supplies and morale held out, the emigrants reached the Willamette Valley.",
    "url": "https:\/\/www.nps.gov\/oreg\/learn\/historyculture\/history1.htm"
}
