{
    "title": "Oregon National Historic Trail: Bibliography",
    "body": "Bibliography       A comprehensive bibliography of the Oregon Trail would be book-length. Although it is difficult to choose a few among the many fine publications available, the selections listed below stand out for their combination of historical quality, enjoyable and often compelling writing styles, and availability from public libraries and bookstores. Our list includes many trail classics, some written by pioneers with first-hand experience of the emigration, as well as recent research that is highly regarded by professional historians and trail experts. The California Trail and the Oregon Trail shared a common corridor between the Missouri River and western Wyoming. For more reading recommendations, see the National Park Service California Trail bibliography at www.nps.gov\/cali\/historyculture\/bibliography.htm. Traveling the Trail Today  Franzwa, Gregory. The Oregon Trail Revisited. Tucson: The Patrice Press, 1997. See also the National Park Service Auto Tour Route Interpretive Guide series, available for download from this website and in hard copy from the National Park Service and various trail visitor venues. General Trail History Bagley, Will. So Rugged and Mountainous: Blazing the Trails to Oregon and California 1812-1848. Norman: University of Oklahoma Press, 2009. Lavender, David. S. Westward Vision: The Story of the Oregon Trail. Lincoln and London: University of Nebraska Press, 1985. Mattes, Merrill. The Great Platte River Road. Lincoln and London: University of Nebraska Press, 1969. Unruh, John D. The Plains Across: The Overland Emigrants and the Trans-Mississippi West, 1840-60. Urbana: University of Illinois Press, 1979. Personal Accounts of the Trail Several of these selections are themed compilations of quotes from emigrant journals; some are collections of short diaries and letters; and others are classic, full-length trail chronicles written for 19th century readers. These are readily available from public libraries. Harder to find are the poignant reminiscences of the Sager sisters, who with their siblings were orphaned on the trail, taken in by Marcus and Narcissa Whitman, and then forced to endure the terror of the Whitman Mission massacre. Bagley, Will. Across the Plains, Mountains, and Deserts: A Bibliography of the Oregon-California Trail, 1812-1912, 2014. Adobe PDF, 2.4 Mb This Oregon and California trails bibliography of emigrant experiences provides information for accessing about 2,500 primary accounts and almost 2,000 secondary sources. Resources cited describe life on the trail, and include books, magazine and newspaper articles, government documents, maps, and manuscript collections. Hunsaker, Joyce Badgley. Seeing the Elephant: Voices from the Oregon Trail. Lubbock: Texas Tech University Press, 2003. Palmer, Joel. Journal of Travels Over the Oregon Trail in 1845. Portland: Oregon Historical Society Press, 1993. (Originally published in 1847)  Parkman, Francis. The Oregon Trail. (Elmer N. Feltskog, ed.)Lincoln and London: University of Nebraska Press\/Bison Books, 1994.(First published serially in Knickerbocker's Magazine in 1847-49 and as a book in 1849. An 1877 impress by Little, Brown & Co. is online at www.archive.org\/details\/sketchesprairie00parkuoft  Schlissel, Lillian. Women's Diaries of the Westward Journey. New York: Schocken Books, 1982.  Sager, Catherine, Elizabeth Sager, and Matilda Sager. The Whitman Massacre of 1847. Fairfield, Washington: Ye Galleon Press, 1986. (These accounts originally were written independently by the three Sager sisters, survivors of a series of trail tragedies, between 1855 and 1900. Catherine's account, Across the Plains in 1844, see www.isu.edu\/~trinmich\/00.ar.sager1.html  Social History of the Trail  Becher, Ronald. Massacre on the Medicine Road: A Social History of the Indian War of 1864 in Nebraska Territory. Caldwell, Idaho: Caxton Press, 1999.  Faragher, John Mack. Women and Men on the Overland Trail. New Haven and London: Yale University Press, 1979.  Katz, William Loren. Black West: A Documentary and Pictorial History of the African American Role in the Westward Expansion of the United States. New York: Harlem Moon, 2005.  Michno, Gregory. The Deadliest Indian War in the West: The Snake Conflict, 1864-1868. Caldwell, Idaho: Caxton Press, 2007. Tate, Michael L. Indians and Emigrants: Encounters on the Overland Trails. Norman: University of Oklahoma Press, 2006. Werner, Emmy E. Pioneer Children on the Journey West. Boulder, Colorado: Westview Press, 1995. Other Cultures of the Trail (A Sampler) Even as the Oregon Trail carried American pioneers to their fortunes in the West, it impacted the lands and lives of native peoples along the way. See www.nps.gov\/cali\/historyculture\/bibliography.htm for references to western tribes. For native peoples east of South Pass, Wyoming, see: Calloway, Colin G. Our Hearts Fell to the Ground: Plains Indian Views of How the West Was Lost. Boston: Bedford\/St. Martin's, 1996. Gibbon, Guy. The Sioux: The Dakota and Lakota Nations. Malden, Massachusetts: Blackwell, 2003. Josephy, Alvin M. Jr. The Nez Perce Indians and the Opening of the Northwest. Mariner Books, 1997. (736 pages, scholarly format, recommended by the Nez Perce Tribe) ____________. Nez Perce Country. Lincoln and London: University of Nebraska Press\/Bison Books, 2007. (Shorter, more popularized account) Karson, Jennifer. wiyáxayxt – As Days Go By – wyáakaa'awn. Our History, Our Land, and Our People: The Cayuse, Umatilla, and Walla Walla. Pendleton, Oregon: Tamastslikt Cultural Institute, 2006. Madsen, Brigham D. The Shoshoni Frontier and the Bear River Massacre. Salt Lake City: University of Utah Press, 1985. ________________, The Bannock of Idaho. Moscow: University of Idaho Press, 1996. Minder, Craig, and William E. Unrau. The End of Indian Kansas: A Study of Cultural Revolution, 1854-1871. Lawrence: University of Kansas Press, 1990.  Moore, John H. The Cheyenne. Malden, Massachusetts: Blackwell, 1996, 1999. Ruby, Robert H., and John A. Brown. Indians of the Pacific Northwest: A History. Norman: University of Oklahoma Press, 1988. Wishart, David. An Unspeakable Sadness: The Dispossession of the Nebraska Indians. Lincoln and London: University of Nebraska Press, 1994.  For Children Erickson, Paul. Daily Life in a Covered Wagon. New York: Puffin Books, 1997. Gunderson, Mary, and Robert Munkres. Exploring History Through Simple Recipes: Oregon Trail Cooking. Mankato, Minnesota: Capstone Press\/Blue Earth Books, 2000.  Silverman, Jerry. Singing Our Way West: Songs and Stories of America's Westward Expansion. Brookfield, Connecticut: Millbrook Press, 1998.  Terry, Michael. Daily Life in a Plains Indian Village 1868. New York: Clarion Books, 1999.  Wadsworth, Ginger. Words West: Voices of Young Pioneers. New York: Clarion Books, 2003.",
    "url": "https:\/\/www.nps.gov\/oreg\/learn\/historyculture\/bibliography.htm"
}
