{
    "title": "Oregon National Historic Trail: Newsletters",
    "body": "Newsletters       Visit this page to find out what happens throughout the year on the Oregon and California national historic trails. We provide this newsletter to the Oregon-California Trails Association board biannually.        Spring 2011 newsletter   Spring 2011 - In this issue: New staff, public scoping meetings, and exhibit, research, & highway sign project updates.        Summer 2011 newsletter   Summer 2011 - In this issue: New exhibit projects in Nebraska, California and Utah, updates on the Four Trails Feasibility study, highway sign updates, and new and retiring staff.        Spring 2012 newsletter   Spring 2012 - In this issue: Exhibit projects in Missouri and Wyoming, new black emigrant study finalized, updates on the Four Trails Feasibility study, highway sign updates, and sign plans.        Summer 2012 newsletter   Summer 2012 - In this issue: Exhibit projects in California, Wyoming, and Missouri, updates on the Four Trails Feasibility study, highway sign updates, and sign plans.        Spring 2013 newsletter   Spring 2013 - In this issue: Exhibit projects in California, Wyoming, and Missouri, updates on the Four Trails Feasibility study, national register nominations, and tribal outreach workshop.        Summer 2013 newsletter   Summer 2013 - In this issue: New exhibit projects installed in California and Wyoming, updates on the Four Trails Feasibility study, and Alcove Spring Park development concept plan charette.        Spring 2014 newsletter   Spring 2014 - In this issue: Mapping updates, new exhibits in Wyoming, planning work at Alcove Spring Park in Kansas, new auto tour route signs in Missouri and Kansas, and site certification and national register updates.        Summer 2014 newsletter   Summer 2014 - In this issue: New park in Wyoming opens, grant awarded to Alcove Spring Park in Kansas, new partner certifications, new sign plans, and update on the Oregon auto tour route guide.        Spring 2015 newsletter   Spring 2015: In this issue: new interactive maps, wayside projects, grants, and transcontinental railroad project updates.        Summer 2015 newsletter   Summer 2015 - In this issue: New staff, site development and interpretation project updates, and projects in the Kansas City metro area.         Spring 2016 - In this issue: NPS centennial news, Caltrans signing project, four-trails additional route planning updates, site development and interpretation project updates, and cultural resource compliance roundup.",
    "url": "https:\/\/www.nps.gov\/oreg\/learn\/news\/newsletters.htm"
}
