{
    "title": "Oregon National Historic Trail: Passport Program",
    "body": "National Park Service Passport Cancellation Stations       The Oregon National Historic Trail Interactive Passport Stamp Map! Here's a fun, exciting way to find places where you can stamp your passports. Zoom in to find a location. Click on the yellow balloon of your choice to see the site name, address, access, image, and website. Note: Not all sites have images (yet). Please contact each site before you go to obtain current information on closures, changes in hours, and fees.               Photo image of NPS Passport and stamps. NPS Image  America's natural treasures—our National Parks—are presented in one handy booklet with the Passport To Your National Parks program. This 104-page travelogue includes color-coded maps, pre-visit information, illustrations and photographs. It includes a list of every national park area in the United States. Spaces allow you to collect the series of commemorative Passport stamps issued each year.      To purchase a passport book, visit: http:\/\/www.eparks.com\/store\/ Where can you get your passport stamp cancellation? For a complete list of all stamp cancellation locations go to: http:\/\/www.eparks.com\/store\/content\/863\/Passport-Cancellation-Locations\/ The following location has the official Oregon National Historic Trail passport cancellation stamp:  National Trails Intermountain Region National Park Service 324 South State Street, Suite 200 Salt Lake City, Utah 84111  ***Due to field work, travel schedules, furlough, and personnel vacancies, this minimally-staffed National Park Service office may be closed without notice during regular work hours.  We sincerely apologize for the inconvenience.  Please contact us to request brochures or make an appointment. Email: ntsl_interpretation@nps.gov Call: 801-741-1012 Also, at these locations: MISSOURI Harry S Truman National Historic Site 223 N. Main St Independence, Missouri 64050 816-254-9929 http:\/\/www.nps.gov\/hstr\/index.htm National Frontier Trails Museum 318 W. Pacific Independence, MO 64050 816-325-7575 http:\/\/www.ci.independence.mo.us\/nftm\/ Historical Society of New Santa Fe State Line Road at Santa Fe Trail Kansas City, MO 64145 http:\/\/www.newsantafe.org\/ Trailside Center 9901 Holmes Road Kansas City, MO 64131 816-942-3581 http:\/\/www.trailsidecenter.org\/ IOWA Western Historic Trails Center 3434 Richard Downing Avenue| Council Bluffs, IA 51501 712-366-4900 http:\/\/www.nps.gov\/history\/nr\/travel\/scotts_bluff\/chimney_rock.html NEBRASKA Homestead National Monument 8523 West State Hwy 4 Beatrice, NE 68310 402-223-3514 http:\/\/www.nps.gov\/home\/index.htm Chimney Rock National Historic Site PO Box F Bayard, NE 69334-0680 308-586-2581 http:\/\/www.nps.gov\/history\/nr\/travel\/scotts_bluff\/chimney_rock.html Scotts Bluff National Monument PO Box 27 Gering, NE 69341-0027 308-436-9700 http:\/\/www.nps.gov\/scbl\/index.htm WYOMING Fort Laramie National Historic Site 965 Gray Rocks Road Fort Laramie, WY 82212 307-837-2221 http:\/\/www.nps.gov\/fola\/index.htm National Historic Trails Interpretive Center 1501 North Poplar Street Casper, WY 82601 307-261-7780 http:\/\/www.blm.gov\/wy\/st\/en\/NHTIC.html IDAHO  Hagerman Fossil Beds PO Box 570 Hagerman, ID 83332 208-933-4100 http:\/\/www.nps.gov\/hafo\/index.htm WASHINGTON Whitman Mission National Historic Site 328 Whitman Mission Road Walla Walla, WA 99362 50-529-2761 http:\/\/www.nps.gov\/whmi\/index.htm Fort Vancouver National Historic Site 612 E. Reserve Street Vancouver, WA 98661 360-816-6200 http:\/\/www.nps.gov\/fova\/index.htm OREGON Oregon Trail Interpretive Center 22267 Oregon Highway 86 PO Box 987 Baker City, OR 97814-0987 541-523-1843 http:\/\/www.blm.gov\/or\/oregontrail\/",
    "url": "https:\/\/www.nps.gov\/oreg\/planyourvisit\/passports.htm"
}
