{
    "title": "Oregon National Historic Trail: Links & Resources",
    "body": "Links & Resources       National Park Service Trail Sites  Homestead National Monument Chimney Rock National Historic Site Scotts Bluff National Monument Fort Laramie National Historic Site Hagerman Fossil Beds National Monument Whitman Mission National Historic Site Fort Vancouver National Historic Site       Other Federal Agencies  Bureau of Land Management, Historic Trails Office The Bureau of Land Management, Historic Trails Office can provide information on trail routes, historic sites, accessibility, and trail conditions. Bureau of Land Management, Eastern Idaho Visitor Information Center The Eastern Idaho Visitor Information Center has Idaho state maps, various other maps of Idaho and western Wyoming, and books on Idaho and surrounding attractions. Bureau of Land Management, Pocatello Resource Area The Pocatello Resource Area is where several historic trail segments crossed. It has several pamphlets on trails in the area, and the publication \"Emigrant Trails of Southern Idaho.\" Bureau of Land Management,Oregon State Office The Oregon State Office has a BLM Oregon Recreation Guide. National Historic Oregon Trail Interpretive Center The National Oregon Trail Interpretive Center offers a museum, interpretive programs, and information on the Oregon Trail in eastern Oregon. Caribou National Forest Caribou National Forest has information on travel in southeast Idaho, the Lander Cutoff, and Soda Springs. Wallowa-Whitman National Forest The Wallowa-Whitman National Forest has information on trail conditions on the Blue Mountain Crossing section of the Oregon Trail. Columbia River Gorge National Scenic Area This site has an End of the Oregon Trail Loop Tour brochure and information on trail resources on the river route. Mount Hood National Forest This site is an excellent source for information on the Barlow road, including a detailed map, information on hiking, camping, and historic sites along the route. Umatilla National Forest,Walla Walla Ranger District This site has information on the Whitman Route of the Oregon Trail.       State Historic Sites and Organizations  Fort Bridger State Historic Site This site has information on Oregon, California, Pony Express, and Mormon Trails in southwest Wyoming, and a restored military and fur trade post, museum, and outdoor exhibits. Rock Creek Station State Historic Park Rock Creek Station State Historic Park was a road ranch catering to stages, freight lines, and emigrant traffic on the Oregon Trail. It was also a stage station and swing station for the Pony Express. It offers an interpretive center, picnic and playground areas, hiking and nature trails, Oregon Trail ruts, and modern campground. Fort Kearny State Historical Park Fort Kearny State Historic Park was the first military post along the Oregon Trail. It has a museum, outdoor exhibits, and bookstore. Ash Hollow State Historical Park Here you can view prominent Oregon Trail ruts, Windlass Hill, museum, and outdoor exhibits. Massacre Rocks State Park To see Oregon Trail ruts, Register Rock, hiking trails, and also enjoy campfire programs in summer, visit Massacre Rocks State Park. Three Island Crossing State Park Three Island Crossing State Park has brochures and information on Oregon Trail ruts\/remnants in the area of Three Island Ford. It also has interpretive programs in summer. The Oregon Trail Coordinating Council provides detailed information on the Oregon Trail across the state of Oregon. Oregon Trail Coordinating Council 222 NW Davis Suite 309 Portland, OR 97205 503-228-7245 Eastern Oregon Visitors Association The Eastern Oregon Visitors Association provides information on attractions and the Oregon Trail in eastern Oregon.       Private Museums and Partner Associations  Oregon-California Trails Association The National Oregon\/California Trail Center National Frontier Trails Center 318 West Pacific Independence, MO 64050 816-325-7575 Pendleton Chamber of Commerce Pendleton, OR End of the Oregon Trail Interpretive Center        State Tourism Information  Missouri Division of Tourism Nebraska Department of Economic Development Kansas Division of Travel and Tourism Wyoming Division of Tourism Idaho Department of Commerce, Tourism Promotion Oregon Tourism Division",
    "url": "https:\/\/www.nps.gov\/oreg\/planyourvisit\/links.htm"
}
