{
    "title": "Fort Scott National Historic Site: Donate",
    "body": "Donations       The National Park Service (NPS) recognizes private philanthropy as both a noble tradition for national parks and a vital element of the success oftoday's National Park System. Some national parks exist only because motivated citizens contributed time, talent and funds to create them. Gifts of land or easements have enlarged many parks. Donated artifacts are found in visitor centers and museums across the nation. The NPS actively engages the help of park-oriented philanthropies and supporters and enthusiastically welcomes them as partners in the stewardship of the properties entrusted to our care. Donations come to the NPS from individuals, families, organizations, foundations, corporations, businesses, and other entities purely as expressions of support, as a result of a donor's awareness of needs, or in response to an organized fundraising campaign by others. Donations are used to enhance NPS programs and to help achieve excellence. Donations are not to be used as offsets to appropriated funds or to meet recurring operational requirements. The NPS appreciates the generosity of those who donate directly, and those who work through authorized non-profit organizations that raise funds for the benefit of the park units and programs. The NPS is appreciative of private sector contributions that aid in the accomplishment of its mission and will thank all donors in an appropriate fashion. Specific forms of donor recognition may include letters of acceptance and appreciation, press releases, public events, mementos, certificates, and other items that commemorate the gift. The NPS will, at minimum, acknowledge all direct donations in writing through a letter of acceptance that will note the amount of the cash donation and will serve as a record the donor may use to verify their charitable contribution. Persons wishing to make a cash donation to Fort Scott National Historic Site may do so by using the donation box in the visitor center or may send a check made out to the National Park Service to the following address. Superintendent Fort Scott NHS PO Box 918 Fort Scott, KS 66701 People wishing to donate artifacts or other items should contact the chief ranger at the above address or by phone, 620-223-0310.",
    "url": "https:\/\/www.nps.gov\/fosc\/getinvolved\/donate.htm"
}
