{
    "title": "Fort Scott National Historic Site: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         Squirrel gathering nuts for the winter. NPS Photo  \"Everybody here is hunting mad. Hunting and dogs constitute their thoughts by day and dreams by night\".  This excerpt from a letter of a Fort Scott officer to a friend is intended to convey a pasttime of his fellow officers, but it also reveals that there was an abundance of wildlife in the area which is still true today. Even near the end of a hot and humid summer when the prairie at Fort Scott can seem dry and lifeless there is wildlife to be found in the midst of the grasses. A rabbit with its nose quivering leaps away at the first sign of a threat, a squirrel bounds along with its tail rippling like the prairie grass waving in the wind, and a garter snake slithers off in search of shelter from the sunlight.    Fort Scott National Historic Site consists of 17 acres of land, five of which are restored tallgrass prairie. Many species of mammals, birds, reptiles, amphibians, arachnids, and insects have been observed here. While few are permanent residents, the grounds of the site do offer a safe area for animals to feed and seek shelter. Because the site is a unit of the National Park System, animals are protected while on the grounds.  The wildlife at Fort Scott is typical of that found in southeast Kansas and representative of species found in the transition zone between forest and prairie. Whitetail deer occasionally feed at the prairie's edge. Turtles plod along as they make their way along the outside walls of several of the historic structures. The harmless black snake is often seen on the porches of the buildings or crawling across the sidewalk, and spiders often spin their works of art from the drainpipes, columns and other structural elements at the fort. One spider to beware of is the brown recluse spider, which makes its home in dark places such as woodpiles, basements, and underneath the stairways and porches at the site.  Birds often nest in the trees, and songbirds, such as robins and cardinals abound, especially in the springtime. Crows often come to the grounds seeking food, and occasionally evidence can be seen of a hawk grappling with its prey. During the evening, one can hear the song of crickets or the occasional hooting of an owl. If you are fortunate, and stay very still, you can even hear the yipping of a coyote.  Historically, bison ranged throughout the entire region as did it's predators, the wolf and the grizzly bear. But by the time the fort was established in 1842, hunting and human settlement had already pushed these animals further west.",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/nature\/animals.htm"
}
