{
    "title": "Fort Scott National Historic Site: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Wild Blue Indigo at Fort Scott     \"We collect all the pretty flowers we see and try to become botanists, the flowers here far surpass those of Leavenworth in fragrance.\"In writing this letter, Charlotte Swords seems to concur with those who had a positive view of the prairie.  Settlers' views of the prairie may have changed with the seasons. In the late summer, grasses become so dry and brittle that the smallest flame that touches the prairie can easily be whipped by the wind into a raging inferno. At times, the heat in the air is so intense that it rolls off the prairie in waves. Yet the spring rains transform this barren landscape into a rich tapestry of green, pink, purple, red, yellow and orange, as grasses climb high into the air and wildflowers put on a display of color and magnificent aromas signaling that life has returned to the prairie.The staff at Fort Scott National Historic Site has made great strides in the last few years to eradicate the exotic species at the site and to transplant native grasses and flowers in order to more accurately depict the prairie as it existed in the 1840s. Beginning in 1994, forbs from native stands of prairie in the surrounding area were transplanted to Fort Scott and then the following year sections of prairie sod were also transplanted. The transplanting of sod is significant because, in addition to the forbs and grasses, the sod contains fungi, insects, soil invertebrates, and bacteria. All of these elements are important to the health of the prairie ecosystem.  Other steps made to restore the prairie include the planting of native forb seeds which was done to increase the diversity of flowering plants on the prairie. Ongoing efforts continue to be aimed at monitoring the growth of native species and removing exotic and woody vegetation.The grasses and flowers of the tallgrass prairie are not the only vegetation types found at Fort Scott. Several trees that grow around the site provide a shady spot to rest during the summer sun. Buffalo grass adds beauty to the site, and after a spring rain, even mushrooms can be seen poking their heads above the grass.",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/nature\/plants.htm"
}
