{
    "title": "Fort Scott National Historic Site: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors         Prairie fires were common, prescribed fires such as this help to eliminate old growth, reducing the risk of wildfires. Fires help put vital nutrients back into the soil, which renews and rejuvenates the prairie.   \"Prairie fires, especially at night, present a grand and beautiful appearance...a magnificent sight\"  While this particular quote from the Fort Scott Democrat in 1860 describes the sight produced by farmers burning off their fields, residents at Fort Scott in the 1840s would have witnessed similar scenes with fires caused by lightning and other natural forces. In the 19th century, naturally caused fires were quite common on the prairie and consumed vast acreages of land. Fire is good for the prairie because it gets rid of old growth, prevents undesirable species from getting a foot hold, puts valuable nutrients back into the soil, and makes conditions favorable for a new regime of plant life to prosper. Today, the National Park Service practices controlled or prescribed burning at Fort Scott to achieve these objectives.  Climate is another element that affects life forces on the prairie and the different seasons bring various changes. Spring rains bring rich green grasses and a pallette of colors spattered across the land as wildflowers wave their heads in the wind and dance to the rhythm of thunderstorms that are frequently heard during this season. Summertime means hot and dry conditions which by fall can transform the prairie into a tinderbox ripe for consumption by fire. Wintertime brings renewal. The prairie plants lay dormant under an often frozen layer of topsoil. Yet while they are in hibernation, the prairie is being rejuvenated safely nestled underground, to rise again to its full splendor as the life cycle begins anew.  Other environmental factors that influence the natural and cultural resources at the site include invasive species such as Johnson grass and woody plants which often assail the prairie; park staff works to keep these plants eradicated. Insects can be harmful to museum objects and to trees. Trees are also susceptible to disease, wood rot and storm damage. The site is built on a bluff; erosion along its slope has caused some loss of park property. Highways, railroads, and construction have impacted the site's historic scenery and soundscape.       Section of Tallgrass Prarie at Fort Scott-Three Weeks after Prescribed Burn NPS Photo",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/nature\/environmentalfactors.htm"
}
