{
    "title": "Fort Scott National Historic Site: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Tallgrass Prairie at Fort Scott    \"A beautifully undulating prairie\". \"An almost precipitous decent of fifty feet\". \"A flat spur of high prairie\". \"A small clear-water creek\".   In 1852, Assistant Surgeon Joseph Barnes used all of these phrases to describe the landscape surrounding Fort Scott.    Congress established Fort Scott as a National Historic Site in 1978 to commemorate its role in the Opening of the West, Bleeding Kansas and the Civil War. Its cultural resources-the buildings and other manmade structures-are the focus of the site. They represent the lifestyles and activities of the soldiers and citizens of Fort Scott, who played an important role in the dramatic events of the mid nineteenth century. But while it is the cultural resources that bring the past to life, it is the natural resources that made life possible at Fort Scott to begin with.  Fort Scott is located in Bourbon County in Southeast Kansas. It is in a region known as the Osage Cuestas; cuestas are hills or bluffs with a steep face on one side and a gentle slope on the other. The bluff on which the fort was built overlooks the confluence of the Marmaton River and Mill Creek. The climate is moderate with hot summers and mild winters. It is located in a vegetation zone consisting of tallgrass prarie and a mixed oak hickory forest.    Of all the natural resources at Fort Scott, the prairie was the most prominent. In the 1840s, tallgrass prairie dominated the landscape, not only at Fort Scott, but throughout the entire region. For decades, the prairie served as a barrier to expansion. As settlers reached the western edge of Missouri and Arkansas, the forests began to thin and the scarcity of trees led them to believe that the prairie was unsuitable for agriculture and settlement. In fact, early explorers had nicknamed it the \"Great American Desert\" due to the lack of trees and rainfall further west. Thus the boundary between forest and prairie became the frontier and Indians from the east were relocated to lands beyond the frontier that the white settlers deemed undesirable. The army established Fort Scott in this transition zone to keep the peace on the frontier and to keep the Indians and white settlers separated.   Today, the staff of Fort Scott National Historic Site manages five acres of restored tallgrass prairie in order to recreate the historic scene and interpret the tallgrass prairie ecosystem and its significance to the site's history and the region. Other important natural resources such as trees and wildlife are also protected here. As you explore these pages, you will learn more about the rich abundance of life that exists here and the natural resources that supported that life and created a view described by Barnes as \" the most magnificent prairie of the country\".  Prairie Site Bulletin requires Acrobat Reader",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/nature\/index.htm"
}
