{
    "title": "Fort Scott National Historic Site: Distance Learning",
    "body": "Distance Learning      Windows to the Past Fort Scott NHS announces distance learning programs that can be accessed via videoconferencing. The site has equipment that can be used to teach lessons to classes throughout the nation. Current lessons developed are listed below, however, the staff is willing to work with you to develop lessons suitable to your needs. If you have requests or ideas for education programs, contact the site's education coordinator Barak Geertsen. To schedule a program, call 620-223-0310.        Results   Showing results 1-3 of 3    Sort By:  Title Date         “They Fought Like Tigers” African American Soldiers and American Indian Soldiers    African American soldiers were not officially mustered into service with the U.S. Army until after the Emancipation Proclamation became official in January 1863. American Indian soldiers were organized into units in 1862 in an effort to regain their homelands in Indian Territory. The effect of these soldiers on the nation would be wide spread and long lasting. Their bravery ultimately helped to guide a nation toward equality for all.    Type:Distance Learning Grade level:Fifth Grade-Eighth Grade Subjects:African American History and Culture, American Indian History and Culture, Civil War, Social Studies National\/State Standards:Kansas Standards for History, Government and Social Studies: 1,2,3,4,5 Keywords:Civil War, American Indian soldiers, African American soldiers        Saws and Scalpels: Civil War Medicine    Most of us today would not want to go the hospital if we could help it, because we associate hospitals with sickness and injury.  However, because these two conditions occur with a great degree of regularity,  hospitals often become a necessity to help us recover.  During the Civil War, soldiers and civilians attached similar meanings to hospitals-a place of suffering, yes, but also a place of healing and recovery.      Type:Distance Learning Grade level:Third Grade-Eighth Grade Subjects:Civil War, Medicine National\/State Standards:Kansas Social Studies Standards 1-5Missouri Social Studies Standards 2, 6Kansas Health Standard 3 Keywords:Civil War Medicine        Supplies, Survival, and Success: Civil War Quartermaster    In our modern world, many of us have come to rely on transportation systems and the operation of stores and warehouses in order to provide us with food, clothing, and other essentials for survival.  During the Civil War, Fort Scott played a similar role as a supply depot that was critical to the survival and success of Union soldiers in the area.     1 2 3 4 5  Not that bad Average: 2.0 (3 ratings)   Type:Distance Learning Grade level:Third Grade-Eighth Grade Subjects:Civil War, Transportation National\/State Standards:Kansas Social Studies Standards Four and FiveMissouri Social Studies Standards Two and Six Keywords:Civil War, supply, quartermaster, transportation",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/education\/learning\/index.htm"
}
