{
    "title": "Fort Scott National Historic Site: The Osage",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Osage                The Osage          Warriors of the Woods and Prairies Before the arrival of the Europeans, the Osage Indians roamed a vast domain in the heart of North America. Although the Osage were a proud and powerful tribe, they could not withstand the pressure of European civilization. Soon after French fur trappers established contact with the Osages in the 1670s, their way of life began to change. By 1872, encroachment from American settlers forced the Osages to relinquish most of their remaining ancestral homelands and relocate to their present reservation in Oklahoma. Children of the Middle Waters A spiritual people, the Osage Indians were excellent hunters and fierce warriors. Their religious beliefs were based on Wah-kon-tah, the great mystery spirit or power. In one creation legend, the Osages believed that the People of the Sky (Tzi-sho) met with the People of the Land (Hun-Kah) to form one tribe, the Children of the Middle Waters (Ni-u-ko’n-ska). Living in semipermanent villages primarily along the Osage River, the Osage Indians roamed the land between three great rivers, the Missouri to the north, the Mississippi to the east, and the Arkansas to the south. Their western boundary stretched into the windswept plains where they hunted buffalo.         Osage Lifestyle The Osage way of life depended on hunting, since deer and bison provided food , clothing, and other essentials for them. Before leaving on the summer hunt (one of three annual hunts), the Osage planted vegetables such as corn, beans and pumpkins. In August, they returned to harvest their untended crops, and then left for an autumn hunt. Although only the men hunted, the women did the work of butchering and preparing the meat, and tanning the hides.         Descriptions of the Osages George Catlin The famous Indian artist, George Catlin, captured several Osage Indians on canvas at Fort Gibson in 1834. He stated: “The Osages have been formerly, and until quite recently, a powerful and warlike tribe: carrying all their arms fearlessly through to all these realms; and ready to cope with foes of any kind that they were liable to meet. At present, the case is quite different; they have been repeatedly moved and jostled along, …” He noted that despite their reduction in numbers caused by every tribal move, war and smallpox, the Osages waged war on the Pawnee and Comanche. Catlin believed the Osages “ to be the tallest race of men in North America, either red or white skins; there being few indeed of the men at their full growth, who are less than six feet in stature, and very many of them six and a half, and others seven feet.” Louis Cortambert In 1836, Louis Cortambert, a French writer, observed that the Osage men “ carefully pull the hairs from their faces, even their eyebrows, and shave their heads, leaving on the top a tuft of hair, which terminates in back in a pigtail.” Victor Tixier In 1840, a young Frenchman named Victor Tixier described the Osages: “The men are tall and perfectly proportioned. They have at the same time all the physical qualities which denote skill and strength combined with graceful movements.”The Osages loved to decorate themselves, often suspending beads and bones from their ears and tattooing their bodies, Tixler observed: “Their ears, slit by knives, grow to be enormous, and they hang low under the weight of the ornaments with which they are laden.”        Osage Relocation The ancestral home of the Osages was part of the immense Louisiana Purchase that the United States acquired in 1803. Missouri achieved statehood in 1821, and soon after over 5,000 Osages were removed west to the Indian Territory. Other Indian tribes from the eastern U.S. were also relocated west of the Missouri and Arkansas boundaries. Federal troops were stationed in this “Permanent Indian Territory” to keep the peace. After Kansas opened for settlement in 1854, many Indian tribes were again relocated. In 1872, the Osages moved to their present reservation. Like other tribes, their ancestral way of life was not compatible with the white man’s way of life. Suggested Reading  A History of the Osage People, by Louis F. Burns. The Osages: Children of the Middle Waters, by John Joseph Matthews. Osage Life and Legends, by Robert Liebert North American Indians (Vols. 1 and 2), by George Catlin Tixler's Travels on the Osage Prairies, by John Francis McDermott The Imperial Osages, by Gilbert C. Din and A.B. Nasatir.  Related Sites   The Osage Nation Osage Historic Native Americans: The Osage Indians       Return to History and Culture",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/historyculture\/osage.htm"
}
