{
    "title": "Fort Scott National Historic Site: Soldier vs. Settler",
    "body": "Soldier vs. Settler          The 1860s was a time of great transition and development for the West, largely due to the railroads. The nation's first transcontinental was completed on May 10, 1869. The spanning of the continent by rails would soon bring an end to travel by covered wagons and steamships. Instead of taking weeks or months to cross the plains, a cross country trip could now be made in just six days.  Faster and safer transportation brought a rapid influx of settlers to the plains, which would in turn increase the demand for railroads, which would bring more settlers and so on. The mileage of track laid in Kansas increased from 71 miles in 1865 to 1,234 in 1870 to 8,763 in 1890. The flurry of railroad construction bought the final phase of military occupation to Fort Scott, Kansas.           Railroad Promotion in Fort Scott Military activity in Fort Scott during the Civil War fostered growth and economic development in town. Town leaders sought ways to improve the economy and worked to make Fort Scott the dominant trade center of southeast Kansas. Like many other towns, the leaders of Fort Scott saw a railroad line as a means to tap into the trade of the Eastern markets. Their efforts to bring a railroad to town, which began during the Civil War, intensified in the late 1860s. The citizens of Fort Scott recognized the value of a railroad and voted to purchase $150,000 of bonds from the Kansas and Neosho Valley Railroad. However, they insisted that Fort Scott be included in the railroads name. Therefore, requiring Fort Scott’s investment, the directors changed the name to the Missouri River, Fort Scott and Gulf Railroad. The directors of this railroad planned to build south from Kansas City, along the state border, through Indian Territory, and finally to the Gulf of Mexico. They hoped to tap into the resources of the South and the Gulf Coast.         The Race to Indian Territory To reach the Gulf of Mexico from Kansas, the railroad had to cross Indian Territory (now Oklahoma), which required the permission of the tribes that lived there. The Cherokee tribe granted right of passage for one railroad to build through their land. Congress specified that the first railroad to reach the northern boundary of the Indian Territory would be the one that could build through Cherokee and other tribal lands. This condition resulted in a race to Indian Territory between two major railroads: the Missouri River, Fort Scott and Gulf Railroad, also known as the Border Tier Railroad, and the Missouri-Kansas-Texas Railroad, which was called the Katy. James Joy, a Midwest railroad empire builder, owned the Border Tier. The Katy fell into the hands of Levi Parsons, an eastern financier who had plans for an empire of his own. Cherokee Neutral Lands and the Land League The Border Tier made good progress; tracks reached Fort Scott by December 7, 1869. However, the graders, working several miles ahead of the tracklayers, started encountering resistance as they moved south of town. The land south of Bourbon County (now Crawford and Cherokee Counties in Kansas) was known as the Cherokee Neutral Lands. This land was originally established as a buffer zone, free of settlement, between the Osage Indians and the state of Missouri. In 1836, the U.S. government sold this unsettled land to the Cherokee tribe with a condition that they maintain the buffer zone. Therefore, it became known as the Cherokee Neutral Lands. During the Civil War, pressure increased to open this land for settlement. Squatters began moving onto these lands before the Cherokee Nation sold them to the Federal government in 1866. More settlers followed, but by 1868, they still did not have legal title to this land. James Joy wanted this land for his railroad and was able to buy a significant portion of it. Facing the prospect of losing their land, settlers banned together to form a Land League to resist the railroad. In May of 1869, they assaulted a survey crew and burned their equipment. In July, they attacked a construction camp and notified the workers that they would burn them out.      Post of Southeast Kansas The federal government responded by sending troops to the area to protect the railroad workers. Four companies of the 6th Infantry and one company of the 7th Cavalry comprised the troop complement. The Post of Southeast Kansas was created on January 14, 1870. Its headquarters were in Fort Scott, but the troops were stationed in camps along the right of way. The presence of the troops angered the settlers further. They considered the soldiers to be the puppets of the railroads and viewed them with distrust. They had originally asked for military protection for themselves and now felt betrayed that the troops were protecting the railroad instead. The military presence testified to James Joy's influence with the government.          Soldier vs. Settler The military presence discouraged further attacks against the railroad workers. Relative peace settled in but the tension still existed and flared up occasionally. In July of 1871, the office of the Girard Press burned down. It had opposed the Land League and it was believed that they had set the fire. 20 soldiers were sent to Girard to protect the publisher from further threats. But the settlers were not the only ones engaged in destructive behavior. In September of 1871, near the end of a 230-mile trip, the soldiers of Company A, 7th Cavalry destroyed a considerable amount of property as they passed through Chetopa, Kansas. Soon after, in Columbus, a few soldiers got too lively and were locked up. Some friends broke them out and, in the process, exchanged gunfire with the local police. Incidents such as these contributed to the negative feelings that many of the settlers had for the soldiers.         The Katy Wins Despite the troubles with the settlers, the railroad built through the Neutral Lands, reaching Baxter Springs in May of 1870. There they encountered more trouble, not due to the settlers, but to the trickery of the Katy Railroad. Quapaw land lay to the south of Baxter Springs. Katy infiltrators led Border Tier officials to believe that Quapaw land was part of the Cherokee Nation and that the Border Tier would be able to build through it. Unfortunately, no such right of passage existed. Some outdated boundary markers contributed to the belief among Border Tier officials that the border of Indian Territory would be reached at Baxter Springs. As the railroad progressed, they began letting workers go, thinking that victory was sure. Many of these workers defected to the Katy. When Baxter Springs was reached, Cherokee associates of the Katy cheered the Border Tier's victory. A celebration followed and by the time the deception was realized, workers had scattered and precious time had been lost. The Katy won the race! The Railroad's Legacy Despite its loss to the Katy, the Border Tier railroad did provide Fort Scott with a railroad tie to the East. It and subsequent railroads made Fort Scott an important trade center in southeast Kansas. The railroad and the settlers battled it out in court and by late 1872, the affair had been settled and the troops left the next spring. The fact that the government sent troops in against the settlers illustrated its commitment to railroad expansion. The railroad years of 1869-73 marked the end of military involvement at Fort Scott. Thus ended an era that had spanned three decades and had witnessed the transformation of Fort Scott from an isolated frontier outpost to a developing trade center. More important, it was an era in which Fort Scott was involved in several events that brought about the opening, settlement and development of the West. Suggested Reading  Rails, Rivalry and Romance, Don Banwart The Katy Railroad and the Last Frontier, V.V. Masterson Railroads in America, Oliver Jensen  Related Sites  Railroads in Kansas Railroads RailFan Network  Return to History and Culture             Fort Scott Movie-Railroad Expansion   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 4 seconds  Railroad Expansion segment of Fort Scott Movie-Dreams and Dilemmas",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/historyculture\/postofsek.htm"
}
