{
    "title": "Fort Scott National Historic Site: Free to Learn: African American Schools at Fort Scott",
    "body": "Free to Learn: African American Schools at Fort Scott         Professor Ernest J. Hawkins.His motto was \"Look Sharp, Be Sharp, Be Somebody.\"   As a result of the American Civil War (1861-1865), African-Americans were to be given the opportunity to learn and receive an education that was denied to them before the Civil War. From 1865 to 1956, four African-American schools were located on or adjacent to the land that now comprises Fort Scott National Historic Site. Several prominent African-Americans attended these schools including George Washington Carver and Gordon Parks. The man who perhaps was the heart and soul of these schools was Professor Ernest J. Hawkins. Professor Ernest J. Hawkins was born in Fort Scott, Kansas on May 26, 1875 and devoted his life to African-American education. He was a student, teacher, and principal in Fort Scott's African-American schools for 65 years from 1881-1946. Graduating from high school in 1891, Professor Hawkins became a teacher in the 1st Plaza School, attended Kansas Normal College in Fort Scott and received a Bachelor of Science Degree from Pittsburg State University in Pittsburg, Kansas. He was a teacher and principal at the 1st and 2nd Plaza Schools for 46 years from 1900-1946. He also coached the African-American High School basketball team, the Whirlwinds, to five state championships from 1928-34. In 1946, after his death, the 2nd or New Plaza School was renamed the Hawkins School as a tribute, in memory of Professor Ernest J. Hawkins.       The Four Schools were:· Freedmen’s School (Adams School) 1865-1872· Fort Scott Colored School(Post Hospital) 1872-1884· 1st Plaza School 1884-1920· 2nd Plaza School (Hawkins School) 1923-1956        Freedmen's School (1865-1872) Before the Civil War ended, the Northwestern Freedmen's Aid Commission from Chicago, Illinois sponsored and constructed a one-room schoolhouse in Fort Scott for African-American children. It opened in 1865 and was located behind the former officers' quarters. The schoolhouse was a wood frame building with a cupola and bell. The Reverend and Mrs. W. A. Adams operated two schools in one building. Reverend Adams instructed children during the day and Mrs. Adams taught adults in the evening. In June of 1865, 160 children and 75 adults attended the school.         Fort Scott Colored Public School (1872-1884) The first public school for African- American children in Fort Scott was located on the first floor of the original U.S. Army Hospital in the present visitor center of Fort Scott National Historic Site. It functioned as the Fort Scott Colored School from 1872-1884 and replaced the Freedmen's school. During 1878 and 1879, George Washington Carver attended this school.         Dr. George Washington Carver was born a slave in 1864 on a farm near Diamond, Missouri. By the age of 55, he had achieved national prominence and was recognized as a distinguished educator, agronomist, botanist, chemist, and artist. To many young African-Americans he became a role model in their pursuit of an education and excellence. As a young man, Carver moved to Fort Scott, Kansas in the late 1870s in pursuit of an education. He stated that he went to Kansas because, \"The schools for colored children in Kansas were better than the ones in Missouri.\" From September 1878 to the end of March 1879, Carver attended the Fort Scott Colored School. He received instruction in English, history, mathematics, art, and science. While living in Fort Scott, Carver worked as a family cook and housekeeper. In March of 1879, he left Fort Scott after witnessing the lynching of an African-American man.         2nd Plaza or Hawkins School 1923-1956 The 2nd Plaza School was a consolidated school for all of the African-American students in Fort Scott for grades 1-9. The school was located at 111 Hendricks Street and was formerly situated on the east side of Fort Scott National Historic Site. The Hawkins School was closed in 1956 when the public schools of Fort Scott were integrated.         Classes at the Hawkins School included mathematics, art, English, social studies, and music. There was also an Industrial Arts Department for boys and a Home Economics Department for girls. All of the teachers and principals were African- Americans.          One of the Second Plaza school's most noted students was Dr. Gordon Parks. Born in Fort Scott, Kansas on November 30, 1912, Parks was inspired as a child by his mother and father. He learned to play the piano from his mother. The 1926-27 yearbook of the Plaza School indicates that he played trombone in the Orchestra, was a guard and captain of the basketball team, a cheerleader, a member of the chorus and mixed quartet. Dr. Parks achieved international recognition as a distinguished photographer, author, poet, photojournalist, playwright, composer, and movie director. As a result of his distinguished career as a 20th century pioneer in many fields, he received the Kansan of the Year Award in 1985. In 1988, President George Bush presented him with the National Medal of Arts in recognition of his accomplishments. Dr. Parks received 41 honorary doctoral degrees throughout his life. Parks died in 2006 at the age of 93 in New York City and is buried in the Evergreen Cemetery in Fort Scott, Kansas.      Return to Site History",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/historyculture\/freetolearn.htm"
}
