{
    "title": "Fort Scott National Historic Site: Bleeding Kansas",
    "body": "Bleeding Kansas          \"...A stain that shall never bleach out in the sun! ...\" John Greenleaf Whittier The Marais Des Cygnes Massacre published September 1858 The years of 1854-1861 were a turbulent time in Kansas territory. The Kansas-Nebraska Act of 1854 established the territorial boundaries of Kansas and Nebraska and opened the land to legal settlement. It allowed the residents of these territories to decide by popular vote whether their state would be free or slave. This concept of self-determination was called popular sovereignty'. In Kansas, people on all sides of this controversial issue flooded the territory, trying to influence the vote in their favor. Rival territorial governments, election fraud, and squabbles over land claims all contributed to the violence of this era. Three distinct political groups occupied Kansas: pro-slavers, free-staters and abolitionists. Violence broke out immediately between these opposing factions and continued until 1861 when Kansas entered the Union as a free state on January 29th. This era became forever known as \"Bleeding Kansas\". Murder and Mayhem During \"Bleeding Kansas\", murder, mayhem, destruction and psychological warfare became a code of conduct in Eastern Kansas and Western Missouri. Well-known examples of this violence include the massacre in May 1856 at Pottawatomie Creek where John Brown and his sons killed five pro-slavery advocates. Locally, trouble began in the summer of 1856 when a group of about 30 pro-slavery settlers from South Carolina arrived in Bourbon County. It was suspected that they were sponsored by the Southern Emigrant Aid Society and were members of the Dark Lantern Societies. These societies terrorized free-state settlers and attempted to drive them from Kansas.          A Town Divided Fort Scott and the surrounding area were not immune from the violence. The division of the opposing factions was clearly visible at the site of the \"old fort\". The military had abandoned Fort Scott in 1853. Two years later, the buildings were sold at a public auction and the former fort immediately became the nucleus of a rapidly growing town. Two of the buildings became hotels. One, a former officer's quarters, was opened as the Fort Scott or Free State Hotel. Located right across the parade ground was the Western or Pro-Slavery Hotel, a former infantry barracks. The residents of Fort Scott were predominately pro-slavers, while free-staters and abolitionists dominated the surrounding countryside. Radicals of each faction terrorized the town throughout the \"Bleeding Kansas\" era.         1858: A Most Violent Year By 1858, trouble had intensified in southeast Kansas. Radical elements from other theaters of the conflict were now converging on this area. James Montgomery became a leader of free state forces and was involved in several violent incidents.  In April of 1858, Montgomery and his men fought U. S troops stationed at Fort Scott in the battle of Paint Creek. One soldier was killed in this encounter. In May of 1858, Montgomery and his men drove pro-slavery forces from Linn County. In retaliation, eleven free-staters were pulled out of their homes, taken to a ravine and shot down. This incident, known as the Marais des Cygnes Massacre was rumored to have been plotted in the Western Hotel. On June 5, 1858, Montgomery and his raiders tried to burn down the Western Hotel. Several shots were fired into the hotel and surrounding homes, but the hotel was saved. Violence, such as this, caught the governor's attention. On June 15, 1858, he held a meeting at the Western Hotel in order to settle political unrest. While this meeting nearly broke out into a riot, it was successful. Peace and quiet reigned for a brief five-month period. Montgomery and his raiders struck again in December of 1858 when he rescued Benjamin Rice, a free-soiler. Rice had been arrested for murder and was imprisoned in the Fort Scott Hotel. Montgomery claimed that he was jailed illegally, so he came to Fort Scott to free him.  In the struggle following Rice's rescue, former Deputy Marshal John Little, a pro-slavery advocate, fired shots into the ranks of the free-staters. Little peered out of a window of his father's store (the former post headquarters) to observe the effects of the shooting. His movement was noted by a free stater who shot and killed him. Little's fiancé, Sene Campbell, wrote Montgomery a letter reprimanding him and saying that he was a \"minister of the devil, and a very superior one too...\"    Fort Scott January 4, 1859 Montgomery: Listen to me. Today I heard that you said in a speech a few days ago that you were not sorry you had killed John Little. That he was not killed too soon. Can you before God say so? Oh, the anguish you have caused. He was one of the noblest men ever created, brave and true to his country and to his word. You can't prove that he ever injured an innocent person. A few days more and we were to have been married, then go south to trouble you no more. But through your influence, he was killed. He was sent to another world without even time to pray or to say goodbye to his friends. But thanks to God, though you did kill his body, you can't touch his soul. No. No, it is in the spirit land. Now the cry of \"the Osages are coming!\" can awaken him no more. He quietly sleeps in our little graveyard. But remember this. I am a girl, but I can fire a pistol. And if ever the time comes, I will send some of you to the place where there is \"weeping and gnashing of teeth\". You, a minister of God? You mean a minister of the devil, and a very superior one too. I have no more to say to you and your imps. Please accept the sincere regards of your future repentance. Sene Campbell  A Nation Divided \"Bleeding Kansas\" was part of the political storm that occurred throughout the United States before the Civil War. The anti-slavery forces prevailed as Kansas entered into the Union a free state on January 29, 1861. This turbulence illustrated the beginning of the terrifying bloodshed that was to come during the Civil War. Suggested Readings  Bleeding Kansas, Alice Nichols Border Warfare in Southeastern Kansas: 1856-1859, G. Murlin Welch Civil War on the Western Border, 1854-1865, Jay Monaghan Fort Scott: Courage and Conflict on the Border, Leo E. Oliva To Purge This Land With Blood: A Biography of John Brown , Stephen B. Oates War to the Knife, Thomas Goodrich With the Border Ruffians, R.H. Williams  Related Sites  Africans in America Bleeding Kansas Gallery Bleeding Kansas : A Narrative Guide to the Sources Territorial Kansas Online  Return to History and Culture               Fort Scott Movie-Bleeding Kansas   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 18 seconds  Bleeding Kansas segment of Fort Scott Movie-Dreams and Dilemmas",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/historyculture\/bleeding.htm"
}
