{
    "title": "Fort Scott National Historic Site: Fort Scott in the Civil War",
    "body": "Fort Scott in the Civil War          On the heels of the turbulent \"Bleeding Kansas\" era which swept this region in the late 1850s lingered the shadow of civil war. In April of 1861, war between the Union and Confederacy was officially declared. The old frontier military post of Fort Scott had been abandoned for over eight years and a town of the same name had grown in its place. With the advent of war, the U.S. Army returned and established a military headquarters in the town of Fort Scott. As early as August of 1861, the Union Army occupied its former frontier hospital, the adjacent barracks and stables, and began construction on new warehouses, powder magazines, wells, a blacksmith shop, an icehouse, a military prison, and over 40 miles of fortifications around Fort Scott. As the site of a quartermaster supply depot and countless regimental camps, Fort Scott would become the largest and strongest Union point south of Fort Leavenworth.         Uncle Sam's Men During the four years of war, soldiers from Wisconsin, Ohio, Iowa, Indiana, and Colorado passed through the streets of town. Some regiments camped only temporarily at Fort Scott on their way to campaigns in Missouri, Arkansas and the Indian Territory, while others were permanently stationed here to protect the area. Fort Scott also was home to several of its own regiments including the 2nd Kansas Light Artillery, the 6th Ks. Vol. Cavalry, and the 1st Ks. Colored Vol. Infantry. The 1st, 2nd and 3rd Indian Home Guards, recruited primarily from displaced Indian refugees, could even be found among this sea of faces in town. Quartermaster Supply Depot Crucial to the success of the Union campaigns was the supply depot located at Fort Scott. The Quartermaster Department issued all rations, feed, horses, wagons, blankets and equipment for troops camped within 40 miles of Fort Scott. To capture the millions of dollars in supplies stored there was a dream of Confederate General Price, and certainly would have meant disaster to the Union. Rebel troops did pass 12 miles east and north of Fort Scott in both 1861 and 1864, but an attack never occurred. The constant guerrilla warfare remained the only challenge to the men positioned to defend Fort Scott's supplies.         Weary Hearts Fort Scott's hospital was designated as a General Hospital', an army classification given to the larger medical facilities. It was filled with soldiers who suffered from disease or who sustained wounds in battles and skirmishes in Eastern Kansas and Western Missouri. Large numbers of patients forced hospital personnel to utilize the former guardhouse, infantry barracks, and even tents as wards. A Hospital Aid Society consisting of concerned citizens attempted to help the overburdened hospital staff. Despite the care, not all the soldiers survived. Many died and were buried in the National Cemetery, two miles southeast of the hospital. Military Prison Among the construction performed by troops during the war was the building of a two-story military prison. The Provost guards at Fort Scott were responsible for Confederate prisoners of war, suspected Southern sympathizers, unruly Union soldiers, and at times unlawful citizens of Fort Scott. The prison housed these men as they awaited their trials, served sentences, or passed the short days before their executions.         Haven for the Homeless From the very start of the war, Fort Scott provided a safe harbor for refugees. In the beginning, families fleeing the warfare in Missouri, poured into Kansas and Fort Scott. Later thousands of homeless passed through from Arkansas and the Indian Territory. These included hundreds of free Blacks, escaped slaves, Indians and pro-Union settlers. Often arriving with few possessions and settled in makeshift camps about town, the most destitute of these refugees received help from the Army and citizens of Fort Scott. Hell's Headquarters Behind the scenes of Fort Scott's military headquarters, lies the less memorable picture of daily toil and pleasure. The snakes, the mosquitoes, the days of drill and monotony, left many a soldier cursing the war and camp. Soldiers have left accounts of their attempts to keep entertained in Fort Scott with a game of baseball or cards, writing letters, a concert by the 9th Wisconsin Band, or perhaps a dance organized with the ladies of town. And of course, pay day often found many men seeking entertainment in Fort Scott's taverns and saloons. The forced friendship between the town and the Army was at times naturally strained. When Confederate troops passed East of the town in September of 1861, the order was made for all troops and citizens to retreat north to Fort Lincoln on the Little Osage River. Several Union soldiers who were left in the town took the liberty of looting many of the citizen's stores and homes which clearly did little to encourage amity. Relations were stirred again when two soldiers were accused of raping a young girl. Horrified and outraged, the townspeople mobbed the prison and hung the soldiers before they ever reached trial. From Pandemonium to Peace After the Civil War ended in April of 1865, the U.S. Army remained at Fort Scott through the summer. By October, the Army had sold their buildings and military surplus at public auction, the hospital was closing down, and the last troops were marching home. The town resumed a quieter pace, steadily growing as frontier America expanded, until the next sweep of change brought by the great railroads, left its imprint on Fort Scott's history. Suggested Reading  The American Indian in the Civil War, 1862-1865, Annie H. Abel. The Sable Arm, Dudley Taylor Cornish. Civil War Kansas: Reaping the Whirlwind, Albert Castel. Inside War, Michael Fellman.  Related Sites   American Battlefields Protection Program American Civil War Homepage Civil War.Com Civil War Homepage Civil War Soldiers and Sailors System Kansas in the Civil War Civil War-National Park Service Civil War Sesquicentennial  Return to History and Culture             Fort Scott Movie-Civil War   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 57 seconds  Civil War Segment of Fort Scott Movie-Dreams and Dilemmas",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/historyculture\/civwar.htm"
}
