{
    "title": "Fort Scott National Historic Site: Forgotten Warriors",
    "body": "Forgotten Warriors         American Indian Soldier Andy Thomas, Artist  There's no place like home! To American Indians suffering in barren refugee camps in eastern Kansas during the Civil War, thoughts like this must have gone through their minds as they longed for the warmth and security of home in Indian Territory (Oklahoma). There were those that could remember when home was elsewhere, but after more than two decades, they had come to regard Indian Territory as home. Driven to Kansas in 1861 by Confederate forces, the refugees drew attention from government agencies in Kansas and the Union Army. Seeking to strengthen their position in Kansas and badly needing manpower, the commanders of the Union Army made the decision to recruit and train Indian soldiers from the ranks of these displaced tribes. Ultimately, the army created three regiments of Native Americans known as the Indian Home Guards. Indians welcomed the opportunity to become soldiers as a means to return to and defend their homes, but challenges faced them every step of the way.        Opotheyehala, Creek chief painted by Charles Bird KingLibrary of Congress, Prints & Photographs Division  Civil War in Indian Territory At the beginning of the Civil War, Union troops abandoned forts in Indian Territory to free up soldiers for campaigns further east, creating a vacuum that the Confederate Army rushed to fill. The absence of the Union Army made the Indians, particularly those known as the Five Civilized Tribes (Creek, Cherokee, Choctaw, Chickasaw, Seminole), vulnerable to an alliance with the Confederacy. The fact that these tribes came from the South bound them culturally to the Confederacy. An additional tie that surprises many is that some Indians, particularly the Cherokee, owned African American slaves. The Chickasaw and the Choctaw readily embraced the Confederacy but members of other tribes, such as the Creek and the Seminole, were divided. Many members of these tribes opposed a Confederate alliance and chose to remain loyal to the Union. As the Indian tribes chose sides, tensions mounted. Confederate Indians allied with Texas regiments came to battle against the Union loyalists, led by the Creek chief, Opothleyahola. Despite fierce resistance, Confederate troops prevailed and expelled the loyalists from the territory. This was the first of many battles that tore the Indian Territory into warring factions, with Indians even splitting apart and fighting each other.      Indian Refugees in Kansas The defeated Union loyalists fled to Kansas on what became known as \"the Trail of Blood on the Ice\". They left behind nearly everything in the way of food, clothing and medicine. Severe winter weather, which almost immediately set in, brought indescribable suffering to these Indians. Many of them froze to death as they trekked toward temporary, virtually shelterless camps along the Fall and Verdigris rivers, where they stayed for a long winter. Relief for the Indian refugees was slow in coming. Meager supplies of food and clothing trickled into the camps, but it was not enough, many perished. Visitors to the camps described the conditions as wretched. A surgeon who visited the camps stated, “It is impossible for me to depict the wretchedness of their condition. Their only protection from the snow upon which they lie is prairie grass and from the wind and weather scraps and rags stretched upon switches. Some of them had some personal clothing; most had but shreds and rags which did not conceal their nakedness, and I saw seven varying in age from three to fifteen years without one thread upon their bodies. … They greatly need medical assistance. Many have their toes frozen off; others have feet wounded by sharp ice or branches of trees lying on the snow. But few have shoes or moccasins. They suffer with inflammatory diseases of the chest, throat and eyes. Those who come in last get sick as soon as they eat. Means should be taken at once to have the horses which lie dead in every direction through the camp and on the side of the river removed and burned, lest the first few warm days breed a pestilence amongst them. .”        Swearing in Native Troops Wisconsin Historical Society   \"Valuable as a Flock of Sheep\" The real desire of the refugees was to return to their homes and be able to fend off their comrades in Confederate arms. The Union Army, which aimed to reduce the risk of a Confederate invasion of Kansas, concurred with their desires and began planning an expedition to retake Indian Territory. Some Union commanders felt that the Indians could provide badly needed manpower for the expedition and began recruiting Indian soldiers and forming regiments. Their efforts were opposed by many Kansans who felt that Indian soldiers would be inferior. The Fort Scott Bulletin stated of the Indian soldiers being recruited that \"their principal use is to devour Uncle Sam's hard-bread and beef, and spend his money. They will be as valuable as a flock of sheep in time of action. They ought to be disbanded immediately.\" Others feared that Indians, once armed, would turn against the white population of Kansas. Some pointed to the reported behavior of Confederate Cherokees at Pea Ridge, who many believed to be responsible for scalping and mutilating Iowa troops.  Despite prejudice and misgivings, the recruitment of the Indians proceeded with the condition that they would only fight in Indian Territory. The Union Army formed two regiments-the First and Second Indian Home Guards. When first organized, white officers had overall command of the regiments, but leadership of individual companies fell to the Indians. Not being familiar with Army discipline or tactics, the Indian regiments did not immediately become effective fighting units. The Osage of the Second Regiment never did adjust to Army regulations and procedures. Many were mustered out after a series of mass desertions.          Cavalry Soldier of the Indian Home Guard Oklahoma Historical Society  Expedition to Indian Territory The Indians’ first taste of war as Union soldiers came in the summer of 1862. Recruited to be part of the expedition to Indian Territory, the First and Second Indian Regiments accompanied several units of white soldiers in a quest to return the Indian refugees to their homes and to reestablish a Union presence in the Indian Territory.   Organized and supplied at Fort Scott in the summer of 1862, the soldiers of the expedition experienced initial success. Union victories near the Cherokee capital of Tahlequah resulted in not only the rout of Confederate troops, but also the capture of several of their Cherokee allies. However, the expedition was short lived as Union commanders, fearing the disruption of supply lines, decided to withdraw.   Although only marginally successful, the expedition did have one significant impact. A large number of the captured Cherokee, once free from Confederate influence, ended up joining the Union Army. Three companies of Cherokee enlisted in the Second Indian Regiment and enough Cherokee recruits remained to form an entire third regiment of Indian soldiers.          Indian Home Guard Osprey Publishing  The Indian Brigade By fall of 1862, the Army had replaced most of the Indian officers with white noncommissioned officers from other units to instill army discipline into the Indian regiments. All three regiments were organized to form the Indian Brigade. Increased drilling improved their performance and in spring of 1863, brigade commander William A. Phillips remarked that he was satisfied that all three regiments had become effective fighting units.   Fully trained, the Union Army and the Indian regiments returned to the Indian Territory in greater numbers and fought in a series of pitched battles that would prove the mettle of the Home Guards. Some of these actions included:     A battle at the site of old Fort Wayne, in which the Third Indian Home Guard helped to avert a flanking operation and pushed Confederate forces back seven miles, capturing their battle flag and four artillery pieces. (October 1862)   The seizure of Fort Davis (near present-day Muskogee, OK), brought about by the actions of the Home Guards, who drove off the Confederate warriors stationed there and left the fort a smoldering ruins. (December 1862)   The capture of Fort Gibson, during which the Second Indian Home Guard assisted in driving its Confederate defenders into the nearby Grand River, forcing the survivors to swim for their lives. (April 1863)   Action at Cabin Creek, where soldiers of the Indian Home Guards helped to save a Union supply train from being captured by the forces of Stand Watie, the most persistent of the Confederate Indian commanders. (July 1863)   Honey Springs, site of the most important Confederate installation in Indian Territory. Here, the Indian regiments, along with white soldiers and African-American troops, combined in a pitched battle called by some “the Gettysburg of Indian Territory.” Union forces combined to drive the Confederates from the area, liberated valuable stores of supplies, and most importantly, secured the Union Army a firm foothold in Indian Territory. (July 1863)          Following the Indian Soldiers Home Andy Thomas, Artist  Total Warfare The actions of the Union Home Guards made it possible for their families to begin returning home, some of them doing so as early as spring of 1863. But the war was not over, fierce and determined opposition brought about two more years of fighting.   In early 1864, the Indian Home Guards went on a march through the southern part of the territory, engaging in Sherman like destruction, laying waste wherever they marched. Houses and other structures were destroyed, the economy ruined, and thousands became homeless refugees, as tribes continued fighting each other. Tensions continued until the very end of the war.   The determination of the Indian Home Guards contributed to ultimate Union victory. Individual soldiers felt a sense of pride, with “war whoops sounding up and down the line” when they rode into battle. They had been driven from the Indian Territory in rags, but they came back in Union blue, successful in their quest to return home.      Suggested Reading   The American Indian in the Civil War, by Annie Heloise Abel   The Union Indian Brigade in the Civil War, by Wiley Britton   The American Civil War in the Indian Territory, by John D. Spencer  Civil War in the Indian Territory, by Steve Cottrell       Related Links  Indian Home Guard-wikipedia Role of Native Americans in Civil War Civil War in Indian Territory What Happened in Indian Territory       Return to People                        Forgotten Warriors: The Indian Home Guards Story of the Indian Home Guard during the American Civil War, including their suffering as refugees in Kansas, the obstacles they faced to become soldiers in the Union Army, and their determination to retake their homes in Indian Territory after being driven out at the beginning of the war.  Duration:13 minutes, 16 seconds",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/historyculture\/forgotten-warriors.htm"
}
