{
    "title": "Fort Scott National Historic Site: Fort Scott in the Mexican War",
    "body": "A Hearty Grip: Fort Scott Soldiers in the Mexican War         Battle of Cerro Gordo during Mexican-American War   Imagine the fear you might have marching into battle with guns blazing all around you. Imagine the courage it took to charge the enemy with their cannons thundering at you from a fortified hilltop. Imagine fighting in a foreign country far from home against a determined foe, waging a war that half of your country opposes. Imagine yourself putting your life in danger on a daily basis. Such was the experience of Fort Scott soldiers during the Mexican-American War who displayed both courage and fear as they fought a war that strengthened one nation and devastated another.         The Mexican-American War, fought from 1846-1848, was the climax of America's quest for new territory in the 1840s. Those supporting the war saw it as fulfillment of Manifest Destiny; they believed that the nation had a divine right to stretch from coast to coast. They sympathized with Americans who had moved into lands controlled by Mexico, such as Texas and California, who found the Mexican regime too oppressive, and who rose in revolt. Those opposing the war viewed it as an imperialistic land grab, calling it \"the most unjust war ever waged by a stronger against a weaker nation.\" And to most Mexicans, the Americans were invaders intent on stealing their territory. The controversy reached a flashpoint in Texas. Texans had declared themselves independent from Mexico in 1836, although Mexico never officially recognized that independence. When the United States annexed Texas as a state in 1845, Mexico ignited in anger. The U.S. Army sent troops commanded by Zachary Taylor to defend the region. Two companies, C and D of the 4th Infantry, from Fort Scott were included in Taylor's contingent. Taylor positioned his troops in disputed territory along the Rio Grande. After Mexican soldiers crossed the river and fired on American troops, President James Polk claimed \"American blood had been shed on American soil.\" Polk asked Congress to declare war, which it did on May 13, 1846.        Dragoons at Buena Vista Artwork by Samuel Chamberlain  General Taylor prevailed in two important battles in Texas, and then proceeded to win a string of victories as he marched through northern Mexico toward Mexico City. His campaign reached its apex at Buena Vista (or Angostura as the Mexicans called it) in February 1847. There, Taylor's army was outnumbered and faced a two- front attack led by Mexican general, Santa Anna. Determined to resist the American invaders, Mexican soldiers put up a fierce fight and drove the Americans from the field in fright. One participant, Samuel Chamberlain, wrote about the near disaster at Buena Vista that \"the panic was contagious; men left the ranks in all the regiments, and soon our rear was a confused mass of fugitives\" Fortunately for Taylor, two companies of US Dragoons, including Company A which had departed Fort Scott in June 1846, had recently bolstered his ranks. The dragoons stood courageous in the face of battle, charging an artillery position and protecting American supplies. Along with US artillery, the dragoons helped stave off disaster. At the end of the day, Taylor's army still held the field.        Reenactor Bill Jordan portraying Captain Benjamin Moore. Michelle Martin  While Taylor was racking up victories in northern Mexico, another body of American soldiers, the Army of the West, commanded by General Stephen Kearny, moved toward New Mexico. This force, composed of 1000 volunteer Missouri militia and 700 regulars, included 1st Dragoons, Company C , which had been stationed at Fort Scott from 1842-1843. Kearny and his men had been sent to protect the Santa Fe Trail, to conquer New Mexico and California, and to defend the interests of American citizens living in these areas. Kearny anticipated fierce resistance, for the 525,000 square miles of land that the U.S. coveted constituted 1\/3 of Mexico's entire territory. Captain Benjamin Moore, first commander of Fort Scott and part of Kearny's force, seemed to look forward to the impending fight at Santa Fe, which did not transpire. He anticipated that \"the American eagle will vie with the Mexican in a hearty grip.\" Surprisingly, the New Mexicans gave no resistance to Kearny's army. Many had grown rich from the Santa Fe trade and believed that American rule would bring good fortune. They were also tired of being neglected by the Mexican government, some 1700 miles away. With Company C out in front, the Army of the West marched into Santa Fe, capturing it without firing a single shot.        Battle of San Pasqual Hugh Brown   With New Mexico in American control, Kearny set out for California with two of his dragoon companies. When he arrived in California, he found near the village of San Pasqual, a well trained force of Californio lancers, ready for battle. Despite the rain and his men's exhaustion from their arduous trek, Kearny ordered an early morning attack in hopes of swift victory. Captain Moore led a charge that proved disastrous. The lancers were ready, stood courageously, and surprised the Americans with a counter charge. Unable to fire their weapons because the gunpowder was wet, the dragoons were no match for the Californio lancers. When it was over, eighteen Americans lay dead, including Captain Moore. Despite this setback, Kearny's troops recovered and joined forces with a body of marines commanded by Commodore Robert Stockton. With their combined forces, they were able to secure the California territory for the United States.        Battle of Molino del Rey Son of the South website  American forces now occupied northern Mexico and controlled New Mexico and California, but still the Mexican government would not surrender to American demands for territory. Had it capitulated, the Mexican people would have risen in revolt. General Winfield Scott, commander of all American forces, felt that the only way to force a surrender would be to occupy Mexico City. To do so he proposed an amphibious assault on Veracruz, then an overland march of less than 200 miles from there to Mexico City. Two units who served at Fort Scott after the war, 6th Infantry, Company H and 1st Dragoons, Company F, along with 4th Infantry Companies C and D from Fort Scott participated in this assault. Scott's brilliantly executed plan resulted in success at Veracruz. As his army marched inland toward Mexico City, it won a string of hard fought victories at Cerro Gordo, Churubusco, Molino Del Rey, and Chapultepec. At Churubusco, Company F, 1st Dragoons, which served as General Scott's mounted escort, pushed a retreating Mexican army all the way to the gates of Mexico City. However, upon reaching the city, the dragoons found themselves surrounded by Mexicans and staring down the barrels of enemy artillery. Dragoon officers Phillip Kearny and Richard Ewell were more uneasy when they noticed that only three other officers and thirteen privates were with them. The rest of the unit had retreated under orders of brigade commander Col. William Harney. Those up front had been too far away to hear the bugle call and continued charging into near disaster. Kearny immediately ordered a retreat, but several dragoons fell as they did so, raked by Mexican fire. Ewell escaped injury, although two horses were shot out from under him. Kearny did not fare as well; canister shot shattered his left arm, which had to be amputated.The campaign for Mexico City proved to be costly, for this time Mexicans were defending the heart of their homeland. One officer of the Sixth Infantry, who served briefly at Fort Scott stated of one battle, that \" the round shot, grape, canister, and musketry fell so thick, and so many dropped around me, killed or wounded, that I feared the chance of my even getting out alive was slim.\" Many Fort Scott infantrymen lost their lives, including Major William Graham, Fort Scott's second commander. A hail of bullets felled him, yet even as he lay dying, he continued to inspire his men to act with courage, ordering them to \"Charge on those fellows, charge!\"      Winfield Scott's army captured the Mexican capital on September 13, 1847, ending a war that had taken the lives of many brave soldiers from both countries. The peace treaty ratified on May 30, 1848, gave much of northern Mexico to the United States. Not only did the US gain vast territory, but also the mineral resources from this land created an economic boom that helped transform America into the land of opportunity. The loss of this same territory devastated the Mexican economy and the military defeat dealt a crippling blow to Mexican pride. The results of the Mexican- American War are still being felt today as issues of immigration and economy challenge people on both sides of the border. Sources Used   Richard S. Ewell:A Soldier’s Life, by Donald C. Pfanz   So Far From God: The US War with Mexico:1846-1848, by John S.D. Eisenhower   Mexican War Journal & Letters of Ralph W. Kirkham edited by Robert Ryal Miller   My Confession, by Samuel Chamberlain  Letter written by Benjamin Moore       Related Links  Mexican American War-The History Guy U.S. Mexican War-PBS site Mexican War-Lone Star Internet Mexican War-Son of the South Mexican War-Latin American Studies       Return to History and Culture             Fort Scott Movie-Mexican-American War   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 8 seconds  Mexican-American War segment of Fort Scott Movie-Dreams and Dilemmas",
    "url": "https:\/\/www.nps.gov\/fosc\/learn\/historyculture\/mexwar.htm"
}
