{
    "title": "Yellowstone National Park: Snowmobile Best Available Technology (BAT) List",
    "body": "Snowmobile Best Available Technology (BAT) List       Snowmobiles Meeting Yellowstone and Grand Teton National Parks' Best Available Technology (BAT) Requirements October 31, 2014  All snowmobiles on this list have not been certified to meet New BAT requirements for the 2015–2016 Winter Season.    Snowmobile   Air Emissions (g\/kW-hr)   Sound Emissions (dBA)     Hydrocarbons  Carbon Monoxide   Average 2-Stroke (Non-BAT)  150   400   78    EPA Snowmobile Air Emission Requirements1  75   275        NPS BAT Requirements  152   1203   734    2010 Yamaha RS10VT (RS Venture), equipped with Yellowstone BAT kit  FEL: 11   FEL: 120   71.8 - 72.1    2010 Bombardier Ski-Doo GSX SE 1200, GTX LE 1200, and GTX SE 1200  FEL: 10   FEL: 119   72.6 - 75.1    2010 Arctic Cat Z1\/Z1 LXR and TZ1\/TZ1 LXR throttle-limited snowmobiles  FEL: 9   FEL: 120   71.6 - 74.4    2011 Yamaha RS Venture, equipped with Yellowstone BAT kit  FEL: 11   FEL:120   72.1    2011 Arctic Cat Z1 LXR and TZ1 \/ TZ1 LXR, throttle-limited snowmobiles  FEL: 9   FEL: 99   71.6 - 74.4    2011 Bearcat Z1 XT, throttle-limited snowmobile FEL: 9 FEL: 99 74.9   2011 Bombardier GSX SE 1200 and Grand Touring SE 1200 and Grand Touring LE 1200  FEL: 10   FEL: 119   72.6-75.1    2011 Bombardier MX-Z Sport 600 ACE, MX-Z TNT 600 ACE, Grand Touring Sport 600 ACE, Expedition Sport 600 ACE, Skandic WT 600 ACE, Renegade Sport 600 ACE, and Tundra LT 600 ACE  FEL: 8   FEL: 90   71.3 - 75.1    2012 Yamaha RS Venture, equipped with Yellowstone BAT kit  FEL: 9   FEL:116   72.1    2012 Bombardier and Grand Touring SE 1200 and Grand Touring LE 1200  FEL: 10   FEL: 119   72.9-75.1    2012 Bombardier MX-Z Sport 600 ACE, MX-Z TNT 600 ACE, Grand Touring Sport 600 ACE, Expedition Sport 600 ACE, Skandic WT 600 ACE, Renegade Sport 600 ACE, Tundra LT 600 ACE, and Tundra Sport 600ACE  FEL: 8   FEL: 90   71.3 - 75.1    2012 Arctic Cat TZ1 \/ TZ1 LXR, M 1100, and XF 1100 \/ F 1100, Bearcat Z1 XT throttle-limited snowmobiles  FEL: 9   FEL : 99   71.8 – 74.9    2013 Bombardier GSX SE 1200 and Grand Touring SE 1200 and Grand Touring LE 1200  FEL: 10   FEL : 110   72.8 – 73.5    2013 Bombardier MX-Z Sport 600 ACE, MX-Z TNT 600 ACE, Grand Touring Sport 600 ACE, Expedition Sport 600 ACE, Skandic WT 600 ACE, Skandic SWT 600 ACE Renegade Sport 600 ACE, Tundra LT 600 ACE, and Tundra Sport 600ACE  FEL: 8   FEL : 90   71.1 – 75.6    2013 Yamaha RS Venture, equipped with Yellowstone BAT kit  FEL: 9   FEL:116   69.6 – 70.2    2013 Arctic Cat TZ1 \/ TZ1 LXR, M 1100, and XF 1100 \/ F 1100, Bearcat Z1 XT throttle-limited snowmobiles  FEL: 9   FEL : 99   71.6 – 74.9    2014 – Bombardier (Engine Family EBCXY1.175GF) Grand Touring SE 1200 Grand Touring LE 1200 GSX SE 1200  10   119   72.3 – 73.6    2014 – Bombardier (Engine Family EBCXY.6007GF) MX-Z Sport 600 ACE, Grand Touring Sport 600 ACE Expedition Sport 600 ACE Skandic WT 600 ACE, Skandic SWT 600 ACE, Renegade Sport 600 ACE Tundra LT 600 ACE Tundra Sport 600 ACE  8   90   71.1 – 75.6     1 EPA Family Emissions Limits (FEL) for Snowmobiles are 75 for Hydrocarbons and 275 for Carbon Monoxide (2010 and 2011 model years). (See Federal Register Vol. 73, No. 123, Wednesday, June 25, 2008, page 35946)  2 Hydrocarbons: certified by EPA to a Family Emissions Limit (FEL) of 15 g\/kW-hr or less. 3 Carbon Monoxide: certified by EPA to a Family Emissions Limit (FEL) of 120 g\/kW-hr or less. Air emission figures for carbon monoxide and hydrocarbons presented are either the Official Test Results (OTR) or the certified FEL. The Official Test Results are actual measured emissions. FEL’s are not-to-exceed levels as certified by EPA. 4  Society of Automotive Engineers testing procedures allow for a 2 dB tolerance over the sound level limit to provide for variations in test site, temperature gradients, wind velocity gradients, test equipment, and inherent differences in nominally identical vehicles. (It has been observed that under some test site conditions, variability in test results greater than 2 dB can be experienced.) Sound emission figures represent an average of Official Test Results. 5 Yellowstone BAT certification for all 2009 – 2015 year model snowmobiles will expire at the end of the 2014-2015 winter. Only New BAT snowmobiles will be allowed for use in the park effective December 15, 2015. 2005-2009 Model Year BAT Snowmobiles Authorized to be used on Jackson Lake in Grand Teton National Park  In Grand Teton National Park, BAT snowmobiles are allowed to be used on Jackson Lake for the purpose of ice fishing. The certification period is for six years, except that for individual machines, the period may be extended up to a total of 10 years provided that the mileage does not exceed 6,000 miles. Following are model year 2005-2008 snowmobiles authorized for use on Jackson Lake.     Snowmobile   Air Emissions (g\/kW-hr)   Sound Emissions (dBA)    Hydrocarbons Carbon Monoxide                                                                           2005 Arctic Cat Bearcat W\/T5  5.62 FEL: 8 92.30 FEL: 105  73.7   2005 Arctic Cat T660 Touring5  5.62 FEL: 8  92.30 FEL: 105    72.2   2005 Bombardier Ski-Doo Legend Sport GT V1000, equipped with BAT upgrade kit5,6  4.65 FEL: 6.5 92.93 FEL: 120   71.8   2005 Polaris Frontier Touring5  5.4 FEL: 10 111.6 FEL: 120   73.7    2006 Arctic Cat Bearcat 660 W\/T   FEL: 8   FEL: 105   74.5    2006 Arctic Cat Panther 660 Touring and Trail models  FEL: 8   FEL: 105   73.9    2006 Arctic Cat 660 Touring FEL: 8 FEL: 105 72.2   2006 Polaris FS Classic and FS IQ Touring 9.8 FEL: 15 98.4 FEL: 120   75   2006 Yamaha RS Venture Touring with Yellowstone BAT kit  FEL: 10    FEL: 120     71.9    2007 Arctic Cat Bearcat 660 W\/T, Panther 660 Touring, Panther 660 Trail, 660 Touring  FEL: 8  FEL: 105 Same as 2006 models   2007 Bombardier Ski-Doo Legend V800 Trail, Legend V800 Touring, Expedition V800 Sport, Skandic V800 Tundra  FEL: 8    FEL: 120    72-73.9    2007 Polaris FS IQ Touring FEL: 15 FEL: 120 75   2007 Yamaha RS Venture and RS Vector, equipped with Yellowstone BAT kit    FEL: 10    FEL: 120    71.9    2008 Arctic Cat 660 Touring, Bearcat 660 W\/T and Panther 660 Touring5   FEL: 8   FEL: 105   72.2-73.7    2008 Bombardier Ski-Doo Legend Trail, Legend Touring, Expedition Sport V800, Tundra, Expedition TUV, Skandic SWT5   FEL: 8   FEL: 120   70.1-71.9    2008 Yamaha RS Venture and RS Vector, equipped with Yellowstone BAT kit5   FEL: 10   FEL: 120   71.9    2009 Arctic Cat TZ1, equipped with Yellowstone throttle stop   FEL: 9    FEL: 120    74    2009 Bombardier Skandic Tundra LT V800, Legend Touring V800, GTX LE 1200 and GTX SE 1200   FEL: 8-10    FEL: 119-120    70.1-72    2009 Polaris FS IQ Touring FEL: 15 FEL: 120 75   2009 Yamaha RS10VT (Venture series) and RS10R (Vector series) snowmobiles, equipped with Yellowstone BAT kit   FEL: 11    FEL: 120    70      Notes: For snowmobile use in Grand Teton National Park:     The 2005 model year snowmobiles would be authorized through March 31, 2015 The 2006 model year snowmobiles would be authorized through March 31, 2016 The 2007 model year snowmobiles would be authorized through March 31, 2017 The 2008 model year snowmobiles would be authorized through March 31, 2018 The 2009 model year snowmobiles would be authorized through March 31, 2019",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/current_batlist.htm"
}
