{
    "title": "Yellowstone National Park: Get Involved in WUAMP",
    "body": "Explore This Park    Get Involved     Planning     Winter Use in Yellowstone National Park     Winter Use Adaptive Management Program     Get Involved in WUAMP                  Get Involved in the Winter Use Adaptive Management Program              Successful adaptive management depends on sustained public and stakeholder engagement. There are two key ways for you or anyone interested to get involved in the winter use Adaptive Management Program at Yellowstone National Park. You can join the Adaptive Management Team - a broad coordinating body that provides feedback on the overall adaptive management process – or become part of a more focused Working Group and delve into the details about how the NPS should monitor a specific park resource or impact topic. Adaptive Management Team The winter use Adaptive Management Team is the broader public engagement body that provides feedback on the overall implementation of the Adaptive Management Program, including Adaptive Management Plan drafts. The Team will focus on the Adaptive Management Program in its entirety and will meet regularly to coordinate across impact topics, and to provide feedback to the NPS on Adaptive Management Program operations. The Team will also discuss the results of monitoring, how those results are related to the impacts that were described in the final Plan\/SEIS, and, if warranted, discuss potential adaptive changes that may be considered by the NPS.  Team Meetings and Information (next meeting: June 4, 2014 in Jackson, WY)  Working Groups Within the Adaptive Management Program, there are also more focused Working Groups that anyone can join. Working groups are tasked with providing feedback on what resources or questions should be monitored to address key scientific uncertainties about winter use impacts, and on the design of a fiscally sustainable, efficient and feasible monitoring strategy to achieve key monitoring objectives going forward. The working groups delve deeper into the details of winter use monitoring on topics such as the park soundscape, wildlife, the non-commercially guided snowmobile access program and the human dimensions of winter use.  Working Group Meetings and Information",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/engage.htm"
}
