{
    "title": "Yellowstone National Park: Environmental Compliance & Science Coordination Branch",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices     Yellowstone Center for Resources     Environmental Compliance & Science Coordination Branch                  Environmental Compliance & Science Coordination Branch              This branch is responsible for environmental reviews of all projects occurring within the park, management of the research permitting program, oversight of social science initiatives, and science communications. In accordance with federal law and regulation, this branch conducts environmental reviews ensuring that all park activities and projects comply with environmental laws, regulations, and policies, specifically the National Environmental Policy Act, the National Historic Preservation Act, and the Endangered Species Act, as well as National Park Service policies and other federal and state regulations. As part of complying with federal, state, and NPS guidelines, staff coordinates and reviews all projects that have the potential to effect park resources and values in order to reduce and mitigate adverse impacts to the park environment.   The branch also manages the Research Permit, Science Communications, and the Social Science Programs. The Research Permitting Program promotes and facilitates scientific research in the park, including administration of research permits, and the tracking of research discoveries that could lead to commercialization and benefits sharing. Staff in the Social Science Program assist with oversight and coordination of research related to the human dimensions of park management. Finally, the Science Communications Program is responsible for the development and publication of Yellowstone Science and for presenting the latest results of research studies and other essential information about natural and cultural resources via publications, reports, social media, and the park's website.    The Environmental Compliance and Science Coordination branch includes the following programs:    Environmental Planning Program  Science Communications Program  Research Permitting Program  Social Science Program    You can learn more about the work of the Environmental Compliance and Science Coordination Branch by visiting these links and recent reports:     Yellowstone Science  Yellowstone Vital Signs. 2013. Yellowstone Center for Resources, National Park Service, Mammoth, Wyoming. Yellowstone   Ongoing planning projects for the park are available on the NPS Planning, Environment and Public Comment (PEPC) web page.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/environmental-compliance-and-science-coordination.htm"
}
