{
    "title": "Yellowstone National Park: Today's National Park Service",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     National Park Service Organic Act (1916)     Today's National Park Service                  Today's National Park Service        When Frances Pound applied for a position in 1926, Yellowstone Superintendent Albright suggested she use her nickname, Jim. She was one of the first women hired to do law enforcement in Yellowstone. Today’s National Park Service workforce aims to reflect our nation’s diversity. NPS       Implementing the National Park Service Mission  The National Park Service mission statement expresses the dual responsibility of preserving parks in their natural state (or, at historical areas, to preserve a scene as nearly as it appeared on a certain date), and making these areas accessible for public use and enjoyment. These two fundamental goals can be incompatible and present difficult choices; two policies provide some direction:  Natural resources (biological and physical, esthetic values such as scenic vistas, natural quiet, and night skies, etc.) are managed to maintain, rehabilitate, and perpetuate their inherent integrity. Native species that have been exterminated should be reintroduced and nonnative species eliminated, if possible. Livestock grazing, hunting, and resource extraction are prohibited in National Park System areas, with a few exceptions. Cultural resources (prehistoric and historic structures, landscapes, archeological and ethnographic resources, and museum collections) are preserved.  International Leadership  The National Park Service example has inspired countries around the world to establish more than 100 national parks—modeled in whole or part on Yellowstone National Park and the National Park Service idea. Additionally, the National Park Service lends its experienced staff to other countries to evaluate park proposals, management plans, and resource issues. As the first national park, Yellowstone also continues to be a leader in developing and implementing policies in the National Park Service. The National Park Service manages approximately 83 million acres in all 50 states, the Virgin Islands, Puerto Rico, Guam, and American Samoa.   National parks are the oldest, most well-known part of the system and are usually areas of spectacular natural scenery relatively untouched by human development. National parks are established by acts of Congress.  National monuments are areas of historic or scientific interest established by presidential proclamation.  National historical parks and national historic sites are both set aside to commemorate some facet of the history of the people of those areas.  Many national memorials fit the description for national historical parks or sites, but some of these are also set aside because of important historical issues not specifically linked to the site of the memorial, such as Mt. Rushmore and Vietnam Veterans.       More Information  History of the National Park Service An act to establish a National Park Service: Library of Congress, American Memory National Park Service Organic Act (1916) Guidance for Protecting Yellowstone: Purpose, Significance, and Mission Statements Foundation Document Overview (2.0 MB PDF) and Foundation Document (10.5 MB PDF)  Yellowstone National Park Protection Act (1872; Organic Act\/Enabling Legislation)",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/nationalparkservice.htm"
}
