{
    "title": "Yellowstone National Park: Wildlife & Aquatic Resources Branch",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices     Yellowstone Center for Resources     Wildlife & Aquatic Resources Branch                  Wildlife and Aquatic Resources Branch          This branch is responsible for conserving and restoring native species and the ecosystem processes that sustain them. Biologists collect scientific data to assess the condition of resources, guide sound decision making, and prepare for future challenges such as emerging diseases, cross-boundary management of wide-ranging species, climate change, increasing visitation, and the intrusion of non-native species. Biologists focus research and monitoring on species that are of concern due to their status, their importance to ecosystem health, or their potential danger to visitors. They monitor threatened or endangered species in the park, such as the gray wolf, grizzly bear, and Canada lynx. They also conduct research on species of special concern due to threats to their population status. While some species are monitored continuously, others may be studied periodically in response to changing management challenges. Biologists monitor for infectious diseases in animal populations and proactively manage situations where humans interact with potentially dangerous wildlife. Several projects are underway to restore native fish and wildlife species to appropriate areas of the park. Long-term studies and data collection have helped the park to understand key ecological processes influencing the conservation of fisheries and wildlife, including competition, diseases, disturbance dynamics, gene flow, migration and dispersal, natural selection, predation, and vegetation phenology. Studies that involve controversial and complex management issues require close collaboration and consultation with other federal and state agencies, local governments, non-governmental organizations, and Native American Tribes to achieve research and management goals.  The Wildlife and Aquatic Resources Branch includes the following programs:   Wildlife Health Program  Bird Program  Bear Management Program  Wolf and Ungulate Program  Bison Ecology and Management Program  Fisheries and Aquatic Sciences Program   Publications & Reports   Annual Fish Reports Annual Wolf Reports Annual Bird Reports  Yellowstone bison—Conserving an American icon in modern society. 2015. White, P. J., R. L. Wallen, D. E. Hallac, and J. A. Jerrett, editors.Yellowstone Center for Resources, Yellowstone National Park, Mammoth, Wyoming. Yellowstone National Park: Natural and cultural resources vital signs. 2013. Yellowstone Center for Resources. National Park Service, Yellowstone National Park, Mammoth, Wyoming.  To learn more about some of the species being studied in Yellowstone, visit the park's Animals pages.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/wildlifeaquatic.htm"
}
