{
    "title": "Yellowstone National Park: Physical Resources & Climate Science Branch",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices     Yellowstone Center for Resources     Physical Resources & Climate Science Branch                  Physical Resources & Climate Science Branch              The scientists, technicians, and analysts in this branch complete a wide range of duties. Geologists monitor changes in the Yellowstone caldera by measuring and tracking indicators, such as chloride concentrations in water systems and changes in heat output in thermal areas. They also help the park avoid unintentional impacts to thermal areas from construction and visitor use. The analysts and technicians in the Spatial Analysis Program support park operations with mapping and analyzing spatial data to understand how resources may be interacting with one another. Examples of their work include mapping the roads, trails and utilities in the park along with important resources like rare plants, wolves and historic structures. Staff are also responsible for monitoring air quality, water resources, and natural soundscapes, and assisting in the development of a management plan for winter use. Most recently, the Branch has been analyzing climate data to help park management develop a climate change response and monitoring plan.  The Physical Resources and Climate Science branch includes the following programs:      Geology Program  Spatial Analysis Program  Air Quality Program  Soundscape Program  Climate Change Program  Water Resources Program  Publications   Hydrogeology of the Old Faithful Area, Yellowstone National Park, Wyoming, and its Relevance to Natural Resources and Infrastructure, 2014. Old Faithful Science Review Panel. Open-File Report 2014-1058. U.S. Geological Survey. Geologic Overview of a Bison-Carcass Site at Norris Geyser Basin, March 2004 . 2004. Heasler, H. and C. Jaworowski. Yellowstone Center for Resources, Yellowstone National Park, Mammoth, Wyoming. Winter Acoustic Monitoring in Yellowstone National Park December 2012-March 2013. 2013. Burson, S. Yellowstone Center for Resources, Yellowstone National Park, Mammoth, Wyoming.      Visit the Greater Yellowstone Inventory and Monitoring Program for additional information about current research being conducted on Yellowstone's Physical Resources and Climate.    Take a look at The Climate Analyzer to learn more about climate change in the Greater Yellowstone Ecosystem.    To learn more about physical resources in Yellowstone, visit the park's Nature pages.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/physicalclimate.htm"
}
