{
    "title": "Yellowstone National Park: FAQs about the Winter Use Adaptive Management Program",
    "body": "Explore This Park    Get Involved     Planning     Winter Use in Yellowstone National Park     Winter Use Adaptive Management Program     FAQs about the Winter Use Adaptive Management Program                  Frequently Asked Questions: Winter Use Adaptive Management Program       Introductory Adaptive Management Information Adaptive Management for Winter Use in Yellowstone National Park Public Involvement  The Future of Adaptive Management and Winter Use Additional Information about Yellowstone's Winter Use      Introductory Adaptive Management Information What is adaptive management? Adaptive management is a set of management practices that blends science and public engagement, and is designed to address complex natural resource management challenges (Williams & Brown, 2012). Adaptive management enables natural resource managers to acknowledge uncertainties in the management of natural systems, collect additional information, and respond to changing resource conditions while working with the public and interested stakeholders. What does adaptive management seek to do? Adaptive management seeks to: 1. Help managers meet a project’s environmental, social, and economic goals; 2. Reduce uncertainty by increasing scientific knowledge; 3. Involve stakeholders; 4. Incorporate new knowledge into decision-making. How does adaptive management work? Adaptive management is a three-step process involving management, monitoring, and evaluation (Figure 1). Managers repeat these three steps over time to improve their understanding of a system and incorporate learning into resource management and protection.       FIGURE 1: DOI Interior Applications Guide: Adaptive Management Process Diagram (Williams et al., 2009).       Where can I read more about adaptive management? Brunner, R., T. Steelman, L. Coe-Juell, C. Cromley, C. Edwards and D. Tucker. 2006. Adaptive Governance: Integrating Science, Policy and Decision-making. New York: Columbia University Press. U.S. Department of the Interior (DOI). 2008. Adaptive Management. Departmental Manual 522 DM 1. Washington, D.C.: Office of Environmental Policy and Compliance. Folke, C., T. Hahn, P. Olsson and J. Norberg. 2005. Adaptive Governance of Socio-Ecological Systems. Annu. Rev. Environ. Resour. 30: 441–473. Gunderson, L. and Stephen, S. L. 2006. Adaptive Management and Adaptive Governance in the Everglades Ecosystem. Policy Science 39:323–334. Holling, C.S. 1978. Adaptive Environmental Assessment and Management. Caldwell, NJ: Blackburn Press. U.S. National Park Service (NPS). 2006. Management Policies 2006. Washington, D.C.: Department of the Interior. Susskind, L., A. E. Camacho, and T. Schenk. 2012. A critical assessment of collaborative adaptive management in practice. Journal of Applied Ecology (49):47–51. Williams, B. K. and E. D. Brown. 2012. Adaptive Management: The U.S. Department of the Interior Applications Guide. Washington, D.C.: Adaptive Management Working Group, U.S. Department of the Interior. Williams, B. K., R. C. Szaro, and C. D. Shapiro. 2009. Adaptive Management: The U.S. Department of the Interior Technical Guide. Washington, D.C.: Adaptive Management Working Group, U.S. Department of the Interior. What is collaborative adaptive management? Collaborative adaptive management is a type of adaptive management that emphasizes joint learning and active partnership between managers, scientists, and other stakeholders, including the public. Where can I learn more about collaborative adaptive management projects?  For information on other collaborative adaptive management projects, check out: The Oregon Plan for Salmon and Watersheds: http:\/\/www.oregon.gov\/opsw\/ The Prairie Pothole Joint Venture: http:\/\/www.ppjv.org\/                              The Wyoming Landscape Conservation Initiative: http:\/\/www.wlci.gov\/ Bureau of Reclamation’s Glen Canyon Dam Adaptive Management Program: http:\/\/www.gcdamp.gov Adaptive Management and the Northwest Forest Plan: http:\/\/www.fs.fed.us\/pnw\/pubs\/pnw_rp567.pdf       Adaptive Management for Winter Use in Yellowstone National Park How will adaptive management be applied to winter use in Yellowstone? Adaptive management is a general term that describes both the program and the management process NPS will use to assess the implementation of the new management strategy. The Adaptive Management Program provides a structured process, involving the public and interested stakeholders, to continually evaluate the effectiveness of the Winter Use Plan\/Supplemental Environmental Impact Statement (SEIS) and seek to provide information to inform uncertainties and improve management over time. It includes the development, execution, and continual reevaluation of the Adaptive Management Plan (AMP). The three main objectives of the program are listed below. What are the three main objectives of the Adaptive Management Program?  To evaluate the impacts of oversnow vehicle (OSV) use and help managers implement actions that keep impacts within the range predicted under the final Plan\/SEIS. To gather additional data regarding the comparability of impacts from a group of snowmobiles versus a snowcoach. To reduce impacts on park resources after implementation of the final rule by gathering additional data regarding the overall social and ecological impacts of winter use and using those data to guide future management decisions.  What will guide the overall Adaptive Management Program? Four key documents:  The winter use final Plan\/SEIS; The Record of Decision; The winter use final rule (as published in the Federal Register: Volume 78, Number 205, 10\/23\/2013, pages 63069-63093), which can all be found here: http:\/\/parkplanning.nps.gov\/documentsList.cfm?projectID=40806. The DOI Adaptive Management Applications Guide  Who will manage the development and implementation of Yellowstone’s Adaptive Management Program? Yellowstone managers have initiated an Adaptive Management Program that will oversee the adaptive management process, including public and stakeholder engagement, the design of monitoring tools, and the preparation of an Adaptive Management Plan. What are the steps Yellowstone is following to develop and implement the Adaptive Management Program? In Yellowstone’s Adaptive Management Program, the first step is carried out by park managers who, with public input, define and implement management actions for winter use that are based on Yellowstone’s resource conditions and the objectives outlined by the winter use final Plan\/Supplemental Environmental Impact Statement (SEIS). In the second step, resource monitoring, National Park Service (NPS) staff collect data about resource conditions based on a monitoring plan developed with input from the public. They will present data to park managers and the public in order to assess resource impacts and the effectiveness of winter use management actions over time. The third step, evaluation, entails park scientists and managers analyzing monitoring data, seeking public input, and then applying the results to modify winter use management actions as appropriate going forward. What is the primary goal of the Yellowstone Adaptive Management Program for winter use? The primary goal of the Adaptive Management Program is to continuously improve the management of winter use in Yellowstone National Park using the best available science and public input. Hasn’t the NPS gathered enough data on winter use already? Yellowstone has a lot of information about winter use and its effects on visitors and the park’s resources. However, a new Rule is currently being implemented and social and ecological systems are constantly changing. Therefore, the Park believes it is prudent to continually evaluate the Rule’s impacts and consider adjustments to minimize impacts on the park’s resources and maintain high quality visitor experiences. Is Yellowstone’s program collaborative? Yes. Yellowstone National Park’s winter use Adaptive Management Program is built upon partnerships and shared learning between Yellowstone scientists and managers, interested stakeholders, and the public. Yellowstone’s approach blends science, management expertise, and local knowledge about winter use. How will the NPS fund the Adaptive Management Program? What resources are available? Each year the park budgets a certain amount for winter use operations, including monitoring for resource conditions. Historically this funding has supported monitoring of topics such as air quality, soundscapes, and wildlife. The NPS is committed to implementing an Adaptive Management Program for winter use, and will either reallocate or seek funding for the highest priority monitoring initiatives as determined by the winter use SEIS, Rule, and stakeholder involvement. What is the Adaptive Management Plan and how does it differ from the Adaptive Management Program? The Adaptive Management Plan is the tool the park will use to ensure the three objectives of the Adaptive Management Program are met. How does the Adaptive Management Plan differ from the final Plan\/SEIS? The final Plan\/SEIS describes the impact of several winter use management alternatives (scenarios) on park resources and the visitor experience; the Adaptive Management Plan is a process-oriented document that describes how the NPS will monitor and evaluate the new management strategy for winter use and engage the public. How is the Adaptive Management Plan being developed? It is being developed with input from working groups comprised of members of the public that contribute expertise across six impact topics. This plan outlines a strategy to identify which affected resources should be most closely monitored and evaluated, how these resources should be monitored, and how the NPS will continually engage the public throughout this process. What are resource metrics? A resource metric describes what scientists will measure to evaluate changes in park resources over time. For example, one of the affected resources related to winter use is the park’s air quality. In order to monitor air quality, scientists could look at the levels of carbon monoxide (CO) inside the park as a metric to determine whether air quality is declining or improving. In this case, air quality is the impact topic, and the air quality resource metric might be the 1-hour CO maximum level measured in parts per million. How will the NPS prioritize which metrics should be monitored? The accompanying draft Adaptive Management Plan presents a tool to help managers and the public prioritize the most important resource metrics. This tool allows managers and the public to evaluate suggested resource metrics based on whether they meet the goals of the Adaptive Management Program as well as their importance, measurability, feasibility, and urgency. The public will have the opportunity to participate in a metric prioritization workshop at a public meeting in the summer of 2015.      Public Involvement What is the role for the public in Yellowstone’s Adaptive Management Program for winter use? Yellowstone has been and will continue to work with all interested members of the public, stakeholders, and any other individuals or organizations to define what resources are most important to monitor going forward, to identify what the highest priority knowledge gaps are related those resources, and to determine the most appropriate metrics and methods for assessing resource conditions. Who can be involved in the Adaptive Management Program? Anyone with an interest in the park and winter use is invited to participate. You may join a working group, attend public meetings, stay involved by checking our website, or simply receive emails from us. If you have questions or would like to be added to the contacts list for the Adaptive Management Program, please contact Christina Mills, Adaptive Management Program Coordinator at Yellowstone, at e-mail us or (307) 344-2320. What are the working groups and who do I contact to join one (or more)? The Adaptive Management Program has six working groups that provide input and expertise on the primary impact topics: wildlife, air quality, soundscapes and the acoustic environment, human dimensions, operations and technology, and the Non-commercially Guided Snowmobile Access Program. To join one or more working groups, contact Christina Mills or a working group leader (contact information below).    Working Group  NPS Lead  Contact Information  Link to Notes    Wildlife John Treanor e-mail us 307-344-2505  Wildlife Working Group    Air Quality Ann Rodman e-mail us 307-344-2216  Air Quality and Soundscape    Soundscape Shan Burson e-mail us 307-739-3584 Air Quality and Soundscape    Human Dimensions Wayne Freimund & Mark Douglas  Wayne.Freimund@umontana.edu 406-243-5184 Mark.Douglas@cfc.umt.edu  Human Dimensions    Operations and Technology Christina Mills & Wade Vagias  e-mail us 307-344-2320 e-mail us 307-244-2035  Operations and Technology     NCGSAP  Alicia Murphy e-mail us 307-344-2627  Non-Commercially Guided Snowmobile Access Program      Are there any upcoming public meetings I can attend?   Yes, a public meeting about Yellowstone's draft Adaptive Management Plan will take place in the summer of 2015 at the West Yellowstone Visitor Information Center. There will be a morning session during which the NPS will discuss recent winter activities in Yellowstone, the plan development, the plan timeline, and the meetings and findings of individual working groups. In an afternoon session, the public will be invited to break into smaller groups to help prioritize suggested metrics. What issues can the public comment on through the Adaptive Management Program? Feedback on what resources or topics need to be monitored and how they should be monitored and prioritized will be welcome. Public input will also be sought as the NPS analyzes monitoring data and evaluates the effectiveness of its management strategies. How will the NPS share data from the Adaptive Management Program with the public? The NPS is committed to open and transparent data collection and data sharing. The NPS will share data and program updates via an adaptive management webpage. The Adaptive Management Program Coordinator will email updates to working group members, and the NPS will convene public forums where scientists and park staff will discuss the information gathered through winter use monitoring.      The Future of Adaptive Management and Winter How might adaptive management change winter use in the future? The NPS may find that it should change one more aspects of OSV management in the park. Those changes could include, for example, reducing the number or maximum OSV group size in a given transportation event, changing entrance allocations, changes to the Non-Commercially Guided Snowmobile Access Program, reducing speed limits, or closing certain OSV routes or areas. Can adaptive management cause Yellowstone to increase the number of transportation events? No, the final Rule limits the total number of transportation events to 110 (the maximum number of events evaluated under the Selective Alternative in the final Plan\/SEIS). A change of this magnitude would likely require new environmental analysis under the National Environmental Policy Act (NEPA). Can the Adaptive Management Program cause Yellowstone to increase the number of non-commercially guided snowmobile events? If more non-commercially guided groups were added, it would take away from the 46 commercially guided groups that are currently allowed so that the total number of transportation events does not exceed 110. If data collected through the Adaptive Management Program demonstrate that the NPS could allow more than four non-commercially guided groups without increasing impacts and there are unused commercially guided events, the NPS could allow more non-commercially guided events in place of the unused commercial events. However, this action would require public notification before implementation (36 CFR 7.13(l)(10)(ii-iv)). Will any management actions proposed through the Adaptive Management Program require additional NEPA review? Perhaps. If a proposed management change is outside the scope of the final Plan\/SEIS, taking such action may require additional environmental review through the NEPA process and\/or rulemaking. What is the timeline for the overall Adaptive Management Program, including the Adaptive Management Plan? The NPS began engaging stakeholders in the fall of 2013 to begin work on a long-term, collaborative, and sustainable Adaptive Management Plan for winter use management in Yellowstone National Park. The timeline for the program is as follows:    Date Action   October 2013 Final Rule on Winter Use Published   November 22, 2013 Initial Public Adaptive Management Meeting in Bozeman, MT   June 4, 2014 Adaptive Management Public Meeting in Jackson, WY   July 2014 First Draft of Working Group Chapters to AMP Coordinator   January 2015 Second Draft of Working Group Chapters to AMP Coordinator   Summer 2015 Public Meeting to Discuss Draft Adaptive Management Plan   Summer 2015 60-day comment period on draft AMP   Summer 2016 Final Adaptive Management Plan to be Published     Will monitoring be conducted prior to the implementation of the final Adaptive Management Plan? Yes, the NPS has conducted some baseline monitoring during the 2013-2014 and 2014-2015 winter seasons. This information, in combination with data collected over the previous four winter seasons, will provide an understanding of natural variability and changes in visitor experience from 2009-2015. The NPS expects to implement a pilot of the adaptive management monitoring program during the 2015-2016 winter season.       Additional Information about Yellowstone’s Winter Use Where can I read more about the history of winter use in Yellowstone? Our winter use webpage contains links to several documents that explain the history of winter use in Yellowstone, including a timeline and links to previous planning documents. Where can I read more about the winter use final Rule released on October 22, 2013? The NPS has prepared a set of frequently asked questions (FAQs) about the winter use final rule.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/wuampfaq.htm"
}
