{
    "title": "Yellowstone National Park: Vegetation & Resources Management Branch",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices     Yellowstone Center for Resources     Vegetation & Resources Management Branch                  Vegetation and Resources Management Branch              Vegetation communities found in Yellowstone National Park reflect underlying geology, climate conditions and disturbances created by fire, roads and developments, grazing\/browsing, non-native species, and a changing climate. In addition to nearly 1,350 native vascular plant species, 217 non-native plant species have been documented in the park. The Vegetation and Resources Management staff inventory, monitor, manage and conduct research on the vast array of plant communities in Yellowstone. These include invasive, non-native plant inventory and control, wetland communities and rare plant survey and protection, vegetation monitoring and ecological restoration, hazard tree management, and aquatic invasive species prevention from establishment in park waters.    The Vegetation and Resources Management Branch includes the following programs:      Vegetation Ecology Program  Resource Management Operations Program  Vegetation Compliance    Publications and Articles     Non-Native Vegetation Control: 2013 Field Season. 2013. Yellowstone Center for Resources, National Park Service, Yellowstone National Park, Mammoth, Wyoming.  Northern Rocky Mountain Exotic Plant Management Team FY 2013 Report. 2013. Natural Resource Program Center, Biological Resource Management Division, National Park Service.  Progress Report: Implementations of Pilot Native Vegetation Restoration Efforts in the Gardiner Basin, Yellowstone National Park, 2008-2014. 2014, Yellowstone Center for Resources, Yellowstone National Park, Mammoth, Wyoming.  Yellowstone Wetland & Rare Plant Program. 2015. Yellowstone Center for Resources, National Park Service, Yellowstone National Park, Mammoth, Wyoming.   Learn more about how you can help stop Aquatic Invasive Species in Yellowstone and regulations related to boating in the park. Learn more about park vegetation by visiting the Plants pages.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/ycrvegetation.htm"
}
