{
    "title": "Yellowstone National Park: Yellowstone Permit Conditions",
    "body": "Yellowstone Permit Conditions       Yellowstone Permit Conditions 2016 1.You are responsible for the research-related activities of your staff. Please ensure that field staff adhere to all conditions of your permit. Field staff must possess a copy of your permit at all times while in the field. 2.You are required to post, via the Internet, your research trip itineraries no later than the Sunday prior to your trip. The following website has been established to facilitate this process: https:\/\/irma.nps.gov\/rci\/. Once working in the park, report all emergencies by calling 911. 3. You are required to have a Safety Plan on file that addresses the range of activities you will encounter while working in Yellowstone National Park. All personnel who enter Yellowstone to conduct work under this research permit must review their Safety Plan prior to beginning work. At minimum, a safety plan shall cover a) training requirements and documentation that personnel have received training appropriate to the work being conducted (examples: bear safety, bear spray use, thermal area safety, fording streams); b) work party size (note: travel in groups of 3 or more is recommended when hiking in bear country); c) safety equipment (examples: bear spray for each party member, rain gear, heat resistant gloves, extendable pole for sample collection in thermal areas); d) trip itinerary (example: provide supervisor with an itinerary specific to daily activities and travel patterns); e) worker check-in. Note: in addition to completing the online researcher check-in per Yellowstone Condition #2, it is advised that all field personnel designate an emergency contact (e.g., supervisor, co-worker) whom they will check-in with at the end of each field day or session. This designated emergency contact will know the trip details and will contact emergency services (911) and the Research Permit Office (307-344-2239) in the event field staff fail to make contact at the end of the day or reporting period.   4.While conducting permitted field research activities (unless otherwise authorized by the Superintendent), park researchers are prohibited from possessing firearms. Researchers are also prohibited from bringing firearms in government buildings and in government vehicles (cars, boats, aircraft).   5.Unless otherwise authorized on your permit, you must carry out all of your activities out of public view. If you have obtained special permission to work in public view, it will be noted on your permit-specific conditions. Please consult these conditions for further guidance.   6.If you collect specimens that are to be permanently retained, regardless of where they are kept, they must be accessioned and cataloged into the National Park Service’s catalog system, and must bear National Park Service accession and catalog numbers. For assistance, contact the Curator’s Office at (307) 344-2565   7.All equipment left in the field including plot markers must be specifically authorized in advance. Label all equipment with your name, phone number, and the words \"Research Study #XXXX.” If you are authorized to place equipment or plot markers in Yellowstone, you will be required to GPS their locations. 8.Your research permit does not authorize you to enter closed or restricted areas in Yellowstone. Examples of restricted areas include most service roads, carcass dump sites, bear management areas, thermal areas, some bird nesting areas, wolf den sites, and trout spawning areas. 9.Cultural resources must not be adversely impacted by your research activities. Ground disturbance (e.g., digging) must be specifically authorized in advance. Report any archeological findings (artifacts, historical trash, rock cairns) to the Research Permit Office. 10. The Permittee agrees to notify the Chief of Resources of Yellowstone National Park (YNP) of every subject discovery or invention that relates in any respect to research results derived from YNP research studies or use of any research specimens or other materials collected from YNP, or that may be patentable or otherwise protected under the intellectual property (IP) laws of the United States or other jurisdiction. Notification must occur within sixty (60) days of the time that an inventor or other agent of the Permittee reports such a subject discovery or invention to the person(s) responsible for patent or other proprietary rights matters in the Permittee's organization. Additionally, the Permittee agrees to notify the Chief of Resources of Yellowstone within thirty (30) days of filing any patent application or other IP claim in the United States or other country that relates in any respect to research results or other discoveries or inventions derived from YNP research studies or any research specimens or other materials collected from YNP. For purposes of this paragraph, the term \"subject discovery or invention\" means any discovery or invention related to or derived from YNP research studies, or research specimens or other materials collected from YNP. All invention disclosures shall be marked as confidential under 35 U.S.C. Section 205.  11. All filming associated with this research permit must be reviewed and approved in advance by the park's Film Permit Office. Depending on the type of filming a Film Permit may be required. Filming of certain research activities may be used for education in the classroom setting or on private educational platforms which are password protected and the footage must clearly state that the research was conducted under a Yellowstone National Park NPS Research Permit. Any use, including social media, websites, newspapers, periodicals etc. of photos or videos from within closed areas or of research taking place in closed areas is prohibited without prior NPS approval. For further information contact Rachel Cudmore @ e-mail us (307) 344-2722, or Tammy Wert @ e-mail us (307) 344-2115.   12. Each year, investigators are required to submit copies of journal articles, theses, and dissertations that resulted from park research activities to the Research Permit Office. Documents should be submitted in PDF format, with the exception of theses\/dissertations, which should be sent as bound documents.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/ynpconditions.htm"
}
