{
    "title": "Yellowstone National Park: 1988 Fires FAQs",
    "body": "Explore This Park    Learn About the Park     Nature     Fire     1988 Fires     1988 Fires FAQs                  Frequently Asked Questions: 1988 Fires       How much of the park burned in 1988?   The 1988 fires affected approximately 800,000 acres of the park. Five fires burned into the park that year from adjacent public lands, including the largest, the North Fork fire. It started accidentally and burned more than 410,000 acres.       This map of fires from 1988 uses colors only to help you see fire boundaries. Colors do not indicate anything else. NPS\/Yellowstone Spatial Analysis Center        Burned Areas within Yellowstone National Park in 1988     Burn Type Acres  % of Park     Crown fire (consuming the forest canopy, needles, and ground cover and debris)  323,291  15%    Mixed (mixture of burn types in areas where most of ground surface was burned)  281,098  13%    Meadows, sagebrush, grassland  51,301  2%    Undifferentiated (variety of burn types)  37,202  2%    Undelineated (surface burns not detectable by satellite because under unburned canopy)  100,988  4%        Total Burned Area  793,880  36%        Total Unburned Area  1,427,920  64%      Data from the Spatial Analysis Center, Yellowstone National Park, 1989. Table adapted from Yellowstone in the Afterglow: Lessons From the Fires, Mary Ann Franke, 2000.      How were weather conditions different than in previous years?  Yellowstone usually experiences afternoon showers three or four days each week during the summer, but in 1988 no measurable rain fell for almost three months. The most severe drought in the park’s recorded history occurred that summer. Also, a large number of lightning strikes came with a series of dry storm fronts. This lightning started many of the fires and storm fronts stoked them with particularly high and sustained winds. Could the fires have been put out?   It is possible the few fires that started in early June might have been extinguished. However, between 1972 and 1987, the average fire had gone out naturally after burning only one acre. So, while the early fires were monitored closely and some were contained from going out of the park, the history of fire behavior in Yellowstone, coupled with an abnormally wet spring, suggested these fires would go out as previous fires had. After July 15, all fires were fought aggressively from the moment they were detected. Despite the largest fire fighting effort at that time in the history of the nation, weather finally contained the fires when snow fell in September. Did Yellowstone's fire management policy change after the fires of 1988?   After the fires of 1988, a national policy review team examined the national fire policy again, and concluded that natural fire policies in national parks and wilderness areas were basically sound. It also recommended improvements that were incorporated into the National Park Service’s fire policy of June 1990 and into Yellowstone National Park’s fire management plan of 1992.      More Information  Fire Management and Current Fire Activity Fire FAQs Fire References",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/1988firefaqs.htm"
}
