{
    "title": "Yellowstone National Park: Managing Invasive Species",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Invasive Plants     Managing Invasive Species                  Managing Invasive Plants       Controlling all the invasive plants—some well-established—is unrealistic. Staff prioritize treatments based on the threat they pose to native plant communities and the likelihood for successful control. Some infestations can be eradicated if the species is treated when the outbreak is still small; other species, such as spotted knapweed (Centaurea maculosa), are so common that stopping them from spreading is the primary goal. This strategy has helped prevent high priority invasive species from moving into wilderness areas where control is more difficult. Nonnative vegetation was found on about 4,600 acres of the 20,429 acres surveyed on foot in 2011. Based on program priorities, 112 acres were selected for treatment in 2012. Physical removal is the preferred method when feasible, but pulling or cutting of some perennial species serves to stimulate growth, and the use of herbicides on individual plants is necessary to control aggressive species and cover large areas. Plants were physically pulled or clipped on 41 acres; the rest were treated using herbicides. Most of the approximately 37 species targeted for treatment are listed by the states of Idaho, Montana, or Wyoming as “noxious weeds,” which means that they are considered detrimental to agriculture, aquatic navigation, fish and wildlife, or public health. Preventing the Spread of Invasive Plants Prevention efforts include control of construction materials entering the park, equipment inspections at park entrances, allowing only certified weed-free hay to be transported through the park, restrictions on the use of hay in the backcountry, and planting native species where ground disturbance has occurred.  To improve nonnative plant management throughout the region, park staff work with land managers from other government agencies, the Greater Yellowstone Coordinating Committee’s Weed Subcommittee, and the National Park Service’s Rocky Mountain Exotic Plant Management Team. The park uses Integrated Pest Management—chemical, biological, sociological, and mechanical methods—to control some of the nonnative plants. The park also cooperates with adjacent state and county Weed Control Boards to share knowledge and technology related to nonnative plant detection and control.       A total of 112 acres (green circles) of invasive plants were treated in 2012. Most treatment areas are along roadways and in developed areas, though trails and some backcountry areas were also treated. NPS       More Information  Clean Your Boat & Gear: You can help stop the spread of aquatic invasive species in Yellowstone's waters. Vegetation Communities Map Vegetation References Vegetation and Resource Management Program  References Sheley, Roger L. and Janet K. Petroff. 1999. Biology and Management of Noxious Rangeland Weeds. Corvallis: OSU Press.  Whitson, Tom L. et al. 2002. Weeds of the West. Western Society of Weed Science. Jackson, WY\/Grand Teton Lithography.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/invasiveplantsinfo.htm"
}
