{
    "title": "Yellowstone National Park: Forest Insect Pest References",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Forests     Forest Insect Pest References                  Forest Insect Pests References       The list below includes academic publications, government publications, management documents that inform the decision-making process at parks and protected areas, as well as links to websites that provide additional relevant information. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions.      Amman, G.D. and K.C. Ryan. 1991. Insect infestation of fire-injured trees in the Greater Yellowstone Area, Edited by US Department of Agriculture, Forest Service, Intermountain Research Station.  Christof, B., D. Kulakowski, and T.T. Veblen. 2005. Multiple disturbance interactions and drought influence fire severity in Rocky Mountain subalpine forests. Ecology 86(11):3018–3029.  Despain, D.G. 1990. Yellowstone vegetation: Consequences of environment and history in a natural setting. Boulder, CO: Roberts Rinehart Publishing Company.  Fleming, R.A., J.-N. Candau, and R.S. McAlpine. 2002. Landscape-scale analysis of interactions between insect defoliation and forest fire in central Canada. Climatic Change 55(1–2):251–272.  Furniss, M. M. and R. Renkin. 2003. Forest entomology in Yellowstone National Park, 1923–1957: A time of discovery and learning to let live. American Entomologist 49(4):198–209.  Hagle, S.K. et al. 2003. A Field Guide to Diseases and Insects of Northern and Central Rocky Mountain Conifers. U.S. Forest Service Report R1-03-08. Hicke, J.A. et a.. 2006. Changing temperatures influence suitability for modeled mountain pine beetle outbreaks in the western United States. Journal of Geophysical Research 111:G02019.  Johnson, P.C. and R.E. Denton. 1975. Outbreaks of the western spruce budworm in the American northern Rocky Mountain area from 1922 through 1971, Edited by US Department of Agriculture, Forest Service, Intermountain Forest and Range Experimentation Station. Ogden, UT.  Logan, J.A. et al. 2003. Assessing the impacts of global warming on forest pest dynamics. Frontiers in Ecology and the Environment 1:130–137.  Lynch, H., R. Renkin, R. Crabtree, and P. Moorcroft. 2006. The influence of previous mountain pine beetle (Dendroctonus ponderosae) activity on the 1988 Yellowstone fires. Ecosystems 9(8):1318–1327.  McCullough, D.G., R.A. Werner, and D. Neumann. 1998. Fire and insects in northern and boreal forest ecosystems of North America. Annual Review of Entomology 43(1):107–127.  Pauchard, A. and Alaback, P. 2006. Edge types defines alien species invasions along P. contorta burned, highway and clearcut forest edges. Forest Ecology and Management 223: 327–335.  Renkin, R.A. and D.G. Despain. 1992. Fuel moisture, forest type, and lightning-caused fire in Yellowstone National Park. Canadian Journal of Forest Research 22(1):37–45.  Ryan, K.C. and G.D. Amman. 1994. Interactions between fire-injured trees and insects in the Greater Yellowstone Area. In D. G. Despain, ed., Plants and their environments: Proceedings of the first Biennial Scientific Conference on the Greater Yellowstone Ecosystem, 259–271. Yellowstone National Park, WY: US Department of the Interior, National Park Service, Rocky Mountain Region, Yellowstone National Park.  Schmid, J.M. and G.D. Amman. 1992. Dendroctonus beetles and old-growth forests in the Rockies. In M.R. Kaufmann, W.H. Moir and R.L. Bassett, ed., Old-growth forests in the Southwest and Rocky Mountain regions, proceedings of a workshop, 51–59. Portal, AZ: USDA Forest Service, Rocky Mountain Forest and Range Experimentation Station.  Schoennagel, T., T.T. Veblen, and W.H. Romme. 2004. The interaction of fire, fuels, and climate across Rocky Mountain forests. BioScience 54(7):661–676.  Simard, M. et. al. 2011. Do mountain pine beetle outbreaks change the probability of active crown fire in lodgepole pine forests? Ecological Monographs 81(1): 3–24.  Veblen, T. T., K. S. Hadley, E. M. Nel, T. Kitzberger, R. Marion, and R. Villalba. 1994. Disturbance regime and disturbance interactions in a Rocky Mountain subalpine forest. Journal of Ecology 82(1):125–135.      More Information  More on Forests: Lodgepole Pine, Whitebark Pine, Understory Vegetation, and Forest Insect Pests Vegetation Communities Map Vegetation References Vegetation and Resource Management Program",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/forestinsectpestsrefs.htm"
}
