{
    "title": "Yellowstone National Park: General Conditions for Scientific Research and Collecting Permit",
    "body": "General Conditions for Scientific Research and Collecting Permit       United States Department of the InteriorNational Park Service  1.Authority - The permittee is granted privileges covered under this permit subject to the supervision of the superintendent or a designee, and shall comply with all applicable laws and regulations of the National Park System area and other federal and state laws.A National Park Service (NPS) representative may accompany the permittee in the field to ensure compliance with regulations. 2.Responsibility - The permittee is responsible for ensuring that all persons working on the project adhere to permit conditions and applicable NPS regulations. 3.False information - The permittee is prohibited from giving false information that is used to issue this permit.To do so will be considered a breach of conditions and be grounds for revocation of this permit and other applicable penalties.  4.Assignment - This permit may not be transferred or assigned.Additional investigators and field assistants are to be coordinated by the person(s) named in the permit and should carry a copy of the permit while they are working in the park.The principal investigator shall notify the park's Research and Collecting Permit Office when there are desired changes in the approved study protocols or methods, changes in the affiliation or status of the principal investigator, or modification of the name of any project member. 5.Revocation - This permit may be terminated for breach of any condition.The permittee may consult with the appropriate NPS Regional Science Advisor to clarify issues resulting in a revoked permit and the potential for reinstatement by the park superintendent or a designee.6.Collection of specimens (including materials) - No specimens (including materials) may be collected unless authorized on the Scientific Research and Collecting permit. The general conditions for specimen collections are: Collection of archeological materials without a valid Federal Archeology Permit is prohibited. Collection of federally listed threatened or endangered species without a valid U.S. Fish and Wildlife Service endangered species permit is prohibited.Collection methods shall not attract undue attention or cause unapproved damage, depletion, or disturbance to the environment and other park resources, such as historic sites.New specimens must be reported to the NPS annually or more frequently if required by the park issuing the permit.Minimum information for annual reporting includes specimen classification, number of specimens collected, location collected, specimen status (e.g., herbarium sheet, preserved in alcohol\/formalin, tanned and mounted, dried and boxed, etc.), and current location.Collected specimens that are not consumed in analysis or discarded after scientific analysis remain federal property.The NPS reserves the right to designate the repositories of all specimens removed from the park and to approve or restrict reassignment of specimens from one repository to another.Because specimens are Federal property, they shall not be destroyed or discarded without prior NPS authorization.Each specimen (or groups of specimens labeled as a group) that is retained permanently must bear NPS labels and must be accessioned and cataloged in the NPS National Catalog.Unless exempted by additional park-specific stipulations, the permittee will complete the labels and catalog records and will provide accession information.It is the permittee’s responsibility to contact the park for cataloging instructions and specimen labels as well as instructions on repository designation for the specimens.Collected specimens may be used for scientific or educational purposes only, and shall be dedicated to public benefit and be accessible to the public in accordance with NPS policies and procedures. Any specimens collected under this permit, any components of any specimens (including but not limited to natural organisms, enzymes or other bioactive molecules, genetic materials, or seeds), and research results derived from collected specimens are to be used for scientific or educational purposes only, and may not be used for commercial or other revenue-generating purposes unless the permittee has entered into a Cooperative Research And Development Agreement (CRADA) or other approved benefit-sharing agreement with the NPS.The sale of collected research specimens or other unauthorized transfers to third parties is prohibited. Furthermore, if the permittee sells or otherwise transfers collected specimens, any components thereof, or any products or research results developed from such specimens or their components without a CRADA or other approved benefit-sharing agreement with NPS, permittee will pay the NPS a royalty rate of twenty percent (20%) of gross revenue from such sales or other revenues.In addition to such royalty, the NPS may seek other damages to which the NPS may be entitled including but not limited to injunctive relief against the permittee. 7.Reports - The permittee is required to submit an Investigator’s Annual Report and copies of final reports, publications, and other materials resulting from the study.Instructions for how and when to submit an annual report will be provided by NPS staff.Park research coordinators will analyze study proposals to determine whether copies of field notes, databases, maps, photos, and\/or other materials may also be requested. The permittee is responsible for the content of reports and data provided to the National Park Service.8.Confidentiality - The permittee agrees to keep the specific location of sensitive park resources confidential.Sensitive resources include threatened species, endangered species, and rare species, archeological sites, caves, fossil sites, minerals, commercially valuable resources, and sacred ceremonial sites. 9.Methods of travel - Travel within the park is restricted to only those methods that are available to the general public unless otherwise specified in additional stipulations associated with this permit. 10. Other permits - The permittee must obtain all other required permit(s) to conduct the specified project. 11. Insurance - If liability insurance is required by the NPS for this project, then documentation must be provided that it has been obtained and is current in all respects before this permit is considered valid. 12.Mechanized equipment - No use of mechanized equipment in designated, proposed, or potential wilderness areas is allowed unless authorized by the superintendent or a designee in additional specific conditions associated with this permit. 13.NPS participation - The permittee should not anticipate assistance from the NPS unless specific arrangements are made and documented in either an additional stipulation attached to this permit or in other separate written agreements. 14. Permanent markers and field equipment - The permittee is required to remove all markers or equipment from the field after the completion of the study or prior to the expiration date of this permit.The superintendent or a designee may modify this requirement through additional park specific conditions that may be attached to this permit.Additional conditions regarding the positioning and identification of markers and field equipment may be issued by staff at individual parks.15. Access to park and restricted areas - Approval for any activity is contingent on the park being open and staffed for required operations. No entry into restricted areas is allowed unless authorized in additional park specific stipulations attached to this permit. 16. Notification - The permittee is required to contact the park’s Research and Collecting Permit Office (or other offices if indicated in the stipulations associated with this permit) prior to initiating any fieldwork authorized by this permit.Ideally this contact should occur at least one week prior to the initial visit to the park. 17. Expiration date - Permits expire on the date listed. Nothing in this permit shall be construed as granting any exclusive research privileges or automatic right to continue, extend, or renew this or any other line of research under new permit(s).18. Other stipulations - This permit includes by reference all stipulations listed in the application materials or in additional attachments to this permit provided by the superintendent or a designee. Breach of any of the terms of this permit will be grounds for revocation of this permit and denial of future permits.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/npsconditions.htm"
}
