{
    "title": "Yellowstone National Park: Whitebark Pine",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Forests     Whitebark Pine                  Whitebark Pine        The needles of a whitebark pine are clustered in groups of five. NPS       Whitebark pine (Pinus albicaulis) is a high-elevation tree of the northern Rocky Mountains and the Pacific Northwest, where it grows in nearly homogeneous stands on harsh, dry terrain but is more often found with other conifers in moister, more protected sites. It often grows in areas with poor soils, high winds, and steep slopes that are inhospitable to other species. It retains snow and reduces erosion, acts as a nurse plant for other subalpine species, and produces seeds that are an important food for grizzly bears and other wildlife.  Whitebark pine is experiencing unprecedented mortality throughout its range. A primary cause is white pine blister rust (Cronartium ribicola), an introduced pathogen. Whitebark pine is also vulnerable to infestation by native pine beetles, and factors related to climate change and altered wildland fire regimes.  An estimated 20–30% of whitebark pine trees taller 1.4 meters tall are infected with blister rust in the Greater Yellowstone region. As of 2013, 1,410 of the more than 5,000 monitored trees had died, including 70% of those in the >10 cm in diameter size classes. (The mountain pine beetle prefers larger trees for laying their eggs;the larvae feed on the inner phloem of the bark.) In addition, the greater Yellowstone Network estimated that by the end of 2013, 27% of whitebark pine trees >1.4 meters tall had died. Despite the high percent of large trees that have died, there are trees that are still producing cones and regeneration is occurring. The network estimated an average growth of 53 small trees per 500 meters squared by the end of 2011.  Aerial surveys, which measure the spatial extent of mortality rather than the percentage of individual dead trees counted on the ground, have generally produced higher whitebark pine mortality estimates in the Greater Yellowstone Ecosystem. This could be because larger trees, which occupy more of the area in the forest canopy visible from the air, are more likely to be attacked by beetles. In 2013, an aerial survey method called the Landscape Assessment System was used to assess mountain pine beetle-caused mortality of whitebark pine across the Greater Yellowstone Ecosystem. Results of the one-time study indicate that nearly half (46%) of the GYE whitebark pine distribution showed severe mortality, 36% showed moderate mortality, 13% showed low mortality, and 5% showed trace levels of mortality. Learn More: Understory Vegetation...      More Information  More on Forests: Lodgepole Pine, Understory Vegetation, and Forest Insect Pests Vegetation Communities Map Vegetation References Vegetation and Resource Management Program Watch a short Inside Yellowstone episode about whitebark pine, bears, and Clark's Nutcrackers presented by a park ranger (approx. 2 min.)  References The list below includes academic publications, government publications, management documents that inform the decision-making process at parks and protected areas, as well as links to websites that provide additional relevant information. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Arno, S.F. and R.J. Hoff. 1990. Pinus albicaulis Engelm. whitebark pine. In R.M. Burns and B.H. Honkala, ed., Silvics of North America. Vol. 1: Conifers. Agricultural Handbook 654 Washington, DC: US Department of Agriculture, Forest Service.  Gibson, K. 2006. Mountain pine beetle conditions in whitebark pine stands in the Greater Yellowstone Ecosystem, 2006. Missoula, MT: USDA Forest Service, Forest Health Protection, Missoula Field Office.  Greater Yellowstone Whitebark Pine Monitoring Working Group. 2014. Monitoring whitebark pine in the Greater Yellowstone Ecosystem: 2013 annual report. Natural Resource Data Series NPS\/GRYN\/NRDS—2014\/631. National Park Service, Fort Collins, Colorado.  Hoff, R.J. 1992. How to recognize blister rust infection on whitebark pine. Moscow, ID: US Department of Agriculture, Forest Service, Intermountain Research Station.  Howard, J.L. 2002. Species: Pinus albicaulis, Edited by US Department of Agriculture, Forest Service, Rocky Mountain Research Station, Fire Sciences Laboratory. Vol. Fire Effects Information System (online).  Macfarlane, W.W., Logan, J.A., and Kern, W.R.. 2013. An innovative aerial assessment of Greater Yellowstone Ecosystem mountain pine beetle-caused whitebark pine mortality. Ecological Applications 23(2):421–37  Mahalovich, M. F. 2013. Grizzly Bears and Whitebark Pine in the Greater Yellowstone Ecosystem. Future Status of Whitebark Pine: Blister Rust Resistance, Mountain Pine Beetle, and Climate Change. US Forest Service. Report Number: 2470 RRM-NR-WP-13-01.  Mattson, D.J., B.M. Blanchard, and R.R. Knight. 1992. Yellowstone grizzly bear mortality, human habituation, and whitebark pine seed crops. Journal of Wildlife Management 56(3):432–442.  Taylor, J.E. and R.L. Mathiasen. 1999. Limber pine dwarf mistletoe. US Department of Agriculture.  Tomback, D.F., S.F. Arno, and R.E. Keane. 2001. Whitebark pine communities: Ecology and restoration. Washington, DC: Island Press.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/whitebark-pine.htm"
}
