{
    "title": "Yellowstone National Park: Forest Insect Pests",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Forests     Forest Insect Pests                  Forest Insect Pests       The conifer trees of Yellowstone face six major insect and fungal threats. The fungus is an nonnative species, but the insects are native to this ecosystem. They have been present and active in cycles, probably for centuries. A scientist studying lake cores from the park has found some of their insect remains in the cores, indicating their presence even millions of years ago. However, in the last 10 years, all five insects have been extremely active, which may be due to the effects of climate change.  The primary cause of tree mortality in the Yellowstone is native bark beetles. The beetles damage trees in similar ways: their larvae and adults consume the inner bark. If the tree is girdled, it dies. Their feeding activity can girdle a tree in one summer, turning the crown red by the following summer. The needles usually drop within the next year, leaving a standing dead tree. Pockets of red-needled trees are evident throughout the park. Forest structure, tree health, and climate are the major factors determining the extent of an outbreak;drought and warmer temperatures can make forests more vulnerable to infestation.  Pest Activity  The severity of insect-caused tree mortality has been considerable throughout the West for over a decade, and the insects have spread to previously unaffected plant communities. Several native bark beetle species in the Scolytidae family have altered extensive areas within Greater Yellowstone. Forest structure, tree health, and climate are the major factors in determining whether an outbreak expands;drought and warmer temperatures can make forests more vulnerable to infestation.  Recent evaluation has shown decreases in infection and infestation rates since 2001, suggesting that resistance may be slowly increasing. Although activity by both Douglas-fir beetle and Engelmann spruce beetle has declined to endemic (natural to Yellowstone) levels since 2000, other forest insects of ecological significance remain active. Mountain pine beetle activity was largely confined to the northwest portion of the park, in high-elevation whitebark pine and lower elevation lodgepole pine, peaking in 2009 with annual decreases in mortality since then. Defoliation of Douglas-fir and Engelmann spruce by the western spruce budworm is present in the park throughout the lower Lamar and along the Yellowstone and Lamar River valleys, but spread considerably less in recent years. These trends appeared to continue in 2011, when the park was only partially surveyed.  Future of Insect Outbreaks in Yellowstone  Landscape-scale drought and the availability of suitable host trees have contributed to the initiation and persistence of insect outbreaks. Healthy trees can defend themselves from beetle attack by \"pitching out\" adult females as they try to bore into the tree. Extreme winter temperatures can kill off overwintering broods and wet summer weather impedes the insects from invading additional trees. Insect activity also decreases as the larger and more susceptible trees are killed off. Spruce beetles have declined because they have killed almost all of their preferred food source (spruce trees more than 10 inches in diameter).  Recent and ongoing studies supported by the National Park service are investigating the interaction between insect infestations and wildfire. Researchers have focussed on how bark beetle epidemics may affect fire behavior in lodgepole-dominated forests and comparing the resulting fire hazard with that in Douglas-fir forests.      Quick Facts Number in Yellowstone  Six forest insect pests  Mountain Pine Beetle (Dendroctonus ponderosae)   Affects whitebark, lodgepole, and limber pine.  The tree defends itself by increasing resin (pitch) production, which can \"pitch out\" the insect from the tree and seal the entrance to others.  Look for globs of resin, often mixed with wood borings, on the bark.  Adults emerge in mid-summer.   Engelmann Spruce Beetle (Dendroctonus rufipenni)   Affects Englemann spruce, rarely lodgepole pine.  Larvae feed for two years.  Look for reddish dust on the bark and at the base of the tree in early summer.   Douglas-Fir Beetle (Dendroctonus pseudotsugae)   Affects Douglas-fir.  Larvae also consume outer bark.   Western Balsam Bark Beetle (Dryocoetes confusus)   Affects subalpine fir.   Western Spruce Budworm (Choristoneura occidentalis)   Affects Douglas-fir, true firs, spruce.  Larvae defoliate trees and can destroy cones and seeds.  Look for clumps of chewed needles on branch tips.   White Pine Blister Rust   A disease caused by a fungus, Cronartium ribicola.  Affects whitebark and limber pines.  The disease impacts the tree's ability to transport nutrients and produce cones, and may eventually kill the tree.  Look for cankers (lesions) on the bark.   Management Issues   Research supported by the National Park Service will investigate the interactions between insect infestations and wildfire.       More Information  Forest Insect Pests References More on Forests: Lodgepole Pine, Whitebark Pine, Understory Vegetation, and Forest Insect Pests Vegetation Communities Map Vegetation References Vegetation and Resource Management Program",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/forestinsectpests.htm"
}
