{
    "title": "Yellowstone National Park: 1988 Fires Information Continued",
    "body": "Explore This Park    Learn About the Park     Nature     Fire     1988 Fires     1988 Fires Information Continued                  1988 Fires Information Continued       Fighting the Fires An extensive interagency fire suppression effort was initiated in mid-July in the Greater Yellowstone Ecosystem in an attempt to control or contain this unprecedented series of wildfires. The extreme weather conditions and heavy, dry fuel accumulations presented even the most skilled professional firefighters with conditions rarely observed. Accepted fire fighting techniques were often ineffective because fires spread long distances by spotting, a phenomenon in which wind carries embers across unburned forest to start spot fires ahead of the main fire. In the severe conditions of 1988, fires were spotting up to a mile and a half ahead—jumping roads, rivers, even the Grand Canyon of the Yellowstone River. Fires often moved two miles per hour, with common daily advances of five to ten miles. The fast movement, coupled with spotting, made direct attacks on the fires impossibly dangerous, as fire crews could easily be overrun or trapped between a main fire and its outlying spot fires. Even during the night, fires could not be fought. Typically, wildfires “lie down” at night as humidity increases and temperature decreases. But in 1988, the humidity remained low at night, and fire fighting was complicated by the danger of falling trees. Fire fighting efforts were directed at controlling the flanks of fires and protecting lives and property in their paths. The fire experts on site generally agreed that only rain or snow could stop the fires. They were right: one-quarter inch of snow on September 11 stopped the advance of the fires. By the last week in September, 42 lightning-caused fires had occurred in or burned into the park, but only eight were still burning. More than $120 million had been spent in control efforts on fires in the Greater Yellowstone Ecosystem, and most major park developments—and a few surrounding communities—had been evacuated at least once as fires approached within a few miles. The fire suppression efforts involved many different federal and state agencies, including the armed forces. At the height of the fires, 10,000 people were involved simultaneously. At the time, this was the largest such cooperative effort undertaken to date in the United States.       More than $120 million was spent fighting the fires in the Greater Yellowstone Ecosystem. Rain and snow in September finally stopped the advance of the fires. NPS       Confusion in the Media The Yellowstone fires of 1988 received more national attention than any other event in the history of national parks up to that time. Unfortunately, many media reports were inaccurate or misleading and confused or alarmed the public. The reports tended to lump all fires in the Yellowstone area together as the “Yellowstone Park Fire;” they referred to these fires as part of the park’s natural fire program, which was not true; and they often oversimplified events and exaggerated how many acres had burned. In Yellowstone National Park itself, the fires affected—but did not devastate—793,880 acres or 36% of total park acreage. A number of major fires started outside the park. These fires accounted for more than half of the total acres burned in the greater Yellowstone area, and included most of the fires that received intensive media attention. The North Fork Fire began in the Targhee National Forest and suppression attempts began immediately. The Storm Creek Fire started as a lightning strike in the Absaroka–Beartooth Wilderness of the Custer National Forest northeast of Yellowstone; it eventually threatened the Cooke City–Silver Gate area, where it received extended national media coverage. Additional confusion resulted from the mistaken belief that managers in the Yellowstone area let park fires continue burning unchecked because of the natural fire plan—long after such fires were being fought. Confusion was probably heightened by misunderstandings about how fires are fought: if crews were observed not taking action on a fire, casual observers might think the fire was merely being monitored. In fact, in many instances, fire bosses recognized the hopelessness of stopping fires and concentrated their efforts on protecting developed areas. The most unfortunate public and media misconception about the Yellowstone fire fighting effort may have been that human beings can always control fire. These fires could not be controlled; their raw, unbridled power cannot be over-emphasized. Firefighters were compelled to choose their fights very carefully, and they deserve great praise for working so successfully to save all but a few park buildings. Learn More: Post-Fire Response and Ecological Consequences of the 1988 Fires...       The Yellowstone fires of 1988 received more media attention than any other event in the history of national parks up to that time. NPS        Significant Events during the 1988 Fires     Date Event     June 14  Storm Creek Fire begins    June 23  Shoshone Fire begins    June 25  Fan Fire begins    June 30  Red Fire begins    July 5  Lava Fire begins    July 11  Mink and Clover fires begin    July 14  On a backcountry fishing trip near the eastern border of Yellowstone National Park, Vice President George H.W. Bush must leave early when fire comes close to camp.    July 21  Yellowstone National Park begins suppressing all fires.    July 22  North Fork Fire begins    July 25  Fire camp crew jumps into West Thumb Bay to escape flames.    August 20  “Black Saturday”: Fires double to more than 480,000 acres    September 3  Storm Creek Fire burns over Silver Tip Ranch, north of Yellowstone National Park; the historic ranch survives.    September 7  Fire storm blasts Old Faithful area; Old Faithful Inn is saved and no one is injured.    September 10  Residents of Mammoth Hot Springs evacuated as fire moves across Bunsen Peak toward the area.    September 11  Rain and snow fall.           More Information  Fire Management and Current Fire Activity Fire FAQs Fire References",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/1988firesinfo.htm"
}
