{
    "title": "Yellowstone National Park: Herbarium Policies",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Yellowstone Herbarium     Herbarium Policies                  Herbarium Policies       Visitor Guidelines and Policies We encourage visitors to tour this lovely facility and researchers to use it. To ensure that staff is able to provide researchers and visitors with access to the herbarium, we recommend making an appointment. Of course, you are always welcome to stop by and take your chances. First-time visitors wishing to use the herbarium must receive an orientation to the collections and specimen handling before access can be granted (less so for professional systematists). Handling of Specimens  Great care should always be used when handling specimens. Specimens should be held flat with both hands, such that the paper cannot bend and damage the specimen. Similarly, folders should always be carried horizontally and fully supported. Specimens in folders should never be shuffled as it can lead to damage of the underlying specimen. Furthermore, specimens should never be turned over as a page in a book. To inspect the contents of a folder, place it flat on a table, and stack specimens face up neatly to one side. Specimens on acidic paper should be maintained in a separate folder from the specimens on acid-free paper. Never rest objects such as books, elbows, etc., on specimens or folders. Specimens in need of annotation or repair should be brought to the attention of the herbarium staff.  Loan Requests The specimens of the Yellowstone Herbarium are available for scientific study via loans to accredited institutions. Generally, loans are made for taxonomic or floristic research only, but exceptions may be made for other botanical investigations. A loan request must be in writing (emails are acceptable) from the researcher or curator of the institution where the specimens are to be shipped. It should be sent to Heidi Anderson, Park Botanist. The following information should be provided:  the name and status of the researcher requesting the material; the name of the study; and the taxa requested.  Loans of specimens are made for a period of six months. You may request an extension of the loan. While on loan, specimens must be housed in sealed herbarium cases and handled according to standard herbarium practices. We recognize that a limited amount of dissection may be necessary for some kinds of research. We request that dissections be kept to a minimum. All material dissected from a specimen must be placed in a fragment packet affixed to the sheet. Any need for destructive sampling (e.g., removal of seeds, pollen, DNA) is not generally allowed and would need to go through a permit process.       More Information  Basic information about the Yellowstone Herbarium Heritage and Research Center",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/herbpolicy.htm"
}
