{
    "title": "Yellowstone National Park: 1988 Post-Fire Response and Ecological Consequences",
    "body": "Explore This Park    Learn About the Park     Nature     Fire     1988 Fires     1988 Post-Fire Response and Ecological Consequences                  1988 Post-Fire Response and Ecological Consequences       By late September, as the fires were diminishing, plans were already underway in Yellowstone to develop comprehensive programs for all aspects of post-fire response. These included replacing, rehabilitating, or repairing damaged buildings, power lines, fire lines, trails, campsites, and other facilities. Education rangers developed programs to interpret the fires and their effects for visitors and for the general public. Other education specialists developed indoor and outdoor exhibits, publications, and trails to help visitors learn about these historic fires. The park also cooperated with other agencies and state and local governments in promoting the economic recovery of communities near the park that were affected by the fires. Scientists wanted to monitor the ecological processes following these major fires. The National Park Service cooperated with other agencies and independent researchers and institutions in developing comprehensive research directions for this unparalleled scientific opportunity. Observations actually began while the fires were still burning. Burning at a variety of intensities, the fires killed many lodgepole pines and other trees, but did not kill most other plants; they merely burned the tops, leaving roots to regenerate. Temperatures high enough to kill deep roots occurred in less than 0.1% of the park. Only under logs and in deep litter accumulations, where the fire was able to burn for several hours, did lethal heat penetrate more deeply into the soil. Where water was available, new plant growth began within a few days. In dry soils, the rhizomes, bulbs, seeds, and other reproductive tissues had to wait until soil moisture was replenished the following spring. Though animal movements were sometimes affected dramatically by the passage of fires, relatively few animals died. However, portions of the northern range burned, which affected winter survival of grazing animals when coupled with summer drought conditions. In this and many other ways, fires dramatically altered the habitat and food production of Yellowstone for the short term. The fires of 1988 created a landscape of burns, partial burns, and unburned areas—called a mosaic. A mosaic provides natural firebreaks and sustains a greater variety of plant and animal species. Vegetation capable of sustaining another major fire will be rare for decades, except in extraordinary situations.       Yellowstone National Park’s photographer established “photo points,” or specific locations to be photographed in 1988 and in subsequent years. This set shows a pond along the road between Canyon and Norris junctions, as it appeared in 1988 (above) and 1989 (below). NPS        The second photo taken in the photo point at a pond along the road between Canyon and Norris junctions, as it appeared in 1989 (see above for 1988). NPS       Consequences of the 1988 Fires What DID Change These changes have been caused entirely or in part by the fires of 1988:      The replacement of thousands of acres of forest with standing or fallen snags and millions of lodgepole pine seedlings.  The establishment of aspen seedlings in areas of the park where aspen had not previously existed.  A decline in the moose population because of the loss of old growth forest.  Shifts in stream channels as a result of debris flows from burned slopes.  An increase in the public understanding and acceptance of the role of fire in wildland areas.  A program to reduce hazard fuels around developed areas.    What Did NOT Happen   Many predictions were made about the 1988 fires' long-term consequences for visitation, wildlife, and vegetation. However, the following have not come to pass:    x      A long-term drop in park visitation.  x      Flooding downstream of the park because of increased runoff on bare slopes.  x      A decline in fish populations because increased erosion silted up the water.  x      An increase in fish populations in smaller streams where deforestation and loss of shade could result in warmer water and higher nutrient levels.  x      More rapid invasion of nonnative plants into burned areas and corridors cleared as fire breaks.  x      An increase in lynx following a boom in snowshoe hares as a result of changes in forest structure.  x      An increase in the elk population because of improved forage.  x      A decline in the grizzly bear population because of smaller whitebark pine seed crops.  x      Another big fire season in Yellowstone because of all the fuel provided by so many dead and downed trees.      More Information   Current Fire Activity and Fire Management Fire FAQs Fire References 9th Biennial Scientific Conference on the Greater Yellowstone Ecosystem, \"The '88 Fires: Yellowstone and Beyond\" Conference Proceedings (4.5 MB PDF) Volume 17, issue 2 of Yellowstone Science",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/1988fireconsequences.htm"
}
