{
    "title": "Yellowstone National Park: Black Bears",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Mammals     Black Bears                  Black Bears        A black bear with two cubs. In Yellowstone, about 50% of black bears are black in color, others are brown, blond, or cinnamon. NPS\/Neal Herbert       The black bear (Ursus americanus) is the most common and widely distributed bear species in North America. However, the Greater Yellowstone Ecosystem is one of the few areas south of Canada where black bears coexist with the grizzly bear (Ursus arctos). From 1910 to the 1960s, park managers allowed visitors to feed black bears along park roads, although the National Park Service officially frowned on this activity. During this time, along with Old Faithful, black bears became the symbol of Yellowstone for many people, and are still what some people think of when Yellowstone bears are mentioned. Since 1960, park staff have sought to deter bears from becoming conditioned to human foods. Learn More: Black Bear Ecology...      Quick Facts Number in Yellowstone Common Where to See  Tower and Mammoth areas, most often.  Size and Behavior   Males weigh 210–315 pounds, females weigh 135–200 pounds; adults stand about 3 feet at the shoulder.  May live 15–30 years.  Can climb trees; adapted to life in forest and along forest edges.  Food includes rodents, insects, elk calves, cutthroat trout, pine nuts, grasses and other vegetation.  Mates in spring; gives birth the following winter to 1–3 cubs.  Considered true hibernators.  Have fair eyesight and an exceptional sense of smell.  History   Like grizzlies, used to be fed at dumps within the park.  For years, black bears were fed by visitors from vehicles.  Both of these actions resulted in bears losing fear of humans and pursuing human food, which resulted in visitor injuries, property damage, and the need to destroy “problem bears.”       More Information About Bears  Bear Safety Management: Overview, Bear Management Areas, Grizzly Bears and the Endangered Species Act, Bear-Inflicted Injuries & Mortalities , Bear Management Plan Biology: Grizzly Bear Facts, Grizzly Bear Ecology, Black Bear Ecology, How to Tell a Black Bear from a Grizzly, What Bears Eat Media: Minute Out In It - Bear Jams, Minute Out In It - Boardwalk Bears, Yellowstone In Depth - Bears, Inside Yellowstone, Sound Library - Grizzly Vocalizations References",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/bbears.htm"
}
