{
    "title": "Yellowstone National Park: Elk",
    "body": "Yellowstone Elk        Bull elk grow antlers for the fall mating season and keep them through the winter, they fall off for the new year’s growth. NPS\/Peaco       Yellowstone provides summer range for an estimated 10,000–20,000 elk (Cervus elaphus) from 6–7 herds, most of which winter at lower elevations outside the park. These herds provide visitor enjoyment as well as revenue to local economies through hunting outside the park. As Yellowstone’s most abundant ungulate, elk comprise approximately 90% of winter wolf kills and are an important food for bears, mountain lions, and at least 12 scavenger species, including bald eagles and coyotes. Competition with elk can influence the diet, habitat selection, and demography of bighorn sheep, bison, moose, mule deer, and pronghorn. Elk browsing and nitrogen deposition can affect vegetative production, soil fertility, and plant diversity. Thus, changes in elk abundance over space and time can alter plant and animal communities in Yellowstone. Learn More: Elk Description, Population, and Disease…      Quick Facts  Number in Yellowstone   Summer: 10,000–20,000 elk in 6–7 different herds.  Winter: <5,000   Where to See   Summer: Gibbon Meadows, Elk Park, and Lamar Valley.  Autumn, during “rut” or mating season: northern range, including Mammoth Hot Springs; Madison River.  Winter: migrate north to the northern range and around Gardiner, Montana; <100 year-round along the Firehole and Madison rivers; south to the Jackson Hole Elk Refuge in Jackson, Wyoming.   Size and Behavior   Male (bull) weighs about 700 pounds and is about 5 feet high at the shoulder; female (cow) weighs about 500 pounds and is slightly shorter; calf is about 30 pounds at birth.  Bulls have antlers, which begin growing in the spring and usually drop in March or April of the next year.  Feed on grasses, sedges, other herbs and shrubs, bark of aspen trees, conifer needles, burned bark, aquatic plants.  Mating season (rut) in September and October; single calves born in May to late June.                         The Elk Rut at Mammoth Hot Springs Each fall elk come to the Mammoth area to mate. During this rut, the bull elk are easily agitated and should be viewed from a distance. Duration: 2 minutes, 24 seconds  Duration:2 minutes, 24 seconds               More Information  Elk Antlers: Horns vs. Antlers Elk References Elk Safety Videos and Safe Viewing Where to See Watch a short Inside Yellowstone episode about elk presented by a park ranger (approx. 2 min.) More Elk Media: Minute Out In It, Video Library, Sound Library",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/elk.htm"
}
