{
    "title": "Yellowstone National Park: Grizzly Bears",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Mammals     Grizzly Bears                  Grizzly Bears        Yellowstone is home to two species of bears: grizzly bears and black bears. The grizzly bear is typically larger than the black bear and has a large muscle mass above its shoulders; a concave, rather than straight or convex, facial profile; and its behavior is much more aggressive. NPS\/Jim Peaco       The Greater Yellowstone Ecosystem and northwest Montana are the only areas south of Canada that still have large grizzly bear (Ursus arctos horribilis) populations. Grizzly bears were federally listed in the lower 48 states as a threatened species in 1975 due to unsustainable levels of human-caused mortality, habitat loss, and significant habitat alteration. Grizzly bears may range over hundreds of square miles, and the potential for conflicts with human activities, especially when human food is present, will make the presence of a viable grizzly population a continuing challenge for its human neighbors in the Greater Yellowstone Ecosystem. Learn More: Grizzly Bear Ecology      Quick Facts Number in Yellowstone   Approximately 150 with home ranges wholly or partially in park.  As of 2014, 674–839 in Greater Yellowstone.   Where to See  Grizzly bears are active primarily at dawn, dusk, and night. In spring, they may be seen around Yellowstone Lake, Fishing Bridge, Hayden and Lamar valleys, Swan Lake Flats, and the East Entrance. In mid-summer, they are most commonly seen in the meadows between Tower–Roosevelt and Canyon, and in the Hayden and Lamar valleys.   Size and Behavior   Males weigh 200–700 pounds, females weigh 200–400 pounds; adults stand about 3½ feet at the shoulder.  May live 15–30 years.  Grizzly bears are generally 1½ to 2 times larger than black bears of the same sex and age class within the same geographic region, and they have longer, more curved claws.  Lifetime home range: male, 800–2,000 square miles, female, 300–550 square miles.  Agile; can run up to 45 mph.  Can climb trees but curved claws and weight make this difficult. Can also swim and run up and downhill.  Adapted to life in forest and meadows.  Food includes rodents, insects, elk calves, cutthroat trout, roots, pine nuts, grasses, and large mammals.  Mate in spring, but implantation of embryos is delayed until fall; gives birth in the winter; to 1–3 cubs.  Considered super hibernators.   A behavioral note: Are grizzly bears overly attracted to menstrual odors?   The question whether menstruating women attract bears has not been completely answered. While there is no evidence that grizzly bears are overly attracted to menstrual odors more than any other odor and there is no statistical evidence that known bear attacks have been related to menstruation, certain precautions should be taken to reduce the risks of attack. The following precautions are recommended:   Use pre-moistened, unscented cleaning towelettes. Use internal tampons instead of external pads. Do not bury tampons or pads (pack it in - pack it out). A bear may smell buried tampons or pads and dig them up. By providing bears a small food \"reward,\" this action may attract bears to other menstruating women.  Place all used tampons, pads, and towelettes in double zip-loc baggies and store them unavailable to bears, just as you would store food. This means hung at least 10 feet above the ground and 4 feet from the tree trunk. Tampons can be burned in a campfire, but remember that it takes a very hot fire and considerable time to completely burn them. Any charred remains must be removed from the fire pit and stored with your other garbage.  Many feminine products are heavily scented. Use only unscented or lightly scented items. Cosmetics, perfumes, and deodorants are unnecessary and may act as an attractant to bears.   Status  The grizzly bear population in the Greater Yellowstone Ecosystem was returned to the federal threatened species list in 2009. This may change—as of March 2016, the U.S. Fish and Wildlife Service has proposed delisting them. Read Grizzly Bears and the Endangered Species Act to learn more. Regardless of its listing status, scientists will continue to monitor the long-term recovery goals for grizzly bears.      More Information About Bears  Bear Safety Management: Overview, Bear Management Areas, Grizzly Bears and the Endangered Species Act, Bear-Inflicted Injuries & Mortalities , Bear Management Plan Biology: Grizzly Bear Ecology; Black Bear Facts; Black Bear Ecology; How to Tell a Black Bear from a Grizzly; What Bears Eat; Bears, Camping, & Menstrual Odor  Media: Minute Out In It - Bear Jams, Minute Out In It - Boardwalk Bears, Yellowstone In Depth - Bears, Inside Yellowstone, Sound Library - Grizzly Vocalizations, \"A Bear Doesn't Care\" campaign  References",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/grizzlybear.htm"
}
