{
    "title": "Yellowstone National Park: Whirling Disease",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Fish and Aquatic Species     Whirling Disease                  Whirling Disease        These rainbow trout show the characteristic black tail and skeletal deformities indicative of whirling disease. ©Stephen Atkinson\/Oregon State Univ.       Whirling disease is caused by a microscopic parasite from Europe (Myxobolus cerebralis) that can infect some trout and salmon;it does not infect humans. It has been detected in 25 states. During the parasite's life cycle, it takes on two different forms as spores and requires two hosts: a common aquatic worm (Tubifex tubifex) and a susceptible fish. Cutthroat trout are susceptible, especially during the first months of life. The parasite feeds on the fish's cartilage, and the infection can cause skeletal deformities, a blackened tail, and whirling swimming behavior. Because the fish cannot feed normally and are more vulnerable to predation, whirling disease can be fatal. No practical treatment exists for fish infected with this disease or for the waters containing infected fish.  Presence in Yellowstone  Whirling disease was first detected in Yellowstone in 1998 in cutthroat trout from Yellowstone Lake. It has since been found in the Firehole River and throughout the Yellowstone Lake watershed. In the lake, the infection has spread to about 20% of the cutthroat trout. The parasite is most prevalent in the two known infected tributaries, Pelican Creek and the Yellowstone River downstream of the lake outlet. Infection has been most severe in Pelican Creek, which once supported nearly 30,000 upstream-migrating cutthroat trout. Significant declines in Pelican Creek's spawning population have been attributed to the combination of whirling disease and predation by nonnative lake trout in Yellowstone Lake. The finding of adult fish in the lake with the parasite's spores that survived their initial infection suggests some resilience of Yellowstone cutthroat trout to whirling disease.  Studying the Disease  Yellowstone National Park's cutthroat trout spawning streams, which vary widely in thermal, hydrological, and geological characteristics, provide an exceptional opportunity to study whirling disease in native trout. Park staff have been working with Montana State University's Department of Ecology to measure how the infection rate might vary in different stream conditions. Certain fish-eating birds have also been shown to disperse the parasite. Research has shown that the parasite can pass through the gastrointestinal tract of some birds, such as great blue herons, and remain alive.  Results of a 2012 survey suggest that whirling disease risk remains very high in Pelican Creek. Overall however, it does not appear that whirling disease has spread widely throughout spawning tributaries to Yellowstone Lake. In addition, prevalence of infection in juveniles and adults within the lake remains low. Despite this, there are still many unknowns concerning the parasite, particularly in the unique environmental context of Yellowstone.  Park staff emphasize prevention by educating people participating in water-related activities—including anglers, boaters, or swimmers—to take steps to help prevent the spread of the disease. This includes thoroughly cleaning mud and aquatic vegetation from all equipment and inspecting footwear before moving to another drainage. Anglers should not transport fish between drainages and should clean fish in the body of water where they were caught. Learn More: Lake Trout...      Quick Facts The Issue  Whirling disease is a parasitic infection of fish caused by a microscopic protozoan that destroys the cartilage of juvenile trout, resulting in skeletal deformities and sometimes whirling behavior. Seriously infected fish have a reduced ability to feed or escape from predators and mortality is high.  Background   The disease was first described in Europe more than 100 years ago. It was detected in the United States in the mid-1950s, and in Yellowstone in 1998.  It most likely came to the US in frozen fish products.  Recent laboratory tests suggest cutthroat trout are highly susceptible. Lake trout and grayling appear immune to the disease, and brown trout are resistant, but can be infected and can carry the parasite.  There is no practical treatment.       More Information  Troubled Waters video (7 min.): On the surface, Yellowstone's waters look placid and pristine. However, aquatic invaders–including fish, parasites, and snails–are moving in on native species. Fish and Aquatic Species in Yellowstone National Park Native Fish Species: Arctic Grayling, Yellowstone Cutthroat Trout, Westslope Cutthroat Trout, Mountain Whitefish, Other Native Fish (Mottled Sculpin, Suckers, Minnows), Native Fish References Aquatic Invasive Species: New Zealand Mud Snails, Red-rimmed Melania, Whirling Disease, Lake Trout Fishing and Fisheries Science Clean Your Boat & Gear: You can help stop the spread of aquatic invasive species in Yellowstone's waters.   References The list below includes academic publications, government publications, management documents that inform the decision-making process at parks and protected areas, as well as links to websites that provide additional relevant information. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Bartholomew, J.L. and P.W. Reno. 2002. The history and dissemination of whirling disease. In J.L. Bartholomew and J. C. Wilson, ed., Whirling disease: Reviews and current topics. Vol. Symposium 29. Bethesda, MD: American Fisheries Society.  Kerans, B.L. and A.V. Zale. 2002. The ecology of Myxobolus cerebralis. In J.L. Bartholomew and J.C. Wilson, ed., Whirling disease: Reviews and current topics, 145–166. Vol. Symposium 29. Bethesda, MD: American Fisheries Society.  Koel, T.M., D.L. Mahony, K.L. Kinnan, C. Rasmussen, C.J. Hudson, S. Murcia, and B.L. Kerans. 2007. Whirling disease and native cutthroat trout of the Yellowstone Lake ecosystem. Yellowstone Science 15(2).  MacConnell, E. et al. 1997. Susceptibility of grayling, rainbow, and cutthroat trout to whirling disease by natural exposure to Myxobolus cerebralis. Whirling Disease Symposium, Logan, UT.  Murcia, S., B.L. Kerans, E. MacConnell, and T.M. Koel. 2006. Myxobolus cerebralis infection patterns in Yellowstone cutthroat trout after natural exposure. Diseases of Aquatic Organisms 71(3):191–199.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/whirlingdisease.htm"
}
