{
    "title": "Yellowstone National Park: Wolves",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Mammals     Wolves                  Wolves in Yellowstone        The alpha male of the Canyon pack howling in the Lower Geyser Basin. NPS\/Jim Peaco       Although wolf packs once roamed from the Arctic tundra to Mexico, loss of habitat and extermination programs led to their demise throughout most of the United States by early in the 1900s. In 1973, the US Fish and Wildlife Service listed the northern Rocky Mountain wolf (Canis lupus) as an endangered species and designated Greater Yellowstone as one of three recovery areas. From 1995 to 1997, 41 wild wolves from Canada and northwest Montana were released in Yellowstone National Park. As expected, wolves from the growing population dispersed to establish territories outside the park where they are less protected from human-caused mortalities. The park helps ensure the species’ long-term viability in Greater Yellowstone and has provided a place for research on how wolves may affect many aspects of the ecosystem. Learn More: Wolf Information Continued…      Quick Facts  Number in Yellowstone   About 500 wolves in the Greater Yellowstone Ecosystem.  As of December 2013, there were 95 wolves counted in the park, 34 in the northern range, and 61 in the interior. Ten packs were noted.  As of January 2013, 22% of wolves in the park wear a radio collar.   Where to See   They inhabit most of the park now, look at dawn and dusk.  The northern range of Yellowstone is one of the best places in the world to watch wolves.   Size and Behavior   26–36 inches tall at the shoulder, 4–6 feet long from nose to tail tip; males weigh 100–130 pounds, females weigh 80–110 pounds.  Home range within the park is 185–310 square miles (300–500 km2); varies with pack size, food, season.  Typically live 3­–4 years in wild; can live up to 11 years in wild.  Three color phases: gray is the most common; white is usually in the high Arctic; and black is common only in the Rockies.  Prey primarily on hoofed animals. In Yellowstone, 90% of winter diet is elk; summer prey consist of more deer and smaller mammals.  Mate in February; give birth to average of five pups in April after a gestation period of 63 days; young emerge from den at 10–14 days; pack remains at the den for 3–10 weeks unless disturbed.  Human-caused death is the highest mortality factor for wolves outside the park; the leading cause inside the park is wolves killing other wolves.       More Information  Wolf Restoration in Yellowstone: Missing for decades from Yellowstone until 1995, learn the details about their restoration to Yellowstone. Wolf Management and Yellowstone Wolf Project Annual Reports Frequently Asked Questions: In a videotaped interview, Doug Smith answers a range of questions about wolf reintroduction, behavior and the park's management goals. Your Safety in Wolf Country Generation of the Wolf video, Yellowstone InDepth Episode 4 (10 min.): Yellowstone's young wolves are teaching us things we never thought possible in the Yellowstone ecosystem. Discover how this generation of wolves is transforming our understanding of the natural world. References Watch short Inside Yellowstone episodes about wolves, winter, and the ecosystem presented by a park ranger (approx. 2 min. each) More Wolf Media: Minute Out In It, Video Library, Sound Library",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/wolves.htm"
}
