{
    "title": "Yellowstone National Park: Yellowstone Cutthroat Trout",
    "body": "Yellowstone Cutthroat Trout        Yellowstone cutthroat trout are one of 11 native species in Yellowstone. Jay Fleming       Yellowstone cutthroat trout (Oncorhynchus clarkii bouvieri; YCT) are the most widespread native trout of the park and were the dominant fish species here prior to Euroamerican settlement. They are an important species in Yellowstone National Park, upon which many other species depend. They provide an important source of food for an estimated 20 species of birds, and mammals including bears, river otters, and mink. In the recent past, fishing for cutthroat trout has supported a $36 million annual sport fishery.  Genetically pure YCT populations have declined throughout their natural range in the Intermountain West, succumbing to competition with and predation by nonnative fish species, a loss of genetic integrity through hybridization, habitat degradation, predation, and angling harvest. Many of the remaining genetically pure YCT are found within the park. State and federal wildlife agencies classify YCT as a sensitive species. However, the US Fish and Wildlife Service does not warrant listing the YCT as a threatened species under the Endangered Species Act.  Population  The Yellowstone cutthroat trout population in the Yellowstone Lake ecosystem has declined substantially since the mid-1980s. Lake-wide sampling began in 1968 and in 1984 the average number of YCT caught at survey sites reached 19.1 per net. In 2010 that number had fallen to an all-time low of 5.3 per net. The number of YCT caught in 2013 climbed back to 13.2 per net. The increase in catch was primarily due to an influx of young, juvenile cutthroat trout within the system. However, increased catches of large older-age fish also occurred—an indication that smaller fish are surviving into adulthood. The cutthroat trout had a mean total length of 382 millimeters in 2013, a much lower mean length than observed in earlier years. In 2013, most cutthroat trout (47%) were large adults between 430–620 millimeters in total length, while juveniles and subadults (35%) were less than 325 millimeters in total length.  Monitoring at Clear Creek, a Yellowstone Lake tributary, began in 1945. The number of YCT spawning there peaked at more than 70,000 in 1978 and fell to 538 by 2007. The decline is attributed to predation by nonnative lake trout, low water during drought years, and the nonnative parasite that causes whirling disease.  Two-thirds of the park streams that were part of the species' native habitat outside the Yellowstone Lake watershed still contain genetically pure YCT;other streams have YCT hybridized with introduced rainbow trout. The objectives of Yellowstone's Native Fish Conservation Plan (2010) include recovery of YCT abundance in the lake to that documented in the late 1990s, maintaining access for spawning YCT in at least 45 of 59 Yellowstone Lake's historical spawning tributaries, and maintaining or restoring genetically pure YCT in the current extent of streams occupied by pure or hybrid YCT.        Past and present range of the Yellowstone cutthroat trout. NPS  History  Yellowstone Lake and the Yellowstone River together contain the largest inland population of cutthroat trout in the world. While the Yellowstone cutthroat trout is historically a Pacific drainage species, it has (naturally) traveled across the Continental Divide into the Atlantic drainage. One possible such passage in the Yellowstone area is Two Ocean Pass, south of the park in the Teton Wilderness. Here, it's possible that fish swam across the Continental Divide at the headwaters of Pacific Creek and Atlantic Creek and, thus, swam from the Pacific to the Atlantic watersheds.  Restoration  Restoring YCT to park waters is an important component of the Native Fish Conservation Plan. In 2012, park staff began an effort to remove nonnative brook trout from the Elk Creek drainage above a natural fish barrier near the Yellowstone River. This project will require multiple years of nonnative fish removal before YCT can be introduced, but the project is an opportunity to replicate rare small-stream resident YCT in the park. Further efforts to restore and conserve YCT are occurring in the Lamar River Drainage where a barrier to protect upper Soda Butte Creek was constructed in 2013 and similar barriers are being considered for Slough Creek and the upper Lamar River. Learn More: Native Fish, Westslope Trout...      Quick Facts  Number in Yellowstone  The number of Yellowstone cutthroat trout spawning at Clear Creek, a Yellowstone Lake tributary where monitoring began in 1945, peaked at more than 70,000 in 1978 and fell to 538 by 2007.  Where to See  Yellowstone Lake, Fishing Bridge, LeHardy's Rapids, Trout Lake  Identification  Red jaw slash  Behavior   Yellowstone cutthroat is native to the Yellowstone River, its tributaries, the Snake River, and the Falls River.  Require cold, clean water in streams or lakes.  Spawn in rivers or streams in early May through mid-July.  Most important foods are aquatic insects—mayflies, stoneflies, caddisflies, etc.—and other small aquatic animals, plus terrestrial insects that fall into the water.  Also eat smaller fish, fish eggs, small rodents, frogs, algae and other plants, and plankton.   Management Concerns   In the 1960s, fisheries managers determined that angler harvest was excessive and negatively impacting the fishery. Increasingly restrictive angling regulations were put into place, which helped restore cutthroat trout population numbers and age structure.  Whirling disease and illegally introduced lake trout in Yellowstone Lake now pose a serious threat to the cutthroat trout population.           More Information  Fish and Aquatic Species in Yellowstone National Park Native Fish Species: Arctic Grayling, Yellowstone Cutthroat Trout, Westslope Cutthroat Trout, Mountain Whitefish, Other Native Fish (Mottled Sculpin, Suckers, Minnows), Native Fish References Aquatic Invasive Species: New Zealand Mud Snails, Red-rimmed Melania, Whirling Disease, Lake Trout Fishing and Fisheries Science Clean Your Boat & Gear: You can help stop the spread of aquatic invasive species in Yellowstone's waters.  Yellowstone Lake Fish Hatchery Historic District: The Lake Fish Hatchery produced trout that were used to stock waters in the park and elsewhere. More Fish Media: Minute Out In It and Video Library",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/Yellowstone-Cutthroat-Trout.htm"
}
