{
    "title": "Yellowstone National Park: Arctic Grayling",
    "body": "Arctic Grayling        Of the 11 native species in Yellowstone, three are considered sport fish: Arctic grayling (above), cutthroat trout (two subspecies: Yellowstone cutthroat trout and westslope cutthroat trout), and mountain whitefish. Jay Fleming       Fluvial (entirely stream-dwelling) Arctic grayling (Thymallus arcticus) were historically common within the Madison, Gibbon (below Gibbon Falls), Firehole (below Firehole Falls), and Gallatin rivers. However, by the 1950s the introduction of competing nonnative fishes such as brown trout (Salmo trutta) and brook trout (Salvelinus fontinalis), and the fragmentation of migratory pathways by the construction of the Hebgen Dam outside the park led to the elimination of fluvial grayling from their entire native range within the park. The only known populations left in the park are adfluvial (fish that spend a majority of their life in a lake and spawn in tributary streams) descendants of fish that were stocked in Cascade and Grebe lakes. They are also present in Wolf Lake and occasionally in the Gibbon River.  The arctic grayling is sometimes confused with mountain whitefish, but can be easily differentiated by its large dorsal fin.  Restoration  One of the goals of the park's 2010 Native Fish Conservation Plan is to restore fluvial grayling so that they reside in approximately 20% of their historical distribution. The upper reaches of Grayling Creek are considered the best potential site for immediate fluvial grayling restoration, but are currently occupied by brown trout and hybridized cutthroat trout. A small waterfall exists near the park boundary in Grayling Creek, which flowed directly into the Madison River prior to the construction of Hebgen Dam in 1914. It is not known if grayling were ever present upstream of the waterfall, but they were historically abundant downstream from it.  This project, begun with barrier construction in 2012, aims to establish Arctic grayling and westslope cutthroat trout to one of the largest and most remote drainages in the species historic range within Yellowstone.  In summer of 2013 the barrier was completed at the waterfall to prevent upstream movement of nonnative fish. During August 2013, a crew of 27 biologists from Yellowstone National Park, Montana Fish, Wildlife and Parks, Gallatin National Forest, Turner Enterprises, and U.S. Fish and Wildlife Service and treated the stream segment with piscicide to remove all fish. A second treatment took place in 2014. Restocking of the Grayling Creek watershed with native fluvial Arctic grayling and westslope cutthroat trout may begin in 2015. The project is expected to take nearly a decade to remove nonnative fish and establish both species. Learn More: Native Fish, Yellowstone Cutthroat Trout...          More Information  Fish and Aquatic Species in Yellowstone National Park Native Fish Species: Arctic Grayling, Yellowstone Cutthroat Trout, Westslope Cutthroat Trout, Mountain Whitefish, Other Native Fish (Mottled Sculpin, Suckers, Minnows), Native Fish References Aquatic Invasive Species: New Zealand Mud Snails, Red-rimmed Melania, Whirling Disease, Lake Trout Fishing and Fisheries Science Clean Your Boat & Gear: You can help stop the spread of aquatic invasive species in Yellowstone's waters.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/arcticgrayling.htm"
}
