{
    "title": "Walnut Canyon National Monument: Rivers and Streams",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Rivers and Streams                Rivers and Streams         A rare flood in Walnut Creek.   Spanish explorers named the mountainous area around Flagstaff “Sierra Sinagua” (mountains without water) for good reason. In a region renowned for scarcity of natural water sources, the deep pools and relatively reliable flows of Walnut Creek made this canyon rare and valuable to all who settled here. Walnut Creek begins in the Mormon Mountain-Mormon Lake area more than 20 miles south of the monument. Before 1900, the creek probably flowed intermittently through Walnut Canyon - early each year during spring snowmelt, and again during the summer and fall thunderstorm season. As late as the 1940s, a well-defined stream channel could be seen along the canyon bottom. But today the channel is obscured by vegetation, and there is no sign or sound of flowing water. What happened? Around 1900, the city of Flagstaff began impounding Walnut Creek for its public water supply. The first dam, built upstream of the monument, significantly disrupted seasonal water flow through the canyon. When a second dam was built in 1941, Walnut Creek stopped flowing. Since 1941, the canyon has flooded only three times during extreme storms. Lesser flows occur about once a decade from smaller tributary watersheds below the dams. The impoundment and diversion of Walnut Creek for the last 60 years has greatly impacted the wetland, floodplain, and riparian resources within the monument. The physical processes of stream channel scouring, sediment transport, terrace formation, and local spring and seep recharge have been altered in ways that may never be fully understood. Native riparian vegetation is also changing in the absence of seasonal flows. Arizona walnut trees, for which the canyon is named, are believed to be decreasing in number, and New Mexico locust trees now crowd the former open channel. Most of the species that have persisted this long are expected to survive, but in different proportions than before. Local wildlife populations have probably already adapted to less reliable surface water. (The water that once flowed through Walnut Canyon is now stored in lakes within 5 miles of the monument – the more mobile animals can travel to it.) Aquatic invertebrates and amphibians were likely impacted the most. Still, springs and seeps remain, and there is enough moisture to sustain a highly diverse and unusually abundant mix of plant and animal species. Restoration of Walnut Canyon’s wetland, floodplain, and riparian resources depends upon cooperation by the city of Flagstaff to provide seasonal water releases into Walnut Creek.",
    "url": "https:\/\/www.nps.gov\/waca\/learn\/nature\/rivers.htm"
}
