{
    "title": "Yellowstone National Park: Aquatic Invasive Species",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Fish and Aquatic Species     Aquatic Invasive Species                  Aquatic Invasive Species        The lake trout, introduced to Yellowstone Lake, is one of several aquatic nonnative species having a significant detrimental effect on the park’s aquatic ecology. NPS       An aquatic invasive species disrupts ecological processes because it is not indigenous to the ecosystem. Invasive organisms can cause species extinction, with the highest extinction rates occurring in freshwater environments. In addition to nonnative fish in Yellowstone, three aquatic invasive species are having a significant detrimental effect:   Myxobolus cerebralis, a parasite that causes whirling disease in cutthroat trout and other species.  New Zealand mud snails (Potamopyrgus antipodarum), which form dense colonies and compete with native species; and  Red-rimmed melania (Melanoides tuberculatus), a small snail imported by the aquarium trade starting in the 1930s, was discovered in the warm swimming area at the confluence of the Boiling River with the Gardner River in 2009.   Preventing the arrival of additional aquatic invasive species is critical because eliminating them after they become established in a watershed is usually impossible and efforts to reduce their impact can be extremely expensive. Each summer a small team of park technicians inspect the crafts brought in by park visitors before they put their boats or angling gear in the water. They inspect visitor's equipment and decontaminate it, if necessary. Such decontamination is usually adequate to prevent the entry of most aquatic invasive species.       A team of park staff and volunteers inspect all visitor watercraft before they put their boats or angling gear in the water to prevent the arrival of more aquatic nuisance species. NPS       Arrival in Yellowstone  During the late 1880s when the Army administered Yellowstone, the US Fish Commission (a predecessor of today's US Fish and Wildlife Service) stocked nonnative fish in some park waters. These stockings comprise the first known, deliberate introductions of nonnative fish to Yellowstone. Four trout species were widely introduced—brook, brown, lake, and rainbow. Rainbow trout hybridize with native cutthroat trout, thus diluting genetic diversity. All four compete with and prey upon native fish.  Other aquatic invasive species, such as the New Zealand mud snail and the parasite causing whirling disease, probably arrived via unaware boaters and anglers carrying the organisms from other locations around the country. We may never know exactly how those species were introduced to the park, but anglers can help prevent other species from arriving. Learn More: New Zealand Mud Snails...       Locations in Yellowstone National Park where whirling disease, New Zealand mud snails, or red-rimmed melania have been documented. NPS       Quick Facts  The Issue  Aquatic invaders can irreversibly damage the park's ecosystems.  Current Status   In the US currently, more than 250 nonnative (from another continent) aquatic species and more than 450 nonnative (moved outside their natural range) aquatic species exist.  At least 7 aquatic invasive species exist in Yellowstone's waters: two mollusks, five fish, one nonnative disease-causing microorganism (whirling disease). Three of these species are having a significant detrimental effect (lake trout, New Zealand mud snails, whirling disease).  Park staff continues to educate visitors about preventing the spread of aquatic invasive species.   What You Can Do  Read and follow the instructions provided in the fishing regulations, which include:   Remove all plants, animals, mud, sand, and other debris from your boat, boots, and equipment.  Do not dump water from other sources into Yellowstone waters.  Drain your boat bilge area, live well, and other compartments away from all waters.  Dry all equipment in the sun for 5 days or use high-pressure, hot (>140°F) water (available at car washes outside the park) to clean your boat, trailer, waders, boots, and equipment.       More Information Frequently Asked Question: Are more aquatic invasive species on their way?  Several nonnative aquatic species are spreading through the United States, among them the species listed below. Fisheries biologists believe they are moving toward Yellowstone. Their arrival might be avoided if anglers remember:   It is illegal to use any fish as bait in Yellowstone National Park.  t is illegal to transport fish among any waters in the Yellowstone region.  It is illegal to introduce any species to Yellowstone waters.  To clean all of their gear properly.   Eurasian water-milfoil has spread to 46 of the 48 contiguous United States. In 2007, it was found in Montana. Wyoming and Maine are the only states still free of this aquatic invader.  This nonnative aquatic plant lives in calm waters such as lakes, ponds, and calm areas of rivers and streams. It grows especially well in water that experiences sewage spills or abundant motorboat use, such as Bridge Bay.  Eurasian water-milfoil colonizes via stem fragments carried on boating equipment, emphasizing why boats should be thoroughly cleaned, rinsed, and inspected before entering Yellowstone National Park.  Three nonnative photoplankton species that can displace native zooplankton that are important food for cutthroat trout may be on their way. These nonnative zooplankton have long spines, which make them difficult for young fish to eat.  Zebra mussels are a particularly damaging aquatic invasive species. They are native to Eastern Europe and western Asia. They were first discovered in North America in 1988 in Lake St. Clair, one of the water bodies connecting the Great Lakes. It is believed that this invasive species was introduced through ballast water discharges from international shipping.  Following their initial invasion, zebra mussels spread quickly across most of the eastern United States and Canada. Zebra mussels are inadvertently transported to new water bodies by boaters.  Zebra mussels cause severe economic and ecological damage. Zebra mussels attach to most hard surfaces forming thick mats that may be up to 18 inches thick. Zebra mussels drastically alter the ecology of infested water bodies and may severely impact sport fisheries.      More Information  Fish and Aquatic Species in Yellowstone National Park Troubled Waters video (7 min.): On the surface, Yellowstone's waters look placid and pristine. However, aquatic invaders–including fish, parasites, and snails–are moving in on native species. Native Fish Species: Arctic Grayling, Yellowstone Cutthroat Trout, Westslope Cutthroat Trout, Mountain Whitefish, Other Native Fish (Mottled Sculpin, Suckers, Minnows), Native Fish References Aquatic Invasive Species: New Zealand Mud Snails, Red-rimmed Melania, Whirling Disease, Lake Trout Fishing and Fisheries Science Clean Your Boat & Gear: You can help stop the spread of aquatic invasive species in Yellowstone's waters.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/aquaticinvasivespecies.htm"
}
