{
    "title": "Yellowstone National Park: Geysers",
    "body": "Geysers        Yellowstone National Park has approximately half of the world’s geysers—and most of them, including Old Faithful, are located at the Upper Geyser Basin. NPS \/ Rich Jehle       Sprinkled amid the hot springs are the rarest fountains of all, the geysers. What makes them rare and distinguishes them from hot springs is that somewhere, usually near the surface in the plumbing system of a geyser, there are one or more constrictions. Geysers are hot springs with constrictions in their plumbing, usually near the surface, that prevent water from circulating freely to the surface where heat would escape. The deepest circulating water can exceed the surface boiling point (199°F\/93°C). Surrounding pressure also increases with depth, much as it does with depth in the ocean. Increased pressure exerted by the enormous weight of the overlying water prevents the water from boiling. As the water rises, steam forms (watch video exploring Old Faithful's vent). Bubbling upward, the steam expands as it nears the top of the water column. At a critical point, the confined bubbles actually lift the water above, causing the geyser to splash or overflow. This decreases pressure on the system, and violent boiling results. Tremendous amounts of steam force water out of the vent, and an eruption begins. Water is expelled faster than it can enter the geyser's plumbing system, and the heat and pressure gradually decrease. The eruption stops when the water reservoir is depleted or when the system cools. There are more geysers in Yellowstone than anywhere else on earth. Old Faithful, certainly the most famous geyser, is joined by numerous others big and small, named and unnamed. Though born of the same water and rock, what is enchanting is how differently they play in the sky. Riverside Geyser, in the Upper Geyser Basin, shoots at an angle across the Firehole River, often forming a rainbow in its mist. Castle erupts from a cone shaped like the ruins of some medieval fortress. Grand explodes in a series of powerful bursts, towering above the surrounding trees. Echinus spouts up and out to all sides like a fireworks display of water. And Steamboat, the largest in the world, pulsates like a massive steam engine in a rare, but remarkably memorable eruption, reaching heights of 300 to 400 feet.        Many of Yellowstone's most famous geysers, including Old Faithful, are cone-type geysers. This is Riverside Geyser. NPS \/ Neal Herbert  Cone Geysers Cone geysers, such as Riverside in the Upper Geyser Basin, erupt in a narrow jet of water, usually from a cone. The plumbing system of a cone-type geyser usually has a narrow constriction close to the geyser's vent. During eruptions, the constriction acts like a nozzle, causing the water to jet in great columns. The cone is formed by the constant deposition of silica around the geyser's vent. While traveling underground through volcanic rhyolite, the thermal water dissolves silica, then carries it to the surface. Although some of the silica lines the underground plumbing system, a portion may be deposited around the outside of a geyser to form a distinctive cone. The splashing of silica-rich thermal water may also form spiny, bulbous masses of \"geyserite.\" The vents within these massive cones are often very narrow, causing the water to splash and spray as it emerges. Every splash and each eruption adds its own increment of silica, enlarging the cones as the years pass. The cones of many of Yellowstone's geysers are hundreds of years old.         Diagram of the anatomy of a cone geyser. NPS  Beehive is an example of a cone geyser. It was so named because its four-foot high cone resembles an old fashioned beehive. Though its cone is modest compared to others in the Upper Geyser Basin, Beehive is one of the most powerful and impressive geysers in the park. Typically, Beehive's activity is not predictable, but when eruption cycles start, intervals between eruptions can range from 10 hours to five days. An average eruption lasts about five minutes.        Great Fountain Geyser is a fountain geyser, the most common type of geyser. NPS\/ Jim Peaco  Fountain Geysers Fountain geysers, such as Great Fountain in the Lower Geyser Basin, shoot water in various directions, typically from a pool. A fountain-type geyser has a large opening at the surface that usually fills with water before or during an eruption. Steam bubbles rising through the pool during the eruption cause separate bursts of water that generally spray out in all directions. Fountain type geysers are the most common type of geyser and can range in size from very small to very large.      More Information  More about Old Faithful Geyser: Predict Old Faithful's Next Eruption (Rangers’ formula, ages 8+), Current Activity of Selected Geysers, Frequently Asked Questions Sound Library: Listen to Old Faithful, Castle, and other Geysers Geysers video, Yellowstone InDepth episode 7 (5 min. 49 sec.): Learn about the mechanics of geysers, their role in the park's history and what they teach us about the world in which we live. Old Faithful Historic District: The Old Faithful Inn is historically significant because of its rustic architecture and its role in the development of concessions in the early 1900s. Inside Yellowstone Videos about Hydrothermal Features Thermophiles: Life in Extreme Heat Old Faithful Virtual Visitor Center: Explore exhibits, watch movies, learn about the park's hydrothermal treasures. More Geyser Media: Minute Out In It, Video Library, Sound Library, Old Faithful Geyser Webcam",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/geysers.htm"
}
