{
    "title": "Yellowstone National Park: Hot Springs",
    "body": "Hot Springs        Emerald Pool is one of many colorful hot springs in Yellowstone National Park. NPS \/ Jim Peaco         Water temperatures within some springs exceed the boiling point. The intense blue color of some springs results when sunlight passes into their deep, clear waters. Blue, a color visible in light, is scattered the most and the color we see. NPS  Hot springs are the most common hydrothermal features in Yellowstone. Beginning as precipitation, the water of a hot spring seeps through the bedrock underlying Yellowstone and becomes superheated at depth. An open plumbing system allows the hot water to rise back to the surface unimpeded. Convection currents constantly circulate the water, preventing it from getting hot enough to trigger an eruption.  At times, fierce, boiling waters within a hot spring (such as Crested Pool) can explode, shooting water into the air, acting much like a geyser. It is believed, however, that in the case of Crested Pool, no constrictions block the flow of water to the surface. The spring's wide mouth and 42-foot depth provide a natural conduit for superheated water to circulate continuously to the surface. Hot Springs Colors Many of the bright colors found in Yellowstone's hydrothermal basins come from \"thermophiles\" —microorganisms that thrive in hot temperatures. So many individual microorganisms are grouped together—trillions!—that they appear as masses of color. Different types of thermophiles live at different temperatures within a hot spring and cannot tolerate much cooler or warmer conditions. Yellowstone's hot water systems often show distinct gradations of living, vibrant colors where the temperature limit of one group of microbes is reached, only to be replaced by a different set of thermophiles.      More Information  Listen to Ear Spring: Yellowstone Sound Library Inside Yellowstone Videos about Hydrothermal Features: Watch videos that tell the story of microorganisms that thrive in hot water. Thermophiles: Life in Extreme Heat Old Faithful Virtual Visitor Center: Explore exhibits, watch movies, learn about the park's hydrothermal treasures. West Thumb Geyser Basin: Located on the edge of Yellowstone Lake with many hot springs pools.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/hotsprings.htm"
}
