{
    "title": "Yellowstone National Park: West Thumb Geyser Basin",
    "body": "West Thumb Geyser Basin         The West Thumb Geyser Basin, including Potts Basin to the north, is the largest geyser basin on the shores of Yellowstone Lake. NPS\/Damon Joyce  While many of the park's features had been described by mountain men and other explorers, the West Thumb area was the first Yellowstone feature to be written about in a publication. Daniel T. Potts, a trapper in the Yellowstone region in the 1820s, wrote a letter to his brother in Philadelphia, Pennsylvania, regarding his experiences in this area. The letter was later corrected for punctuation and spelling and printed in the Philadelphia Gazette on September 27, 1827. Part of the letter describing the northern part of the West Thumb Geyser Basin, which is currently known as \"Potts Basin\" follows:  ...on the south borders of this lake is a number of hot and boiling springs some of water and others of most beautiful fine clay and resembles that of a mush pot and throws its particles to the immense height of from twenty to thirty feet in height[.] The clay is white and of a pink and water appears fathomless as it appears to be entirely hollow under neath. There is also a number of places where the pure sulfur is sent forth in abundance[.] One of our men visited one of those whilst taking his recreation[.] There at an instant the earth began a tremendous trembling and he with difficulty made his escape when an explosion took place resembling that of thunder. During our stay in that quarter I heard it every day[.]  In 1869, the first scientific expedition to explore the Yellowstone area, the Folsom- Cook-Peterson Expedition, visited the West Thumb Geyser Basin. David Folsom described the area as follows:  Among these were springs differing from any we had previously seen. They were situated along the shore for a distance of two miles, extending back from it about five hundred yards and into the lake perhaps as many feet. There were several hundred springs here, varying in size from miniature fountains to pools or wells seventy-five feet in diameter and of great depth. The water had a pale violet tinge, and was very clear, enabling us to discern small objects fifty or sixty feet below the surface. A small cluster of mud springs near by claimed our attention. These were filled with mud, resembling thick paint of the finest quality, differing in color from pure white to the various shades of yellow, pink, red and violet. During the afternoon they threw mud to the height of fifteen feet. . . .  Historically, visitors travelling to Yellowstone would arrive at West Thumb via stagecoach from the Old Faithful area. At West Thumb, they had the choice of continuing on the dusty, bumpy stagecoach or boarding the steamship \"Zillah\" to continue the journey to the Lake Hotel. The boat dock was located near the south end of the basin near Lakeside Spring. The West Thumb area used to be the site of a large campground, cabins, a photo shop, a cafeteria, and a gas station. This development was located immediately next to the geyser basin with the park road passing between the two. In an effort to further protect the scenic quality and the very resource that visitors were coming to see, the National Park Service removed this development in the 1980s.        NPS\/Johnson  Abyss Pool In 1935, Chief Park Naturalist C.M. Bauer named Abyss Pool, a hot spring of the West Thumb Geyser Basin, for its impressive deepness. Bauer may have taken the name from Lieutenant G.C. Doane's 1870 description of a spring in this area: \"the distance to which objects are visible down in [its] deep abysses is truly wonderful\" (Bonney and Bonney, Battle Drums, p. 330). Abyss Pool may also be the spring that visitors referred to during the 1880s as \"Tapering Spring\" because of its sloping walls. Nineteenth century observers were impressed with the pool's beauty. In 1871, F.V. Hayden reported that this spring's \"ultramarine hue of the transparent depth in the bright sunlight was the most dazzlingly beautiful sight I have ever beheld\" (Preliminary Reports, p. 101). And W.W. Wylie (see Wylie Hill) observed in 1882 that the spring's walls, \"coral-like in formation and singular in shape, tinted by the water's color, are surely good representations of fairy palaces\" (Yellowstone, p. 47).        NPS\/Johnson  Fishing Cone Fishing Cone is a hot spring located in the West Thumb Geyser Basin. The Folsom party probably saw it in 1869, but the first recorded description of Fishing Cone comes from the 1870 Washburn Expedition. Party member Walter Trumball wrote about Cornelius Hedges's experience fishing:  A gentleman was fishing from one of the narrow isthmuses or shelves of rock, which divided one of these hot springs from the [Yellowstone] lake, when, in swinging a trout ashore, it accidentally got off the hook and fell into the spring. For a moment it darted about with wonderful rapidity, as if seeking an outlet. Then it came to the top, dead, and literally boiled (Overland Monthly, June 1871, p. 492).  From that time on, and perhaps even earlier, visitor after visitor performed this feat, catching fish from the cold lake and cooking them on the hook. Hayden Survey members did it in 1871, and the next year they named the spring \"Fish Pot\" or \"Hot Spring Cone.\" Later names were \"Fisherman's Kettle,\" \"Fish Cone,\" \"Fishpot Spring,\" \"Crater Island,\" and \"Chowder Pot.\" The name Fishing Cone came about gradually through the generic use of the term in guidebooks. The cooking-on-the-hook feat at Fishing Cone soon became famous. For years, park Superintendent P.W. Norris (1877-1882) demonstrated it to incredulous tourists, and in 1894 members of Congress hooted at their colleagues who described the process. A national magazine reported in 1903 that no visit to the park was complete without this experience, and tourists often dressed in a cook's hat and apron to have their pictures taken at Fishing Cone. The fishing and cooking practice, regarded today as unhealthy, is now prohibited. Fishing at the cone can be dangerous. A known geyser, Fishing Cone erupted frequently to the height of 40 feet in 1919 and to lesser heights in 1939. One fisherman was badly burned at Fishing Cone in 1921.      More Information   Geysers video, Yellowstone InDepth episode 7 (5 min. 49 sec.): With over half the world's geysers, Yellowstone offers tremendous opportunities to see these geologic wonders in action. Explore the mechanics of geysers, their role in the park's history and what they teach us about the world in which we live. Hydrothermal Systems FAQs Hydrothermal Systems References Hydrothermal Features Hydrothermal Features Videos: Watch videos that tell the story of microorganisms that thrive in hot water. Old Faithful Virtual Visitor Center: Explore exhibits, watch movies, learn about the park's hydrothermal treasures.  Old Faithful Geyser Webcam: Watch streaming video of Old Faithful and other geysers.  Life in Extreme Heat (Other Life Forms)",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/west-thumb-geyser-basin.htm"
}
