{
    "title": "Yellowstone National Park: Volcano FAQs",
    "body": "Frequently Asked Questions: Volcano        Evidence of volcanic activity can be found throughout Yellowstone. Tuff Cliff, for example, reveals an ash flow welded into rock. NPS\/Neal Herbert       Is Yellowstone a volcano?  Yes. Within the past two million years, episodic volcanic eruptions have occurred in the Yellowstone area—three of them major. What is the caldera shown on the park map?  The Yellowstone Caldera was created by a massive volcanic eruption approximately 640,000 years ago. Subsequent lava flows filled in much of the caldera, and it is now measured at 30 x 45 miles. Its rim can best be seen from the Washburn Hot Springs overlook, south of Dunraven Pass. Gibbon Falls, Lewis Falls, Lake Butte, and Flat Mountain Arm of Yellowstone Lake are part of the rim. When did the Yellowstone volcano last erupt?  An eruption approximately 174,000 years ago created what is now the West Thumb of Yellowstone Lake. The last lava flow was about 70,000 years ago. Is the volcano still active?  Yes. The park’s many hydrothermal features attest to the heat still beneath this area. Earthquakes—1,000 to 3,000 per year—also reveal activity below ground. The University of Utah Seismograph Station tracks this activity closely. What is Yellowstone National Park doing to prevent an eruption?  Nothing can be done to prevent an eruption. The temperatures, pressures, physical characteristics of partially molten rock, and immensity of the magma chamber are beyond human ability to impact—much less control. What is a supervolcano?  Some scientists consider Yellowstone to be a “supervolcano,” which refers to volcano capable of an eruption of more than 240 cubic miles of magma. Two of Yellowstone’s three major eruptions met the criteria. Will the Yellowstone volcano erupt soon?  Current geologic activity at Yellowstone has remained relatively constant since scientists first started monitoring more than 30 years ago. Another caldera-forming eruption is theoretically possible, but it is very unlikely in the next thousand or even 10,000 years. Scientists have also found no indication of an imminent smaller eruption of lava. How do scientists know the Yellowstone volcano won't erupt?  Scientists from the Yellowstone Volcano Observatory (YVO) watch an array of monitors in place throughout the region. These monitors would detect sudden or strong movements or shifts in heat that would indicate increasing activity. No such evidence exists at this time.  In addition, YVO scientists collaborate with scientists from all over the world to study the hazards of the Yellowstone volcano. To view current data about earthquakes, ground movement, and stream flow visit the YVO website. If Old Faithful Geyser quits, is that a sign the volcano is about to erupt?  All geysers are highly dynamic, including Old Faithful. We expect Old Faithful to change in response to the ongoing geologic processes associated with mineral deposition and earthquakes. Thus, a change in Old Faithful Geyser will not necessarily indicate a change in volcanic activity.  How much advance notice would there be of an eruption?  The science of forecasting a volcanic eruption has significantly advanced over the past 25 years. Most scientists think that the buildup preceding a catastrophic eruption would be detectable for weeks and perhaps months to years. Precursors to volcanic eruptions include strong earthquake swarms and rapid ground deformation and typically take place days to weeks before an actual eruption. Scientists at the Yellowstone Volcano Observatory (YVO) closely monitor the Yellowstone region for such precursors. They expect that the buildup to larger eruptions would include intense precursory activity (far exceeding background levels) at multiple spots within the Yellowstone volcano. As at many caldera systems around the world, small earthquakes, ground uplift and subsidence, and gas releases at Yellowstone are commonplace events and do not reflect impending eruptions. In regard to volcanic activity, is it safe to visit Yellowstone?  Yes. Scientists do not have any indication of an imminent eruption, or any eruption, at this time.  When will the volcano erupt again? Will there be any warning? How much warning will there be?  The science of forecasting a volcanic eruption has significantly advanced over the past 25 years. Most scientists think that the buildup preceding a catastrophic eruption would be detectable for weeks and perhaps months to years. Precursors to volcanic eruptions include strong earthquake swarms and rapid ground deformation and typically take place days to weeks before an actual eruption. Scientists at the YVO closely monitor the Yellowstone region for such precursors. They expect that the buildup to larger eruptions would include intense precursory activity (far exceeding background levels) at multiple spots within the Yellowstone volcano. As at many caldera systems around the world, small earthquakes, ground uplift and subsidence, and gas releases at Yellowstone are commonplace events and do not reflect impending eruptions.   How will the park get the word out if there is an eruption? The park would communicate accurate and timely information to park visitors, park employees, concessioners, surrounding communities, media outlets, and other interested parties through the park's 24-hour Communications Center; news releases; established emergency response programs; and through notification of appropriate interagency, state and local government agencies.  Where would it be safe to be during an eruption?  For the most likely type of volcanic eruption in Yellowstone, everywhere would be safe except in the immediate vicinity of the advancing lava flow. In the highly improbable event of a large catastrophic eruption, the greater the distance from the eruptive center, the safer it would be. It is impossible to know the effects of the eruption without guessing at the explosivity of the highly unlikely eruption and the total amount of the material erupted. Would the public know about a possible eruption?  Yes. Scientists continuously monitor volcano activity in Yellowstone and share that information through news releases, web sites, etc. Current real-time-monitoring data are online.      More Information  What Lies Beneath: Yellowstone's Volcano and Geologic Story. The story begins long before the \"supervolcano.\" Video Q&A: Dr. Henry Heasler answers common questions about the Yellowstone volcano.  Yellowstone Volcano Observatory Old Faithful Geyser Webcam  Watch the Inside Yellowstone episodes about the volcano (approx. 2 min. each)",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/volcanoqa.htm"
}
