{
    "title": "Yellowstone National Park: Volcano Information Continued",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Volcano     Volcano Information Continued                  Volcano Information, Continued         Volume comparison of volcanic eruptions. Adapted with permission from Windows into the Earth by Robert Smith and Lee J. Siegel, 2000  Volcano A plume of molten rock that rises beneath Yellowstone creates one of the world’s largest active volcanoes, evident in the frequency of earthquakes in the area, the thousands of hydrothermal features, and the measurable ground deformation over time. The first major eruption of the Yellowstone volcano, which occurred 2.1 million years ago, is among the largest volcanic eruptions known, covering over 5,790 square miles (15,000 km2) with ash. After the most recent major eruption, 640,000 years ago, the ground collapsed into the magma reservoir, leaving a caldera 75 km long and 55 km wide. Since then, 80 smaller eruptions have occurred, most recently 70,000 years ago, partially filling the caldera. Although a cataclysmic eruption is unlikely in the foreseeable future, continuous monitoring of seismic activity, ground deformation, and changes in underground strain rates helps ensure public safety.        New technology has allowed scientists to map a magma plume (orange) originating several hundred miles away from Yellowstone, and far deeper than previously thought. It feeds magma into a reservoir (red in detail) beneath Yellowstone. Courtesy Robert B. Smith; appeared in Journal of Volcanology and Geothermal Research, 2009.  Recent Activity Ground deformation has been documented along the central axis of the caldera between Old Faithful and White Lake in Pelican Valley. The largest vertical movement was recorded at the White Lake GPS station, inside the caldera’s eastern rim, where the total uplift from 2004 to 2009 was about 25 cm. The rate of rise slowed in 2008 and the caldera began to subside during the first half of 2010. The uplift is believed to be caused by the movement of deep hydrothermal fluids or molten rock at a depth of about 10 km beneath the surface. A caldera may undergo episodes of uplift and subsidence for thousands of years without erupting. Episodes of uplift and subsidence have been correlated with earthquake occurrence. Future Volcanic Activity  Will Yellowstone’s volcano erupt again? Over the next thousands to millions of years, probably. In the next few hundred years? Not likely. The most likely activity would be lava flows, such as those that occurred after the last major eruption. A lava flow would ooze slowly over months and years, allowing plenty of time for park managers to evaluate the situation and protect people. No scientific evidence indicates such a lava flow will occur soon. To monitor volcanic and seismic activity in the Yellowstone area, the US Geological Survey, National Park Service, and University of Utah established the Yellowstone Volcano Observatory in 2001. The near real-time monitoring network consists of 26 seismic stations, 16 GPS receivers, and 11 stream gauging stations. Information is also collected on temperature, chemistry, and gas concentrations at selected hydrothermal features and chloride concentrations in major rivers. A monthly activity summary, real-time monitoring of seismicity and water flow, and near real-time monitoring of ground deformation, can be found at the Yellowstone Volcanic Observatory website.      More Information  Frequently Asked Question about the Volcano Volcano Q&A Video: Dr. Heasler answers common questions about the Yellowstone volcano, discussing its relationship to the park's thermal features and the likelihood of an eruption. Old Faithful Geyser Webcam Yellowstone's Restless Giant video (6 min.): Could the Yellowstone supervolcano erupt in our lifetimes? Discover how geologists are monitoring the pulse of the Yellowstone volcano.        References Chang, W., R.B. Smith, J. Farrell, and C.M. Puskas. 2010. An extraordinary episode of Yellowstone caldera uplift, 2004–2010, from GPS and InSAR observations. Geophysical Research Letters 37(23).  Christiansen, R.L. 2001. The Quaternary + Pliocene, Yellowstone Plateau Volcanic Field of Wyoming, Idaho, and Montana. USGS Professional Paper 729–6.  Christiansen, R.L. et al. 2002. Upper-mantle origin of the Yellowstone hotspot. Geological Society of America Bulletin. October. 114:10, pgs. 1245–1256.  Christiansen, R.L. et al. 1994. A Field-Trip Guide to Yellowstone National Park, Wyoming, Montana, and Idaho—Volcanic, Hydrothermal, and Glacial Activity in the Region. US Geological Survey Bulletin 2099.  Cottrell, W.H. 1987. Born of Fire: The Volcanic Origin of Yellowstone National Park. Boulder: Roberts Rinehart.  Hiza, M.M. 1998. The geologic history of the Absaroka Volcanic Province. Yellowstone Science 6(2).  Lowenstern, J. 2005. Truth, fiction and everything in between at Yellowstone. Yellowstone Science. 13(3).  Morgan, L.A. et al. (editors). 2009. The track of the Yellowstone hot spot: multi-disciplinary perspectives on the origin of the Yellowstone-Snake River Plain Volcanic Province. J Volcanology and Geo.Res. 188(1–3): 1–304.  Morgan, L.A., P. Shanks, D. Lovalvo, K. Pierce, G. Lee, M. Webring, W. Stephenson, S. Johnson, C. Finn, B. Schulze et al. 2003. The floor of Yellowstone Lake is anything by quiet!: News discoveries in lake mapping. Yellowstone Science 11(2).  Smith, E. and K. Bennett. 2006. Panther Creek Volcano. Yellowstone Science 14(1).  Smith, R.B. 2000. Windows into Yellowstone: An interview with geologist and geophysicist Robert B. Smith (interview). Yellowstone Science 8(4).  Smith, R.B. et al. 2009. Geodynamics of the Yellowstone hot spot and mantle plume. J Volcanology and Geo.Res. 188:108–127.  Yellowstone Volcano Observatory. 2010. Protocols for geologic hazards response by the Yellowstone Volcano Observatory. US Geological Survey Circular 1351.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/volcanoinfo.htm"
}
