{
    "title": "Yellowstone National Park: Visitor Use in National Parks",
    "body": "Explore This Park    Learn About the Park     Nature     Greater Yellowstone Ecosystem     Winter Use     Visitor Use in National Parks                  Visitor Use in National Parks       Use by visitors is both a primary reason for the establishment of national parks and a factor in the condition of many of the natural and cultural resources that the parks are intended to protect. While poaching and road collisions have immediate consequences for wildlife, most visitor impacts are less obvious. The long-term consequences of some previous park policies carried out for the presumed benefit of visitors—such as predator control and the introduction of nonnative fish—continue to be evident in the parks today. In addition, ongoing visitor activities and associated infrastructure affect many park resources, including:  air and water quality, and the natural soundscape; wildlife habitat, distribution and habituation; the spread of nonnative plants, diseases, and aquatic organisms; the functioning of geothermal features; and  the preservation of archeological sites and other cultural artifacts.   After exceeding 3 million visits for the first time in 1992, annual visitation at Yellowstone fluctuated between 2.8 and 3.1 million until new records were set in 2009 (3.3 million) and 2015 (more than 4 million). About 70% of the visitation occurs from June through August. Although there are no day use quotas, lodging and campgrounds in the park can accommodate only about 14,300 overnight visitors during the summer, while daily visitation during July 2010 averaged 30,900. Fall visitation has increased since the 1980s and now comprises about 21% of annual use; winter visitation has never been more than 6% of the annual total. Similar to trends at other western parks, overnight backcountry use in Yellowstone peaked in 1977 at more than 55,000 “people use nights” (the total number of nights spent in the backcountry). Since the mid-1990s backcountry use has remained fairly steady, ranging between 37,000 and 46,000 person use nights annually.      More Information  Visitation Statistics Frequently Asked Questions Winter Use",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/visitoruse.htm"
}
