{
    "title": "Yellowstone National Park: Mudpots",
    "body": "Mudpots        Mudpots, like Red Spouter in Lower Geyser Basin shown here, are acidic features with a limited water supply. NPS \/ Jim Peaco       A mudpot is a natural double boiler! Surface water collects in a shallow, impermeable (usually due to a lining of clay) depression that has no direct connection to an underground water flow. Thermal water beneath the depression causes steam to rise through the ground, heating the collected surface water. Hydrogen sulfide gas is usually present, giving mudpots their characteristic odor of rotten eggs. Some microorganisms use the hydrogen sulfide for energy. The microbes help convert the gas to sulfuric acid, which breaks down rock into clay. The result is a gooey mix through which gases gurgle and bubble. After coming upon Mud Volcano during his 1871 expedition to Yellowstone, Ferdinand Hayden described the mudpot as \"the greatest marvel we have met with.\" Minerals tint the mudpots with such a large palette of colors that the mudpots are sometimes called \"paint pots.\" Iron oxides cause the pinks, beiges, and grays of the Fountain Paint Pots (take the Fountain Paint Pots Online tour).        The thermal features at Mud Volcano and Sulphur Caldron are primarily mudpots and fumaroles because the area is situated on a perched water system with little water available. NPS \/ Jim Peaco  Mud Volcano and Sulphur Caldron When the Washburn Expedition explored the area in 1870, Nathaniel Langford described Mud Volcano as \"greatest marvel we have yet met with.\" Although the Mud Volcano can no longer be heard from a mile away nor does it throw mud from its massive crater, the area is still intriguing. The short loop from the parking lot past the Dragon's Mouth and the Mud Volcano is handicapped accessible. The half-mile upper loop trail via Sour Lake and the Black Dragon's Caldron is relatively steep. Two of the most popular features in the Mud Volcano front country are the Dragon's Mouth and the Black Dragon's Caldron. The rhythmic belching of steam and the flashing tongue of water give the Dragon's Mouth Spring its name, though its activity has decreased notably since December 1994. The Black Dragon's Caldron exploded onto the landscape in 1948, blowing trees out by their roots and covering the surrounding forest with mud. The large roil in one end of the Caldron gives one the sense that the Black Dragon itself might rear its head at any time. In January 1995, a new feature on the south bank of Mud Geyser became extremely active. It covers an area of 20 by 8 feet and is comprised of fumaroles, small pools, and frying-pan type features. Much of the hillside to the south and southwest of Mud Geyser is steaming and hissing with a few mudpots intermixed. This increase in activity precipitated a great deal of visitor interest and subsequent illegal entry into the area. The most dramatic features of the Mud Volcano area however, are not open to the public. The huge seething mud pot known as the \"Gumper\" is located off-boardwalk behind Sour Lake. The more recent features just south of the Gumper are some of the hottest and most active in the area. Ranger-guided walks are offered to provide visitors an opportunity to view this interesting place. Farther in the backcountry behind Mud Volcano, several features are being tested for the existence of thermophilic microbes, which may offer insights into origin of life theories as well as having medical\/environmental applications. The Sulphur Caldron area can be viewed from a staging area just north of Mud Volcano. The Sulphur Caldron is among the most acidic springs in the park with a pH of 1.3. Its yellow, turbulent splashing waters bring to mind images of Shakespeare's soothsayers. Other features which can be viewed from this overlook are Turbulent Pool (which is no longer turbulent) and the crater of a large, active mudpot. For more specific information on the features of the Mud Volcano and Sulphur Caldron area, visit the Fishing Bridge Visitor Center.      More Information  Video Library: Mudpots Sound Library: Fountain Paint Pots and mudpots Old Faithful Virtual Visitor Center: Explore exhibits, watch movies, learn about the park's hydrothermal treasures. Inside Yellowstone Mud Volcano episode (2 min.)",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/mudpots.htm"
}
