{
    "title": "Yellowstone National Park: Yellowstone River",
    "body": "Yellowstone River        The Yellowstone River is the longest undammed river in the continental United States NPS\/Renkin       The Yellowstone River is the last major undammed river in the lower 48 states, flowing 671 miles from its source southeast of Yellowstone into the Missouri River and then, eventually, into the Atlantic Ocean. It begins in the Absaroka Mountain Range on Yount Peak. The river enters the park and meanders through the Thorofare region into Yellowstone Lake. It leaves the lake at Fishing Bridge and flows north over LeHardy Rapids and through Hayden Valley. After this peaceful stretch, it crashes over the Upper and Lower falls of the Grand Canyon. It then flows generally northwest, meeting its largest tributary, the Lamar River, at Tower Junction. It continues through the Black Canyon and leaves the park near Gardiner, Montana. The Yellowstone River continues north and east through the state of Montana and joins the Missouri River near the eastern boundary line of the state. The Missouri River eventually joins the Mississippi River, which flows into the Atlantic Ocean at the Gulf of Mexico. In addition to the Yellowstone River, many of the spawning streams in the Lake\/Fishing Bridge\/Bridge Bay area provide critical food sources for grizzly bears in the spring time. Therefore, ecologically speaking, these river and streams are a primary resource in the district. The LeHardy Rapids are a cascade on the Yellowstone River, three miles north of Fishing Bridge. Geomorphologically, it is thought that this is the actual spot where the lake ends and the river continues its northward flow. In the spring, many cutthroat trout may be seen here, resting in the shallow pools before expending bursts of energy to leap up the rapids on the their way to spawn under Fishing Bridge. The rapids were named for Paul LeHardy, a civilian topographer with the Jones Expedition in 1873. Jones and a partner started off on a raft with the intent of surveying the river, planning to meet the rest of their party at the Lower Falls. Upon hitting the rapids, the raft capsized, and many of the supplies were lost, including guns, bedding, and food. LeHardy and his partner saved what they could and continued their journey to the falls on foot. The rapids became a popular visitor attraction when a boardwalk was built in 1984 providing access to the area. Due to increased visitation, a group of harlequin ducks, which once frequented this area in spring, has not been seen for several years. The boardwalk has consequently been closed in early spring to protect this sensitive habitat, but the harlequins have not returned.      More Information  Water in Yellowstone: Rivers, Lakes, and Streams",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/yellowstone-river.htm"
}
