{
    "title": "Yellowstone National Park: Bioprospecting",
    "body": "Explore This Park    Learn About the Park     Nature     Greater Yellowstone Ecosystem     Beyond Boundaries     Bioprospecting                  Bioprospecting: Innovation Through Science       Yellowstone's extremophiles, especially thermophiles, have been the subject of scientific research and discovery for more than 100 years. The discovery of Thermus aquaticus bacteria in the 1960s has had scientific and economic benefits far beyond what anyone could have imagined and has played into the growing scientific interest in bioprospecting and extremophiles—calling greater attention to the research potential of Yellowstone. Today, several scientific research projects sponsored by universities, NASA, and corporations are underway in the park to investigate extremophiles. Some of their discoveries have helped researchers create inventions suitable for commercial purposes. When this happens, we call it bioprospecting. Bioprospecting does not require the sort of grand-scale resource consumption required by the kinds of extractive industries typically associated with the term \"prospecting,\" such as logging and mining. In this case, the \"prospecting\" is for new knowledge. Research is encouraged in Yellowstone if it does not adversely impact park resources and visitor use and enjoyment. Importantly, only research results, i.e., information and know-how gained during research on park specimens, may be commercialized—not the specimens themselves.  Park Science Informs Inventing  Yellowstone's geology provides a wide variety of high- temperature physical and chemical habitats that support one of the planet's greatest concentrations of extremophilic biodiversity. Research on these extremophiles can discover new enzymes that can withstand harsh manufacturing processes better than inorganic catalysts, improving efficiency, which saves energy. In some cases, using enzymes instead of inorganic chemicals can also help reduce toxic industrial by-products. Research on these extremophiles has recently helped scientists invent a wide variety of potential commercial applications, from methods for improving biofuel production to helping agricultural crops withstand drought and high temperatures.  Biggest Innovation from Yellowstone, So Far  Until the 1980s, our ability to study DNA was limited. Things we take for granted today such as DNA fingerprinting to identify criminals, DNA medical diagnoses, DNA-based studies of nature, and genetic engineering did not exist. But in 1985, the polymerase chain reaction (PCR) was invented. PCR is an artificial way to do something that living things do every day—replicate DNA. PCR is the rocket ship of replication, because it allows scientists to make billions of copies of a piece of DNA in a few hours.  Without PCR, scientists could not make enough copies of DNA quickly enough to perform their analyses. However, the heat necessary to do the PCR process inactivated the enzymes making the process extremely slow and expensive. They found the solution to this problem in one of the hot spring organisms isolated from Yellowstone by park researcher Thomas Brock in the 1960s; Thermus aquaticus. An enzyme discovered in T. aquaticus—called Taq polymerase—made PCR practical. Because it came from an extremophile, Taq polymerase can withstand the heat of the PCR process without breaking down like ordinary polymerase enzymes. In 1989 Taq polymerase was named Science magazine's first-ever \"Molecule of the Year.\" Many laboratory-made versions of this enzyme are still in use allowing DNA studies to be practical, effective, and affordable. Companies that sell the Taq enzymes have earned profits, but Yellowstone National Park and the United States public receive no direct benefits even though this commercial product was developed from the study of a Yellowstone microbe.  Benefits Sharing  Federal legislation authorizes the National Park Service to negotiate benefits-sharing agreements that provide parks a reasonable share of profits when park-based research yields something of commercial value. The National Park Service examined benefits-sharing options and decided to require it for new inventions made through study of park resources. Procedures for benefits-sharing are under development and expected to be implemented soon.      Quick Facts on Bioprospecting and Benefits-sharing in Yellowstone  The Issue Many different extremophiles have been studied. A few extremophile researchers have also created inventions that might be used commercially, which can be the basis of benefits-sharing for Yellowstone and the National Park Service.  Researchers who study material obtained under a Yellowstone National Park research permit are required to enter into benefits-sharing agreements with the National Park Service before using their research results for any commercial purpose.  Definitions   Bioprospecting is the discovery of useful scientific information from genetic or biochemical resources. It does not require large-scale resource consumption typical of extractive industries associated with the term \"prospecting,\" such as logging and mining.  Benefits-sharing is an agreement between researchers, their institutions, and the National Park Service that returns benefits to the parks when results of research have potential for commercial development.  Extremophile: A microorganism living in extreme conditions such as heat and acid, and cannot survive without these conditions.  Thermophile: Heat-loving extremophile.   History in Yellowstone   1980s: Yellowstone National Park first becomes aware that biological specimens from the park are potentially being studied for commercial applications and that patent applications are being made involving study of park organisms. In 1989, Taq polymerase, a commercial enzyme discovered in a Yellowstone extremophile and reproduced in the laboratory, becomes Science magazine's first-ever \"Molecule of the Year.\"  1995: The National Park Service begins work on prototype contracts between the park and industry. A conference convened by Yellowstone, \"Biodiversity, ecology and evolution of thermophiles,\" draws 180 attendees from industry, universities, and agencies and includes a roundtable on bioprospecting and benefit sharing.  1998: Yellowstone and Diversa, a biotechnology research firm that had been performing permitted research in Yellowstone since 1992, enter into a benefits-sharing agreement promising that a portion of Diversa's future profits from research in Yellowstone National Park will go toward park resource preservation.  1998: The National Parks Omnibus Management Act of 1998 increased the emphasis on scientific research activities in the national parks. The law authorizes \"negotiations with the research community and private industry for equitable, efficient benefits- sharing arrangements\" in connection with research activities conducted in units of the National Park System. ″1999: A legal challenge freezes implementation of the agreement between Yellowstone and Diversa until an environmental analysis (EA or EIS) is completed.  1999–2012: Many Yellowstone extremophiles are under study, some of them are grown in researchers' laboratories so they can be studied for decades. Research on a few microbes developed from specimens collected as early as 1986 leads to about a dozen patented inventions with potential for commercial use.  2010: The National Park Service decides to adopt benefits-sharing following the completion of the Benefits-Sharing Environmental Impact Statement.          More Information  Benefits-sharing Thermophiles: Life in Extreme Heat",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/bioprospecting.htm"
}
