{
    "title": "Yellowstone National Park: Archaic Period",
    "body": "Archaic Period: (8,000 to 1,800 years before present)          Continuation of the broad-based economy begun during late Paleoindian times is a hallmark of the Archaic cultures and, outside the park, there does seem to be an increased use of plants and a continued use of numerous animals from bison to rabbits.  However in the park, hunting continues to be emphasized with little evidence for use of plants.  Analysis of the animal bones from sites shows little change in the animals that were hunted through time. A change in projectile point technology from spear to dart and atlatl marks the beginning of the Archaic Period and the projectile points become smaller and change from the Late Paleoindian lanceolate form to stemmed, side-notched, and corner-notched. The stemmed, side-notched, and corner-notched terminology refers to the manner in which these points were hafted or attached to the dart or shaft.   The Archaic Period is quite lengthy (6,500 years) and is broken into three divisions referred to as the Early, Middle, and Late Archaic Periods.  These are differentiated by changes and technological developments. The Early Archaic period of about 2,000 years was generally hot and dry and is known in the park only from surface finds, while there are many buried camps associated with the Middle and Late Archaic occupations.   These date from about 9,400 B.C. to A.D. 700. The climate changed to cooler\/wetter to warmer\/drier (although not as warm or dry as the Early Archaic) and back to cooler\/wetter about every 500-1500 years. During the Middle Archaic Period, cooking using stone boiling technology began. In this cooking, rocks were heated in a fire and then transferred into a water-filled hide. Heat from the rocks is rapidly transferred to the water and water can rapidly be brought to boiling. One form of cooking involved stone boiling where rocks were heated in a fire and the transferred into a water-filled hide to cook the contents. Water can rapidly be brought to boiling through this activity through this method.   There are more sites from the Middle and Late Archaic Periods than from any other time during the almost 12,000 years of human visitation of the park. These sites are identified by thick cultural deposits, radiocarbon dates, and projectile points. This evidence is interpreted as indicating intensive use of the park. Campsites of the Middle and Late Archaic Periods are often large basecamps where a whole families or groups of families appear to have stayed in the park during the summer, spending significant time at these locations, and carrying out a variety of activities including manufacturing and repairing tools, tanning hides, and cooking. These activities are represented by broken and whole tools, flakes from tool maintenance, fire-cracked rock and hearths, charcoal, and animal bones.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/archeologyarchaic.htm"
}
