{
    "title": "Yellowstone National Park: Late Prehistoric Period",
    "body": "Late Prehistoric\/Protohistoric-Historic: (1,800 to 150 years before present)         Reconstructed Intermountain pottery vessel from Yellowstone Lake.   The Late Prehistoric Period is sometimes also called the Precontact Period, indicating the time before contact between Native people and Europeans. This period is best characterized by the development of the bow and arrow (about A.D. 250), which replaced the earlier atlatl or spearthrower. Other innovations in hunting include the use of bighorn sheep traps in the mountains (none have been found in the park to date). The use of steatite (soapstone) vessels and the addition of pottery probably also increased the efficiency of these groups in preparing and storing food.  While throughout most of prehistory, people in the park seem to have ties to the northern plains or to be locally adapted mountain people, there is evidence that, for perhaps 800 years from about A.D. 400-1200 during the beginning of this period, people from the Great Basin\/southern Idaho area came to the park. Identified by the Rose Spring Corner-notched points, these people ate fish and constructed roasting pits that functioned like prehistoric crock pots. The Avonlea Northern Plains bison hunters also visited the park (A.D. 300-1000) at this time and it would be fascinating to know what interactions may have occurred between these groups. Another pulse of people coming again out of Idaho (and the Great Basin) occurred around A.D. 1500. These people may be related to historic Shoshone and the Park’s two prehistoric pottery sites (Intermountain Ware) date to this time and culture. The pots were undecorated and had flat bottoms, so vessels could stand up by themselves. Many forces acted upon Native peoples of the west from about A.D. 1525 onward. The Spanish arrive in Mexico City in A.D. 1525 and bring 6 infectious diseases with them. Other Europeans came to colonize the eastern American coast and to bring additional diseases with them. The North American natives had no resistance to these diseases and lost perhaps 80% of their populations over the next 350 years. The Spanish also reintroduced the horse to the new world and as the horses got loose and became wild, Indians learned how to capture, train, and use horses. Horses provided the means to change from killing buffalo by running them over jumps to chasing herds on horseback. More goods could by carried by horses and traveling longer distances became easier and quicker. Raiding increased between different tribes and raiding for horses was emphasized.  During The Little Ice Age (A.D. 1450-1850), the cold appears to have discouraged long visits to the park, with people preferring to live at warmer, lower elevation sites. The Northern Plains\/Rocky Mountain fur trade begins in the early 18th century and flourishes. A demand developed for more native goods to be produced to trade for European-manufactured items, so more buffalo were killed and more of the women’s time was spent preparing more buffalo hides and producing additional more garden produce (especially for the village tribes in North and South Dakota). These factors resulted in changes to the daily and annual activities influencing where people went and for how long. In Yellowstone, we see major differences between the lifeways of people in the park between about 4500 B.C. and A.D. 200 and those after A.D. 1100 (post-Avonlea). In the Middle and Late Archaic Periods, whole families and groups came to the park, stayed during part of the spring and summer months, and created many campsites. These Archaic sites are common and contain plentiful bones from animals killed for food, fire cracked rock from cooking, and much stone debris from manufacturing and repairing tools.  In contrast, Late Prehistoric sites after A.D. 1100 are rare and often contain only a few scraps indicative of perhaps an overnight stay. We know people were still coming to the park because Obsidian Cliff obsidian is being found in sites outside the park but our interpretation is that now that instead of family groups, work parties were dispatched to carry out specific tasks such as obtaining obsidian, hunting bighorn sheep, or to collect other materials (perhaps clay from thermal areas) that could not be obtained elsewhere. The Protohistoric Period indicates the brief time when European manufactured goods such as beads, axes, knives, and kettles are traded into an area but before there are any historic records. The times at which the protohistoric and historic periods begin differ from geographical region to the next. In the Yellowstone National Park area, the historic period begins about A.D. 1805 when Lewis and Clark pass by the northern portion of the park. Although there are earlier historic records, they are very rare. Protohistoric\/historic period Native American sites are similarly rare in the park. The most plentiful are the historic records for wickiups, or wooden tipis, which were described as being numerous. Unfortunately, the wickiups were made from perishable organic materials and these structures have collapsed. The Sheepeaters were a division of the Shoshone based upon their predominant economic orientation. There is a strong mythology about Sheepeaters in the park but unfortunately, no Sheepeater sites have been identified here.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/archeologyprehist.htm"
}
