{
    "title": "Yellowstone National Park: Hydrothermal Systems FAQs",
    "body": "Frequently Asked Questions: Hydrothermal Systems       Why are geysers in Yellowstone?  Yellowstone’s volcanic geology provides the three components for geysers and other hydrothermal features: heat, water, and a natural “plumbing” system. Magma beneath the surface provides the heat; ample rain and snowfall seep deep underground to supply the water; and underground cracks and fissures form the plumbing. Hot water rises through the plumbing to surface as hydrothermal features in Yellowstone, including geysers. What exactly is a geyser basin?  A geyser basin is a geographically distinct area containing a “cluster” of hydrothermal features that may include geysers, hot springs, mudpots, and fumaroles. These distinct areas often (but not always) occur in low places because hydrothermal features tend to be concentrated around the margins of lava flows and in areas of faulting. Where can I see mudpots?  Small mudpot areas occur at West Thumb Geyser Basin, Fountain Paint Pot, and Artists’ Paintpots. The largest group of mudpots can be found at Mud Volcano, at the southern end of Hayden Valley. What is the oldest thermal area in the park, active or inactive?  Terrace Mountain, near Mammoth Hot Springs, is evidence of carbonate hot spring deposits up to 406,000 years old. What is the most active thermal area in the park?  Norris Geyser Basin is the hottest and most dynamic of Yellowstone’s active hydrothermal areas. The highest temperature yet recorded in any Yellowstone hydrothermal area was measured in a scientific drill hole at Norris: 459°F (237°C) just 1,087 feet below the surface. Norris shows evidence of having had hydrothermal activity prior to the last great ice age. The features change often, with frequent disturbances from seismic activity and water fluctuations. Norris is so hot and dynamic primarily because it sits at the intersection of three major faults, two of which intersect with a ring fracture zone from the Yellowstone caldera eruption 640,000 years ago. Were Native Americans afraid of geysers?  Native Americans in general were not afraid of geysers. Many of the associated tribes of Yellowstone say their people have used the park as a place to live, to collect food and other resources, and as a passage through to the bison hunting grounds of the Great Plains. Archeologists and historians have also uncovered ample evidence that people lived in and visited Yellowstone for thousands of years before historic times. Is Yellowstone's geothermal energy used to heat park buildings?  Yellowstone National Park’s hydrothermal areas cannot be tapped for geothermal energy because such use could destroy geysers and hot springs, as it has done in other parts of the world. Why can't I bring my dog on geyser basin trails?  Dogs have died diving into hot springs. They also disturb wildlife and are prohibited from all park trails. In the few places pets are permitted, they must be leashed at all times. Ask at a visitor center where you can walk a pet. Is it really dangerous to walk off the boardwalks in geyser basins?  YES. Geyser basins are constantly changing. Boiling water surges just under the thin crust of most geyser basins, and many people have been severely burned when they have broken through the fragile surface. Some people have died. Why can't I smoke in the geyser basins?  Cigarette butts quickly accumulate where smoking is allowed, and they—like any litter—can clog vents, thus altering or destroying hydrothermal activity.      More Information  Geysers video, Yellowstone InDepth episode 7 (5 min. 49 sec.): With over half the world's geysers, Yellowstone offers tremendous opportunities to see these geologic wonders in action. Explore the mechanics of geysers, their role in the park's history and what they teach us about the world in which we live. Hydrothermal Features Hydrothermal Features Videos: Watch videos that tell the story of microorganisms that thrive in hot water. Old Faithful Virtual Visitor Center: Explore exhibits, watch movies, learn about the park's hydrothermal treasures.  Old Faithful Geyser Webcam: Watch streaming video of Old Faithful and other geysers.  Life in Extreme Heat (Other Life Forms)",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/hydrothermfaq.htm"
}
