{
    "title": "Yellowstone National Park: Grand Canyon of the Yellowstone",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Sedimentation and Erosion     Grand Canyon of the Yellowstone                  Grand Canyon of the Yellowstone        The Grand Canyon of the Yellowstone is the primary geologic feature in the Canyon area. The Lower Falls of the Grand Canyon of the Yellowstone River are shown here. NPS\/Peaco       The specifics of the geology of the canyon are not well understood, except that it is an erosional feature rather than the result of glaciation. After the caldera eruption of about 600,000 years ago, the area was covered by a series of lava flows. The area was also faulted by the doming action of the caldera before the eruption. The site of the present canyon, as well as any previous canyons, was probably the result of this faulting, which allowed erosion to proceed at an accelerated rate. The area was also covered by the glaciers that followed the volcanic activity. Glacial deposits probably filled the canyon at one time, but have since been eroded away, leaving little or no evidence of their presence. The present canyon is no more than 10,000 to 14,000 years old, although there has probably been a canyon in this location for a much longer period. The canyon is 800 to 1,200 feet deep and 1,500 to 4,000 feet wide. T The exact sequence of events in the formation of the canyon is not well understood. The Yellowstone River is the force that created the canyon and the falls. It begins on the slopes of Yount Peak, south of the park, and travels more than 600 miles to its terminus in North Dakota where it empties into the Missouri River. It is the longest undammed river in the continental United States. The canyon below the Lower Falls was at one time the site of a geyser basin that was the result of rhyolite lava flows, extensive faulting, and heat beneath the surface (related to the hotspot). No one is sure exactly when the geyser basin was formed in the area, although it was probably present at the time of the last glaciation. The chemical and heat action of the geyser basin caused the rhyolite rock to become hydrothermally altered, making it very soft and brittle and more easily erodible (sometimes compared to baking a potato). Evidence of this thermal activity still exists in the canyon in the form of geysers and hot springs that are still active and visible. The Clear Lake area (Clear Lake is fed by hot springs) south of the canyon is probably also a remnant of this activity. According to Ken Pierce, US Geological Survey geologist, at the end of the last glacial period, about 14,000 to 18,000 years ago, ice dams formed at the mouth of Yellowstone Lake. When the ice dams melted, a great volume of water was released downstream causing massive flash floods and immediate and catastrophic erosion of the present-day canyon. These flash floods probably happened more than once. The canyon is a classic V-shaped valley, indicative of river-type erosion rather than glaciation. The canyon is still being eroded by the Yellowstone River. The colors in the canyon are also a result of hydrothermal alteration. The rhyolite in the canyon contains a variety of different iron compounds. When the old geyser basin was active, the \"cooking\" of the rock caused chemical alterations in these iron compounds. Exposure to the elements caused the rocks to change colors. The rocks are, in effect, oxidizing; the canyon is rusting. The colors indicate the presence or absence of water in the individual iron compounds. Most of the yellows in the canyon are the result of iron present in the rock rather than sulfur, as many people think.      More Information  Sedimentation and Erosion Yellowstone River: The longest undammed river in the lower 48 carved out the canyon. Visiting the Canyon Area Thomas Moran's Diary: Moran famously painted the Grand Canyon of the Yellowstone. Watch the Inside Yellowstone episodes about the Grand Canyon of the Yellowstone",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/grand-canyon.htm"
}
