{
    "title": "Walnut Canyon National Monument: Fire Regime",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Fire Regime                Fire Regime       Fire is a natural process in the ponderosa pine forest. Both plants and animals have long been adapted to its presence. However, studies show that the ponderosa pine forest along the north rim of Walnut Canyon has changed considerably during the last century. Prior to 1890, the forest experienced a low-intensity fire every 4 to 8 years, and was composed of fewer, larger pine trees clustered in isolated stands with an open understory of grasses, wildflowers, and non-woody plants. The forest was open and park-like, with a vigorous mix of old and younger plants.  After 1890, many of the old-growth trees were logged, wildfires were suppressed, and the herbaceous understory was lost due to overgrazing. The resulting forest is crowded with numerous younger, smaller trees and a mid-story of woodland species such as Gambel oak, pinyon, and juniper. The dense pine and woodland canopy is shading out the rich understory flora. These “dog hair” thickets, combined with accumulated dead wood on the forest floor, can provide a ladder for flames to climb from the ground to the trees, becoming a destructive, unstoppable crown fire.  In 1990, the National Park Service began a program of management-ignited fire to restore presettlement ponderosa pine forest conditions on the canyon rim. Preliminary results from fire effects monitoring plots show that such fires can effectively reduce the number of ponderosa seedlings and saplings, junipers, and the amount of dead wood and ground litter - a step toward the return of the healthy forests once maintained by natural fire. For more information: Fire in Southwestern Ponderosa Pine Forests: a Bird's-Eye View. a report by Karen Short, 9\/20\/2002, pdf Assessment of Forest Health in the Southwest, USFS ed. Dahms and Geils",
    "url": "https:\/\/www.nps.gov\/waca\/learn\/nature\/fireregime.htm"
}
