{
    "title": "Yellowstone National Park: Hydrothermal Systems References",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Hydrothermal Systems     Hydrothermal Systems References                  Hydrothermal Systems References       The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions.      Bryan, T.S. 2008. The Geysers of Yellowstone. Boulder: Colorado Associated University Press. Fourth Edition.  Carr, B.B., C. Jaworowski, and H.P. Heasler. 2010. It's not drying up, just changing: Mapping change at Mammoth Hot Springs using aerial photographs and visual observations Yellowstone Science. 18(3).  Cuhel, R.L., C. Aguilar, C.C. Remsen, J.S. Maki, D. Lovalvo, J.V. Klump, and R.W. Paddock. 2004. The Bridge Bay spires: Collection and preparation of a scientific specimen and museum piece Yellowstone Science. 12(4).  Cuhel, R.L., C. Aguilar, P.D. Anderson, J.S. Maki, R.W. Paddock, C.C. Remsen, J.V. Klump, and D. Lovalvo. 2002. Underwater dynamics in Yellowstone Lake hydrothermal vent geochemistry and bacterial chemosynthesis. In R.J. Anderson and D. Harmon, ed., Yellowstone Lake: Hotbed of chaos or reservoir of resilience?: Proceedings of the 6th Biennial Scientific Conference on the Greater Yellowstone Ecosystem, 27–53. Yellowstone National Park, WY: Yellowstone Center for Resources and The George Wright Society.  Evans, W.C., D. Bergfeld, J.P. McGeehin, J.C. King, and H. Heasler. 2010. Tree-ring 14C links seismic swarm to CO2 spike at Yellowstone, USA. Geology 38(12):1075–1078.  Fouke, B.W. 2011. Hot-spring systems geobiology: abiotic and biotic influences on travertine formation at Mammoth Hot Springs, Yellowstone National Park, USA. Sedimentology 58:170–219.  Fournier, R.O. 1989. Geochemistry and dynamics of the Yellowstone National Park hydrothermal system. Ann. Rev. Earth Planet. Sci. 17:13–53.  Henson, J., R. Redman, R. Rodriguez, and R. Stout. 2005. Fungi in Yellowstone's geothermal soils and plants Yellowstone Science. 13(4).  Ingebritsen, S.E. and S.A. Rojstaczer. 1993. Controls on geyser periodicity. Science. 262: 889–892.  Jaworowski, C., H.P. Heasler, C.C. Hardy, and L.P. Queen. 2006. Control of hydrothermal fluids by natural fractures at Norris Geyser Basin In Yellowstone Science 14(4).  Jaworowski, C., H.P. Heasler, C.M.U. Neale, and S. Sivarajan. 2010. Using thermal infrared imagery and LiDAR in Yellowstone geyser basins. Yellowstone Science. 18(1).  Kieffer, S. W., J. A. Westphal, and R. A. Hutchinson. 1995. A journey toward the center of the Earth: Video adventures in the Old Faithful Conduit Yellowstone Science. 3(3).  Klump, V., T. Remsen, D. Lovalvo, P. Anderson, R. Cuhel, M. Kaplinski, J. Kaster, J. Maki, and R. Paddock. 1995. 20,000 leagues under Yellowstone Lake: Strangeness and beauty in the hidden deeps Yellowstone Science. 3(4).  Remsen, C.C., J.S. Maki, J.V. Klump, C. Aguilar, P.D. Anderson, L. Buchholz, R. L. Cuhel, D. Lovalvo, R.W. Paddock, J. Waples et al. 2002. Sublacustrine geothermal activity in Yellowstone Lake: Studies past and present. In R. J. Anderson and D. Harmon, ed., Yellowstone Lake: Hotbed of chaos or reservoir of resilience?: Proceedings of the 6th Biennial Scientific Conference on the Greater Yellowstone Ecosystem, 192–212. Yellowstone National Park, WY: Yellowstone Center for Resources and The George Wright Society.  Shean, D. 2006. Norris geyser basin's dynamic hydrothermal features: Using historical aerial photographs to detect change In Yellowstone Science. 14(4).  Spear, J.R., J.J. Walker, and N.R. Pace. 2006. Microbial ecology and energetics in Yellowstone hot springs In Yellowstone Science. 14(1).  Taylor, R. 1998. Gazing at Yellowstone's geysers In Yellowstone Science. 6(4).  Yellowstone Volcano Observatory. 2010. Protocols for geologic hazards response by the Yellowstone Volcano Observatory. US Geological Survey Circular 1351.      More Information  Hydrothermal Features Life in Extreme Heat (Other Life Forms)",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/hydrothermrefs.htm"
}
