{
    "title": "Yellowstone National Park: Fisheries Program Facilities, Staff, and Contact Information",
    "body": "Fisheries Program Facilities, Staff, and Contact Information       The Fisheries and Aquatic Sciences Program is within the Branch of Natural Resources, Yellowstone Center for Resources, Yellowstone National Park.Year-round facilities include office space within the historical Cavalry Troop Barracks building at Park Headquarters, Mammoth Hot Springs. Seasonally (May – October), fisheries operations are centered at the historical Lake Fish Hatchery District within the park interior, on the northern side of Yellowstone Lake. Although cutthroat trout egg-taking and hatchery operations were discontinued in 1956, the buildings remain a center of contemporary fisheries management activities, particularly those related to the preservation of Yellowstone Lake cutthroat trout.  The Fisheries Program facilities at Lake now include offices, a water quality laboratory, shop and garage area, gill net storage space, and housing for staff. Boats are moored at Bridge Bay Marina. Fisheries and Aquatic Sciences Program staff have expertise in cutthroat trout conservation through applied research; monitoring; removal of introduced, nonnative and exotic species; and cutthroat trout reintroductions into restored habitats. Staff also have expertise in the long term monitoring of aquatic macroinvertebrates, amphibians, and water quality as indicators of ecosystem health. Contact Information – Phone and Fax 307-344-2874 (phone) 307-344-2211 (fax) Contact Information – US Postal Service Fisheries and Aquatic Sciences Program PO Box 168 Yellowstone National Park, Wyoming 82190 Physical Address at Mammoth: Fisheries and Aquatic Sciences Program Mammoth Hot Springs, Building #27 Yellowstone National Park, Wyoming 82190 Physical Address at Lake: Fisheries and Aquatic Sciences Program Lake Station, Building #1 Yellowstone National Park, Wyoming 82190 Back to main Fishing page",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/fish_contact.htm"
}
