{
    "title": "Yellowstone National Park: Yellowstone's Records",
    "body": "Yellowstone's Records       Yellowstone's Records details the official records of the administration and operation of the park. The records are generally organized by function. Subjects include policy, resource management, fire, development and much more. Search the records listed below by subject at: http:\/\/wyld.state.wy.us\/yrl\/ or by browsing our Subject Guides. Donated collections, with strengths in tourism, concessions, and photos can be found on the Manuscript Collections webpage. If you've visited pages recently, you might need to clear your cache or hit Shift+Ctrl+R to see the current version of the page! Finding Aids 1988 Fire Records 1988-1998 (bulk dates: 1988) (162 KB pdf) Aerial Photograph Collection 1940s?-1988, 1996, and undated (112 KB pdf) Army Era Records 1881-1931 (bulk dates: 1886-1918) (167 KB pdf) Bird Program Records 1899-2007 (bulk dates: 1986-2007) (98 KB pdf) *updated Commercial Visitor Services Records 1917-Present (bulk dates: 1940-1978) (223 KB pdf) Facilities & Maintenance Records 1918-Present (bulk dates: 1933-1966) Fire Management Records 1919-Present (bulk dates: 1950-2007) (138 KB pdf)  Fiscal, Personnel, & Supply Records 1917-Present (bulk dates: 1930-1960) (220 KB pdf) Fisheries and Aquatics Program Records (41 KB pdf) History Program Records 1905-Present (Bulk dates: 1960s-1980s) (121 KB pdf)  Information and Public Image Management Records 1922-2008 (bulk dates: 1980s-1990s) (126 KB pdf) Interpretation and Education Records 1920-Present (Bulk dates: 1970s-1990s) (136 KB pdf)  Land Use Records 1901-2001 (bulk dates: 1930s-1980s) (237 KB pdf) Maps and Drawings Collection 1870-2009 (bulk dates: 1916-2001) (371 KB pdf) Management and Accountability Records 1878-present (bulk dates: 1920s-1990s) (217 KB pdf) Partnership Records 1920-Present (bulk dates: 1940s-1990s) (197 KB pdf) Protection and Safety Records 1913-present (bulk dates: 1930s-1990s) (150 KB pdf) Research Permit Records 1961-Present (319 KB pdf) Vegetation Program Records 1895-Present (bulk dates:1930-2010) (269 KB pdf) Winter Use Records 1985-Present (bulk dates: 1999-2004) (216 KB pdf) Yellowstone National Park Partnership Records 1920-Present Bulk dates: 1940s-1990s (187 KB pdf) Preliminary Inventories Inventories are lists of records before any archival arrangement or description has occurred. Pertinent records may be misfiled or scattered throughout the record group, so search the inventory carefully.  Natural and Social Sciences Records Inventory (1.8 Mb pdf) Using the Archives See the Archives homepage for detailed information about hours, access policies, and other ways to search our collections. Contact Information Archivist: Anne Foster Email: e-mail us Phone:307-344-2563 or 307-344-2228",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/records.htm"
}
