{
    "title": "Yellowstone National Park: Sustainability",
    "body": "Explore This Park    Get Involved     Sustainability             Sustainable Practices        Yellowstone National Park strives to demonstrate and promote sound environmental stewardship. Through these efforts, more than 5,000 small propane cylinders are crushed and redeemed as steel each year. NPS       The National Park Service mission articulates a clear ethic of environmental stewardship. In order to achieve the goal of protecting and preserving parks a number of executive orders and acts of legislation direct the federal government in the development of sustainable operations and facility adaptation. The National Park Service has developed the Green Parks Plan to provide goals and standards for lasting and conscientious improvements to American national parks. Yellowstone National Park has embraced these goals and has been working toward becoming a greener park for many years. Early efforts in sustainability included building a regional composting facility, operating alternatively fueled vehicles, replacing toxic cleaning products, and overhauling the park’s recycling program. The park’s continued commitment to sustainability is made more urgent by changing climate and increasing impacts to natural resources both locally and globally. Historic increases in visitation and visitor impact has created a need for the park to continue to improve and expand our sustainability efforts. Yellowstone’s size and complexity create challenges that require collaboration among park managers and considerable assistance from partners. In 2012, Yellowstone staff, concessioners, educational institutions, and corporate partners developed Yellowstone’s Strategic Plan for Sustainability. The plan builds on servicewide direction and focuses on specific goals to reduce greenhouse gas emissions, energy use, water use, and waste production, to adapt facilities, and conduct operations in an environmentally responsible manner. Many of these sustainability efforts are facilitated by the Yellowstone Environmental Coordinating Committee. The committee consists of representatives from the National Park Service, Xanterra Parks & Resorts, Delaware North Companies, the Yellowstone Association, Medcor, Yellowstone Park Service Stations, and the Yellowstone Park Foundation. The plan for presents a clear direction by which everyone—employees, visitors, and partners—can work collaboratively to make Yellowstone greener. Continue: Conservation Efforts      Quick Facts The Issue Demonstrating and promoting sound environmental stewardship through regional and national partnerships. History  1995: Biodiesel truck donated to park to test alternative fuel.  1997: Park celebrates 125th anniversary and \"greening\" efforts increase.  1998: Old Faithful wood viewing-platform replaced with recycled plastic lumber; employee Ride-Share Program begins.  1999: Yellowstone National Park begins using nontoxic janitorial supplies and offers ethanol blended fuel to visitors.  2002: The park's diesel fleet converts to biodiesel blend; the Greater Yellowstone\/Teton Clean Energy Coalition receives federal designation.  2003: Regional composting facility opens; park demonstrates the first fuel cell in a national park; park begins testing prototype alternatively-fueled multi-season vehicles.  2004: Park employees begin using hybrid vehicles; Xanterra employee housing receives LEED designation.  2007: Park completes a greenhouse gas inventory, leading to initiatives to reduce greenhouse gas emissions; interns begin gathering data for sustainability efforts.  2011 and 2013: Representatives from corporate partners and educational institutions participate in \"Greening Yellowstone Conference.\"   Park Waste Diverted from Landfills  2014: 59% of waste diverted (48% recycled, 11% compost)  newspapers, magazines, office paper: 75 tons aluminum and steel: 149 tons glass: 121 tons plastics: 71 tons cardboard: 277 tons small propane canisters: 1 ton food waste and other garbage composted: 458 tons manure: 728 tons       More Information   Yellowstone’s Strategic Plan for Sustainability: Developed in 2011 and 2012 by Yellowstone staff, concessioners, educational institutions, and corporate partners. The plan presents a clear direction by which everyone—employees, visitors, and partners—can work collaboratively to make Yellowstone greener. The plan builds upon servicewide direction and previous greening efforts, such as the Yellowstone Environmental Stewardship (YES!) Initiative. It focuses on specific goals to reduce greenhouse gas emissions, energy use, water use, and waste production, to adapt facilities, and to conduct operations in an environmentally responsible manner.    National Park Service Green Parks Plan Yellowstone Park Foundation",
    "url": "https:\/\/www.nps.gov\/yell\/getinvolved\/sustainability.htm"
}
