{
    "title": "Yellowstone National Park: Glossary of Terms",
    "body": "Inside Yellowstone - Glossary of Terms       Abiotic - Not associated with or derived from living organisms. Abiotic factors in an environment include such items as sunlight, temperature, wind patterns, and precipitation.  Archaea - Archaea is one of three major divisions (along with Bacteria and Eukarya) in the classification of living organisms. Once thought to be bacteria, archaea are single-celled organisms without nuclei and with membranes different from all other organisms. Many kinds of archaea live in the hot spring waters of Yellowstone. They have a unique tough outer cell wall and protective enzymes that allow them to thrive in extreme environs such as the hot and acidic waters of the park. Some scientists believe archaea are very closely related to some of Earth's earliest life forms. Azimuth - A horizontal direction or angle; a compass bearing.   Bioprospecting - The scientific search for microorganisms for use in industry or medicine Biotic - Of or having to do with life or living organisms. Cache - a hiding place, esp. one in the ground, for ammunition, food, treasures, etc Caldera - A caldera is a large, usually circular depression at the top of a volcano, formed when magma is withdrawn or erupted from a shallow underground chamber causing the overlying rock and ground material to collapse. The downward collapse of land at the site of the eruption, fills the emptied space in the reservoir of magma below. Often, fractures form around the edge of a magma chamber in a roughly circular shape. The ring fractures may serve as volcanic vents and as the magma chamber empties-whether quickly in a single massive eruption or more slowly in a series of eruptions-the center of the volcano within the ring fractures begins to collapse. When the Yellowstone hotspot last erupted 640,000 years ago, it released 240 cubic miles of material, covering much of North America in ash debris, and created a caldera 30 by 45 miles wide. Columnar basalt -Basalt is a common gray to black volcanic rock and is usually fine-grained due to rapid cooling of lava on Earth's surface. Columnar basalt forms during the cooling of a thick lava flow when contractional joints or fractures form. The extensive fracture network that develops if a flow cools relatively rapidly, results in the formation of polygonal pillars or columns. The most common pattern is that of hexagonal pillars and the size of the columns relates to the rate of cooling, with very rapid cooling resulting in smaller columns. Cone geyser - Cone geysers often erupt in a steady, narrow jet of water and usually from a cone or mound of siliceous sinter or geyserite rock. Old Faithful, Riverside, Castle, and Beehive Geysers are great examples of cone geysers in Yellowstone. Continental Divide - The continental divide is the dividing line for a continent that determines into which ocean precipitation will flow eventually. Every continent except Antarctica has a continental divide. In North America the continental divide or \"Great Divide\" runs along the Rocky Mountains from Northwestern Canada to New Mexico and then runs through Mexico's Sierra Madre Occidental with most of the rain and snow falling east of the divide flowing toward the Atlantic Ocean and most of the rain and snow falling west of the divide draining to the Pacific Ocean. Some consider the continental divide to be the backbone of the continent. Cretaceous shale - Cretaceous shale is a dark fine-grained sedimentary rock composed of layers of compressed clay, silt, or mud and formed during the Cretaceous period of geologic time, 144 to 65 million years ago when dinosaurs became extinct and layers of chalk were laid down. Shale is the most common sedimentary rock and forms from compaction of the fine particles deposited by very slow moving water. Ecosystem - An ecological community together with its environment, functioning as a unit. Fountain geyser - Fountain geysers shoot water in various directions, usually from a pool of water and often in a series of bursts. They may be mistaken for hot springs when they aren't erupting. Some examples are Echinus, Great Fountain, Grand, Sawmill, and Anemone Geysers. Fumerole - Fumeroles are steam vents and the hottest hydrothermal features in the park. They have so little water that it boils and flashes to steam before reaching the surface. They often hiss loudly. Gestation - The state of being pregnant; the period from conception to birth when a female of a species carries a developing fetus in her uterus. Geyser - Geysers are hot springs that periodically erupt, shooting scalding water and steam into the air. Though hot springs can be common, the special requirements needed for a geyser to erupt make them rare. In addition to hot water, a unique conduit system or natural \"plumbing\" system underground is needed for pressure to build and yet withstand the force of eruptions. A narrow constriction above a larger reservoir chamber allows water to become superheated above the boiling point without boiling. In Yellowstone the cracks and fissures underground that make up the plumbing of geysers are lined with silica that the hot water has dissolved out of rhyolite rock and redeposited along the inner walls of the fissures. This glass-like lining creates a watertight seal that allows pressure to build within the conduit and produce geyser eruptions. It also reinforces the walls of the fissures making them resistant to crumbling with the force of eruptions. Geyserite - Siliceous sinter is sometimes called geyserite. It is the grayish-white rock deposited around geysers and hot springs. As hot water travels underground through rhyolite, a rock rich in silica, it dissolves out some of the silica. As the water splashes at the surface and evaporates, the silica precipitates out and is deposited at the surface creating geyser cones, lacy scalloped edges around hot springs, delicate beadwork, and the grey-white landscape in the geyser basins. Geyserite grows very slowly, perhaps only an inch or two over a century, depending on the water action of the hot spring or geyser. (picture of Grotto, Castle, Doublet Pool, close up of beading) Hoodoo - Hoodoos are tall columns of oddly-shaped rock produced by differential weathering. They are typically composed of sedimentary rock and the eccentric shapes and variable thicknesses of the spires are caused by the different erosional rates and patterns of alternating hard and softer rock layers. Usually weathering leaves a bit of harder, resistant rock protecting the weaker rock layer beneath it. A great example of hoodoos is at Bryce Canyon National Park in Utah. Hoodoo Basin along the eastern boundary of Yellowstone also has true hoodoos. Just south of Mammoth Village in Yellowstone, the main park road travels through an area called \"the Hoodoos\" but these aren't actual hoodoos geologically, but rather a pile of rocks that broke off and tumbled down from Terrace Mountain to rest in odd formations. Hotspot - A hotspot is a shallow area of molten rock below Earth's surface that persists long enough to leave a record of uplift and volcanic activity over a long period of time. Whether the molten material comes from a narrow thermal plume rising from the Earth's core-mantle boundary or is merely from upper mantle convection, as the tectonic plate moves slowly over top, a trail or chain of volcanoes is created. Geologists have identified 40-50 hotspots around the globe. The Yellowstone hotspot is responsible for a series of 100 volcanic calderas stretching from the park south and west to Nevada that formed over 16 million years as the North American plate slowly moves southwest over the active hotspot. Most hotspots erupt through oceanic lithosphere (think Hawaii) and create basaltic volcanoes, but the Yellowstone hotspot is under continental crust, which forms more rhyolites and usually more violent eruptions. The Yellowstone hotspot is responsible for some of the most powerful volcanic explosion in geologic history. Hydrothermal - Hydrothermal is an adjective to describe something related to or produced by hot water, especially water heated underground by the Earth's internal heat. Hydrothermal features in Yellowstone include geysers, hot springs, mud pots and fumeroles or steam vents. Hyperphagia - Abnormally increased appetite for and consumption of food. Limestone - Limestone is a sedimentary rock consisting predominantly of calcium carbonate, CaCO3, varieties of which are formed from the skeletons of marine microorganisms and coral. Limestone mainly consists of calcium deposited by the remains of marine animals and often forms through the accumulation and compaction of fossil shells and skeletal remains. In Yellowstone, limestone situated underneath the Mammoth Hot Springs creates the unique travertine terraces when hot water percolates to the surface. Magma - Magma is hot molten or partially molten rock beneath Earth's surface. When magma erupts to the surface it is called lava. A magma chamber just a few miles below the surface in Yellowstone fuels the volcano and has erupted periodically for over 16 million years leaving a track of volcanic calderas across 500 miles. The shallow magma provides the heat fueling the geysers and hot springs of the park. Microorganism - Any organism too small to be viewed by the unaided eye, as bacteria, protozoa, and some fungi and algae. Molting - To shed periodically part or all of a coat or an outer covering, such as feathers, cuticle, or skin, which is then replaced by a new growth. Necropsies - The examination of the body of an animal after death. In humans it is referred to as an autopsy. Northern Range -The Northern Range refers to an area along the northern section of Yellowstone National park which covers 540 square miles along the Lamar and Yellowstone river basins. The Northern Range overlaps the boundary between Wyoming and Montana and a third of the Northern Range extends north of the park onto public and private lands. Yellowstone's largest elk herd winters on the Northern Range which is lower in elevation than much of the rest of the park. Obsidian - A usually black or banded, hard volcanic glass that displays shiny, curved surfaces when fractured and is formed by rapid cooling of lava. PCR - The Polymerase Chain Reaction is a procedure used to duplicate a person or animal's DNA on a scale that makes it readable for scientist.  Rhyolite - Rhyolite is a light-colored grey, acidic volcanic rock with high silica (SiO2) content and similar in composition to granite. It forms highly viscous (think thick and sticky like bread dough) lavas which are resistant to flowing and degassing. Rhyolite lavas are prone to violent explosions. Rut- The rut refers to the mating season of ungulates such as bison, elk, and mule deer. Serotinous - Late in developing, opening, or blooming. For example, serotinous pine cones may persist unopened on the tree for years and only open after a forest fire. Siliceous sinter - Siliceous sinter is sometimes called geyserite. It is the grayish-white rock deposited around geysers and hot springs. As hot water travels underground through rhyolite, a rock rich in silica, it dissolves out some of the silica. As the water splashes at the surface and evaporates, the silica precipitates out and is deposited at the surface creating geyser cones, lacy scalloped edges around hot springs, delicate beadwork, and the grey-white landscape in the geyser basins. Geyserite grows very slowly, perhaps only an inch or two over a century, depending on the water action of the hot spring or geyser. As a concretionary hydrated form of silica it crumbles to resemble white sand as it dries out over time. (picture of Grotto, Castle, Doublet Pool, close up of beading) Sinter - A chemical sediment or crust deposited by hot springs. Sinter forms geyser cones, terraces and rims around hot springs. In Yellowstone, most often silicious sinter (geyserite) is deposited around hot springs and geysers due to rhyolite below ground. At Mammoth Hot Springs Terraces however, calcareous sinter (travertine or calcium carbonate) forms due to limestone below ground. Succession - The progressive replacement of one community by another until a climax community is established. Supervolcano - A supervolcano refers to a volcano that produces the largest and most voluminous kinds of eruptions on earth. The sheer volume of ejected material from a supervolcano is enough to radically alter the landscape and impact global climate for years. Supervolcanoes have eruptions of at least a magnitude 8 on the Volcano Explosivity Index, meaning that more than 1000 cubic kilometers (240 cubic miles) of magma, ash and debris are erupted. Two of Yellowstone's last three major eruptions meet this criteria, earning Yellowstone the name \"supervolcano.\" Thermophile - Thermophiles are heat-loving microorganisms that live in the hot spring waters of the park. Thermophiles are a type of extremophile and contain enzymes that allow them to function a temperatures above 45°C. They may be archaea, bacteria or algae. Due to their tolerance for heat, some have been found to be useful in DNA replication processes and as cleansing agents in detergents. Researchers from NASA and biomedical fields are also interested in the thermophiles in Yellowstone. Travertine - A light-colored form of limestone or porous calcite formed through the rapid precipitation of calcium carbonate, especially at the mouth of a hot spring. In limestone caves, it forms stalactites and stalagmites. The calcium carbonate is deposited where evaporation of the water leaves a solution that is supersaturated with chemical constituents of calcite. In Yellowstone this sedimentary rock of calcareous sinter forms at the Mammoth Hot Spring Terraces where carbon dioxide-rich water percolates through limestone underground. The hot water dissolves some of the limestone and becomes saturated with it. As the water resurfaces, the sudden drop in pressure and change in temperature causes the water to release the carbon dioxide gas much like fizzy drinks and you can often see the bubbling at the springs. The calcium carbonate then re-crystallizes as travertine. Tuff - Tuff is a rock composed of compacted volcanic ash of various sizes. The fusion of ash and partially molten rock fragments are created during a volcanic eruption when dense flows of volcanic ash are expelled from the earth. As the ash and rock cinders come to rest, their heat and weight cause the materials to fuse or weld together. Ungulate - A hoofed mammal. Volcano - A volcano is a vent at the Earth's surface through which magma (molten rock) and associated gases erupt. It is also the name for the cone built by effusive and explosive eruptions. Yellowstone is such a large volcano that it does not have a distinct cone but rather has raised the elevation of the region approximately 1700 feet higher than surrounding areas. Welded tuff - See 'tuff' above. Welded tuff is a product of volcanic pyroclastic flows hot enough to fuse or weld still-hot ash into a single uniform layer that cools as a unit. Welded tuff is commonly rhyolitic in nature. Welded tuff deposits can be highly voluminous, such as the Lava Creek Tuff erupted from the Yellowstone Caldera 640,000 years ago. Lava Creek Tuff is known to be at least 1000 times as large as the deposits of Mount St. Helen's 1980 eruption and was greater than any eruption known in the last 10,000 years.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/photosmultimedia\/glossary-iy.htm"
}
