{
    "title": "Yellowstone National Park: Attention Anglers: Invasive Threats - Clean Your Gear",
    "body": "Attention Anglers: Invasive Threats - Clean Your Gear         New Zealand mudsnails cover the bottom of a park stream. Photo courtesy of David Richards  Yellowstone fisheries are already threatened by damaging invasive species. The whirling disease parasite and introduced lake trout have resulted in a loss of cutthroat trout from Yellowstone Lake. New Zealand mud snails occur in many park streams, impact aquatic insect communities, and ultimately affect the angling experience. Our Aquatic Nuisance Species (ANS) brochure (423 KB pdf) includes a map showing locations of whirling disease and New Zealand mudsnails in the park, which can be easily transported on waders or other fishing gear. WARNING! ANS (Aquatic Nuisance Species) HOTZONES include popular fishing locations on the following streams:   Firehole River   Gardner River   Gibbon River   Madison River   Yellowstone River          New Zealand mudsnails on the surface of a rock taken from a stream. Photo courtesy of Dan Gustafson  Be aware that you may easily spread harmful ANS if you do not clean your gear after fishing in these areas! Help prevent further spread of ANS by thoroughly cleaning mud, plants, and debris from your fishing equipment and footwear BEFORE leaving your angling site. Drain boat livewells and clean fish ONLY near the same body of water in which they were caught. Preservation of aquatic resources and quality angling in the future depends on you! Please, before coming to Yellowstone:      CLEAN YOUR BOAT! CLEAN YOUR GEAR!        Remove all aquatic plants, mud, and animals   Drain all lake and river water   Dispose of all bait: DO NOT BRING MINNOWS, LEECHES, SALAMANDERS, ETC, INTO THE PARK!   Clean and dry everything that comes in contact with water BEFORE entering a new body of water             Brochure - Aquatic Nuisance Species (ANS) (423 KB pdf)   Poster - Aquatic Nuisance Species General Info (44 KB pdf)   Poster - ANS specific to Whirling Disease (72 KB pdf)   Poster - ANS specific to New Zealand Mudsnails (85 KB pdf)   Video - Yellowstone In-Depth: Troubled Waters   Back to Main Fishing Page       Back to the Vegetation & Resource Management Page",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/fishingexotics.htm"
}
