{
    "title": "Yellowstone National Park: Advice to Anglers",
    "body": "Advice to Anglers         Yellowstone cutthroat trout being released back to the stream by an angler.   To better ensure survival of hooked fish, follow these guidelines. Please help us maintain quality fisheries within the park for future generations to enjoy!  For all native fish and any nonnative fish you are intending to release, bring the fish in as quickly as possible. Do not play the fish to exhaustion. Unhook the fish in quiet water such as an eddy or slow spot. Do not drag the fish across land. Use a forceps or small needle-nosed pliers to quickly remove the hook. If you must handle the fish, always make sure your hands are wet. (Fish have a protective mucous film sensitive to dry human hands.) The best way to hold a fish (with wet hands) is one hand around the tail section and the other beneath the belly just behind the pectoral fins. Never, ever grab or hold a fish through the gills unless it is dead. If you want a photo of the fish, make sure the photographer is ready before you handle the fish. Make it quick. Never just throw a fish back into the water. If a fish becomes passive, it is probably close to exhaustion. Gently remove the hook within calm water, then lightly cradle the fish with your hands to see what it does. If it struggles to keep itself upright, hold the fish around its tail and beneath its belly while pointing it against the current. Move the fish gently back and forth toward and away from the current. You should notice the gills opening and closing due to the rush of water. This is like giving a fish mouth to mouth resuscitation. When the fish has recovered it should swim away on its own. Hooks and lures typically have barbs when purchased. With small pliers you must pinch down the barbs. Without barbs more skill is required in landing and bringing in fish but hook removal is easier and less traumatic to the fish and perhaps yourself. Spinning lures typically have three hooks called treble hooks. With wire cutters or pliers you can snip or snap off one of the hooks. Two hooks are still very effective and, once again, easier to remove and less traumatic. If deeply hooked, cut line—do not pull out hook. Most fish with hooks left in them will survive. When filling out the Volunteer Angler Report, you can use your rod to quickly estimate the length of your fish. Just measure and mark (with tape or nail polish) various lengths on your rod. Remember, the less time the fish is handled out of the water the better chance it has of recovering.  Back to Main Fishing Page",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/fishingadvice.htm"
}
