{
    "title": "Yellowstone National Park: Flight of the Nez Perce (1877)",
    "body": "Explore This Park    Learn About the Park     History & Culture     Park History     Birth of a National Park     Flight of the Nez Perce (1877)                  Flight of the Nez Perce        Summer 1877 brought tragedy to the Nez Perce (or, in their language, Nimiipu or Nee-Me-Poo). A band of 800 men, women, and children—plus almost 2,000 horses—left their homeland in what is now Oregon and Idaho pursued by the US Army. NPS \/ Yellowstone Spatial Analysis Center       Summer 1877 brought tragedy to the Nez Perce (or, in their language, Nimiipu or Nee-Me-Poo). A band of 800 men, women, and children—plus almost 2,000 horses—left their homeland in what is now Oregon and Idaho pursued by the US Army. Settlers were moving into their homeland and the US Government was trying to force them onto a reservation. At Big Hole, Montana, many of their group, including women and children, were killed in a battle with the Army. The remainder of the group continued fleeing, and entered Yellowstone National Park on August 23. In Yellowstone  Only a small part of the route taken by the Nez Perce who fled from the US Army in 1877 went through Yellowstone, and they largely eluded their pursuers while in the park. However, the 13 days that the Nez Perce spent in Yellowstone became part of the tragic story they continue to pass down to their children. During the time they crossed the park, the Nez Perce encountered about 25 visitors in the park, some more than once. Warriors took hostage or attacked several of these tourists, killing two. The group continued traveling through the park and over the Absaroka Mountains into Montana. The Army stopped them near the Bear’s Paw Mountains, less than 40 miles from the Canadian border. Some Nez Perce escaped to Canada, but after fierce fighting and a siege, the rest of the band surrendered on October 5 and most of the survivors were sent to the Indian Territory in Oklahoma. This is where it is believed the flight ended and Chief Joseph said, “From where the sun now stands, I will fight no more forever. Nez Perce Commemorative Sites  The Nez Perce National Historical Park, established by Congress in 1965 and managed by the National Park Service, includes 38 sites in Idaho, Montana, Oregon, and Washington that have been important in the history and culture of the Nez Perce. Many of these sites are also on the 1,170-mile Nez Perce National Historic Trail, established in 1986 and managed by the US Forest Service. The route extends from Wallowa Lake, Oregon, to the Bear’s Paw Mountains in Montana. Although none of the officially designated historic sites associated with the Nez Perce are located in Yellowstone, the historic trail goes through the park, and it is considered a sacred place by many Nez Perce who have continued to honor their ancestors and carry on their memories through ceremonies conducted in the park.  Nez Perce (Nee-Me-Poo) National Historic Trail Nez Perce National Historical Park       More Information  Associated Tribes of Yellowstone National Park Ethnography: How does a group of people identify itself?",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/flightnezperce.htm"
}
