{
    "title": "Yellowstone National Park: Categories for Achieving Sustainability",
    "body": "Explore This Park    Get Involved     Sustainability     Strategic Plan for Sustainability     Categories for Achieving Sustainability                Categories for Achieving Sustainability        Permeable pavement made from recycled glass provides an environmentally friendly walking surface for visitors at Old Faithful. NPS       Leadership  ...continuing a legacy in environmental protection  Yellowstone's complex natural resources and human history can make sustainable changes to facilities, operations, habits and practices seem overwhelming. Yellowstone's managers believe strong leadership will help the park achieve its objectives and are committed to establishing a structure and process for sustainability that is collaborative and broad reaching. Leadership involves developing partnerships among employees, concessioners, visitors, universities, and innovative companies to create successful solutions. Yellowstone Environmental Coordinating Committee  Yellowstone Green Team - National Park Service Green Path - Delaware North Companies Medcor Ecologix - Xanterra Parks and Resorts Yellowstone Association Yellowstone Park Foundation Yellowstone Park Service Stations  Goals and Objectives Guide Yellowstone in exemplary environmental stewardship, striving to reduce human impacts on the environment.  Conduct annual reviews of Yellowstone's Strategic Plan for Sustainability. (Action items due: Annually) Foster collaborative initiatives for Yellowstone that involve the NPS, park concessioners, surrounding government agencies and communities. (Action items due: 2012) Develop strategies to engage with, and solicit support from, private sector organizations including corporate partners and non-profit organizations. (Action items due: 2012) Develop and implement a project review system that includes input from experts in sustainable practices. (Action items due: 2013)  Identify opportunities for sustainability, and methods to reduce impacts on the environment in all planning, site design and construction proposals. (Action items due: 2013)  Ensure that databases identify and track key sustainability metrics. (Action items due: 2013) Continuously explore emerging technology, and support assessment and implementation where appropriate. (Action items due: Ongoing)  Commission an annual sustainability audit and review recommended measures. (Action items due: Annually)  Reduce the impact of park development and operations on global climate change.  Reduce greenhouse gas (GHG) emissions caused by park operations from a 2008 baseline. (Baseline year and % reduction consistent with EO 13423 and NPS Green Parks Plan). (Action items due: by 2016 - 30 percent reduction; by 2020 - 50 percent reduction)  Record, assess and minimize carbon footprint of all planning, design and facility improvement actions. (Action items due: 2013)  Live out a culture empowering employees to contribute to a unified vision for the \"Greening of Yellowstone.\"   Identify key champions in environmental stewardship, define roles and responsibilities and provide support for them to educate others and carry out sustainability initiatives. (Action items due: Ongoing) Provide opportunities that inspire and motivate employees to become more involved in environmental stewardship. (Action items due: Ongoing) Empower the Yellowstone Environmental Coordinating Committee to foster collaborative, sustainable initiatives for NPS and concessioner operations in Yellowstone       Yellowstone's Green Team Green Team is a group of Yellowstone National Park employees dedicated to leadership in sustainable management and operational practices in Yellowstone, promoting an environmentally responsible culture, sustainable initiatives, projects and programs through communication, education and coordination. The team has members from many disciplines and representation from districts throughout the park. Green Team strives to:  Communicate, educate and promote sustainable practices throughout the park. Improve employee awareness and application of environmental stewardship through peer involvement in sustainable initiatives. Implement and manage sustainable projects and programs throughout the park. Assist with the program's internship program to facilitate productive studies and proposals. Provide information and support to park management including recommendations, needs, and project development. Work collaboratively on sustainable initiatives with partners and concessioners through the Yellowstone Environmental Coordinating Committee.        Interns helped study Mammoth Hot Springs irrigation and learned about Yellowstone's weather patterns to determine the potential for water conservation in the irrigation system. NPS       Education and Communication  …inspiring and sharing sustainability efforts  Yellowstone has a long tradition of teaching the importance of protecting natural resources. We recognize that improving awareness is a cornerstone of success for our sustainability program. Transparent communication through interaction with others and informing and encouraging new ways of thinking will help generate actions for positive change. We plan to use multi-media approaches, explain our projects, and share successes and challenges in a compelling manner to inspire sustainability efforts within and beyond the park Read Greenstone Newsletters: Spring 2012, Fall 2011, Fall 2010, Summer 2010, July 2009, June 2009 Goals and Objectives Engage stakeholders in Yellowstone's sustainability journey  Develop an annual progress report on sustainable actions allowing park staff and partners to learn from both successes and challenges. (Action items due: Annual) Solicit input on strategies and actions for sustainability from employees at all levels. (Action items due: Ongoing) Regularly communicate sustainability initiatives, ideas and issues using a variety of methods to reach a wide audience of internal and external contacts. (Action items due: Ongoing) Implement a communication strategy to share information among: park management, other NPS and concessions staff involved in the Environmental Management Program and organizations working on sustainability in the Greater Yellowstone Area. (Action items due: 2012)  Tell a compelling story that powerfully communicates our vision and goals and inspires sustainability efforts within and beyond Yellowstone.  Identify key messages for sustainability and environmental stewardship. (Action items due: 2012) Incorporate sustainability messages into appropriate plans, publications and media, educational programs and communication with visitors. (Action items due: 2013) Ensure that messages are unified and consistent across the NPS and its concessioners. (Action items due: 2013) Engage the general public and publicize progress and successes on sustainable actions. Highest success stories and lessons learned. (Action items due: 2013) Educate and engage youth, incorporating sustainability into youth programs, and providing opportunities for youth to work on sustainability projects. (Action items due: Ongoing)        Yellowstone strives to inspire energy conscious behaviors, make facilities more energy efficient, reduce the use of fossil fuels for all infrastructure systems, and assess opportunities for renewable energy. NPS       Energy  …building a low carbon, low energy footprint.  Yellowstone National Park is the largest consumer of energy in the National Park Service with many villages and a vast and varied assortment of aging buildings, many of which are significant to our past contributing to Historic Districts and National Historic Landmarks. Most buildings need energy efficiency improvements including updates to old and inefficient heating systems. Yellowstone strives to inspire energy conscious behaviors, make facilities more energy efficient, reduce the use of fossil fuels for all infrastructure systems, and assess opportunities for renewable energy. Goals and Objectives Set a high standard in energy performance improvements and meet or exceed NPS goals for energy management.   Reduce the park's overall energy consumption from a 2003 baseline. (Baseline year and percentage reductions consistent with EO 13423 and NPS Green Parks Plan). (Action items due: by 2016 - 35 percent reduction; by 2020 - 40 percent reduction) Conduct comprehensive energy audits every four years. (Action items due: Ongoing)  Comply with energy mandates from the Energy Independence and Security Act, Executive Order 13423, and the Guiding Principles (High performance and Sustainable Buildings Guidance). (Action items due: Ongoing) Develop and implement an Energy Monitoring Plan to track and report energy use (including electric, propane, hot water and steam) for high use buildings and those over 5,000 square feet. (Action items due: 2012) Prioritize and implement retrofits and updates to energy inefficient systems such as generators, boilers, indoor and outdoor lighting, appliances and equipment. (Action items due: 2012) Design new buildings to be at least 30 percent more efficient than required by national energy standards (Guiding Principles).(Action items due: 2012) Design major renovations to reduce the building's energy consumption by at least 20 percent below a 2003 baseline (Guiding Principles). Historic buildings comply with the maximum extent practical. (Action items due: 2012) Increase the use of energy from sources that are renewable and sustainable. (Action items due: by 2016 - 20 percent; by 2020 - 30 percent) Investigate opportunities to generate renewable energy within Yellowstone and determine the potential for water, wind, and solar energy production. (Action items due: Ongoing)  Impress upon park employees and visitors best practices for energy conservation to inspire them to conserve energy in Yellowstone and at home.  Share best practices in energy conservation and communicate energy reduction projects in Yellowstone with employees and visitors. (Action items due: Ongoing) Emphasize visitor service facilities in energy reduction strategies. (Action items due: 2013)        Two visitors explore the shoreline along Yellowstone Lake. NPS\/Elhard       Water  …sustaining our natural water systems  The Park's unique geothermal and hydrological features are one of the main reasons why Yellowstone became the world's first National Park. In addition Yellowstone is at the headwaters of the Yellowstone River itself an important natural resource contributing to major waterways like the Columbia and Missouri Rivers. Climate change is expected to cause drier conditions in the Rocky Mountain West. With a changing and drier climate it is critical that we conserve water and ensure that our facilities and operations have minimal impact on water resources. Yellowstone is working to reduce its use of potable water by inspiring behaviors to conserve water and using water smart technology, and integrating design changes that minimize impacts of park structures on natural water systems. Goals and Objectives Protect watersheds and preserve natural hydrological and geothermal systems  Develop a water source management plan to identify vulnerabilities and recommend mitigation for impacts to Yellowstone's natural hydrological and geothermal systems. (Action items due: 2013) Minimize the impact of paved surfaces on natural resources through design techniques, like the reduction of paved surfaces, increased use of permeable pavement and materials that are recycled, bio based or inert. (Action items due: 2012) Integrate best practices for storm water mitigation into construction projects and to prevent excess storm water runoff. (Action items due: 2012) Identify opportunities for to reduce irrigated areas. (Action items due: 2016)   Decrease potable water use in Yellowstone.  Reduce the park's overall potable water consumption from a 2007 baseline. (Baseline year and percentage reductions consistent with EO 13423 and NPS Green Parks Plan). (Action items due: by 2016 - 20 percent; by 2020 - 30 percent) Establish a water metering plan to measure water consumption, establish baseline water use and measure effects of water conservation strategies. (Action items due: 2013) Conduct water infrastructure assessments to identify water loss. (Action items due: 2014) Implement strategies and technologies to reduce potable water for facilities, operations and residences. (Action items due: Ongoing) Develop a comprehensive program for landscape irrigation to minimize water use. (Action items due: by 2016 - 50 percent reduction) Assess the feasibility of rainwater harvesting and gray water reuse for lawn and native plant irrigation. (Action items due: 2016)  Impress upon park employees and visitors the importance of water conservation to inspire them to conserve water in Yellowstone and at home  Share water conservation strategies and communicate water reduction projects and programs in Yellowstone with employees and visitors (Action items due: Ongoing) Provide water filling stations with messaging that promotes drinking of Yellowstone tap water and the environmental benefits of refilling water bottles. (Action items due: 2013)        Yellowstone is replacing its fleet with efficient, advanced-technology vehicles where possible. NPS       Fleet and Transportation  …creating opportunities to reduce fossil fuel use in our vehicles.  Yellowstone National Park has 310 miles of paved road and our developed areas are an average of 30 miles apart. Just getting around Yellowstone takes considerable time, adding challenges to daily operations, and the creation of greenhouse gas emissions through burning of fossil fuels. Yellowstone plans to use more fuel efficient vehicles, and choose the right vehicles for the job. Using the best technology available will help provide opportunities that enable and encourage greener transportation. Goals and Objectives Minimize environmental impacts from operational vehicle use.   Reduce fossil fuel consumption for the use of fleet vehicles from a 2003 baseline. (Baseline year and % reductions consistent with EO 13423 and NPS Green Parks Plan) (Action items due: by 2016 - 18 percent reduction; by 2020 - 30 percent reduction)  Implement a preventive maintenance program focused on operational techniques, including engine and tire pressure maintenance. (Action items due: 2012)  Ensure best fuel efficiency technologies are used for all fleet improvements and upgrades, including watercraft and over-snow vehicles. (Action items due: 2012)  Provide opportunities and incentives for fuel-efficient travel to work and travel at work practices. (Action items due: 2012)  Establish number of vehicles needed to optimize fleet and carry out daily work needs. (Action items due: 2016)    Minimize environmental impacts from visitor transportation.   Implement where feasible, shuttles and transit systems to popular destinations throughout Yellowstone, surrounding communities, and local airports. (Action items due: 2020)  Design and implement pedestrian-friendly transit-oriented improvements in developed areas. (Action items due: Ongoing)  Identify and apply best practices in sustainability for road design, construction and maintenance. (Action items due: 2013)  Work with surrounding communities and agencies to implement strategies and programs for sustainable roads and trails within and beyond park boundaries. (Action items due: Ongoing)    Communicate the importance of fuel conservation to inspire visitors and employees to reduce greenhouse gas emissions caused by vehicle use.   Adopt fuel-efficient vehicle operation practices including \"no idling\" and \"minimal rapid acceleration.\" Implement programs with education and guidelines. (Action items due: 2012)  Share fuel conservation strategies and educate employees and visitors about greenhouse gas emissions associated with travel and transport. (Action items due: Ongoing)  Offer incentives to visitors that use environmentally preferable means of transportation including public transit and alternative fuel vehicles. (Action items due: 2016)         By buying green and diverting waste from the landfill Yellowstone will minimize the impact of its purchases and waste on the environment. NPS       Environmental Purchasing and Waste Reduction  …reducing the impacts of the products we buy and supply.  Yellowstone has demonstrated a long commitment to waste reduction through composting and recycling efforts. We plan to minimize the overall amount of waste accumulated by purchasing environmentally preferred items. These include those with minimal packaging, biodegradable or recyclable materials, and without toxic components as well as those requiring minimal energy to produce and transport. By buying green and diverting waste from the landfill Yellowstone will minimize the impact of its purchases and waste on the environment.  Bearspray Poster Recycling Poster Solid Waste Diversion From Landfill Poster                Protect Yourself and Yellowstone: Carry and Recycle Bear Spray   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 15 seconds  Bear spray is an important tool for reducing bear-human conflicts and keeping both bears and people safe. To help keep Yellowstone's environment safe, please recycle your used, expired, or unwanted bear spray canisters.         Goals and Objectives Purchase environmentally friendly products and minimize the lifecycle impacts of purchased materials.   Follow with EPA's recommendations for environmentally preferable purchasing of products and services and comply with standards and guidelines where applicable. (Action items due: by 2016 - 50 percent; by 2020 - 100 percent)  Monitor\/track purchasing streams to establish accountability for environmental purchasing. (Action items due: 2013)  Implement purchasing policies and requirements for commonly purchased goods and increase central supply items that meet environmentally preferred minimum standards. (Action items due: 2013)  Purchase locally and regionally produced sustainable commodities. (Action items due: Ongoing)  Purchase of commodities with little packaging, recyclable or biodegradable materials, non-toxic components and low embodied energy from manufacturing and transportation. (Action items due: Ongoing)  Offer visitors environmentally responsible, choices and minimize disposable products such as plastic water bottles. (Action items due: 2013)  Include sustainability requirements and environmental performance assessments in evaluation criteria for all contracts involving the purchase of products and\/or services. (Action items due: 2016)    Ensure the most sustainable use of waste products.   Divert municipal solid waste from landfills. (Action items due: by 2016 - 75 percent diversion; by 2020 - 90 percent diversion)  Monitor\/track diversion rates for recycling efforts. (Action items due: 2013)  Collaborate with partners and local communities to ensure efficient, low impact collection, separation, transportation, and disposal\/reuse of waste. (Action items due: 2014)  Ensure end source markets for waste recycling and disposal are environmentally sound and respect human health and safety. (Action items due: 2016)  Implement standards and strategies for recycling and reusing construction and demolition waste to divert building and infrastructure materials from landfills. (Action items due: by 2016 - 75 percent diversion; by 2020 - 90 percent diversion)    Educate employees and visitors on the importance of purchasing and waste reduction, to inspire them to buy green and reduce waste in Yellowstone and at home.   Educate staff on standards and policies for environmental purchasing and waste reduction (Action items due: Ongoing)  Provide consistent information on Yellowstone's environmental purchasing and waste reduction efforts to employees and visitors (Action items due: 2013)  Inform visitors of the environmental impacts of their purchases and opportunities to minimize waste associated with their visit (Action items due: 2016)        What You Can Do Refuse Think about your green purchasing power and buy locally, sustainably, and only what you need, what can be recycled or reused. Only take pamphlets and flyers if you will read them, ask for water at park restaurants when you need it. Reduce Turn out the lights before you leave your room and unplug appliances when not in use. Minimize water use when brushing your teeth and take short showers. Reuse your towels to reduce water use. Turn off your car at pullouts or if you are stationary for more than 30 seconds—don't idle. Keep our air clean—bike or walk whenever you can and reduce fossil fuel use and greenhouse gas emissions. Reuse Carry a refillable water bottle, your own coffee mug, and reusable bags—Yellowstone's many general stores and visitor education centers will thank you. All water from taps, faucets, and drinking fountains in Yellowstone is good to drink. Recycle In Yellowstone you can recycle plastics, metals, glass, paper, cardboard, propane and bear spray canisters. Use one of the many recycling centers located parkwide and sort your waste appropriately. Can't find the recycling bins? Inquire at a park visitor education center, general store, or hotel front desk. Rethink Apply these basic principles to your everyday routine and make them a way of life. While you're here, help us to make Yellowstone greener.",
    "url": "https:\/\/www.nps.gov\/yell\/getinvolved\/sustainability-categories.htm"
}
