{
    "title": "Walnut Canyon National Monument: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals       For a relatively small area, Walnut Canyon National Monument harbors a rich assemblage of wildlife. This is due in part to its rugged canyon terrain, vegetation cover, minimal human disturbance, and the presence of water. Also, several different ecological communities overlap here, creating a variety of microhabitats and mixing species that are usually found in different places and at different elevations. Scientists have identified at least 69 species of mammals in the monument, as well as 28 species of reptiles and amphibians, and 121 species of birds.   Wildlife commonly seen includes coyotes, mule deer, cottontail and jack rabbits, rock squirrels, golden-mantled ground squirrels, cliff chipmunks, pinyon jays, white-throated swifts, turkey vultures, and abundant lizards. Large mammals, including elk, mountain lions, black bear, and pronghorn antelope also frequent the area. The south side of the canyon provides habitat for wild turkey. The steep terrain and secluded side canyons provide habitat for birds of prey like the Cooper’s hawk, sharp-shinned hawk, red-tailed hawk, golden eagle, prairie falcon, flammulated owl, and great horned owl. In addition, the Mexican spotted owl, peregrine falcon, and northern goshawk, among the rarest raptors in the southwestern United States, are residents of Walnut Canyon.   Animal populations at Walnut Canyon vary with the seasons and from one year to the next, depending on temperature, rainfall, snowpack, and other environmental conditions both locally and throughout the region. Larger animals, especially, can move about the landscape in search of the best food and water sources. In some seasons, Walnut Canyon suits these needs; in others, it provides a protected natural corridor for wildlife on the move. In all seasons, it is a natural sanctuary and scenic resource located near an expanding area of human development.",
    "url": "https:\/\/www.nps.gov\/waca\/learn\/nature\/animals.htm"
}
