{
    "title": "Yellowstone National Park: Bison",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Videos     Q&A     Bison                  Q&A - Bison, Rick Wallen       Rick Wallen has been the lead wildlife biologist for the bison program at Yellowstone National Park since 2002. He holds a Master of Science in Wildlife Management from Montana State University. Prior to his work in Yellowstone, Wallen worked in ungulate management programs at Grand Teton, Redwood and Bryce Canyon national parks. In this Q&A series, Rick answers a range of questions about the challenges of bison conservation and the park's management goals.              Conserving Wild Bison: Finding space for an American Icon   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 2 seconds  An introduction to the successes and challenges of managing wild bison in the 21st century.               Why do bison leave the park, and why is that a problem?   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 37 seconds  Rick Wallen               What is brucellosis?   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 42 seconds  Rick Wallen               Why are elk managed differently than bison?   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:59 seconds  Rick Wallen               Is tolerance for bison outside Yellowstone improving?   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 49 seconds  Rick Wallen               Is doing nothing an option?   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 37 seconds  Rick Wallen               Are there alternatives to killing bison?   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 14 seconds  Rick Wallen               Describe the capture\/shipment process.   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 25 seconds  Rick Wallen               Has this process changed over the years?   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 11 seconds  Rick Wallen               What happens to bison that are shipped out of the park?   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:49 seconds  Rick Wallen         More Information About Bison    Management: Success & Controversy, A Brief History, Myths About Bison Management, Management FAQs, Remote Vaccination of Bison, Bison Vaccination FAQs, Yellowstone Bison: Conserving an American Icon in Modern Society Biology: Quick Facts, Ecology, Bison FAQs Media: Bison Q&A Videos, Yellowstone In Depth - Bison, Stephens Creek Flickr gallery, Stephens Creek B-roll video, Bison Flickr Gallery, Sound Library  Safety: Safe Wildlife Viewing  References",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/photosmultimedia\/qa-bison.htm"
}
