{
    "title": "Yellowstone National Park: Mammoth Housing Plan FONSI",
    "body": "Mammoth Housing Plan FONSI       The National Park Service is proposing construction of new employee housing units and renovation of buildings for use as housing by NPS employees, concessioners, and cooperating organizations in Yellowstone. The proposed development sites are located near the Mammoth Hot Springs area of Yellowstone; in Lower Mammoth and at the Young Adult Conservation Corps Camp (YACC Camp). Housing is also proposed on 6 NPS-owned lots in Gardiner, Montana. As park visitation has increased, both staff and facilities necessary to protect Yellowstone's resources have also increased. However, improving employee housing has had less priority than improving visitor facilities. By current estimates, more than 30 percent of existing employee housing (parkwide) is in poor condition due to structural problems, leaky roofs, rodent infestation, or bad plumbing and wiring, just to name a few. In addition, there are often not enough employee quarters available to meet current and projected housing needs. As a result, not enough employees (or volunteers) can be hired to meet demand, and highly qualified employees reject employment opportunities. Increased visitation and a rise in law enforcement-related incidents during the past 20 years have created a corresponding need for improved visitor protection. More visitation also means increased use of visitor facilities, roads, trails, and historic structures. These conditions have resulted in the need for additional law enforcement and maintenance staff. Continuing emphasis on research, resource management, and extended visitor center hours require additional staff. The demographics of park employees are also changing. Seasonal employees tend to be older, often in their 30s and 40s. These employees work for longer periods than the traditional mid-June to Labor Day season and usually bring their families with them. An increased number of working spouses has necessitated daycare facilities for children of employees, resulting in the need for additional cooperating employees. Winter visitation has increased from nearly zero (prior to 1975) to approximately 165,000 visitors in 2002. Visitation in spring and fall has also increased dramatically. These changes have necessitated increased seasonal and permanent staffing. Severe winter conditions create maximum demands on facilities, requiring considerable time and effort from Yellowstone's maintenance staff for plowing roads and grooming trails. Many traditional seasonal employee quarters have not been winterized, although use of such housing now often extends beyond the summer months. Other employees offer services critical to the Mammoth area and, in turn, are provided housing within the park. These employees include Yellowstone Park School teachers, Yellowstone Association Institute employees, Volunteers-in-the-Park (VIP), Student Conservation Association (SCA) volunteers, the U.S. Magistrate, a contracted physician, a contracted helicopter pilot and mechanic, and daycare center employees. Concessioner employees include those working for Xanterra Parks and Resorts (formerly Amfac), Yellowstone Park Service Stations, Yellowstone Park Medical Services, and Hamilton Stores, Incorporated. The number of available housing units has increased only slightly in the last 20 years. The current housing shortage is due to both an increase in the number of employees and a change in housing use. More units are used year-round as permanent quarters, and several seasonal units have deteriorated and are no longer usable. Although Yellowstone and many other older national parks have developed substantial infrastructure over the years, the more recent trend has been toward avoiding unnecessary construction and encouraging employees to live outside the park when possible. About half of the employees who work at Mammoth Hot Springs have found private housing in Gardiner, Montana. Some employees choose to live outside the park because of the better housing options there, or because of their spouse's job, their children's school, or other conveniences; others must do so because the park does not have enough housing to accommodate all the employees who would like to live there. Agreements with park concessioners call for them to house nearly all of their employees on land assigned to them by the park, or hire employees who obtain their own housing outside the park. But the housing options outside the park are very limited. Gardiner experienced dramatic price increases in the real estate market in the early to mid-1990s, making investment in land or a house difficult for the average park employee; the 1999 rental market was still characterized by high cost and limited selection because of competition from the increasing number of other seasonal employees in the tourism industry.  Preferred Alternative Under the preferred alternative, unsatisfactory employee residences would be removed and replaced. Seventy-five housing units would be constructed or adaptively used on NPS, concessioner, or cooperator owned land in Gardiner, Montana, Lower Mammoth, and the YACC Camp. The number of housing units proposed for each location is conceptual, though development would occur only within the areas analyzed in the EA. Twenty-five of the seventy-five units would include adaptive use of historic buildings in Mammoth Hot Springs, construction of housing in Gardiner, and higher density housing in the YACC Camp, if necessary. Alternatives Considered The environmental assessment analyzed several alternatives, including the preferred alternative described above. The alternatives considered included Alternative 1, the no-action alternative, Alternative 2, and Alternative 3, the preferred alternative. Other alternatives were considered but dismissed as explained in the EA. Under the no-action alternative, five infill units would be constructed in Lower Mammoth and the historic Powerhouse would be remodeled into 4 apartments. These actions are included in an existing, approved trailer replacement plan. Alternative 2 is the same as Alternative 1, but in addition to infill housing, two existing single-story apartment buildings (the Powerhouse Apartments) would be removed and replaced by two new, 8-unit, two-story apartment buildings in Lower Mammoth. A duplex would also be added north of the historic Powerhouse and the Powerhouse would be remodeled into apartments (4 units). Up to 25 units, including single family homes, duplexes, and apartments, could be built among existing structures or adaptively used. Environmentally Preferred Alternative The environmentally preferred alternative is determined by applying the criteria suggested in the National Environmental Policy Act of 1969 (NEPA), which is guided by the Council on Environmental Quality (CEQ). The CEQ provides direction that \"[t]he environmentally preferable alternative is the alternative that will promote the national environmental policy as expressed in NEPA's Section 101:  · fulfill the responsibilities of each generation as trustee of the environment for succeeding generations; · assure for all generations safe, healthful, productive, and esthetically and culturally pleasing surroundings; · attain the widest range of beneficial uses of the environment without degradation, risk of health or safety, or other undesirable and unintended consequences; · preserve important historic, cultural and natural aspects of our national heritage and maintain, wherever possible, an environment that supports diversity and variety of individual choice; · achieve a balance between population and resource use that will permit high standards of living and a wide sharing of life's amenities; and · enhance the quality of renewable resources and approach the maximum attainable recycling of depletable resources. Alternative 3 is the environmentally preferred alternative because most of the proposed construction would occur on previously disturbed land that would minimize environmental impacts. Adaptive use of historic and non-historic structures would also minimize new development. This is also the alternative that best meets the above criteria. After consideration of public and employee comments throughout the scoping and planning process and careful review of potential natural, cultural, and socioeconomic impacts, Alternative 3, the preferred alternative, provides adequate employee housing, ultimately resulting in improved visitor services without degradation of the environment or risk of health or safety. WHY THE PREFERRED ALTERNATIVE WILL NOT HAVE A SIGNIFICANT EFFECT ON THE HUMAN ENVIRONMENT As defined by CFR Section 1508.27, significance is determined by examining the following criteria: Impacts that may be both beneficial and adverse: As a result of new housing construction, there would be negligible adverse effects on native vegetation, and moderate, direct long-term adverse effects to non-native vegetation. Minor, short- term, adverse effects would occur to air quality and wildlife. Minor, long- term, adverse effects would occur to geology and soils, due to ground disturbance associated with housing construction. There would be no adverse effects to threatened and endangered species or their critical habitats. There would be no effect on rare plants, geothermal resources, wetlands, water resources, or water quality. Construction will have no direct or indirect effect on archeological resources in the vicinity of the project area. Implementation of the preferred alternative will not adversely affect historic properties. Consultation will be continue with the Montana and Wyoming State Historic Preservation Offices (SHPO) as the design process proceeds. There could be minor, long-term economic benefit to the Gardiner and Mammoth areas with construction workers utilizing lodging and dining facilities. Construction related impacts to visitor use and experience will be adverse and negligible to minor in intensity and short term. Additional employee housing will have long-term minor to moderate beneficial impacts upon park operations Degree of effect on public health and safety: Public health and safety are protected and improved by implementation of the preferred alternative. Unique characteristics of the geographic area such as proximity to historic or cultural resources, park lands, prime farmlands, wetlands, wild and scenic rivers, or ecologically critical areas: As described in the EA, there are no prime or unique farmlands within or surrounding Yellowstone National Park that would be affected by this project. There are no wetlands, wild and scenic rivers, or ecologically critical areas that would be affected by this project. Degree to which effects on the quality of the human environment are likely to be highly controversial: There were no highly controversial effects identified during either preparation of the environmental assessment or the public review period. Degree to which the possible effects on the quality of the human environment are highly uncertain, or involve unique or unknown risks: There were no highly uncertain or unique or unknown risks identified during preparation of the environmental assessment or the public review period. Degree to which the action may establish a precedent for future actions with significant effects or represents a decision in principle about a future consideration: Implementation of the preferred alternative will not establish a precedent for future actions with significant effects nor does it represent a decision in principle about a future consideration. Whether the action is related to other actions with individually but cumulatively significant impacts: As described in the EA, the action is not related to other actions with individually insignificant but cumulatively significant impacts.  Degree to which the action may adversely affect districts, sites, highways, structures, or objects listed on National Register of Historic Places or may cause loss or destruction of significant scientific, cultural, or historical resources: As explained in the EA, the construction of housing will conform with the requirements of the Secretary of the Interior's Standards for the Treatment of Historic Properties. Buildings will be constructed in a manner that is sensitive to and compatible with the historic district's historic and architectural values. The Montana SHPO has reviewed and concurred with the finding of no historic properties affected. The Wyoming SHPO stated that \"none of the alternatives is developed to the extent that any effect can be determined. Thus, while there is a potential for effect in the area, we are unable to make a rendering of effect until we have more detailed information.\" The Wyoming SHPO requested that the park consult with them on a case-by-case basis as funding is received and building designs are considered. Site specific Section 106 consultation will be completed with the Wyoming SHPO before projects are approved for construction. Degree to which the action may adversely affect an endangered or threatened species or its critical habitat: On November 13, 2002, the U.S. Fish and Wildlife Service concurred with the park's \"may affect, not likely to adversely affect\" determination for bald eagles, gray wolves, or grizzly bears. Whether the action threatens a violation of federal, state, or local environmental protection law: The implementation of the preferred alternative violates no federal, state, or local environmental protection laws. In addition to reviewing the list of significance criteria, the NPS has determined that implementation of the proposal will not constitute an impairment to Yellowstone National Park's resources and values. This conclusion is based on a thorough analysis of the environmental impacts described in the Mammoth Housing Plan EA, the public comments received, relevant scientific studies, and the professional judgement of the decision-maker guided by the direction in NPS Management Policies (December 27, 2000). As described in the EA, implementation of the preferred alternative will not result in major, adverse impacts to a resource or value whose conservation is (1) necessaryto fulfill specific purposes identified in the establishing legislation or proclamation of Yellowstone National Park; (2) key to the natural or cultural integrity of the Park or to opportunities for enjoyment of the park; or (3) identified as a goal in the park's general management plan or other relevant National Park Service planning documents. Public Involvement The Mammoth Housing Plan and EA was made available for public review and comment during a 30-day period ending on November 4, 2002. A total of 12 written responses were received, one from a tribal government, four from state governments (Montana and Wyoming), one from an organization, and 6 from individuals. Two telephone comments were received from park staff. Comments were generally supportive of the project. Most commentors supported the preferred alternative. The comments resulted in no changes to the text of the EA, but are addressed in the summary of comments attached to this FONSI. The FONSI and summary of comments will be sent to all those who commented. Conclusion The preferred alternative does not constitute an action that normally requires preparation of an environmental impact statement (EIS). The preferred alternative will not have a significant effect on the human environment. Negative environmental impacts that could occur are minor or moderate in intensity. There are no significant impacts on public health, public safety, threatened or endangered species, sites or districts listed in or eligible for listing in the National Register of Historic Places, or other unique characteristics of the region. No highly uncertain or controversial impacts, unique or unknown risks, significant cumulative effects, or elements of precedence were identified. Implementation of the action will not violate any federal, state, or local environmental protection law. Based on the foregoing, it has been determined that an EIS is not required for this project and thus will not be prepared.  Recommended: signed original on file May 20, 2003 Superintendent Date Suzanne Lewis  Approved: signed original on file________________June 20, 2003 Intermountain Regional Director Date Karen Wade   SUMMARY OF SUBSTANTIVE COMMENTS MAMMOTH HOUSING PLAN ENVIRONMENTAL ASSESSMENT  Note: Similar comments have been summarized and consolidated. Housing policy Comment: How does the preferred alternative relate to National Park Service (NPS) Management Policies concerning mission-critical housing? Response: According to NPS Management Policies 9.4.3.2, \"Park housing will be provided for persons who are essential to the management and operation of the park. These may include not only NPS employees, but also concession employees, volunteers in the parks, Student Conservation Association volunteers, researchers, essential cooperators (e.g. school teachers, health personnel, contractors, state or county employees), and employees of another federal agency.\" In 1998 private consultants were retained to assist the NPS in conducting an independent review of its housing program. The process of assessing the housing needs of each NPS site was a systematic sequence of activities that collected, analyzed, and made determinations regarding the housing needs of each park. This was accomplished by comparing the housing demand of the park to the ability of the local market to accommodate that need. Based on this analysis, the minimum number of housing units needed to meet the mission of the park was determined. Comment: Explain why 82 employees have required occupancy status. Response: Required occupancy numbers were derived by determining response times to emergency situations. Response times are taken from federal and state agency standards for law enforcement and life, health, safety agencies. For example, for life-threatening emergencies, a response time of 5 minutes is the standard; for protection of property, less than 20 minutes; for medical\/motor vehicle accident, less than 8 minutes; for structural fire initial attack assessment, 3-5 minutes, and for fire suppression, 5-10 minutes. Required occupancy positions are periodically reviewed. Comment: The park's current housing allotment policy appears to favor higher-salaried employees who could afford to buy or build outside the park over lower-salaried employees. This seems to be opposite of what should occur. Response: Housing at Mammoth serves many needs. It serves to fulfill required occupancy needs mandated for life and safety protection as explained above. It also serves as a recruiting tool for hard-to-fill positions. Many managerial-level NPS and concessioner employees are offered housing as a recruiting tool to attract the best-qualified applicants who might not otherwise apply to work in Mammoth. Many of the houses occupied by higher level concessions staff were built specifically for concessions employees with funds from concessions profits. Other NPS employees can obtain remaining available housing through a competitive-bid process. The current bid system for Yellowstone National Park is an interim system and is subject to revision and improvement at any time based on valid comments and suggestions from employees. Housing is currently assigned based on a point system that takes into account such things as supervisory responsibility, years of service, and number of dependents. Options to building more in-park housing Comment: The environmental assessment (EA) failed to examine adequate options other than building more housing inside the park. Response: We disagree, Yellowstone has explored several options to in-park housing that include: · Transportation system: A 48-passenger bus (owned and operated by the NPS) operates four days a week providing transportation for park employees who live between Livingston, Montana, and Mammoth Hot Springs. Approximately 25 passengers ride the bus from Livingston and Paradise Valley, and 10 to 15 passengers ride from Gardiner. · Leasing or purchasing housing from the private market: The park has investigated leasing in the local community and has determined that the rents charged would not be adequate payback for the investment. The housing markets in communities adjacent to the park are extremely limited, particularly during the summer season. In 2002, the park purchased a house in Gardiner, Montana, to be used for employee housing in lieu of building inside the park. The Yellowstone Association and Xanterra Parks and Resorts have purchased housing outside the park for its employees. · Partnerships with other agencies\/private developers: In 1994, Yellowstone National Park met with staff from the Department of the Interior and the U.S. Forest Service, the National Park Foundation, and private developers to investigate a proposed land exchange and the construction of park housing. The developers also looked at building housing on NPS property next to the Gardiner School, the \"gravel pit\" site. The private sector determined that NPS rents were not adequate to make the project profitable.  · In 1996, the NPS and private developers explored a \"Lease to Build\" proposal, again at the Gardiner gravel pit site. The study showed that the rents received would not be adequate payback for the private developer. · Housing cooperatives: In 1997, the Washington Housing Office of the NPS contracted for a study of an Employee Housing Cooperative, with housing proposed for the Gardiner gravel pit site. The park would supply the housing, but it would be managed and maintained by the cooperative. Employees would rent or purchase housing from the cooperative. However, continuing research and management analysis of this site determined that pronghorn antelope numbers could be adversely affected by the type of use inherent to housing. Consequently, park management determined that this site would no longer be considered for housing. Yellowstone will continue to explore alternatives to in-park employee housing as opportunities arise, but also believes that it is necessary and appropriate to provide in-park housing to a portion of employees. Comment: Title 16, Chapter 1, Subchapter I, Section 170, part 15 of the U.S. Code required that \"Within 12 months after November 12, 1996, the Secretary shall conduct a study to determine the feasibility of providing eligible employees of the NPS with housing allowances rather than government housing. The study shall specifically examine the feasibility of providing rental allowances to temporary and lower paid permanent employees.\" Has such a study taken place and if so, what were the results? Response: The above referenced study was conducted a few years ago by a contractor that defaulted on the contract. The NPS did not get a usable report. In the meantime, the Washington Housing Office contracted Logistic Management Institute (LMI) to do a study in four parks on partnership feasibility. LMI compared the NPS housing program to the housing program of the Department of Defense (which has authority for housing allowances). While some aspects of the report are useful, the issue of whether or not the NPS has authority to provide housing allowances is unresolved. It is possible that congressional legislation may be needed to institute such a program. Comment: The NPS should not be purchasing private land for employee housing. This will increase land and housing prices for local citizens. Response: While the park acknowledges this concern, housing options within Yellowstone are critically short. The park will continue to explore all housing options in the area. Rents Comment: What are the rents charged for in-park housing and how does that compare to rents in Gardiner? Response: The Department of the Interior sets the criteria for park housing rental rates. Rental surveys are completed every three years in established survey areas. The survey area for Yellowstone National Park is Wyoming, Utah, and Colorado. No one living in the park would pay more rent than the state average for Wyoming. In 2002, a three-bedroom, one-and-a-half bath, single-family home, with a two-car garage in Mammoth rented for $578.40\/month plus utilities. A two-bedroom, one-and-a-half bath, single-family home with a garage and including heat rented for $485.33. A two-bedroom, one bath, single-family home with a garage rented for $419.95. A one-bedroom single-family home with garage rented for $230.85. A 437-square-foot efficiency apartment, including heat, rented for $153.73. Adjustments are made for the interior and exterior condition of the unit. A one-bedroom apartment in Gardiner rented for $389, and a two-bedroom unit rented for $450, including utilities. At the time of the housing needs assessment, rents for houses in the market area ranged from $480 to $555, including utilities. There were a few housing units for sale, though very few were priced below $100,000. The median reported asking price was $149,000. Comment: It does not appear that fair-market-value rents are being charged park employees. Response: The comment is correct, fair-market-value rents are not being charged in the park. Park housing rents are based on the Department of the Interior criteria described in the above response. Please note that rental rates are outside the scope of this plan. Comment: According to the EA, 30% of park housing is determined to be sub-standard and in decay. Will the NPS outline a maintenance schedule guaranteeing any new housing units will be properly maintained? Will there be funding to do this? Response: Employee housing is built and maintained by using several funding sources including, rental income from employees, construction funds, and special emphasis program funds. Rental income does not cover all of the maintenance costs and is supplemented by park operating funds and by other NPS fund sources. The majority of substandard housing units are trailers and transahomes that are approaching the end of their service life. President Bush is committed to reducing the maintenance backlog in national parks. Maintenance of NPS housing is included in that backlog. It would be reasonable to expect new housing would be maintained. Comment: The NPS should phase out the contractual obligation it currently has to provide housing for concession employees. In the meantime, the NPS should charge the concessioner fair-market-value rents (which the concessioner can choose to pass on to its employees or not). Response: The contractual arrangements for in-park housing are tied to other important issues in the concessions contract. As a part of a financial feasibility analysis (done by the Washington Office of the NPS), the monetary value of housing units was calculated and included as part of the total contract package that granted the NPS 20% of the concessioner's gross receipts. These monies, which amount to $11-12 million annually, are used to renovate and maintain all the government-owned buildings assigned to the concessioner, Xanterra Parks and Resorts (currently 836 buildings). If the concessioner had to buy or build housing outside the park, those additional expenses would be deducted from the 20% monies returned to the NPS, thus reducing the funds available to maintain park buildings. Housing and Site Design Comment: Who can use the community center? Response: The community center would be available to all NPS and concessions employees. Comment: How did you calculate the number of RV sites in the YACC Camp? Who will use these sites? Response: The number of sites was based on historic use of RV sites in the YACC Camp. Both NPS and concessioner employees would use the RV sites. Comment: Housing in the lower Mammoth area is visible to the visiting public. Will better landscaping to conceal the housing area be part of any new building plans? Response: The NPS landscape architects will be involved with site planning and design for any new housing units in lower Mammoth. In the mid-1980s, a berm was constructed along the road next to the housing area (across from the Mammoth Campground). As the vegetation matures, a better screen is created. Trees have also been planted along the \"hairpin\" curve to help screen housing from the road. Comment: Any housing constructed should be more \"environmentally friendly\" and\/or should look historic so that the buildings will blend in with the historic buildings in Mammoth. Response: Any housing built in Mammoth will follow the policy established in NPS Management Policies 9.4.3.5, Design and Construction: \"Because of location, use, and other unique factors, special design concerns must be considered for housing constructed in parks. Housing must be designed to be as much a part of the natural or cultural setting as possible, yet it must be well-built, functional, energy efficient, and cost effective. The design of park housing will minimize impacts on park resources and values, comply with the standards for quality design, and consider regional design and construction influences.\" Because some of the proposed housing is located adjacent to the Mammoth Hot Springs Historic District, the Secretary of the Interior's Standards for the Treatment of Historic Properties will apply. Comment: Any new construction should primarily be single-family units. Response: The policy of the NPS is to construct multi-family dwellings. Multi-family dwellings are less expensive to build and require less ground disturbance, which results in less impact to natural and cultural resources. Comment: More housing (dormitories, apartments) should be built for seasonal and volunteer staff. Response: A variety of housing units is proposed in the plan to accommodate all types of employees and volunteers. Comments: What will be done with the trailers and mobile dorms proposed for removal in Alternative 3? Will such units be moved and stored at Stephen's Creek? Response: If suitable, the trailers and mobile dorms will be classified as excess property and sold at the GSA auction. Park staff are currently inventorying excess equipment at Stephen's Creek. Excess property that is suitable will be sold at GSA auction. Excess property that cannot be sold will be disposed of properly. An interdisciplinary team has been formed to address issues and concerns related to development in the Stephen's Creek area. Infrastructure Comment: Yellowstone has had numerous problems with its sewer and water lines in many areas of the park. Is the capacity of the lines in Mammoth adequate to handle the additional volumes any new housing would add? Response: The water lines in the Mammoth area are considered adequate and upgrades would not be required by this project. There is adequate water available for the additional housing units proposed in the Mammoth area. The water source for Mammoth is three small streams on Swan Lake Flat, and the park has the capability of obtaining water from the Gardner River, Panther Creek, and Indian Creek. The current water treatment plant and distribution lines are adequate for this proposal. The additional loading from any new housing would be a very small percentage of the total peak summer flow. Water lines in the Mammoth area were replaced between 1970 and 1980. Sewer lines in Lower Mammoth have adequate capacity to handle new housing units. The main sewer lines that contributed to infiltration problems in the Mammoth area were \"slip-lined\" in 2002. Sewer lines at the YACC Camp will need to be repaired and eventually replaced before housing is occupied. Comment: The EA does not address the additional burden placed on emergency services, particularly the potential need for additional fire apparatus as a result of many more wood-frame structures. Response: According to Mammoth Fire Department personnel, the number of housing units being proposed would not require the purchase of additional equipment. The Mammoth Hot Springs area currently has two fire engines, which are appropriately sized for the types of buildings in the development. The town of Gardiner, Montana, also has two engines for its community of about 800 people. The park has a mutual-aid agreement in place, so, if needed, the Gardiner Fire Department can respond to fires or emergency situations in Mammoth. Comment: Trash and garbage services are not addressed in the EA. Response: Housing will most likely be built one-unit-at-a-time as monies are appropriated. No impact on refuse collection is anticipated. Comment: The EA states (in \"Measures Common to All Alternatives\") that all employee residents will follow the park's food and garbage storage regulations. This regulation does not appear to be enforced now as barbeque grills are permanently seen on residential porches and accessible to bears; why is this allowed? Response: The optimal situation would be to store all grills indoors. Recognizing the limited storage space available for grills and other outdoor cooking apparatus, the park's Bear Management Office has approved the following alternative storage protocol for barbeque grills: Propane grills can be stored outside if, after cooking, the flame is used to bake and desiccate any food residue or remnants. For charcoal grills, the outer structure of the grill can be stored outside, but the inside components and the lid, if saturated with food substances, must be stored inside. Comment: Why does the federal government fund an essentially private school in Mammoth when there is an adequate school only 5 miles away in Gardiner? Dissolving the grade school in Mammoth would free up at least 3 housing units now occupied by teachers and would make available a modern building for renovation into seasonal housing units, researcher housing, meeting and conference room space or a variety of other options. If the school in Mammoth was dissolved, the money used to fund it could be used for other critical park needs. Response: Alternative use of the Yellowstone Park School is outside the scope of this project. Funding to operate the school comes from entrance station receipts, as authorized by a special Act of Congress passed in 1948. Visitation Comment: The EA states that Yellowstone visitation has increased, but does not offer data supporting that claim. If additional housing is based on increased visitation, those numbers should be shown. Response: The Housing Needs Assessment, conducted by an independent contractor, determined that there are currently not enough housing units for park employees. The process for assessing the housing needs of each NPS site was a systematic sequence of activities that collected, analyzed, and made determinations regarding the housing needs of each park. This was done by comparing the housing demand at the park to the ability of the local market to accommodate that need. Based on this analysis, the minimum number of housing units needed to meet the mission needs of the park was identified. Rideshare Program Comment: The EA does not present rates charged to users of this service nor does it detail the costs of maintenance and fuel for the bus. What makes the Rideshare Program a \"success?\" Response: The park uses two different buses for the Rideshare Program. Employees pay a fare ($4 to $16 per week) to ride the bus. Riders only pay for days they ride the bus. Employees pay for all fuel used for employee transport, which is included in their fare. The Maintenance Division pays for repairs or service to the buses. In fiscal year 2001, fuel costs were $7,209.37 and repairs and service costs were $14,241.08. In fiscal year 2002, fuel costs were $5,900.97 and repairs and service costs were $13,166.27. As stated in the EA (on page 17), the park considers the program successful because of \". . . energy savings from reduced fuel consumption, decreased air pollution, increased safety, decreased traffic, and fewer parking constraints. In addition the Rideshare Program has given employees the opportunity to build or buy more affordable housing outside Gardiner, in the Paradise Valley and Livingston, thus helping lessen the need for more in-park housing.\" The park also believes that \"ridesharing\" reduces wear-and-tear on personal vehicles and adds to road safety because tired employees do not have to drive home. The Rideshare bus is used by many other employees as a one-way trip to Livingston for errands (to pick up a car that has been repaired, for example). Comment: Why were the forecasting tools used in the 1997 plan and EA to project the park's housing needs not used in this plan? Response: The forecasting tools used in the 1997 plan were based on optimistic staffing projections. The number of housing units was re-evaluated during the service-wide housing needs assessment. This plan will be implemented over many years and housing needs will be re-evaluated. Health and Safety Comment: For safety reasons, any new housing units built should not have driveways accessing the street used by children to walk to school. Response: Safety will be of the utmost consideration when siting housing units. The park's landscape architects will be involved with site planning and design for the new units. Comment: If the plan is approved, the first priority should be to renovate\/ construct housing for seasonal employees who currently are often assigned to substandard housing. Response: Housing construction will depend upon funding. A multi-unit dwelling is currently proposed at the YACC Camp for seasonal wildland firefighters. This unit will replace some of the substandard housing at the YACC Camp. Comment: How does the Rideshare Program reduce the safety risk of highway traveling? Response: The Rideshare program reduces the risk of vehicular accidents because fewer employees are driving separate cars. Injuries caused by collisions with wildlife are also less likely to happen while riding the bus. Air Quality Comment: There will be long-term adverse impacts to air quality under the preferred alternative because more employees will be driving to and from Mammoth. Response: As mentioned above, new in-park housing would be within walking distance and less than a 5 minute ride from the employee's workplace. The Rideshare program already reduces emissions because there are fewer employees driving separate cars. Visitor Experience Comment: Not enough in-park housing is proposed. Providing pleasant, affordable employee housing that is near their work workplace plays a direct role in helping Yellowstone achieve its mission of enhancing the visitor experience. Response: It would be impossible to provide in-park housing for all employees for the many reasons outlined in the EA and these responses to comments. Additionally, many Mammoth employees (about half) have chosen to obtain private housing in Gardiner, Montana. Employees choose to live outside the park for a number of reasons including the opportunity to purchase a home and build equity, preference for different housing options, convenience for their spouse's job, school choice, or other conveniences. A lack of government housing has also contributed to employees' decisions to live outside the park. Other comments Comment: The EA states that surveys for rare plants (in particular, the entire-leaved goldenweed, Pyrrocoma integrifolia) would occur before construction in the YACC Camp in order to avoid impacts to any individual plants found. Development plans should also minimize or prevent impacts to the potential habitat of this plant. Response: The park botanist was consulted and has stated that the housing units currently proposed in this plan for the YACC Camp would not affect the entire-leaved goldenweed. The area proposed for development in one of the alternatives of the 1997 plan would have potentially impacted this plant, but that area is not being considered in this plan.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/housingfonsi.htm"
}
