{
    "title": "Yellowstone National Park: Winter use in Yellowstone: A Timeline",
    "body": "Yellowstone in Winter: A History of Winter Use       Winter Use Timeline The Role of Snowcoaches and Snowmobiles A history of snowmobile policy development at Yellowstone A classroom teaching guide on snowmobiles in Yellowstone A recent book on the history of the Yellowstone snowmobile controversy             \"The season at Yellowstone is short, for in winter the park lies under a deep mantle of snow and the temperatures reach incredibly low levels.\" —Romance of the National Parks, by Harlean James (1941) The names of the first winter visitors to the park after Congress created Yellowstone National Park in 1872 are lost in the blizzards of time. Historians say they probably were hunters, stalking the new park's abundant wildlife. Under the resource-use standards of those early days, hunting was allowed in the snowbound park until the U.S. Army took over its operation and protection in 1886. The hunters probably entered on 10- to 12-foot skis (called \"Norwegian snowshoes\" back then), propelling themselves with the help of long, single, wooden poles. Before the 1920s, winter visitors were the exception, not the rule, and only a few hardy souls sought out the spectacle of Yellowstone in its winter shroud. Gradually, a few tourists did what the park's Army protectors and then the first National Park Service rangers did: They came on snowshoes and cross-country skis.            But it was not until half a century after 19th-century visitors first hiked into the park that the first powered snow machine entered Yellowstone. It was 1948, and wingless \"snow planes\" on skis - cockpits with propellers in back like Everglades airboats - opened the era of motorized oversnow travel into the park. Within seven years, the first generation of the snowcoaches of today followed on tractor tracks and skis. Although called \"snowmobiles,\" these machines built by Bombardier looked more like giant metal beetles than the sleek, zippy snow runners of today. These \"Bombs\" were packed with visitors wanting a glimpse of Old Faithful erupting into winter skies. Finally, in 1963, a few visitors rode in aboard the first personal snow machines, the forerunners of today's snowmobiles. In the late 1960s, the National Park Service decided to support this fledgling use of motorized snow vehicles, and in 1971, Yellowstone personnel were packing and smoothing the routes to Old Faithful and to park headquarters at Mammoth Hot Springs. On some days in the early 1990s, as many as 1,600 snowmobiles and snowcoaches entered the park. By the late 1990s, 150,000 winter visitors a year were flocking into Yellowstone. Looking back, it is hard today to imagine an era when the park was not a wintertime must-see. Visitors in the 21st-century watch wildlife, marvel at Old Faithful, train binoculars on birds, listen and look for howling wolves, and are awestruck by a park character vastly different from summer. And they do so on snowshoes and cross-country skis . . . and aboard snowmobiles and snowcoaches. In between the earliest days of 19th-century hunters and today's 21st-century park tourists, human visitors embraced the park's challenging magnificence in winter in a variety of ways. Snowshoeing and cross-country skiing were work activities at first for Army soldiers patrolling and manning park outposts until the National Park Service took over the park two years after the agency's founding in 1916. A series of snowshoe cabins was built for Yellowstone's first backcountry rangers. As the 20th century unfolded, trekkers on skis and snowshoes began to take on the recreational challenge of winter trekking through one of the coldest places in the \"Lower 48\" states. A Yellowstone winter timeline:  1872 - Congress creates Yellowstone National Park 1872-1886 - Hunters and others largely have the run of the park in winter 1877 - First known wagon trip to Yellowstone, in summer 1881 - First stagecoach tours into the park, in summer 1886-1918 - U.S. Army takes over protective duties for Yellowstone and its wildlife 1893 - Northern Pacific Railroad reaches Gardiner, MT, outside park's northwest boundary Winter 1903-04 - Old Faithful Inn is built 1908 - Union Pacific Railroad's Oregon Short Line railway reaches boundary of park, and the town of West Yellowstone, MT springs up that summer 1915 - Yellowstone is opened to automobile traffic, in summer 1916 - Congress creates National Park Service to protect and manage Yellowstone and other national parks and monuments 1916-1948 - Period of light park visitation in winter 1932 - First request to park managers to plow roads in winter 1948 - Visitors first use motor-powered snow vehicles (snow planes) to enter the park in winter 1955 - First \"snowcoaches\" (Bombardier R-12s) enter the park 1963 - First personal snowmobiles (6 total) enter the park 1967 - Congressional hearings on year-round plowing of Yellowstone roads 1968 - Park managers choose oversnow use instead of plowing 1971 - Grooming of roads for oversnow vehicles (snowmobiles, snowcoaches) begins; first Old Faithful Snow Lodge opens (converted employee dormitory) 1990 - NPS does first winter-use plan and environmental assessment for Yellowstone and Grand Teton 1992-93 - 140,000 people visit Yellowstone in winter: About 90,000 on snowmobiles, 10,000 in snowcoaches, and 40,000 in wheeled vehicles 1993 - NPS and Forest Service begin working together to address burgeoning winter use in Greater Yellowstone Area 1996-1997 - Harsh winter leads to more than 1,000 bison dying or being killed. Wildlife protection groups sue NPS in federal court (Washington, DC) over winter slaughter of bison 1999 - Rulemaking petition from environmental group asks NPS to ban recreational snowmobiling in Yellowstone and all other national park units that allow it 2000 - Park Service decides to phase out most snowmobile use in Yellowstone and Grand Teton national parks on grounds that the machines damage the park's air quality, wildlife, natural soundscapes and the enjoyment of other park visitors 2001 - NPS is sued over its decision to ban snowmobiles. The decision is overturned by federal court (Cheyenne, WY). NPS begins new winter planning process 2003 - NPS decides managed winter-use program for snow vehicles will work and calls for guided-only entry by snowmobiles of \"best available technology\" (BAT), with limits on number of snowmobiles and snowcoaches per day. NPS is sued over this plan and federal court (DC) overturns it 2004 - NPS prepares temporary plan to limit use and require commercial guided-only access aboard BAT snowmobiles 2005-2007 - Through legislation, Congress supports 2004 temporary plan 2006 - A new Old Faithful Snow Lodge opens, replacing the original 2007 - Park completes 2007 winter-use plan, which allows up to 540 commercially guided, BAT snowmobiles and 83 snowcoaches a day into park 2008 - Federal court (DC) rejects the 2007 plan, so winter operations revert to a 2004 winter rule, which allows to 720 BAT snowmobiles and 78 snowcoaches a day 2008 - Park prepares new temporary plan allowing 318 snowmobiles and 78 snowcoaches a day into Yellowstone 2008 - Federal court (WY) orders 2004 winter rule reinstated for 2008-2009 season and until NPS publishes an acceptable new rule to replace it 2009 - NPS completes 2008 temporary plan for winter use. Yellowstone opens on Dec. 15 for up to 318 guided snowmobiles and 78 snowcoaches a day. This plan will apply to winter 2010-11 as well January - March 2010 - Public \"scoping\" for the new winter plan, which helps the NPS identify the purpose, need, and objectives for the plan as well as the alternatives to be considered and the issues to be analyzed in an Environmental Impact Statement (EIS) for a new winter plan July 2010 - Release of draft range of alternatives to be analyzed in a Draft Environmental Impact Statement (DEIS) May 2011 - Release of DEIS for public review and comment before a Final EIS (FEIS) is published and a final plan is implemented for the next Yellowstone winter season November 2011 - NPS issues FEIS on winter use, which includes a one-year rule for 2011-2012 winter use. The park and NPS immediately begin work on a supplemental Environmental Impact Statement (SEIS) to further analyze additional issues raised during the public comment period February 2012 - The NPS opens Public Scoping for input on new Winter Use alternatives.  More than 70,000 comments are submitted and reviewed June 2012 - The NPS issues the Draft SEIS for public review and comment February 2013 - The NPS releases the Final Winter Use Plan\/SEIS outlining the Preferred Alternative. April 2013 - The NPS opens the public comment period for the Proposed Rule to implement the Final Winter Use Plan. The NPS intends to have a final, long-term regulation for winter use in place before the start of the next winter season (2013-2014) August 2013 - IMR Director John Wessels signs the Record of Decision for the Winter Use Plan\/SEIS  October 2013: Final Rule allowing OSV use in Yellowstone is published in the Federal Register   Back to Main Winter Use page",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/timeline.htm"
}
