{
    "title": "Yellowstone National Park: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us             Work With Us        Youth Conservation Corps members repairing a fence near Tower Junction. NPS\/Neal Herbert       Several organizations hire in Yellowstone and each has different application procedures. In the peak summer season, about 3,200 people work for concessioners and approximately 780 people work for the National Park Service in Yellowstone National Park. There is a wide variety of jobs available throughout the park. Wages vary with the position and required skills.  The National Park Service and the concessioners hire employees either full-time or seasonally (summer and winter). Most employment extends from the beginning of June through Labor Day, with some seasonal positions lasting up to six months. Volunteer positions are available with the National Park Service and the Student Conservation Association. National Park Service National Park Service job opportunities in Yellowstone are announced on USAJobs. Applicants must submit a specific application, within a specific time frame, for every position available. There is not a \"generic\" application for positions, nor is there a \"standing file\" for positions. Yellowstone National Park consistently receives more applications than there are available positions. Only United States citizens may be considered for government positions with the NPS. All applicants receive consideration without regard to race, color, sex, religion, age, or national origin. Generally, employees must be 18 years of age. Information for USAJobs applications Park Concessioners  Yellowstone National Park's concessioners hire the largest portion of the positions available and accept applications throughout the year, however those who apply before March have the greatest chance of being hired. Positions are available with:  Yellowstone National Park Lodges - Xanterra Parks & Resorts  Delaware North Parks & Resorts  Medcor at Yellowstone  Yellowstone Park Service Stations   Volunteer Yellowstone participates in the National Park Service's Volunteers in Parks (VIP) program. Each year more than 85,000 volunteers donate more than 3,000,000 hours of service in the US national parks. The program uses voluntary help in a way that is mutually beneficial to the National Park Service and the volunteer. Volunteer applications can be submitted directly to the park. Learn More about Volunteer Opportunities in Yellowstone... Student Conservation Association Each year Yellowstone National Park welcomes full-time volunteers and interns from the Student Conservation Association (SCA). These volunteers, who may be high school or college students or other adults, assist with vital activities from trail maintenance, bear management, backcountry patrol, to assisting park visitors. In return, the volunteers receive valuable training and experience, have most expenses paid, and are able to live and work in one of America's premier national parks. In addition to Yellowstone, SCA places volunteers at hundreds of other national and state parks, national forests, wildlife refuges, and other natural and historical sites nationwide. Yellowstone Youth Conservation Corps The Yellowstone Youth Conservation Corps (YCC) is a summer employment program for people ages 15 through 18. Youth Conservation Corps, through work projects done in the park, provides enrollees with a better understanding of their environment and management of parks. This residential program begins in mid-June and continues through mid-August. The Youth Conservation Corps is based out of Mammoth Hot Springs and gives participants opportunities to explore Yellowstone's wilderness. Crews focus their efforts on projects dealing with rehabilitation of trails and backcountry areas, bridge reconstruction, and a wide variety of resource management, maintenance, and research projects. A wide spectrum of environmental education programs are offered as part of the program, as well as an extensive recreation program.",
    "url": "https:\/\/www.nps.gov\/yell\/getinvolved\/workwithus.htm"
}
