{
    "title": "Yellowstone National Park: Yellowstone in Winter: Library and Documents",
    "body": "Yellowstone in Winter: Previous Management and Planning Archive        NPS\/Hottle       The following previous management activities are arranged in chronological sequence. Files labeled \"pdf\" require Adobe Acrobat Reader to be viewed or printed. 2012 Supplemental Winter Use Plan\/Environmental Impact Statement (SEIS) The first step in developing the Supplemental Environmental Impact Statement (EIS) was to ask for public comment and suggestion on potential approaches to Yellowstone's winter use. This 30-day process, known as \"public scoping,\" allowed public input on the NPS' draft range of alternatives and ran from February 8, 2012 to March 9, 2012. Afterward, park staff members analyzed approximately 70,000 scoping comments and other additional information as they refined the draft alternatives and prepared the Draft Supplemental EIS. That new document was released for public review and comment on June 29, 2012. The purpose of this draft plan\/SEIS was to establish a management framework that allowed the public to experience the unique winter resources and values at Yellowstone National Park. This draft plan\/SEIS was used to determine whether motorized winter use in the interior of the park is appropriate, and if so, the type, extent, and location of this use. Yellowstone Winter Use Draft Plan Newsletter (207 KB pdf) Draft SEIS Frequently Asked Questions, updated 8-13-2012 (766 KB pdf)      2011 Environmental Impact Statement In May 2011, the NPS released a Draft Environmental Impact Statement (DEIS) for public review on the potential effects of the plan for motorized oversnow travel in the park. After months of public comment and review, during which nearly 60,000 public concerns were received, the NPS decided additional study was needed before putting a long-term plan in place. While the current plan is being developed, the NPS managed snowmobile and snowcoach access in the park during the 2011-2012 winter season under the same transition plan used the previous two winters. 2011 Draft Environmental Impact Statement (8.6 MB pdf) Yellowstone Draft Environmental Impact Statement Public Meeting Presentation (836 KB pdf) DEIS Newsletter (1.3 MB pdf) DEIS Frequently Asked Questions (3 MB pdf)  Draft Range of Alternatives and Scoping Results Newsletter (670 KB pdf) Summary of Public Scoping (0.2 MB pdf) Public Scoping Comment Analysis (Volume 1) (1.5 MB pdf) Public Scoping Comment Analysis (Volume 2) (3.6 MB pdf) (in addition, Appendix 4 of Volume 2 is available upon request. It contains attachments to letters and is approximately 8 MB)  Public Scoping Newsletter for the Park's Winter Plan (1.6 MB pdf) 2008 Environmental Assessment Interim Rule for Winter Use in 2009-10 and 2010-11 (Federal Register, beginning at bottom of page 60159) Park Service Finding of No Significant Impact (FONSI) for 2009-11 Rule 2008 Environmental Assessment Part I (1.9 MB pdf) 2008 Environmental Assessment Part II (745 Kb pdf) 2008 Proposed Rule 2008 Final Rule (148 Kb pdf) 2007 Environmental Impact Statement U.S. District Court for Wyoming, November 7, 2008 Ruling (126 Kb pdf) U.S. District Court for the District of Columbia, September 15, 2008 Ruling (or 142 Kb pdf version) 2007 Record of Decision Amendment - Sylvan Pass Management (345 Kb pdf) 2007 Final Rule (153 Kb pdf) 2007 Record of Decision (286 Kb pdf) 2007 FEIS Volume 1 Abstract, Table of Contents, and Summary (843 KB pdf) 2007 FEIS Volume 1 Chapters 1, 2, and 3 (2.4 MB pdf) 2007 FEIS Volume 1 Chapters 4, 5, and Bibliography (2.8 MB pdf) 2007 FEIS Volume 2 Appendices A-I (1.4 MB pdf) 2007 FEIS Volume 2 Appendix J (6.7 MB pdf) Public Comment Report for Winter Use DEIS 2007 (294 KB pdf) Public Comment Report for the Proposed Rule 2007 (274 pdf) Scoping Report - December 2005 (748 KB pdf)  2004 Environmental Assessment Final Rule Published in the Federal Register Implementing the Temporary Winter Use Plan - November 10, 2004 (351KB pdf) Temporary Winter Use Plans - Finding of No Significant Impact, November 2004 (735KB pdf) Temporary Winter Use Plans Environmental Assessment (1.04MB pdf)- August 20, 2004) U.S. District Court for the District of Columbia, September 24, 2007 Ruling U.S. District Court for Wyoming, June 27, 2007 Ruling (951 KB pdf) U.S. District Court for Wyoming, October 15, 2005 Ruling (1.9 MB pdf) U.S. District Court for Wyoming, February 10, 2004 Ruling. (95KB pdf) 2003 Supplemental Environmental Impact Statement Regulation Implementing the SEIS Record of Decision, December 11, 2003 (188KB pdf) Final SEIS, Winter Use Plans Record of Decision - March 25, 2003 (654KB pdf) Final Supplemental Environmental Impact Statement, Winter Use Plans - February 2003 U.S. District Court for the District of Columbia December 16, 2003 Ruling. (162KB pdf) 2000 Environmental Impact Statement Final Rule Implementing the EIS Record of Decision - January 22, 2001 (451KB pdf) Winter Use Plans, Record of Decision- November 22, 2000 (268KB pdf) U.S. District Court for Wyoming, October 14, 2004 Ruling (1.4MB pdf)      Back to Main Winter Use Page",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/winterusetechnicaldocuments.htm"
}
