{
    "title": "Yellowstone National Park: Youth Conservation Corps",
    "body": "Explore This Park    Get Involved     Work With Us     Youth Conservation Corps              Youth Conservation Corps (YCC) Program        Yellowstone YCC Crews get to spend time backpacking and hiking in the park. NPS \/ Yellowstone Youth Conservation Corps         YCC Crew at work. NPS  Summer 2016 Yellowstone will offer its Youth Conservation Corps (YCC) program for the 27th consecutive summer in 2016. A month-long residential program will be offered for young people between the ages of 15 and 18 years of age. The YCC experience allows 62 teen enrollees and staff the opportunity to learn, work, and recreate in Yellowstone National Park. The program is challenging, educational, and fun, and offers participants opportunities to expand their horizons while building skills that will benefit them for a lifetime. No previous wilderness experience is required, but a willingness and ability to work in a physically active outdoor program, get along well with others, and maintain a positive attitude are essential for success. Teen enrollees will be selected from across the country to participate in this summer program. Enrollees will work 40 hours a week and receive the federal minimum wage ($7.25\/hour) with daily deductions for room, board, and laundry facilities (~$10\/day). Healthy food options will be provided by the YCC Cook or prepared by staff and youth while camping. While this diet might be different than what you are used to, the goal is to provide highly nutritious, healthy meals to sustain youth during a work program. YCC participants will work in a variety of weather and terrain conditions while completing projects which may include: fence and bench building; trail construction and\/or maintenance; installing \"bear boxes;\" general maintenance work; painting\/staining; exotic plant control; and working with the visiting public. Some projects will take place in remote backcountry locations within Yellowstone, requiring work crews to camp out for up to five days. When crews are based in the front country, they will either camp or stay at the YCC facility near Mammoth Hot Springs which provides dormitory facilities and a large dining hall for meals and meetings. Enrollees will also spend time participating in resource education, recreation, and NPS and other agency career orientation activities. Many of these activities are scheduled in the evenings and on weekends. Activities may include: hiking, rafting, fishing, ranger-led programs, guest speakers, enrollee and staff presentations, assisting field rangers and\/or scientists, and trips throughout the Greater Yellowstone Ecosystem. Yellowstone's YCC Program has been supported by generous donations to the Yellowstone Park Foundation and through park entrance fees. The Summer 2016 YCC Program will be: First Session: June 12 –July 13  Second Session: July 17—August 17  How to Apply As of March 2, the application period for Yellowstone’s Summer 2016 YCC Program ended. Applications were received from more than 700 youth who will be randomly selected for 50 positions. All applicants will be notified by April 1 if they were selected or not    Recruitment for Yellowstone’s Summer 2017 YCC Program will begin in February 2017. For additional information, please contact the park's YCC Program Manager at: e-mail us  YCC Program Office P.O. Box 168 Yellowstone National Park, WY 82190        Watch the Yellowstone YCC video and the new Learn Your Park video featuring images of Yellowstone's Youth Conservation Corps and Expedition Yellowstone students.      Yellowstone YCC Curriculum The Yellowstone YCC Curriculum can be viewed online. In 2013, a University of Wyoming graduate student assisted the YCC program by developing a full YCC Curriculum. Five themes are examined including Ecological Relationships, Cultural Heritage, Stewardship, Sustainability, and Leadership.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/yccjobs.htm"
}
