{
    "title": "Yellowstone National Park: Conservation Measures",
    "body": "Explore This Park    Get Involved     Sustainability     Conservation Measures              Conservation Measures        This portable photovoltaic system at Bechler provides power during the summer season, meeting 90% of the site's electrical needs. NPS       Energy Conservation Yellowstone National Park is the largest consumer of energy in the National Park Service. Currently, most of Yellowstone’s energy comes from coal-fueled power plants and fossil fuels, but the park is is reducing energy use by making facilities more energy efficient and increasing the use of renewable energy where possible. Improving efficiency is the most basic, and the most valuable step we can take toward our energy goals. Constructing, remodeling, and updating Yellowstone’s buildings present opportunities for improving energy conservation. Most of Yellowstone’s aging buildings need energy efficiency improvements. New windows, improved insulation, and weather stripping on doors can improve our energy efficiency without compromising the historic character of the buildings. Installing new, efficient heating and lighting systems with easy-to-control switches and thermostats also reduces energy use. All improvements to outdoor lighting minimize energy use while protecting the darkness and clarity of the night sky. New construction provides opportunities for us to implement more efficient designs. The Old Faithful Visitor Education Center, completed in 2010, is LEED (Leadership in Energy and Environmental Design) certified and the Old Faithful Haynes Photoshop was Yellowstone’s first LEED historic renovation. Yellowstone now has several small renewable energy systems in operation and we continue to look for new opportunities. Photovoltaic (PV) solar energy systems have been a great success at locations that do not have main line electric power. At Bechler, a portable trailer with a 9 kW solar panel array meets 90% of the electrical needs in the summer season. The 44 kW solar panel system at Lamar Buffalo Ranch is expected to meet 100% of electrical needs and will use hybrid vehicle batteries for storage. In 2012, a microhydro generator was brought on-line in Mammoth Hot Springs, providing renewable electric power to the grid. The generator produces about 1.4 million KW-hours for the park annually, saving approximately $95,000 in electricity costs and 900 metric tons of greenhouse gas emissions each year. Feasibility studies are underway to address further development of solar PV, solar heated water, and micro hydro capabilities. Tapping natural thermal energy in Yellowstone is not being considered by park managers as the effects could be detrimental to the park’s hydrothermal features.        The aging irrigation system used to water the historic lawns of Fort Yellowstone and Mammoth Hot Springs, pictured here in 1916, was upgraded in 2012. NPS  Water Conservation Climate change is expected to cause drier conditions in the Rocky Mountain West, so it is critical that the park conserves water and ensures that facilities and operations have minimal impact on water resources. Currently, over 250 million gallons are used for hydrating, flushing, and washing each year. Yellowstone plans to reduce overall potable water consumption and reduces use of potable water by using water-smart technology and design. Park staff are replacing toilets and faucets with more efficient models as well as repairing leaks in old water pipe infrastructure throughout the park. The historic lawns of Mammoth Hot Springs, 37 acres total, have been irrigated since they were planted by the US Cavalry in 1902. In 2012, smart controllers that sense weather and soil moisture were installed to reduce the irrigation water by 30%, or 3.5 million gallons per year. Natural water systems are critical to the hydrothermal features and ecological processes protected in Yellowstone. As we strive for efficient water use, it is also imperative that we assess future demand and the impacts of structures on natural surface water systems. Water vulnerability studies were conducted for the Old Faithful and Tower areas to identify opportunities for improvement in water treatment, distribution, and wastewater collection.      Fleet and Transportation Yellowstone has ambitious goals to reduce fossil fuel consumption by fleet vehicles by decreasing the size of our fleet, replacing the existing fleet with more fuel-efficient vehicles, and choosing the most efficient vehicles for each job. Today, about 19% of the cars and truck used for work in Yellowstone are hybrid vehicles. Yellowstone is also working to educate employees and visitors about fuel-efficient driving and maintenance practices. Yellowstone has partnered with the Greater Yellowstone\/Teton Clean Energy Coalition on several fuel-reduction projects including a recent idle-reduction campaign. Through a partnership with Michelin, the park has recorded savings on gas consumption, by using experimental fuel-efficient tires on park vehicles. Since 1998, Yellowstone has had an employee ride share program for approximately 45 employees living north of the park—some more than 50 miles away—who help finance the program. The ride share program reduces fuel consumption and air pollution, improves safety, reduces parking needs, and saves employees money. Other group transit options for employees or visitors, like the Linx bus shuttles operating in the park 2012–2014, have not yet found a sustainable operating model. In order to improve support for alternative fuels, the park is installing electric vehicle (EV) charging stations for visitor use at Mammoth Hot Springs, Canyon Village, and Old Faithful in 2016.        In 2014, park employees, visitors, and partners diverted approximately 59% of waste from the landfill through recycling and composting initiatives. NPS  Environmental Purchasing and Waste Reduction The park minimizes waste by purchasing environmentally-preferred items. Compliant with EPA recommendations, we preferentially purchase items with minimal packaging, biodegradable or recyclable materials, and without toxic components as well as items requiring minimal energy to produce and transport. Yellowstone employees use office paper with 30% post-consumer recycled content and paper towels made of 100% recycled paper. The purchase of single-use plastics is also being reduced. Yellowstone has more than 15 miles of wood boardwalk, most of which is several decades old. As these boardwalks age, toxic chemicals from wood preservatives may leach into the ground and nearby waterways. To reduce pollutants and the amount of new wood products used, the park has replaced some wood walkways with boards made of recycled plastic. This effort began in 1998 when Lever Brothers Company donated plastic lumber, the equivalent of three million plastic milk jugs, for the Old Faithful Geyser viewing platform and continues to improve with renovation projects like the porch replacement on the Administrative building in 2014. Yellowstone is experimenting with permeable pavement for sensitive resource areas. The park installed a permeable recycled glass pavement at the Old Faithful Visitor Education Center and Haynes Photo Shop in 2011 and in 2015, and used tires from Yellowstone fleet vehicles were recycled into a durable, porous, paving material used to resurface part of the geyser hill walkway in the Upper Geyser Basin.      Compost and Recycling A study done in 1994 showed that 60–75% of the solid waste generated in the park could be composted. The National Park Service worked with partners to build an industrial-grade composting facility near West Yellowstone. The facility began operating in July 2003. With the West Yellowstone compost facility operating at regular capacity, the park had been able to divert (compost and recycle) up to 60% of waste generated. Unfortunately, the wetmill at the facility is now broken and in 2015, Yellowstone concessioners switched to source separating compostable and non compostable materials to aid the overall operation and maintain composting rates. The recycling program in Yellowstone is expansive. It accepts glass, plastic, paper, aluminum, steel, cardboard, electronic items, batteries, and number of other automotive and commercial items. In 2014, park employees, visitors, and partners diverted approximately 59% of waste from the landfill through recycling and composting initiatives. Recycling of construction waste has also been increased. Recycled plastic from Yellowstone is used in carpet backing through a partnership with the park’s recycling contractor and Universal Textiles and Signature Crypton Carpet. In 2005, Yellowstone became the first national park to recycle the small propane cylinders used for lanterns and camp stoves. More than 5,000 cylinders are crushed and redeemed as steel each year. In 2011, Yellowstone and its partners began recycling bear spray containers. Some equipment breakdowns have delayed the recycling process for these canisters. However, the park continues to collect them and park staff members are working with Montana State University engineers to redesign and improve the machines in order to resolve the backlog.        Yellowstone National Park’s major concessioners have made corporate commitments to incorporating sustainability into their operations. This water filling station is located in the Tower Fall Delaware North store. NPS \/ Jim Peaco  Greening of Concessions Yellowstone National Park’s major concessioners have more interaction with visitors through food service, lodging, fuel and automotive services, and retail operations than any National Park Service facilities. Our concession partners have made corporate commitments to use environmental management systems that meets international business standards for sustainability and further the success of our Yellowstone’s sustainable operation goals. Ecologix: Xanterra Parks & Resorts Xanterra, which provides lodging and other guest services in the park, calls its environmental management system “Ecologix.” Xanterra’s environmental commitment includes solid waste diversion, energy and water conservation, and environmental purchasing. It also  Supplies sustainable and locally-sourced cuisine. Serves organic, fair-trade coffee (pesticide-free, grown and harvested in a manner supporting habitats for birds and other wildlife, purchased from local farmers at a fair price), and serves sustainable foods including meat from local ranches raised without hormones or antibiotics. Supports green building by requiring contractors for all remodeling and new construction projects to divert at least 50% of resulting waste from landfill disposal through reuse or recycling. They must also complete a Waste Reduction Plan prior to contract approval, and submit a quarterly project report detailing all activities related to waste minimization and recycling. Promotes “green retail” by carrying 35% sustainable products in stores and created the For Future Generations: Yellowstone Gifts retail store, which is devoted to educating guests about the threats of climate change and supporting sustainable retail products through a unique environmental scorecard system.  GreenPath: Delaware North Delaware North Companies, which operates twelve general stores in the park, calls its award winning system “GreenPath®.” This environmental management system was the first in Yellowstone to attain ISO 14001 Registration, which means it exceeds strict environmental standards recognized internationally. Practices include:  Purchasing responsibly wherever possible. For example, using biodegradable dishware and cutlery in all food service operations, which are then composted at a local facility. Conserving energy by improving fleet efficiency with hybrid technology, retrofitting old lights with new LED and compact fluorescent bulbs, and purchasing Energy Star rated equipment. Conserving water by installing low-flow showerheads, kitchen sprayers, faucets and toilets. Reducing or eliminating the use of hazardous materials and production of waste. Operating an aggressive recycling program with 22 types of materials recycled where approximately 55% of all waste produced goes to recycling. with the addition of composting, nearly 62% of all waste is diverted from the landfill. Installing free water-filling stations to reduce the production, shipping, and use of approximately 35,000 plastic water bottles. Using renewable energy sources to help heat water at the Grant Village dormitory.  Delaware North was also awarded the first ever certification to the Greater Yellowstone Framework for Sustainable Development (fulfills LEED requirements plus additional requirements specific to the area) for accomplishments on the Lake and Tower stores.      More Information  Yellowstone’s Strategic Plan for Sustainability: Park goals to reduce greenhouse gas emissions, energy use, water use, and waste production, to adapt facilities, and to conduct operations in an environmentally responsible manner.    Lamar Buffalo Ranch National Park Service Green Parks Plan  Executive Order (EO) 13423. 2009. Strengthening Federal Environmental, Energy, and Transportation Management.  Executive Order (EO) 13514. 2009. Federal Leadership in Environmental, Energy, and Economic Performance. Public Law 110-140. 2007. Energy Independence and Security Act.  Yellowstone National Park Lodges GreenPath at Delaware North",
    "url": "https:\/\/www.nps.gov\/yell\/getinvolved\/energyconservation.htm"
}
