{
    "title": "Yellowstone National Park: Non-commercially Guided Snowmobile Access Program",
    "body": "Explore This Park    Get Involved     Planning     Winter Use in Yellowstone National Park     Non-commercially Guided Snowmobile Access Program                Non-commercially Guided Snowmobile Access Program        Snowmobiles and a coach pass bison on the West Entrance road. NPS\/Jim Peaco       The Non-commercially Guided Snowmobile Access Program allows up to four non-commercially guided snowmobile transportation events – with up to 5 snowmobiles per event – to enter the park daily, one transportation event per oversnow entrance. All snowmobiles must be current New Best Available Technology (New BAT). Visitors can either bring their own current New BAT snowmobiles or rent machines from local vendors. For more information, download the Know Before You Go (816 KB pdf) brochure. It includes the essential information you need to have a safe and enjoyable trip in the park's winter environment. Each non-commercial guide may lead no more than two trips per winter season, and must be at least 18 years of age with a valid driver's license by the first day of the trip. Non-commercial guides are required to possess a non-commercial snowmobile access permit, which will be awarded annually through the http:\/\/recreation.gov lottery system. The lottery is open Sept 1-30, 2016. Left-over and cancellation permits will be available on a first-come, first-served basis beginning in November, also through http:\/\/recreation.gov. Permits cost $40\/day plus a $6 application fee. Non-commercial guides can be any members of the public who meet the program requirements. Each snowmobile operator, including the trip leader, in a non-commercially guided snowmobile transportation event is required to have successfully completed the free, online Yellowstone Snowmobile Education Certification online training course.  Trip members without a valid driver's license or those who do not successfully completed the Yellowstone Snowmobile Education Certification training course will not be permitted to operate a snowmobile in the park. See this page for the N-CGSAP Rules and Regulations.       Members of the public can apply for a permit to lead a group of up to 5 snowmobiles into the park. Guides will have to complete an online certification course and will be responsible for their group members. NPS\/Neal Herbert        A working group comprised of interested members of the public is advising the National Park Service in the development of the Non-commercially Guided Snowmobile Access Program. This group is providing input on a variety of program topics, including the Yellowstone Snowmobile Education Certification course content, lottery testing, and the program’s metrics of success. This last topic falls under the park’s new Winter Use Adaptive Management Program, which the park is currently developing as a way to solicit public input for monitoring impacts to the park’s resources.   Below is a list of meeting minutes from the Non-commercially Guided Snowmobile Access Program working group. December, 2013  January, 2014  February, 2014  March, 2014 April, 2014 Please contact Alicia Murphy at 307-344-2627 or e-mail us with any questions regarding the Non-commercially Guided Snowmobile Access Program.       More Information  Yellowstone National Park Non-Commercially Guided Snowmobile Access Program Frequently Asked Questions (175 kB pdf)",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/ngsap.htm"
}
