{
    "title": "Yellowstone National Park: Winter Use in Yellowstone National Park",
    "body": "Winter Use in Yellowstone National Park         Visitors at Firehole Falls NPS  The enjoyment of Yellowstone and its unique resources during the wintertime has drawn deep and passionate interest in the park for nearly 80 years. The following Web pages and numerous links within them have been assembled in sequence to help those interested better understand the past, present and possible future of winter operations in America's first national park. This virtual \"toolbox\" of information contains glimpses of the various visions - ours as well as yours - that are continually influenced and informed by the vast amounts of history, science, legislation, legal decisions and other winter-use related information that planning efforts throughout the past two decades have generated. This library begins with an overview of Yellowstone in winter, followed by a comprehensive history and background of winter use, current status of operations and planning, and a wealth of supporting technical documents, legal and scientific data. At the bottom of each page is a link to return you to this main menu. Enter here for current planning updates      A Place of Magic… And Vulnerability As remarkable as Yellowstone National Park is during the rest of the year, the park in winter is a truly magical place of earthly eruptions on a blank canvas of white, and of extremes wildlife must endure to survive in a frozen landscape. For park visitors, it is an experience totally unlike that of summer. The question is: How best for them to enjoy it?  GO>> A History of Winter Use The journey from the park's earliest, snow-shoed explorers to the thousands today who enjoy Yellowstone in so many more ways in winter is a long and captivating saga.  GO>> Current Management and Planning Current Management: The National Park Service (NPS) has published a final Rule allowing oversnow vehicle use in Yellowstone National Park.  This section provides an overview of the most recent planning efforts.  GO>>  Winter Use Adaptive Management Program Yellowstone's collaborative Adaptive Management Program builds upon scientific monitoring and public input to evaluate the implementation of the park's 2013 winter use management plan. GO>> Non-Commercially Guided Snowmobile Access Program Learn more about the park's Non-commercially Guided Snowmobile Access Program, which allows up to four non-commercially guided snowmobile transportation events – with up to 5 snowmobiles per event – to enter the park daily, one transportation event per oversnow entrance. GO>> Previous Management and Planning Archive A collection of prior years' NEPA planning documents, public comment analysis and other supporting documents and information that have shaped winter use in Yellowstone for the past decade.  GO>>  Supporting Science & Technical Documents There is a wealth of vital background information available to help those interested understand the technical aspects of winter use issues in Yellowstone. This section contains volumes of downloadable scientific studies, environmental monitoring reports, winter use histories, legal decisions and other supporting documents in PDF format. GO>>",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/winteruse.htm"
}
