{
    "title": "Yellowstone National Park: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning       Planning projects in Yellowstone National Park include Environmental Impact Statements (EISs), Environmental Assessments (EAs), management plans, and decision documents, such as Findings of No Significant Impact (FONSIs) and Records of Decision (RODs). A glossary of these terms is found at the end of this document.  Planning, Environment, and Public Comment (PEPC) Many of our ongoing planning projects are open for comment on the National Park Service Planning, Environment, and Public Comment (PEPC) website.     Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Yellowstone National Park.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.       Winter Use in Yellowstone National Park The enjoyment of Yellowstone and its unique resources during the wintertime has drawn deep and passionate interest in the park for nearly 80 years Learn More about Winter Use Planning in Yellowstone... Completed Planning Projects  Park Planning Archives 2011 Wireless Telecommunications Committee Annual Report       Additional Planning and Compliance Documents  Long Range Interpretive Plan (1.6MB PDF): A 10-year plan for the Division of Interpretation Yellowstone National Park Strategic Plan (1.9 MB PDF): This publication was produced to fulfill the requirements of the Government Performance and Results Act of 1993 and to provide direction in our efforts to achieve the National Park Service mission.       Glossary of Terms  Environmental Impact Statement (EIS): An EIS is prepared when a proposed action or alternatives have the potential for significant effect on the human environment.  Environmental Assessment (EA): An EA is prepared to determine whether the impact of a proposed action or alternatives could be significant.  Record of Decision (ROD): The document that is prepared to substantiate a decision based on an EIS. It includes a statement of the decision made, a detailed discussion of decision rationale, and the reasons for not adopting all mitigation measures analyzed, if applicable.  Finding of No Significant Impact (FONSI): A determination based on an EA and other factors in the public planning record for a proposal that, if implemented, would have no significant impact on the human environment.  Scoping: The procedure by which an agency identifies important issues and determines the extent of analysis necessary for an informed decision on a proposed action. Scoping, an integral part of environmental analysis, includes early involvement of interested and affected public, as well as internal and external agency contacts. Although formal scoping occurs for a specific time period, we welcome your comments on projects while we are in the process of preparing plans.",
    "url": "https:\/\/www.nps.gov\/yell\/getinvolved\/planning.htm"
}
