{
    "title": "Yellowstone National Park: National Park Service Employment",
    "body": "National Park Service Employment       Applying for federal employment is a tricky and precise business. Talk with employees already working for the parks in the jobs that interest you; they can often provide the greatest insight into how to successfully compete for the job you desire. Learn more about working with the National Park Service... Vacancies are posted on USAJOBS      All Yellowstone employees do two things: help visitors enjoy the park and protect and preserve the park for future generations. The majority of the summer employees fall into the positions: Park Rangers and Laborers.  Park Rangers: Staff visitor centers, lead walks, collect entrance and campground fees, issue backcountry permits, patrol roads, enforce the law, assist visitors, etc. Laborers: Maintain roads, buildings, and trails; clean campgrounds and restrooms; collect trash. Laborers must be capable of lifting and carrying 50 pounds unassisted.  Every job in Yellowstone requires contact with park visitors and the ability to answer a visitor's basic questions. Yellowstone helps employees to learn both the questions and the answers. A college degree is required for a few of the jobs; it is desirable for some. All positions require the physical and mental ability to perform the repetitive parts of the job. Federal employment also requires employees to be 18 years of age or a high school graduate and at least 16 years of age. Employees must be United States citizens. Educational or interpretive rangers or biological technicians often have a background in natural science, biology or related fields. Law enforcement jobs have specific requirements. An administrative assistant position is a good way to be hired either seasonally up to the GS-05 level or permanently up to the GS-04 level.       Qualifications for Park Ranger Positions, GS-025 For GS-2: High school diploma or equivalent OR 26 weeks of general experience (see below). For GS-3: 1 year of education above high school with 6 semester hours of related course work OR 26 weeks of general experience and 13 weeks of specialized experience (see below). For GS-4: 2 years of education above high school with 12 semester hours of related course work OR 26 weeks of general experience and 26 weeks of specialized experience (see below). For GS-5: 4-year course of study above high school leading to a bachelor's degree with 24 semester hours of related course work OR 52 weeks of specialized experience equivalent to the GS-4 level. For GS-7: One full academic year of graduate education related to the occupation or superior academic achievement OR 52 weeks of specialized experience equivalent to the GS-5 or GS-6 level. Equivalent combinations of education and experience are qualifying for all grade levels for which both education and experience are acceptable. General Experience Experience in administrative, professional, technical, investigative, or other responsible work that provided a familiarity with natural or cultural history; fish or wildlife habitat characteristics; techniques of resource protection and use; recreational use of public lands and facilities; enforcement of laws, rules, or regulations, fire prevention techniques and fire suppression methods, or the practice of interpersonal relations skills in dealing with the general public. Specialized Experience Experience that demonstrated the knowledge, skills and abilities necessary to perform successfully the duties of the position to be filled. Experience may have been in technical, administrative, or scientific work, fish and wildlife management, recreation management, law enforcement or other park-related work. Undergraduate Education Major study: natural resource management, natural sciences, earth science, history, archeology, anthropology, park and recreation management, law enforcement\/police science, social sciences, museum sciences, business administration, public administration, behavioral sciences, sociology, or other closely related subjects pertinent to the management and protection of natural and cultural resources.",
    "url": "https:\/\/www.nps.gov\/yell\/getinvolved\/npsjobs.htm"
}
