{
    "title": "Walnut Canyon National Monument: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         San Francisco Peaks seen from the Visitor Center. NPS photo by Dallas Larsen  For first-time visitors, the forests of northern Arizona can be a big surprise. Higher elevations here, together with local geology, terrain features, and weather conditions create a remarkable variety of environments, quite unlike the saguaro cactus country to the south. Plant communities range from alpine tundra at the top of the San Francisco Peaks (12,633’ above sea level) to Sonoran desert at the bottom of the Grand Canyon (2400’), less than 100 miles away. A trip through Walnut Canyon, Sunset Crater Volcano, and Wupatki National Monuments, all located within sight of the Peaks but at different elevations, provides a quick tour of other vegetation types found between those two extremes:   Starting out from Walnut Canyon, the landscape is pinyon pine\/juniper, then expansive ponderosa pine forest, part of the largest contiguous such forest in the world. Volcanic mountains form a scenic backdrop and high elevation meadows appear occasionally along the way. At Sunset Crater Volcano, the view changes dramatically to jagged lava flows, cinder cones, and cinder fields. This is a young community, where trees and other plants are still becoming reestablished after eruptions less than 800 years ago. Finally, the descent in elevation into Wupatki brings juniper woodlands, native grasslands, and desert scrub communities. Clearly, there are large patterns of vegetation across this landscape.   At Walnut Canyon National Monument, several of these plant communities overlap, bringing together species that are usually widely separated, and creating a rare compression of flora\/fauna zones within a small area. Plant surveys have identified at least 387 different species, and this number is likely to increase as more studies are completed. This biodiversity includes a high concentration of sensitive species and probably contributed to the decision by prehistoric people to settle here.   The Island Trail descends into Walnut Canyon, providing glimpses into the lives of those people, and the natural abundance in which they lived. Changes in environmental conditions and plant communities can be seen and felt along the way, as the trail passes through Upper Sonoran desert (with yucca and pricklypear cactus), to mixed conifer forests and back again. On arid south slopes, this means scattered pinyon and juniper trees; on cooler, moister north-facing slopes the forest is ponderosa pine and Douglas fir. At the bottom (below the trail) the creekbed nurtures a rare riparian community, with Arizona walnut, for which the canyon was named, and New Mexico locust, box elder, aspen, cottonwood, canyon grape, and bee-balm.",
    "url": "https:\/\/www.nps.gov\/waca\/learn\/nature\/plants.htm"
}
