{
    "title": "Yellowstone National Park: A One-Year Rule for 2011-2012 Winter Season",
    "body": "A One-Year Rule for 2011-2012 Winter Season       More than 9,000 of you commented in the spring of 2010 during public \"scoping\" -the period for defining the \"scope\" or range of issues important to this new winter plan.  With the help of those comments, the Park Service drafted and analyzed potential scenarios for accommodating and managing winter use in Yellowstone.  During several months of detailed study in 2010 and early 2011 of the potential environmental effects on the park of each alternative, the park and the NPS developed a seventh \"preferred\" alternative for managing the park in winter in the coming years.  That alternative was in the draft Environmental Impact Statement (DEIS) required by federal law for projects such as this new winter plan.  That DEIS (8.6 MB pdf) was the subject of extensive public review and discussion in 2011. During a more than 60-day comment period in the summer of 2011, the public filed more than 58,000 responses, with significant comment on the long-term proposal's requirements and approaches to winter management.  Most were filed electronically in writing online at a special Yellowstone park planning website.  Some were written and mailed to the park.  A number were made in person at six public meetings and online during two \"webinars,\" all in June of 2011. The goal had been to have a new long-term final Winter Use Plan \/ Environmental Impact Statement (EIS), Record of Decision, and long-term regulation in place by December 2011.  However, after reviewing all the public comments, the Park Service decided to analyze some of the issues in greater detail.   In December 2011, the NPS issued a Final Environmental Impact Statement (FEIS), Record of Decision (ROD), and published a Final Rule that selected only the \"transition year\" portion of the preferred alternative, as an interim winter management measure for 2011-2012.  This allows for a winter season while providing the NPS more time to address significant public comments about the proposed plan for long-term winter-use management of the park. This one-year rule permits for up to 318 commercially guided, \"best available technology\" snowmobiles and up to 78 commercially guided snowcoaches per day in Yellowstone for the 2011\/2012 season. The rule also allows the park to continue to provide for motorized oversnow travel on the East Entrance road across Sylvan Pass. The Park Service will begin the Supplemental (S)EIS process in January 2012. It intends to have a final SEIS, ROD, and a long-term regulation in place before the start of the 2012-2013 winter season.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/participate.htm"
}
