{
    "title": "Yellowstone National Park: A Place of Winter Magic...and Vulnerability",
    "body": "Yellowstone in Winter: A Place of Magic...and Vulnerability       Nature &Science Plan Your Visit Winter Activities Winter Services         As remarkable as Yellowstone National Park is during the rest of the year, the park in winter is a magical place. Steam and boiling water erupt from natural cauldrons in the park's ice-covered surface… snow-dusted bison exhale vaporous breaths as they lumber through drifts of white…foxes and coyotes paw and pounce in their search for prey in the deep snow…gray wolves bay beneath the frozen moon…         Yellowstone in winter also is a place of vulnerability. Wildlife endure extremes of cold, wind and the absence of ready food… their tracks through deep snow tell of tenacious struggles through the long winter…park conditions in this most severe of seasons become critical to the mortality of wildlife and even to survival of park species… No wonder the park is so popular in this magical, vulnerable season with those who have enjoyed its charms. It is often said among park staff who live in Yellowstone that winter is their favorite season. Many park visitors who try a winter trip to Yellowstone come back for more. How they experience Yellowstone in winter can affect the park's plants, animals, geothermal features and wild character in ways more profound-and potentially more damaging-than at other times of the year. So the National Park Service (NPS) must develop carefully a long-range plan for winter use in Yellowstone that both protects the park's wild creatures, vegetation and landscape and provides outstanding recreational opportunities \"for the benefit and enjoyment of the people,\" as the original 1872 law that established the park says. It is a two-fold mission: Care for Yellowstone's resources, and make the park available and accessible in this special season for enjoyment and appreciation. For years, NPS has managed the park in winter with interim management plans in the face of repeated courtroom challenges over snowmobiles and other winter operations. On May 5, 2011 a Draft Environmental Impact Statement (DEIS) was released for public review and comment. The Draft EIS analyzed a wide range of alternatives that present different way visitors could experience the park in winter while protecting the park's natural resources and values. Nearly 60,000 comments were filed during a more than 60-day public comment period that followed the draft document's release. Yellowstone appreciates the public's help in deciding how to manage public use in a unique and challenging time of year in America's first national park. Throughout these pages, links to other web pages, documents, videos and background information are provided. They will take you to winter topics and issues, the history of winter recreation in the park, and volumes of research and scientific information. All of it helps to inform the process of preparing Yellowstone's next winter plan.  Back to Main Winter Use Page",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/winter_magic.htm"
}
