{
    "title": "Yellowstone National Park: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Yellowstone National Park is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      An Evening at the Arch  Yellowstone National Park and its partners will host a very special Centennial event to kick off the second century of the National Park Service! Read more   Find Your World Heritage Sites in the United States  The World of World Heritage awaits. Get out and explore the 22 World Heritage Sites in the United States and see what makes these protected areas unique. Find out why the World has recognized them as being the most significant cultural and natural sites on the planet. Read more   Look Out from the Top of Mount Washburn  Mount Washburn is one of the most popular day hiking destinations in Yellowstone National Park. Enjoy panoramic views from the top in person or on Yellowstone's webcams. Read more   Picture Yourself at Old Faithful  Join a Yellowstone National Park tradition and watch Old Faithful erupt in person or live on Yellowstone’s Old Faithful webcams. Read more   Ride a Bike to a Geyser  The best way to see geysers, ever! Ride your bike to see a geyser. Bring your friends! Read more   Watch Wild Wolves  Since the reintroduction of wolves twenty years ago, Yellowstone has become one of the world's top destinations for watching wild wolves. Read more   View More Experiences for Yellowstone National Park    Call to Action Projects      Horace M. Albright Visitor Center Renovation  Brand new exhibits and a historic setting combine to bring the legacy of park protection and preservation to modern visitors.  Read more   Distance Learning Studio  With a helping hand from new technology, rangers meet with students and teachers all over the world to share Yellowstone's ecology, hydrogeology, and history.  Read more   @YellowstoneNPS Social Media  The use of social media has increased more than any other communication medium in the last eight years. Since 2012, Yellowstone has determined to be a part of the critical conversations in this new realm. Read more   Yellowstone Youth Conservation Corps  Yellowstone will offer its Youth Conservation Corps (YCC) program for the 26th consecutive summer in 2015. A month-long residential program will be offered for young people between the ages of 15 and 18 years of age. Read more   Expedition Yellowstone  Students and teachers extend the classroom walls to include the living laboratory of Yellowstone National Park. Read more   A Call to Action Projects for Yellowstone National Park",
    "url": "https:\/\/www.nps.gov\/yell\/getinvolved\/2016.htm"
}
