{
    "title": "Yellowstone National Park: Fire Management",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management               Fire Management        Fire is key to the ecology of the Greater Yellowstone Ecosystem. For the first 100 years, managers extinguished fires to preserve park resources. Today, the National Park Service aims to restore fire's role as a natural process. NPS\/Neal Herbert       Managing a Natural Process For the first 100 years of the park's existence, managers believed fires had to be extinguished to preserve park resources. Subsequent scientific research revealed:   fires have occurred in Yellowstone for as long as there has been vegetation to burn, fire plays a role in creating the vegetation patterns of the landscape, fire is a part of the ecosystem park managers want to preserve, and suppressing fires alters the natural landscape and diminishes diversity.  The National Park Service allows lightning-ignited fires to carry out their ecological role in Yellowstone as much as is possible without risking human life and property. The park is required to protect human life as well as the approximately 2% of Yellowstone’s 2.2 million acres that are considered developed (e.g., roads, buildings, and other infrastructure) from the threat of fire while at the same time letting fire carry out its ecological role in the landscape as much as possible. Yellowstone National Park operates under the 2009 Federal Wildland Fire Policy, which continues to evolve with experience and new knowledge. For example, current guidelines allow firefighters to manage a natural fire for multiple objectives. In the past, fires were required to be categorized as “suppression” or “fire-use for resource benefit.” Now, firefighters can suppress one flank of a fire to protect structures and people while allowing another flank to burn to achieve natural fire benefits. The Antelope Fire of 2010 was an example of managing a fire for multiple objectives. It was suppressed on its west flank to protect people using the roads, and other values at risk. It was monitored, but not suppressed, as it moved south and east away from developed areas. A similar strategy was used in the 2009 Arnica Fire, which burned in 300-year-old lodgepole pine forests but threatened visitor travel, power lines, and Lake Village. Working Across Boundaries Wildfire is a great example of interagency cooperation and coordination. Federal agencies, state and local governments, and private contractors all play a role in managing fire in the park. For example, the National Park Service sometimes relies on Forest Service smoke jumpers to assist with the park’s remote fires. In return, the National Park Service sends its helicopter or engine to the Silver Gate or Cooke City areas, which are located on or adjacent to the Gallatin and Shoshone national forests. Since 2009, the park’s wildland engine has been staffed by both National Park Service and Forest Service firefighters. Programmable radios ensure communication between National Park Service and Forest Service dispatch, which improves firefighter safety. The National Park Service is also working with its partners to develop Community Wildfire Protection Plans to help plan and prepare for a wildland fire that may threaten homes.  History  Fire suppression in Yellowstone National Park began with the arrival of the US Army, which was placed in charge of protecting the park in 1886. The Army, which was in Yellowstone until 1918, successfully extinguished some fires in the belief that suppression would help save the forests. However, it is difficult to determine how much effect a small group of men could have had on overall fire frequency or the extent of fires in a large park without motorized vehicles or good roads. Fire suppression was most successful on the grasslands of the northern range, which were relatively accessible from the park headquarters in Mammoth Hot Springs. More effective fire fighting techniques and airplanes became available after World War II, but even then, fire suppression did not result in a significant increase in fuel loads except perhaps on the northern range. Records indicate fire was almost completely excluded (suppresed) from the Douglas-fir, sagebrush steppe, and aspen communities on the northern range from 1886 until 1987. By the 1940s, ecologists recognized fire was a natural and unavoidable change agent in many ecosystems, including relatively arid portions of the Rocky Mountains. In the 1950s and 1960s, other parks and forests began to experiment with controlled burns. In 1972, Yellowstone became one of several national parks to initiate programs that allowed some natural fires to burn. Two backcountry areas in the park totaling 340,000 acres, Mirror Plateau and Two Ocean Plateau, were designated as locations where natural fires could burn. After three years, during which 10 fires burned a total of 831 acres in the natural fire zones, the non-suppression area was expanded to include most of the park, except for developed areas and a buffer zone at the park boundary. Starting with Yellowstone National Park and Bridger-Teton National Forest in 1976, cooperative agreements were adopted among all Greater Yellowstone federal lands that by 1986 allowed natural fires to burn across shared public land boundaries. From 1972 to 1987, 235 fires were allowed to burn 33,759 acres in Yellowstone. The summers of 1982–1987 were wetter than average, which may have contributed to the relatively low fire activity during that period. Yellowstone’s fire managers began revising the park’s fire management plan. The new plan permitted some lightning-caused fires to burn under natural conditions; provided for suppressing fires that threatened human life, property, special natural features and historic and cultural sites; and recommended prescribed burns when and where necessary and practical to reduce hazard fuels. It was in the final stages of approval in spring 1988. However, Yellowstone’s “new” fire management plan was suspended in July 1988 as a consequence of the large fires that occurred that summer. After the fires of that summer, a national policy review team examined the national fire policy again and reaffirmed the importance of natural fire policies in national parks and wilderness areas. However, the report also offered recommendations, including the establishment of more specific criteria to determine under what circumstances fires are permitted to burn and more reduction of hazard fuels near developed areas. These recommendations were incorporated into Yellowstone’s 1992 fire management plan. Other revisions occurred to the park’s fire management plan in 2004 and 2014.  Timeline   1886–1918: US Army suppresses fire in Yellowstone. 1940s: More effective fire fighting techniques become available after World War II. Around the same time, ecologists recognize fire is a natural and unavoidable change agent in many ecosystems. 1972: Yellowstone begins allowing some natural fires. 1972–2005: 397 natural, unsuppressed fires burned 66,354 acres—mostly in three dry years: 1979, 1981, 1988. (In 1988, natural fires were allowed to burn in early summer.) Spring 1988: Approval of a new fire management policy is suspended. 1988: 793,880 acres burn in Yellowstone, sparking an increase in the public understanding and acceptance of the role of fire in wildland areas. 1989: A national policy review team reaffirms the importance of natural fire policies in national parks and wilderness areas. 1992: Yellowstone issues a new fire management plan incorporating the 1989 review team's recommendations. 2004: Yellowstone's fire management plan is revised. 2009: Yellowstone begins operating under the 2009 Federal Wildland Fire Policy, which allows firefighters to manage fires for multiple objectives. 2014: Yellowstone’s fire management plan is revised.  Documents  Fire Management Plan (2014) (8.8 MB PDF): A comprehensive document that guides Yellowstone's fire management. Fire Management Environmental Assessment: A compliance document that analyzes fire management's actions to the park resources and is tied to the Fire Management Plan.  More Information  Current Fire Activity Wildland Fire Program Fire Ecology",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/firemanagement.htm"
}
