{
    "title": "Yellowstone National Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners        Photo of park and partner employees alongside a historic Yellow Bus Photo courtesy Xanterra Park & Resorts       Yellowstone National Park has partnerships with a variety of organizations in order to help the National Park Service fulfill its mission. Partners provide important support for education, sustainability initiatives, management solutions, and park research. Yellowstone Park Foundation The Yellowstone Park Foundation is a non-profit organization whose mission is to protect, preserve, and enhance Yellowstone National Park. They rely solely on the generosity of private individuals, foundations, and corporations to support projects and programs that are beyond the financial capacity of the National Park Service. Make a donation through the Yellowstone Park Foundation.  Yellowstone Association The Yellowstone Association's mission is to foster the public's understanding, appreciation, and enjoyment of Yellowstone National Park and its surrounding ecosystem by funding and providing educational products and services. Become a member of the Yellowstone Association and shop the bookstore.  Xanterra Parks & Resorts Xanterra Parks and Resorts is the primary authorized concessioner in Yellowstone and they are proud stewards of the park. They provide lodging, camping, and activities in Yellowstone and manage and maintain the in-park facilities for which they take reservations. Xanterra Parks and Resorts is committed to helping visitors find their ultimate Yellowstone experience, while working to protect and preserve the park for generations to come.  Delaware North Delaware North operates 12 general stores in Yellowstone National Park. Delaware North provides visitors with food, equipment, supplies, keepsakes, and collectibles through the Yellowstone General Stores.   Yellowstone Park Service Stations Yellowstone Park Service Stations, Inc. operates seven convenience store\/fuel facilities, four automotive repair shops, and a central office\/warehouse in Yellowstone National Park. Several of the service stations are in historic log structures built over 90 years ago. All of the locations have incorporated the latest fuel pumps and technology allowing for 24\/7 credit card fueling.  Medcor at Yellowstone Medcor at Yellowstone operates three urgent care clinics within Yellowstone National Park. Clinics are open to the public and are staffed and equipped for most medical emergencies and routine care. Services include injury and illness treatment, X-rays, and some lab and pharmacy services. If in-patient care or specialist services are required, the clinic staff can stabilize patients and arrange for appropriate transfer to a hospital.",
    "url": "https:\/\/www.nps.gov\/yell\/getinvolved\/partners.htm"
}
