{
    "title": "Yellowstone National Park: Current Fire Activity",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management     Current Fire Activity                Current Fire Activity           Click for full size version   Pocket Fire (cause unknown) Reported on 8\/10\/16  Closures: none Summary: Less than an acre and located west of Shoshone Lake and southeast of Old Faithful in the mid to southwestern part of the park. The fire is 100 percent contained, and firefighters hope to have it fully controlled by Saturday afternoon, August 13.        The Maple Fire on August 11, 2016   Maple Fire (lightning) Reported on 8\/8\/16 Closures: a section of the Gneiss Creek Trail (view map) Summary: Located in a large fire scar from the 1988 North Fork Fire, just south of Maple Creek about one mile east of the Gneiss Creek trail. The fire is six miles east of the park's west boundary, and eight miles northeast of the community of West Yellowstone. Fire activity increased significantly on  August 11, growing to 297 acres. This fire continues to move in a northeast direction; it currently does not pose a threat to the Cougar Creek cabin. As a precautionary measure, fire staff are putting structure protection around the cabin.        The Fawn Fire on August 6, 2016   Fawn Fire (lightning) Reported on 8\/4\/16 Closures: nearby trails and campsites (view map) Summary: Located in the Fawn Pass area in the northwestern corner of the park. Fire managers are monitoring fire activity. The fire only grew six acres on Wednesday, and is now 936 acres. (view on InciWeb). News releases: August 6, 2016, August 7, 2016, August 8, 2016 Maps: Fire Perimeter, Trail and Campsite Closures, Fire History Photos: Flickr gallery      Restrictions  Continued hot, dry weather and recent wildfire activity inside and outside the park has prompted Yellowstone National Park to implement Stage 1 fire restrictions effective at noon Monday, August 8, 2016.   Charcoal or wood fires of any sort are prohibited at park backcountry campsites. There are no fire restrictions in park campgrounds, day-use picnic areas, and employee residential areas within provided fire rings.  Portable stoves and lanterns which use pressurized liquid, jellied petroleum, or gas fuel and fully enclosed, sheep-herder type stoves with a ¼ inch spark-arrestor screen are permitted park-wide in areas where ground cover and overhead vegetation is cleared within three feet of the device. Smoking is permitted only inside vehicles, on sidewalks, in gravel or paved parking areas, in developed campgrounds, immediately adjacent to backcountry fire rings, and in designated smoking areas inside buildings. Smoking is prohibited on all trails and thermal areas.   For additional information, view the news release.       More Information  Active Fires (United States)  Air Quality Index  Fire Ecology Fire Management   Firewise Communities  Fires &Your Health  Yellowstone Fire Information Blog Webcams (active fires are sometimes visible from the Mount Washburn cams) Yellowstone Fire Information Office: (307) 344-7102 (8 am to 7 pm)      Yellowstone Live - Fire    Yellowstone Fire Status Map",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/currentfireactivity.htm"
}
