{
    "title": "Yellowstone National Park: Laws & Policies",
    "body": "Laws & Policies       Superintendent's Compendium (1.8 MB pdf) The purpose of the compendium is to provide the public and park employees with a document that lists the special designations, closures, public use limits, permit requirements and other restrictions imposed under the discretionary authority of the Superintendent. For other helpful information, see Rules & Regulations and Plan Your Visit. A Quick Guide to Gun Regulations in the Intermountain Region - NPS (pdf) If you will be traveling with firearms through various parks in the Intermountain Region, you can review this brochure to learn more about how the change to the firearms law affects you.       Firearms in Parks As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. The Credit Card Accountability Responsibility and Disclosure Act of 2009, was enacted May 22, 2009 and will become effective February 22, 2010. Section 512 of this law; Protecting Americans from Violent Crimes, supersedes the uniform treatment of firearm possession in the national park system outside Alaska under the regulations found at 36 C.F.R. 2.4. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. Yellowstone encompasses parts of Wyoming, Montana, and Idaho. Each state has different regulations and these are listed below. Federal law also prohibits firearms in certain facilities in this park (such as visitor centers, government offices, etc.); those places are marked with signs at all public entrances. Hunting and discharge of firearms remain prohibited in Yellowstone National Park. Firearms should not be considered a wildlife protection strategy. Bear spray and other safety precautions are the proven methods for preventing bear and other wildlife interactions. Wyoming Open Carry Allowed Handgun = Yes Rifle = Yes In Vehicle = Yes Age Requirement = None Concealed Carry Allowed - Permit Required for Non-Residents Person = Yes Vehicle = Yes State Reciprocity = 23 states Age Requirement = 21 years of age Links to Wyoming State Firearms Information  Concealed Weapons State Reciprocity Relevant Wyoming Firearm Statutes   Montana Open Carry Allowed Handgun = Yes Rifle = Yes In Vehicle = Yes Age Requirement = 14 Concealed Carry Allowed - Permit Required Person = Yes Vehicle = Yes State Reciprocity = 40 States Age Requirement = 18 Links to Montana State Firearms Information  Concealed Weapons State Reciprocity Montana Firearm Statutes  Idaho Open Carry Handgun = Yes Rifle = Yes In Vehicle = Yes Age Requirement = 18 Concealed Carry Allowed - Permit Required Person = Yes Vehicle = Yes State Reciprocity = 46 States Links to Idaho State Firearms Information  Concealed Weapons State Reciprocity Relevant Idaho Firearm Statutes       Guidance for Protecting Yellowstone National Park  Yellowstone's Purpose, Significance, and Mission Statements Foundation Document Overview (2.0 MB PDF) and Foundation Document (10.5 MB PDF)  Yellowstone National Park Protection Act (1872; Organic Act\/Enabling Legislation) Environmental Laws Cultural Resource Laws  The laws creating Yellowstone National Park and the National Park Service are both called “The Organic Act” because each created an entity. (Also called “enabling legislation.”) However, the name most often refers to the law that created the National Park Service. To avoid confusion, we refer to the laws by their names as listed in the US Code Table of Popular Names: The Yellowstone National Park Protection Act and The National Park Service Organic Act.  National Park Service Organic Act  Passed in 1916, this law created the National Park Service and established its mission:   “to conserve the scenery and the natural and historic objects and the wildlife therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.”   National Park Service Mission  The National Park Service preserves unimpaired the natural and cultural resources and values of the National Park System for the enjoyment, education, and inspiration of this and future generations. The National Park Service cooperates with partners to extend the benefits of natural and cultural resource conservation and outdoor recreation throughout the United States and the world.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/lawsandpolicies.htm"
}
