{
    "title": "Yellowstone National Park: Our Staff & Offices",
    "body": "Our Staff & Offices       Learn About the People Who Manage Your Park Within each national park, various offices manage budget and finance, concession operations, visitor protection, interpretation and education, facilities and infrastructure, and the protection and preservation of cultural and natural resources. Explore our offices for a better understanding of how the National Park Service manages Yellowstone.        Superintendent Dan Wenk NPS\/Peaco  Office of the Superintendent The Office of the Superintendent is located at park headquarters in Mammoth Hot Springs. This office has the ultimate responsibility for managing a 2.2-million-acre park with a staff of 800 National Park Service employees and a budget of $33 million, including cooperating with the surrounding communities where visitors from the park spend an estimated $333 million a year.        Stephens Creek Tour. NPS\/Herbert  Strategic Communications  The office promotes clear, consistent, accurate, timely, and engaging communication about the park and its high-priority issues through collaboration and alignment of staff and partners. It offers a wide variety of services, products, and guidance related to four major functions: strategic vision\/planning, media relations, digital communications, and internal communications.        An employee copies documents for a meeting. NPS\/Peaco  Administration This office supports park staff with day-to-day operations including recruitment, training, budget, telecommunications, and computers. They order and distribute supplies and services and receive and distribute mail (a whopping 140,000 pieces annually).          Snowcoaches transport visitors to Old Faithful. NPS\/Peaco  Concessions This office manages the businesses that provide food, lodging, and medical services, plus various permitted activities, such as boating, horseback riding, and guided tours. With 2,225 guest rooms, 28 food and beverage operations, 21 gift shops, 11 grocery stores, and 5 campgrounds, they stay very busy! Learn More about Doing Business With Us…        A maintenance crew plows the road so it can open for the summer season. NPS  Maintenance This division oversees the monumental operation of maintaining campgrounds, buildings, grounds, roads, trails, and utilities. They are on the cutting edge of recycling efforts, pollution prevention, and waste reduction, while confronting unique challenges created by Yellowstone's remote location.        An education ranger describes geothermal activity in the geyser basin. NPS  Resource Education and Youth Programs Education rangers are the bridge between visitors and the park. These rangers staff the visitor centers and provide talks, walks, hikes, and campfire programs. They write and design roadside and indoor exhibits, publications, videos, and webpages, and engage with the public through social media. They connect young visitors through Junior Ranger and other youth programs. Learn More about Resource Education and Youth Programs...          Rangers staff the entrance stations. NPS\/Elhard  Resource and Visitor Protection Yellowstone's law enforcement rangers provide safety and security for the park's visitors and its resources. They are in charge of emergency medical services, search and rescue, structural and wildland fire, and law enforcement. Learn More about Resource and Visitor Protection…        A bear management biologist holds a radio collar retrieved from the bottom of a pond. NPS  Yellowstone Center for Resources The YCR researches and monitors the park's resources, including geology, fisheries, vegetation, fire ecology, and bear, bison, elk, and wolf management. The cultural staff research, monitor, protect, and restore archeological sites and historic structures, and operate the park's library and museum collections.Learn More about the Yellowstone Center for Resources…",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/staffandoffices.htm"
}
