{
    "title": "Yellowstone National Park: Winter Use Adaptive Management Program",
    "body": "Explore This Park    Get Involved     Planning     Winter Use in Yellowstone National Park     Winter Use Adaptive Management Program                 Winter Use Adaptive Management Program        Bison on the road near Old Faithful NPS\/Peaco       Background The final Plan\/Supplemental Environmental Impact Statement (SEIS) for winter use was released to the public in February 2013 and the Record of Decision (ROD) was signed in September 2013. The ROD identified a Selected Alternative for the management of winter use in Yellowstone National Park that permits up to 110 transportation events per day. Together, these documents also laid the foundation for a new paradigm in winter use management, including the development of a collaborative adaptive management program to inform and improve winter use management. Adaptive Management: An Overview Adaptive management is a set of management practices that blends science and public engagement, and is designed to address complex natural resource management challenges. Adaptive management relies on a three-step process—management, monitoring, and evaluation—to improve resource management and protection. Adaptive management has been implemented across the National Park System and the globe to address challenging environmental conservation questions. It enables natural resource managers to acknowledge uncertainties in the management of natural systems and respond to changing resource conditions while working with the public and interested stakeholders. Collaborative adaptive management, the approach Yellowstone is taking, is a type of adaptive management that emphasizes joint learning and active partnership between managers, scientists, and other stakeholders, including the public.  Adaptive Management in Yellowstone Adaptive management describes both the program and the management process the National Park Service (NPS) will use to continually evaluate and improve winter use management in Yellowstone National Park. Yellowstone managers initiated an Adaptive Management Program in the fall of 2013 that will oversee the adaptive management process, including public and stakeholder engagement, the design of monitoring tools, and the preparation of an adaptive management plan.  Primary Objectives for Yellowstone's Adaptive Management Program The ROD for winter use specifies three main objectives for the Adaptive Management Program:  To evaluate the impacts of oversnow vehicle (OSV) use and help managers implement actions that keep impacts within the range predicted under the final Plan\/SEIS. To gather additional data regarding the comparability of impacts from a group of snowmobiles versus a snowcoach. To reduce impacts on park resources after implementation of the final rule by gathering additional data regarding the overall social and ecological impacts of winter use and using those data to guide future management decisions.   Approach To meet the objectives specified in the ROD, the NPS will collaborate with the public and other partners to develop a long-term, sustainable adaptive management plan for winter use in Yellowstone National Park. This plan will identify a core set of affected resources and indicators to address key scientific uncertainties, and define how to measure them going forward.   Why Adaptive Management? Adaptive management will enable the NPS to continuously improve winter use management in a manner that considers the visitor experience and seeks to reduce environmental impacts. If ecological and social monitoring shows that the impacts to the park are not what the NPS expected—as described in the winter use final Plan\/SEIS - adaptive management will allow the NPS to learn from and modify its management actions and implement better management strategies with public input.  Public Participation Successful adaptive management depends on sustained public and stakeholder engagement. There are two key ways for you or anyone interested to get involved in the winter use Adaptive Management Program at Yellowstone National Park. You can join the Adaptive Management Team - a broad coordinating body that provides feedback on the overall adaptive management process – or become part of a more focused Working Group and delve into the details about how the NPS should monitor a specific park resource or impact topic.Please direct your questions to Christina Mills, Adaptive Management Coordinator at Yellowstone: e-mail us or 307.344.2320. Timeline The development of Yellowstone's Adaptive Management Program for winter use began fall of 2013 and will result in a final adaptive management plan by the 2016-2017 winter season.  More Information Please see the Frequently Asked Questions about the Winter Use Adaptive Management Program in Yellowstone National Park for more detailed information.           Get Involved!  Join the AMP Team or Working Groups. There are two key ways for you or anyone interested to get involved in the winter use Adaptive Management Program at Yellowstone National Park.           Adaptive Management FAQs Do you want to learn more about Adaptive Management or Winter Use in Yellowstone?",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/wuamp.htm"
}
