{
    "title": "Yellowstone National Park: Yellowstone National Park Protection Act (1872)",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     Yellowstone National Park Protection Act (1872)                Yellowstone National Park Protection Act (1872)        The United States Congress established Yellowstone National Park in 1872 and on March 1, 1872, President Ulysses S. Grant signed the Yellowstone National Park Protection Act into law. The world’s first national park was born. National Archives       Act Establishing Yellowstone National Park (1872) Forty-Second Congress of the United States of America;  At the Second Session,  Begun and held at the City of Washington, on Monday, the Fourth day of December, one thousand eight hundred and seventy-one.  AN ACT to set apart a certain tract of land lying near the headwaters of the Yellowstone River as a public park.  Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That the tract of land in the Territories of Montana and Wyoming, lying near the headwaters of the Yellowstone River, and described as follows, to wit, commencing at the junction of Gardiner's river with the Yellowstone river, and running east to the meridian passing ten miles to the eastward of the most eastern point of Yellowstone lake; thence south along said meridian to the parallel of latitude passing ten miles south of the most southern point of Yellowstone lake; thence west along said parallel to the meridian passing fifteen miles west of the most western point of Madison lake; thence north along said meridian to the latitude of the junction of Yellowstone and Gardiner's rivers; thence east to the place of beginning, is hereby reserved and withdrawn from settlement, occupancy, or sale under the laws of the United States, and dedicated and set apart as a public park or pleasuring-ground for the benefit and enjoyment of the people; and all persons who shall locate or settle upon or occupy the same, or any part thereof, except as hereinafter provided, shall be considered trespassers and removed therefrom.  SEC 2. That said public park shall be under the exclusive control of the Secretary of the Interior, whose duty it shall be, as soon as practicable, to make and publish such rules and regulations as he may deem necessary or proper for the care and management of the same. Such regulations shall provide for the preservation, from injury or spoliation, of all timber, mineral deposits, natural curiosities, or wonders within said park, and their retention in their natural condition. The Secretary may in his discretion, grant leases for building purposes for terms not exceeding ten years, of small parcels of ground, at such places in said park as shall require the erection of buildings for the accommodation of visitors; all of the proceeds of said leases, and all other revenues that may be derived from any source connected with said park, to be expended under his direction in the management of the same, and the construction of roads and bridle- paths therein. He shall provide against the wanton destruction of the fish and game found within said park, and against their capture or destruction for the purposes of merchandise or profit. He shall also cause all persons trespassing upon the same after the passage of this act to be removed therefrom, and generally shall be authorized to take all such measures as shall be necessary or proper to fully carry out the objects and purposes of this act.      More Information  Resource Guide on the 1872 Act Creating Yellowstone National Park from the Library of Congress Act Establishing Yellowstone National Park (1872) from OurDocuments.gov Guidance for Protecting Yellowstone: Purpose, Significance, and Mission Statements Foundation Document Overview (2.0 MB PDF) and Foundation Document (10.5 MB PDF)  National Park Service Organic Act (1916) Birth of a National Park",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/yellowstoneprotectionact1872.htm"
}
