{
    "title": "Yellowstone National Park: Current Management and Planning",
    "body": "Explore This Park    Get Involved     Planning     Winter Use in Yellowstone National Park     Current Management and Planning                Yellowstone in Winter: Current Management and Planning       Park Planning Park News Releases      Yellowstone Publishes Winter Use Final Rule  The National Park Service has published a final rule to guide winter use in Yellowstone National Park following extensive public review and comment.  The final rule authorizes oversnow vehicle (OSV) use in Yellowstone and contains provisions that allow greater flexibility for commercial tour operators, provides mechanisms to make the park cleaner and quieter than what has been allowed during the previous four winter seasons, rewards oversnow vehicle innovations and technologies that improve the Yellowstone experience, and allows for an increase in visitation. The final rule relies on impact analysis conducted through the 2013 Winter Use Final Plan\/Supplemental Environmental Impact Statement (final Plan\/SEIS). \"This is a balanced and flexible plan that we believe will work for tour operators, for park visitors and for the iconic landscapes with which we are entrusted to protect,\" said Superintendent Dan Wenk.  \"We appreciate the public comment and review that has gone into informing this science-based approach that will provide a safe and positive experience for the millions of visitors who come to Yellowstone every year.\" The 2013\/2014 winter season will be a transition year to the new rule during which the park will allow snowmobiles and snowcoaches under the same conditions in place for the past four winters. The one-season transition period will also allow time for the NPS to advertise and award concession contracts and for commercial tour operators to adequately prepare for the new rule. Beginning with the 2014\/2015 winter season, the previous management approach of fixed maximum number of OSVs allowed in the park each day will be replaced with a more flexible concept of managing vehicle access by transportation events, defined as one snowcoach or a group of up to 10 snowmobiles, averaging seven seasonally. New best available technology standards will be required for snowmobiles no later than the 2015\/2016 season, and for snowcoaches by the 2016\/2017 winter season. Commercial tour operators will be able to use their allocated transportation events for snowmobiles, snowcoaches, or a mix of both, as long as no more than 50 of the authorized 110 daily transportation events are snowmobile transportation events. This approach allows the proportion of snowcoaches or snowmobiles in the park each day to be adjusted, allows for an increase in the size of snowmobile groups to meet demand on peak days, and permits an increase in vehicle group size per transportation event if voluntary enhanced emission standards are met. The plan also allows one non-commercially guided group of up to five snowmobiles to enter through each park entrance every day. The park will be working with interested stakeholders to develop the Non-commercially Guided Snowmobile Access Program, along with the Yellowstone Snowmobile Education Certification. The rule also continues to allow OSV use on the East Entrance road over Sylvan Pass. To reinforce the central approach of the agency and a key tenant of this successful rule making, park managers will continue to collaborate with the public by implementing an Adaptive Management Program, which will combine science with public input, to ensure that OSV use impacts stay within limits predicted in the final Plan\/SEIS. The kick-off meeting for this program is November 22, 2013 from 10:00 a.m. to 4:00 p.m. on the campus of Montana State University in Bozeman, MT. Interested members of the public are encouraged to attend. More information can be found at http:\/\/www.nps.gov\/yell\/parkmgmt\/wuamp.htm. Full text of the rule can be found here (348 KB pdf). Interested parties can also refer to the final rule's frequently asked questions.      Proposed Rule to Implement Final Winter Use Plan The National Park Service released for public comment a proposed rule to more effectively manage access for snowmobiles and snow coaches in Yellowstone National Park while minimizing impacts on visitors, air and sound quality, and wildlife.  The Proposed Rule to guide management of winter use in the park was published in the Federal Register, The public comment period ended on June 17, 2013.  Click here to read the Proposed Rule The rulemaking process supports the Final Winter Use Plan Supplemental Environmental Impact Statement (SEIS) which was released on February 22, 2013. The proposed rule would implement the preferred alternative in the Final SEIS. Under the preferred alternative, the park would permit up to 110 \"transportation events\" daily, initially defined as one snowcoach or a group of up to 10 snowmobiles, averaging seven snowmobiles per group per season.  Up to 50 transportation events may be groups of snowmobiles. Management by transportation events is an impact-centric approach designed to minimize the impact of oversnow vehicles (OSVs) on air quality, soundscapes, and wildlife rather than focusing solely on the number vehicles allowed in the park. This new, practical approach to OSV management also provides greater flexibility for OSV commercial tour operators, rewards future OSV technological innovations, and reduces OSV-caused environmental impacts all while making the park cleaner and quieter than previously authorized and allowing for increases in visitation. Four transportation events per day (one per gate) would be reserved for non-commercially guided snowmobile access and Sylvan Pass would continue to be operated in accordance with the Sylvan Pass Working Group Agreement. The Final Winter Use Plan and SEIS were developed with extensive consultation with the public, conservation and industry groups.  The National Park Service specifically seeks public comments on the following elements of the proposed rule: management of OSVs by transportation events, the attainability of the new Best Available Technology requirements, anticipated costs associated with the BAT requirements, and the proposed implementation schedule. The winter of 2013\/2014 will be a transition year, during which the park will allow motorized over-snow travel under the same conditions in place for the past four winters: up to 318 commercially guided Best Available Technology snowmobiles and up to 78 commercially guided snowcoaches daily. The Superintendent of Yellowstone National Park will use the analysis and recommendations contained in the Final SEIS and comments on the proposed rule to make a final recommendation to the NPS Intermountain Regional Director regarding the direction of winter use. The Regional Director is expected to issue the Record of Decision (ROD) sometime this summer, after which a final rule to implement the decision will be published in the Federal Register in order to allow the park to open for the 2013\/2014 winter season. Final Plan\/SEIS and Proposed Rule FAQs (348 KB pdf)      Final Winter Use Plan\/Supplemental Environmental Impact Statement (SEIS) On February 22, 2013, the National Park Service released a final plan to guide the future of winter use in Yellowstone National Park. Under the preferred alternative of the Final Winter Use Plan\/Supplemental Environmental Impact Statement (SEIS), the park would manage oversnow vehicles based on their overall impacts to air quality, soundscapes, wildlife and visitors, rather than focusing on the number of snowmobiles and snowcoaches allowed in the park each day.The park would allow up to 110 \"transportation events\" a day, initially defined as either one snowcoach or on average a group of seven snowmobiles. No more than 50 transportation events a day would be allocated for groups of snowmobiles. The preferred alternative would provide for one entry a day per entrance for a non-commercially guided group of up to five snowmobiles.It would continue to allow for motorized oversnow travel on the East Entrance road over Sylvan Pass. The winter of 2013\/2014 will be a transition year, during which the park will allow motorized oversnow travel under the same conditions in place for the past four winters: up to 318 commercially guided Best Available Technology snowmobiles and up to 78 commercially guided snowcoaches daily. You can request a printed copy of the Final SEIS by contacting the National Park Service, Management Assistant's Office, P.O. Box 168, Yellowstone National Park, WY 82190. SEIS Management Objectives The objectives for managing winter use at Yellowstone are as stated below: Visitor Use, Experience and Accessibility   Provide the opportunity for visitors to experience and be inspired by Yellowstone's unique winter resources and values while ensuring resource protection. Increase visitor understanding and appreciation of the park's winter resources. Provide access for winter opportunities in the park that are appropriate and universally accessible.  Resources   Wildlife: Manage winter use so that it does not disrupt the winter wildlife ecology, including sensitive species.   Sound: Manage winter use to protect naturally occurring sounds, and to minimize loud noises.   Air Quality: Manage winter use to minimize impacts to resources that may be affected by air pollution including visibility and aquatic systems.   Wilderness: Manage winter use to protect wilderness character and values. Develop and implement an adaptive management program that includes monitoring the condition of resources.  Health & Safety  Manage access in the winter for the safety of all visitors and employees, including limiting impacts from emissions, noise, and known hazards.  Coordination & Cooperation  Improve coordination and communication regarding winter use management with park partners, gateway communities and other stakeholders.  Park Operations & Management  Promote advances of OSV technology that will reduce impacts and facilitate continuous improvement of technology over time. Provide for winter use that is consistent with the park priority to provide critical visitor services at core locations.  What Comes Next: The NPS intends to have a Record of Decision and a long-term regulation in place before the start of the 2013-2014 winter season.  Additional Operations Links Best Available Technology (BAT) List  New Best Available Technology (BAT) List Sylvan Pass Operational Risk Management Assessment Report (1.2 MB pdf) Sylvan Pass Working Group Agreement Blue Book Back to Main Winter Use Page",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/currentmgmt.htm"
}
