{
    "title": "Walnut Canyon National Monument: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People       Walnut Canyon has a long human history. Artifacts show that Archaic peoples, who traveled throughout the Southwest thousands of years ago, occupied the canyon at times.         An artist's recreation of life in a Walnut Canyon cliff dwelling Artwork by Michael Hampshire  Later came the first permanent inhabitants, who flourished in the region from about A.D. 600 until 1400. Archeologists labeled this prehistoric culture Sinagua, from the old Spanish name for the region, Sierra de Sin Agua, or “mountains without water.”  Scattered families farmed the canyon rims for centuries, growing small gardens of corn, squash, and beans. During the 1100s, many moved into limestone alcoves below the canyon rim, where they constructed the cliff dwellings we see today. The Walnut Canyon community thrived for another 150 years before the people moved on.        An outing at Walnut Canyon in 1890 NPS photo  Others have visited the canyon since the Ancients departed. With the construction of the  railroad nearby in the 1880s, Walnut Canyon became a popular destination; scores of “pot-hunters” streamed into the canyon. Armed with shovels and dynamite, these souvenir-seekers upturned ancient floors, toppled enduring walls, and desecrated graves. The theft and destruction alarmed local citizens and led to establishment of Walnut Canyon National Monument in 1915. Remnants of the canyon’s past were protected first by the US Forest Service, then (since 1934) by the National Park Service.        CCC workers completing construction of an employee residence at Walnut Canyon. NPS photo  The Civilian Conservation Corps (CCC) played a major role in the late 1930s, stabilizing walls, conducting guided tours to better protect the cliff dwellings, and constructing many of the buildings and trails we use today.      Now, for more than 100,000 people every year, Walnut Canyon National Monument offers the opportunity to admire and learn from the past. With continued protection, and cooperation from visitors, this intimate canyon will educate and inspire for years to come. Its future is in our hands.",
    "url": "https:\/\/www.nps.gov\/waca\/learn\/historyculture\/people.htm"
}
