{
    "title": "Yellowstone National Park: Guidance for Protecting Yellowstone",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     Guidance for Protecting Yellowstone                Guidance for Protecting Yellowstone        The statements of purpose, significance, and mission of Yellowstone National Park guide its protection for future generations. NPS\/Herbert       Purpose Statement Yellowstone National Park, the world’s first national park, was set aside as a public pleasuring ground to share the wonders and preserve and protect the scenery, cultural heritage, wildlife, geologic and ecological systems and processes in their natural condition for the benefit and enjoyment of present and future generations.      Significance of Yellowstone   Yellowstone National Park is the world’s first national park, an idea that spread throughout the world.  Yellowstone was set aside because of its geothermal wonders—the planet’s most active, diverse, and intact collections of combined geothermal, geologic, and hydrologic features and systems, and the underlying volcanic activity that sustains them.  The park is the core of the Greater Yellowstone Ecosystem, one of the last, largest, nearly intact, natural ecosystems in the temperate zone of Earth. It preserves an exceptional concentration and diversity of terrestrial, aquatic, and microbial life. Here, natural processes operate in an ecological context that has been less subject to human alteration than most others throughout the nation—and indeed throughout the world. This makes the park not only an invaluable natural reserve, but a reservoir of information valuable to humanity.  Yellowstone contains a unique and relatively pristine tapestry of prehistoric and historic cultural resources that span more than 11,000 years. The archeological, architectural, historical, and material collections constitute one of the largest and most complete continuum of human occupation in the western U.S. and collectively represent the material remains of the birth of the National Park and conservation movement.  Yellowstone was the first area set aside as a national public park and pleasuring ground for the benefit, enjoyment, education, and inspiration of this and future generations. Visitors have a range of opportunities to experience its unique geothermal wonders, free-roaming wildlife, inspiring views, cultural heritage, and spectacular wilderness character.       Mission Statement Preserved within Yellowstone National Park are Old Faithful and the majority of the world’s geysers and hot springs. An outstanding mountain wildland with clean water and air, Yellowstone is home of the grizzly bear and wolf and free-ranging herds of bison and elk. Centuries-old sites and historic buildings that reflect the unique heritage of America’s first national park are also protected. Yellowstone National Park serves as a model and inspiration for national parks throughout the world. The National Park Service preserves, unimpaired, these and other natural and cultural resources and values for the enjoyment, education, and inspiration of this and future generations.      More Information  Foundation Document Overview (2.0 MB PDF) and Foundation Document (10.5 MB PDF)  Yellowstone National Park Protection Act (1872; Organic Act\/Enabling Legislation) National Park Service Organic Act (1916) Environmental Laws Modern Management of Yellowstone",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/protecting-yellowstone.htm"
}
