{
    "title": "Yellowstone National Park: Resource and Visitor Protection",
    "body": "Resource and Visitor Protection          The Law Enforcement Office is responsible for processing all law enforcement actions of the U.S. Park Rangers. Yellowstone Tip Line: 307-344-2132 Report a crime or criminal activity. Leave as much detail as you can: who, what, where, and when. Leave your name and number, or you can remain anonymous. This is an unstaffed voicemail line to report any type of criminal activity Please note the Yellowstone Tip Line is checked Monday through Friday during regular business hours. For emergencies please dial 9-1-1. For other non-emergencies call the park at 307 344-7381. Guns in Parks The current law regarding firearms in National Parks went in to effect February 22, 2010. See Laws & Policies for more information. Laws Pertaining to Yellowstone Code of Federal Regulations, Title 36: Parks, Forests, and Public Property  Superintendent's Compendium (425 KB pdf) Motor Vehicle Accident Report Request With the \"routine use exception\" to the Privacy Act which is now in effect, all or most of a MVA report may be made available upon written request by parties designated in that routine use exception; for example, individuals involved, injured, or who suffered property damage in such incidents, their duly verified insurance companies, personal representatives, or attorneys. The revised NPS-19 provides that information on MVA reports may be released to parties designated in the routine use exception only when the release will not interfere with an on-going law enforcement proceeding, risk the health or safety of an individual, or reveal the identity of an informant or witness that received explicit assurance of confidentiality. Report requests will be filed with and become a permanent part of the original report. The Motor Vehicle Accident Report (34 KB PDF) request form can be filled out, signed and mailed or faxed to:      Law Enforcement Office National Park Service P.O. Box 168 Yellowstone National Park, WY 82190 fax: 307 344-2131  If you have further questions regarding obtaining a report you can email the Law Enforcement Office.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/lawenforcement.htm"
}
