{
    "title": "Yellowstone National Park: Let's Move Outside Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger     Let's Move Outside Junior Ranger                Let's Move Outside       Junior Rangers can also earn the Let's Move Outside sticker or temporary tattoo! Tell us how you were active in Yellowstone when you are awarded your Junior Ranger patch. Did you:  compete in the Wildlife Olympics, walk with a ranger, hike a trail with your family, or do something else outside?  What did you enjoy most about moving outside in Yellowstone? When you return home, how will you continue to move outside?       Get outside and explore Yellowstone! After you've completed your Junior Ranger booklet, stop by a visitor center to receive your patch and Let’s Move Outside sticker from a park ranger. NPS       Compete at the Wildlife Olympics  Test your skills and compare your abilities to animals in Yellowstone. How far can you jump? How well can you see and smell? Take part in Yellowstone Wildlife Olympics on scheduled Tuesdays, Thursdays, and Saturdays between noon and 3 pm in the summer (check specific program dates). Stay for as little or as long as your plans allow.      Walk with a Ranger  Join a park ranger for a guided walk in Yellowstone. Learn, walk, and maybe even stop and smell the flowers. Guided walks may not be as fast-paced or strenuous as a hike you might do on your own, but rangers will answer your questions and tell stories along the way.        Hike a Trail with Your Family  Hiking is a great way to explore Yellowstone while getting some exercise! Stretch your legs, fill your lungs with fresh air, and connect with the natural world by hiking some of the more than 900 miles of trails in Yellowstone with your family. Plan your hike:  Find a trail. Some of the trails are accessible for strollers and wheelchairs.  Remember to be safe in bear country.  For a strenuous challenge, try venturing down and back up 328 metal stairs on Uncle Tom’s Trail along the South Rim and into the Grand Canyon of the Yellowstone. Or, count all of the stairs as you walk the wooden boardwalks at Mammoth Hot Springs Terraces.      Bike with Your Family Go for a bike ride on a trail designated for bike and foot traffic. Many of the trails are short (one or two miles) and go to scenic destinations.        More Information  Find More Things to Do in Yellowstone Junior Ranger: For kids ages 4 and up. Young Scientist: For kids ages 5 and up.       About Let's Move Outside Junior Ranger Yellowstone’s Let’s Move Outside Junior Ranger program is a great way for families to support better health by being active outdoors and connecting with nature. We want you to play outside in Yellowstone and other national parks because:   At least 60 minutes of active and vigorous play outdoors each day helps keep you fit and healthy.  Outdoor activity helps kids maintain a healthy weight, boosts immunity and bone health, and lowers stress.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/kidsyouth\/lets-move-outside.htm"
}
