{
    "title": "Yellowstone National Park: Coloring Book",
    "body": "Coloring Book       Print Your Own Yellowstone Coloring Book  Download and print the page you want to color. Have fun coloring.  You could draw the places these animals live (habitat), including foods they might eat, what eats them, and the types of plants you might find where they live.         NPS \/ Michael Warner  Grizzly Bear Grizzly bears (Ursos arctos horribilis) roam wild and free in Yellowstone, foraging, hunting, and living with other wildlife here. In fact, Yellowstone and northwest Montana are the only areas south of Canada that still have large grizzly bear populations. Bears are attracted to food and have a great sense of smell, but if bears become conditioned to eating human food, sometimes that bear needs to be removed from the ecosystem. That is not only a loss for the ecosystem, but if often diminishes a wilderness experience for people visiting. Visitors must secure all food items and to properly store them in a way that bears cannot obtain it.   Grizzly Bear Coloring Page        NPS \/ Michael Warner  Wolf Wolves (Canis lupus) on the move in the fall. Many animals migrate in the fall to find warmer land with the potential for more food. Where the prey goes, predators like wolves must follow. This year’s wolf pups will be learning how to hunt with their parents and their pack. Yellowstone gives more people opportunities to see wild wolves in their natural habitat than any other place in the world.   Wolf Coloring Page           NPS \/ Michael Warner  Bison Yellowstone is the only place in the United States where bison (Bison bison) have lived continuously since prehistoric times. This is the nation’s largest bison population on public land and among the few bison herds that have not been hybridized through interbreeding with cattle. If you have ever been to Yellowstone, chances are you have seen herds of bison. What was your first impression when you saw them?   Bison Coloring Page           NPS \/ Michael Warner  Elk Elk (Cervus elaphus) are the most abundant large mammal found in Yellowstone and one of the most photographed animals due to their huge antlers. This time of the year, bull elk (males) are courting cow elk (females) during the rut (mating season). Visitors may often hear loud bugles as bull elk announce their availability and fitness to females and to warn and challenge other bulls. When answered, bulls move toward one another and sometimes engage in battle for access to the females.   Elk Coloring Page           NPS \/ Michael Warner  Park Ranger Park rangers in the National Park Service are stewards and caretakers trusted with protecting and preserving the resources found in natural and cultural sites belonging to the American public. Park rangers are passionate about the work they do and believe in the mission of the National Park Service: \"The National Park Service preserves unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations.\"   Park Ranger Coloring Page          NPS \/ Michael Warner  Old Faithful Old Faithful Geyser, an American icon, is understandably the most popular attraction in Yellowstone. Every 90 minutes or so, Old Faithful jets hot water as high as 180 ft. in the air, enchanting visitors from around the world. Each spectacular eruption may continue for as long as five minutes, but if the eruption ceases in the first 3.5 minutes, then the next eruption will happen much sooner, in about 68 minutes. Because no two eruptions are alike, many visitors never miss an opportunity to watch Old Faithful in action. Old Faithful Coloring Page          NPS \/ Michael Warner  Fox The red fox (Vulpes vulpes) has been documented in Yellowstone since the 1880s. In relation to other canids in the park, red foxes are the smallest. Red foxes occur in several color phases, but they are usually distinguished from coyotes by their reddish yellow coat that is somewhat darker on the back and shoulders, with black \"socks\" on their lower legs. \"Cross\" phases of the red fox (a dark cross on their shoulders) have been reported a few times in recent years near Canyon and Lamar Valley.   Fox Coloring Page         NPS \/ Michael Warner  Red-tailed Hawk A rusty-red tail and 4-foot wing span identify adult red-tailed hawks (Buteo jamaicensis) as they soar over meadows and grasslands in Yellowstone while searching for prey. Red-tails might look familiar as these common raptors occupy similar habitat in most of North America. During September and October, nearly all red-tailed hawks nesting in Yellowstone migrate south or to lower elevation for winter.   Red-tailed Hawk Coloring Page         More Information  Grizzly Bears in Yellowstone Wolves in Yellowstone Bison in Yellowstone Elk in Yellowstone Visit the Museum of the National Park Ranger near Norris Watch Old Faithful erupt on the live webcam Fox in Yellowstone Red-tailed Hawks and other Raptors in Yellowstone Color Your Own Arrowhead, Symbol of the National Park Service",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/kidsyouth\/coloringbook.htm"
}
