{
    "title": "Yellowstone National Park: Resource Education and Youth Programs",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices     Resource Education and Youth Programs                Resource Education and Youth Programs       Yellowstone's Division of Resource Education and Youth Programs protects and preserves the resources of Yellowstone National Park through education, dialogue, and inspiration. We engage visitors in memorable and meaningful experiences, connect the park to values and issues relevant to visitors, and inspire lifelong stewardship of Yellowstone. Through a spectrum of opportunities offered by the National Park Service and our partners, we enable individuals to experience and understand the natural and cultural significance of the park.  We connect people to Yellowstone while they visit the park, at their schools, at home, and beyond through interpretive and education programs, visitor centers, exhibits, printed materials, the park's official website and social media sites, and other media. We encourage civic dialogue about critical issues, such as climate change, resource management and preservation, visitor use, and a spectrum of ongoing and emerging challenges.           The park rangers that help visitors at visitor centers (Fishing Bridge Visitor Center shown here), museums, and other places throughout the park are part of our operations team. NPS \/ Jim Peaco  Park Rangers and Visitor Centers The rangers that greet you at our 13 visitor centers, museums, contact stations, and warming huts help visitors safely find their way, answer questions about the park, and educate people about park resources and issues. These rangers provide daily programs and activities and are on-site at popular locations throughout the park to help visitors have a safe and inspirational visit. Rangers also visit local communities and events to share the significance of park geology, history, and wildlife with our neighbors. A schedule of ranger-led walks, talks, and presentations is available.          The Junior Ranger program is one of many opportunities for young people to connect with Yellowstone. NPS  Youth Programs Yellowstone's youth programs encourage families and young people to get outdoors and to learn about the importance of protecting Yellowstone National Park. Visitors already in the park can participate in the Junior Ranger Program and Young Scientist Program. Our in-park residential programs include Expedition Yellowstone and the Youth Conservation Corps (YCC). The Office of Youth Programs also focuses on reaching geographically diverse and underserved youth as we seek to cultivate a broad stewardship ethic among young people. Classroom visits, Native American Community Outreach, Windows into Wonderland (virtual expeditions or eTrips focused on resource topics), and distance learning programs bring Yellowstone to our next generation of stewards. This office also manages Yellowstone's volunteer opportunities.        The exhibits throughout the park are the result of thoughtful planning and design. NPS \/ Jim Peaco  Planning and Media  Educational media includes films and exhibits at visitor centers, roadsides or trails; printed materials such as the official park newspapers, the annual compendium known as the Resources and Issues Handbook, trail guides, and resource briefs; and content on the park website, apps, and social media. Media specialists use traditional formats and leading-edge technologies to educate, interact with, and capture the interest of the public. Using standards established by the National Park Service and best practices of education, communication, and design, staff identify and develop the major themes of messages that we present to visitors, and offer them in a variety of formats and learning levels. The interpretive planner works with rangers, media designers, partners in education, and even outside tour guides, to ensure that visitor information is accurate and consistent.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/reyp.htm"
}
