{
    "title": "Yellowstone National Park: Distance Learning",
    "body": "Distance Learning      Teachers, even if you are too far to bring students on a field trip to Yellowstone, we can help you use the world’s first national park to bring science, math and social studies to life! Classrooms can connect with a Yellowstone National Park ranger to learn more about geology (geysers, hot springs, volcanoes), ecology (wildlife, predator\/prey, fire, habitats, adaptations), or cultural history, and the National Park Service mission of preservation. Your class can learn about careers by interviewing a park ranger or solve a geography challenge to determine where the park ranger works by participating in a “Mystery” Skype. We work with teachers to offer a 20-40 minute program that meets your needs. If you have a group of ten or more youth and want to participate, you will need a computer, tablet, or device with webcam, internet access, and a free account with Skype, Google Hangout, or FaceTime. To schedule a Yellowstone distance learning program, contact us with information about your group and a proposed date and time (converted to MOUNTAIN Time). MOUNTAIN Time is two hours behind Eastern, one hour behind Central, and one hour ahead of Pacific. Yellowstone rangers have much to share with students around the U.S. and world and look forward to connecting with your class.        Results   Showing results 1-1 of 1    Sort By:  Title Date         Snow Desk    Surprising geology has created a landcape of beauty and variety. As part of the Greater Yellowstone Ecosystem, the park is part of the largest intact, temperate ecosystem in the world, meaning it has the full spectrum of native species from producers to predators. From bison to beaver, hundreds of fascinating animals live in the Tetons and adapt to extreme winter conditions.    Type:Distance Learning Grade level:First Grade-Fifth Grade Subjects:Biodiversity, Biology: Animals, Climate, Ecology, Education, Science and Technology, Wildlife Biology",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/education\/learning\/index.htm"
}
