{
    "title": "Yellowstone National Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth                   Explore Online Park Activities and Games...               Become a Junior Ranger...               Watch Short Videos by Yellowstone Park...               Are you 15-18? Work in Yellowstone this...             Online            Celebrate the National Park Service's Birthday The arrowhead is the symbol of the National Park Service. For kids ages 4+. Create Your Own Arrowhead...            Predict Old Faithful Old Faithful Geyser is famous for its regularity. Use the rangers’ formula to predict its next eruption. For kids ages 8+. Predict Old Faithful's Next Eruption...           WebRangers Customize your own ranger station, hike trails, earn rewards, and play games! For kids of all ages.Become a WebRanger...           Coloring Book Print and color illustrations of Yellowstone. For kids of all ages. Print Your Own Coloring Book...           Animal Alphabet Book  Read the ABC's of Yellowstone animals. For younger kids. Read the Book...           Wildlife Olympics How do you compare to Yellowstone's wildlife? For kids of all ages. Ready, Set, Go...       In the Park           Every Kid in a Park: Visiting Yellowstone Get trip ideas for visiting Yellowstone with kids in summer and winter. Read our Top Kid and Family Activities...           Junior Ranger Everyone ages 4+ can learn about Yellowstone and their own role in preserving these wonders for the future. Learn More...             Young Scientist Everyone ages 5+ can become a Young Scientist. Books are available at Old Faithful and Canyon. Learn More...           Expedition Yellowstone Students in grades 4-8 can participate in a 4-5 day curriculum-based residential program. Learn More...           Youth Conservation Corps Young people ages 15-18 can participate in a month-long residential program. Learn More...      More Information  Inside Yellowstone Video Series: Join park rangers as they describe Yellowstone's features and processes in these two-minute videos. Minute Out In It Video Series: Got a minute? Enjoy our series of short videos documenting a variety of events and phenomena in Yellowstone.  Photos & Multimedia: Watch our webcams, browse photos, and watch videos where park rangers and other experts answer popular questions. Nature: Learn more about Yellowstone's geology, animals, plants, issues like climate change and air quality, thermophiles, and research.                          Traveling with Kids in Yellowstone Yellowstone is a great place to bring your children. They will have an opportunity to see and hear things they are unlikely to experience anywhere else in the world.  Duration:4 minutes, 38 seconds",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/kidsyouth\/index.htm"
}
