{
    "title": "Yellowstone National Park: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger               Junior Ranger Program        Explore, Learn, Protect! Families can purchase the full-color Junior Ranger activity book at visitor centers for $3. Visitors of any age earn a Junior Ranger patch upon completion. NPS          Yellowstone National Park has a self-guided, Junior Ranger program for visitors aged 4 years and up. The Junior Ranger program is a way to introduce children—and those young at heart—to the natural wonders of the park and their own role in preserving these wonders for the future. Full-color booklets are available at visitor centers in the park for $3 and a Junior Ranger patch is awarded to those who complete the requirements. To become a Junior Ranger, families may request the $3 Junior Ranger book at any visitor center in Yellowstone. After completing the age appropriate requirements described inside the booklet and reviewing their work with a ranger at any visitor center, participants are awarded an official Yellowstone Junior Ranger patch. Modeled after the National Park Service patch, Junior Ranger patches are shaped like an arrowhead and feature a geyser for 4-7 year olds, a grizzly bear for 8-12 year olds, and a bison for those aged 13 to 113 years.             Requirements include attending a Ranger-led program, hiking on a park trail or boardwalk, and completing activities in the booklet to learn more about park resources, issues, and concepts such as geothermal geology, wildlife, and fire ecology. Both children and adults benefit by learning more about the park and sharing the fun of becoming a Junior Ranger.  Junior Rangers can also earn the Let's Move Outside Junior Ranger sticker or tattoo at no extra cost.       Pick up a Junior Ranger book at a visitor center and work on it during your visit. NPS \/ Jim Peaco          Winter Junior Rangers If you visit Yellowstone in winter and participate in the Junior Ranger program, Winter Junior Rangers are awarded a snowflake patch. Some winter activities require the use of a thermometer and hand lens, so ask to check out a Junior Ranger Snowpack. Snowpacks are available at both the Mammoth and Old Faithful visitor centers and snowshoes may be checked out in Mammoth.      More Information   WebRangers: Customize your own ranger station, hike trails, earn rewards, and play games! For kids of all ages. Young Scientist: Everyone ages 5+ can become a Young Scientist. Books are available at Old Faithful and Canyon.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/kidsyouth\/beajuniorranger.htm"
}
