{
    "title": "Yellowstone National Park: Submission Guidelines",
    "body": "Explore This Park    Learn About the Park     Science & Research     Yellowstone Science     Submission Guidelines                Yellowstone Science Submission Guidelines       About Yellowstone Science  Yellowstone Science (YS) is a publication devoted to sharing information about Yellowstone's natural and cultural resources. Yellowstone Science features articles about historic, recent, and ongoing scientific studies in the park and the Greater Yellowstone Ecosystem (GYE). Through feature-length and short articles covering area news, book reviews, or special departments, we strive to communicate and exchange ideas, and keep the public informed about important resource issues in the region.  Yellowstone Science was first published in 1992 and is currently produced biannually. Past issues and supplemental material from recent issues are available online at nps.gov\/yellowstonescience.  General Submission Guidelines Submissions to YS are welcomed from investigators conducting formal research in the GYE. An advisory board, chaired by the YS Managing Editor and comprised of members from every division in Yellowstone, meets annually to discuss content development and make recommendations for future issue topics. The acceptance of feature articles and short pieces is based on editorial review for relevance, clarity, completeness, and technical and scientific soundness. Content may be accepted for printed journal issues or, alternatively, for online publication only. While technical in nature, articles should be written for a lay audience.  Please send all submissions electronically, following the specifications below, to Yell_Science@nps.gov (if files exceed 7MB, contact us for an FTP site link).  If you have additional questions, contact YS Managing Editor Sarah Haas at 307-344-2265.  Feature Article Submissions  Feature articles are typically 3,000–4,000 words in length, including literature cited. Authors may submit draft articles, double-spaced, in Microsoft Word. Pieces should include the project's background, objectives, general methods, results, and relevant management implications (subsection titles do not necessarily have to follow those headings). Visit the archives of YS for examples of previous articles.  In-text citations are preferred, following the author-date style (using a comma to separate multiple reference citations;list citations in alphabetical order). The literature cited should be included at the end of the article (see below for citation examples). For other types of articles, see the list of other YS Departments for article lengths and a description of their formats.  Proposing a Themed Issue Occasionally, YS will devote the majority of issue content to a topic determined to be of significant importance to the park and\/or interest to its readers. If you have an idea for an issue, send us your proposed topic and justification for its treatment as a theme issue. Please consider reviewing past YS issues to ensure we have not recently covered the topic of focus. Recent examples of a theme-based issue include climate change and grizzly bear conservation. Graphics: Authors may submit electronic files in either PC or Mac format. All files should be submitted in their original, unedited format at the largest file size possible.  Graphics   Photographs should be submitted in .tif, .jpg, or .pdf format ~2MB or greater, with larger files sizes preferred. Current YS policy is to credit all photos with first initial, last name, including photos taken conducting government work. For unknown, NPS photographers, we credit as \"NPS photo.\"  For tables or graphs, authors should send the original files, such as an Excel worksheet with embedded tables or graphs, or the table data in .doc or .csv format.   For figures such as illustrations or line art images, authors can submit .eps, .tif, or high-resolution .pdf files.  Individual files should be sent to Yell_Science@nps.gov or may be transferred via park FTP site (please contact us for guidance). Photos must include credit information and a short caption. Tables or figures should have a brief title and explanation, with axes properly labeled. To illustrate placement, you may include them in the original Word document, but separate\/original files must be sent as well.  Author Biographies  Lead authors must submit a biographical sketch in one short paragraph (~50-75 words), which should include affiliation, area of research specialty, and any other pertinent information. Please also submit at least one photograph of the author(s), preferably conducting fieldwork. Departments Yellowstone Science includes departments (recurring and non-recurring) that include short, 250-1,000 word pieces that review current science and events in the Greater Yellowstone Ecosystem.  Shorts Shorts are 500-1,000 word articles that summarize the results of recent scientific publications or highlight human interest stories occurring in the GYE. Shorts are published with supporting graphics (e.g., photos, figures, or tables), a literature cited section, and primary author biography.  News & Notes These short pieces (250-500 words) cover current events, such as upcoming conferences, museum exhibits, popular book releases, and notable resource-related developments. Generally, these run without graphics, but could contain a small image.  A Look Back  Previously called \"From the Archives,\" this department highlights important historic events related to park resources and the visitors who enjoyed them. Each piece (~250 words) is supported by historical photographs, paintings, and\/or illustrations.  I Am Not a Scientist  This section (~500 words) explores a scientific question from a non-scientist's perspective. It focuses on addressing basic questions about issues at hand, and relates why the topics discussed are important to society. Typically written by Science Communications staff, but idea submission and co-authorship are possible.  A Day in the Field This department features 500-1,000 word narrative experience of accompanying scientists in the field, covering a wide variety of disciplines and research fields. Each article is supported by field photos and typically written by Science Communications staff, but external submission and co-authorship are possible.  Sneak Peek This department is authored by the guest editor of the upcoming issue, providing a quick look into the future issue. The piece is generally ~500 words in length, with one photo on the next issue's main theme.  Non-Recurring Departments  Three Questions  This department polls federal managers, resource specialists, historians, and leaders of environmental organizations regarding current cultural or natural resource management issues, government policy, and land management challenges. Ideas for questions are generated by the Guest Editor and Science Communications staff, but ideas for topics can be submitted by other contributors.  The Sound of Science  Typically authored by YS editors, this piece highlights how nature and landscapes are experienced using our auditory senses. Each creative, visual narrative describes a field experience \"heard\" and includes a link to supporting audio files, allowing readers to explore nature using multiple senses.  Examples of Common Citations (Following Ecolocy Style) Book  Sokal, R.R., and F.J. Rohlf. 1995. Biometry. Third edition. W.H. Freeman, New York, New York, USA.  Edited volume  Stockner, J., editor. 2003. Nutrients in salmonid ecosystems: sustaining production and biodiversity. Symposium 34. American Fisheries Society, Bethesda, Maryland, USA.  Paper\/Chapter in edited volume  Abrams, P.A., B.A. Menge, G.G. Mittelbach, D. Spiller, and P. Yodzis. 1996. The role of indirect effects in food webs. Pages 371–395 in G. A. Polis and K. O. Winemiller, editors. Food webs: integration of patterns and dynamics. Chapman and Hall, New York, New York, USA.  Journal article  Chapin, F.S., E.D. Schulze, and H.A. Mooney. 1990. The ecology and economics of storage in plants. Annual Review of Ecology and Systematics 21:423–447.  Pre-printed journal article  Smith, D.W., M.C. Metz, K. Cassidy, E.A. Stahler, R.T. McIntyre, E.S. Almberg, and D.R. Stahler. 2015. Infanticide in wolves: seasonality of mortalities and attacks at dens support evolution of territoriality. Journal of Mammalogy http:\/doi.org\/10.1093\/jmammal\/gyv125.  Journal article in review  Piekielek, N., A.J. Hansen, and T. Chang. In review. Projected changes in seasonal water-balance suggest decline in climate suitability for forest species in the Greater Yellowstone Ecosystem. Journal of Biogeography.  Proceedings  Rollinson, T. J.D. 1988. Growth and yield of western red cedar in Great Britain. Pages 61–65 in N. J. Smith, compiler. Western red cedar—Does it have a future? Conference proceedings, University of British Columbia. Faculty of Forestry, University of British Columbia, Vancouver, British Columbia, Canada.  Report\/government document  Hooge, P.N., W. Eichenlaub, and E. Salomon. 1999. The animal movement program. U.S. Geological Survey, Alaska Biological Science Office, Anchorage, Alaska, USA. Boyd, R.J. 1965. Western red cedar (Thuja plicata Donn). Pages 686–691 in H.A. Fowells, editor. Silvics of forest trees of the United States. Agriculture Handbook 71. U.S. Department of Agriculture, Washington, D.C., USA.  Thesis\/Dissertation  Davidson, E.D. 1975. Demography of Lupinus arboreus at Bodega Head, California. Dissertation. University of California, Davis, California, USA.  Unpublished report  Conant, B., and J.I. Hodges. 1995. Western brant population estimates. U.S. Fish and Wildlife Service Unpublished Report, Juneau, Alaska, USA. Volume May, R.M. 1974. Ecosystem patterns in randomly fluctuating environments. Progress in theoretical biology. Volume 3. Academic Press, New York, New York, USA.  Web source  Colwell, R. K. 1997. Estimates: statistical estimation of species richness and shared species from samples. Version 5. User's guide and application. http:\/\/viceroy.eeb.uconn.edu\/estimates Stan Development Team. 2013.  Stan: a C++ library for probability and sampling. http:\/\/mc-stan.org\/       More Information  Yellowstone Science: Information about sponsors, subscription requests, and letters to the editor. Yellowstone Science Issues Index: Find copies of each issue since Yellowstone Science was first published in 1992.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/yellowstone-science-submission-guidelines.htm"
}
