{
    "title": "Yellowstone National Park: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research             Science & Research                   Need a Permit? Plan Your Research in the Park...               Explore Yellowstone Science               Yellowstone Center for Resources...               Science Conference on Greater Yellowstone...             As one of the last, nearly intact temperate ecosystems on Earth, Yellowstone's natural processes operate in an ecological context that has been less subject to human alteration than others throughout the world. Yellowstone also has a rich history that includes an archeological record of more than 11,000 years of human use and modern history documenting the development of the national park idea. Scientists conduct research ranging from large studies of landscape-level changes affecting the local ecosystem to studies of tiny organisms that have the potential to change the lives of people beyond Yellowstone's boundaries. Their results also help inform management decisions.          NPS  Research in Yellowstone In any given year, 150–200 scientific researchers are permitted to use study sites in the park and many more conduct research at the park's Heritage and Research Center collections. Need a permit?          NPS\/Peaco  Yellowstone Center for Resources  Yellowstone employs a number of scientists and researchers in the Yellowstone Center for Resources whose work helps us understand this special place and better conserve the park’s natural and cultural resources: Wildlife and Aquatic Resources | Physical Resources and Climate Science | Vegetation and Resources Management | Cultural Resources | Environmental Compliance and Science Coordination          NPS  Yellowstone Science Yellowstone Science, first published in 1992, features articles about research, conferences, or other special events in the Greater Yellowstone Ecosystem. The publication provides scientists with an opportunity to share ideas and keeps the public informed about scientific endeavors in and around Yellowstone National Park.          NPS  Biennial Scientific Conferences  Since 1991, this conference series has been an important scientific venue for researchers and management partners with a shared interest in understanding the geologic, cultural, and biological resources of the Greater Yellowstone Ecosystem and region.      Other Support from the National Park Service  The Greater Yellowstone Inventory & Monitoring Network is one of 32 units nationwide that group national parks based on geographic similarities, common natural resources, and resource protection challenges. The network shares information between Yellowstone and Grand Teton National Parks and Bighorn Canyon National Recreation Area. The Great Northern Landscape Conservation Cooperative is an alliance of partners with common landscape conservation goals for building ecosystem resilience in the US and Canada’s Columbia Basin, Rocky Mountains, and Sage Steppe. The partnership shares science and capacity and across boundaries and jurisdictions, linking local resource needs with national conservation priorities. The Rocky Mountains Cooperative Ecosystem Studies Unit brings together the region’s best scientific talent and scholarship to help manage resource problems across social, cultural, economic, political, and environmental arenas. Partners conduct research, education, and technical assistance and make that information available to those who need it, including land managers, and political and industry leaders. The Greater Yellowstone Coordinating Committee was formed to allow representatives from the National Park Service, US Forest Service, the US Fish and Wildlife Service, and the Bureau of Land Management to pursue opportunities of mutual cooperation and coordination in the management of core federal lands in the Greater Yellowstone area.       More Information  History of Science in Yellowstone: The history of science in Yellowstone formally began with the expeditions of geologist Ferdinand V. Hayden, who led US Geological Survey expeditions to the Yellowstone area in the 1870s Videos by our Research Partners: climate change, pikas, history, geology, and bioblitz",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/scienceresearch.htm"
}
