{
    "title": "Yellowstone National Park: Animal Alphabet Book: ABCDE",
    "body": "Yellowstone Animal Alphabet Book         Blotched tiger salamander NPS  A is for Amphibian Amphibians (frogs, toads, and salamanders) are sensitive to pollution and changes in water. These sensitivities make amphibians valuable indicators of larger change like disease and climate change. Researchers monitor amphibian populations in Yellowstone.             Boreal Chorus Frogs     If you've visited Yellowstone during spring, you've probably heard the all-male chorus of the boreal chorus frog.  Duration:41 seconds      Credit \/ Author: NPS\/Neal Herbert   Date created: 2014-05-02     Download Original File: yell-ChorusFrogs.mp31,329 KB                 Bison and calf NPS \/ Neal Herbert  B is for Bison Bison are the biggest land mammals Yellowstone and North America. Males weigh up to 2,000 pounds and females weigh up to 1,000 pounds. Even the biggest bison had to start as a little baby calf.            Bison Rut     Male bison \"bellow\" in order to announce their presence and establish dominance in a herd. During the mating season or \"rut,\" bellowing becomes more prevalent, creating a signature sound of midsummer in Yellowstone.  Duration:1 minute, 31 seconds      Credit \/ Author: NPS\/Jennifer Jerrett   Date created: 2014-08-07     Download Original File: YELL-BisonRut-JenniferJerrett.mp32,194 KB                 Coyote NPS \/ Jim Peaco  C is for Coyote Coyotes are often mistaken for wolves, but they are about one-third smaller. A coyote's coat can be tan to gray with some orange on its ears.            Coyotes Howling     A coyote group howl echoes in the night near Blacktail Pond.  Duration:1 minute, 10 seconds      Credit \/ Author: NPS\/Jennifer Jerrett   Date created: 2015-03-15     Download Original File: yell-YELLCoyotes150315.mp31,687 KB                 Female mule deer NPS \/ Neal Herbert  D is for Deer The Greater Yellowstone Ecosystem is home to both mule deer and white-tailed deer. Mule deer, found only in the western United States, spend the summer in Yellowstone and migrate north of the park in the winter. White-tailed deer are the most common deer species in North America, but are scarce in Yellowstone.        Immature bald eagle NPS \/ Neal Herbert  E  is for Eagle Bald eagles and golden eagles are two of twelve raptor species in Yellowstone. Young bald eagles do not have completely white heads and tails and can be mistaken for golden eagles.            Bald Eagle     Along the shore of Yellowstone Lake, a juvenile bald eagle becomes increasingly vocal as a parent approaches and then drops a meal into their nest.  Duration:3 minutes, 13 seconds      Credit \/ Author: NPS\/Jennifer Jerrett   Date created: 2014-08-29     Download Original File: yell-YELLEagle140829.mp37,734 KB               More Pages Select a set of letters to see photos of an animal whose name starts with that letter and to read a little bit about the animal:  ABCDE: Amphibian, Bison, Coyote, Deer, Eagle FGHIJ: Fox, Grizzly Bear, Hare, Insect, Jackrabbit KLMNO: Kestrel, Loon, Moose, Nutcracker, Otter PQRST: Pronghorn, Thermus aQuaticus, Raven, Sheep, Trumpeter Swan UVWXYZ: Uinta Ground Squirrel, Vole, Wolf, LynX, Yellowstone Cutthroat Trout, Zygogonium  More Information  Find comprehensive information about wildlife in Yellowstone. Listen to more sounds of Yellowstone in our Sound Library Inside Yellowstone Video Series: Join park rangers as they describe Yellowstone's wildlife and other features in these two-minute videos. Minute Out In It Video Series: Listen to expert commentary or natural sounds of Yellowstone while watching the park's stories unfold in short videos.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/kidsyouth\/yellowstoneanimalalphabetbook.htm"
}
