{
    "title": "Yellowstone National Park: Yellowstone Science",
    "body": "Yellowstone Science           Cover illustration © Emily Harrington  Yellowstone Science is a publication devoted to Yellowstone's natural and cultural resources. Yellowstone Science features articles about research, conferences, or other special events in the Greater Yellowstone Ecosystem, provides scientists with an opportunity to communicate and exchange ideas, and keeps the public informed about scientific endeavors in and around the park. Yellowstone Science was first published in 1992. Downloads  Grab a copy of our latest issue, Celebrating Twenty Years of Wolves (Volume 24, Issue 1), or take a look at our index of past issues.  Sponsors  Support for Yellowstone Science is provided, in part, by the Yellowstone Association and the Yellowstone Park Foundation. For more information about these nonprofit organizations, or to make a donation to support the publication of Yellowstone Science, please visit their websites. Subscriptions  The National Park Service, as a leader in environmental stewardship, strives to incorporate new and innovative techniques in reducing our carbon footprint. Yellowstone Science is proud to promote this goal of sustainability by offering a digital subscription option to our readers. To be notified by e-mail when a new issue of Yellowstone Science is available on-line, please email us requesting the \"Digital Subscription Option.\" If you are a new subscriber, we simply need your email address. If you are a current subscriber and would like to stop receiving Yellowstone Science in print, please also provide your physical address so that we may update our mailing list. If you would like to receive Yellowstone Science by mail, please contact the Science Communications Office in Yellowstone via email or by regular mail: Yellowstone Center for Resources, P.O. Box 168, Yellowstone National Park, Wyoming 82190, or call: 307-344-2260.  Letters to the Editor Letters to the Editor of Yellowstone Science can be submitted at any time. Please submit your letters via email: e-mail us or by mail: Yellowstone Center for Resources, P.O. Box 168, Yellowstone National Park, Wyoming 82190.        Submission Guidelines Yellowstone Science contains an array of article types, including in-depth feature articles as well as shorter pieces for area news, book and article reviews, and other short or human-interest stories. Guidelines for submission are fairly flexible. Learn More about Submission Guidelines...",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/yellowstone-science.htm"
}
