{
    "title": "Yellowstone National Park: Institutes & Field Schools",
    "body": "Institutes & Field Schools          Results   Showing results 1-2 of 2    Sort By:  Latest Oldest         Yellowstone National Park Expedition Yellowstone    This 4-5 day residential curriculum-based program is offered for teachers and their 4-8th grade classes. Students learn about the natural and cultural history of Yellowstone, investigate current issues affecting the Greater Yellowstone Ecosystem, and promote stewardship and preservation in the park and in home communities. Emphasis is on learning through direct experience in the outdoors. Students participate with teachers and parent chaperones in hikes, field investigations, and discussions.    Type:Institutes and Field Schools Programs:K-12 School Programs Duration:Five days 4 nights or 4 days 3 nights. Classes arrive either Monday afternoon and stay through Friday morning or arrive Friday afternoon and stay through Monday morning.        Yellowstone National Park Yellowstone Association Institute    YAI offers a variety of in-depth courses with subject area experts. Participants are immersed in classes in the field with experienced biologists, authors, artists, and naturalists. Programs are also offered in collaboration with in-park lodges where instructors engage participants with the park through classes on wolves, geysers, skiing, and more. Youth and college programs for middle-school through college-age groups are designed to engage the next generation of park stewards.    Type:Institutes and Field Schools Programs:Adventure Programs, Birding Programs, Certificate Programs, College\/University Field Semesters, Creative Arts Programs, Custom Programs, Family Programs, Field Seminars, K-12 School Programs Duration:Field Seminars - 2-5 day classes to 5-10 day backpacking trips to 3 week certification programs.College & Youth - 3 to 10 days Private tours ‹ typically 1 to 5 daysLodging and Learning ‹ 3-5 days Subjects:American Indian History and Culture, Archaeology, Art, Astronomy, Biology: Animals, Biology: Plants, Botany, Climate, Climate Change, Conservation, Earth Science, Ecology, Environment, Family Life, Fire Ecology, Geography, Geology, Glaciers, Government, Health, Historic Preservation, History, Hydrology, Journalism, Landscapes, Leadership, Literature, Music, Paleontology, Philosophy, Physical Education, Physical Fitness, Physical Science, Pioneer America, Poetry, Political Science, Public Policy, Reading, Recreation \/ Leisure \/ Tourism, Safety, Science and Technology, Social Studies, Tectonics, Transportation, Volcanoes, Westward Expansion, Wildlife Biology, Wildlife Management, Women's History, Writing Keywords:stewardship, youth programs, school groups, STEM, citizen science, wildlife, science, Pre-service  Teachers, teachers, Educators, college, Naturalist, interpretation, nature, Filed Seminars",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/education\/classrooms\/schools.htm"
}
