{
    "title": "Yellowstone National Park: Research Permit Office",
    "body": "Research Permits       In any given year, as many as 200 scientific researchers are permitted to use study sites in Yellowstone National Park, and many more conduct research at the park's Heritage and Research Center (HRC). Research conducted at the HRC facility does not require a permit. However, all other types of research done in the park, including that performed by National Park Service employees, are subject to the park's research permitting policy, and do require a permit. The park's Research Permit Office, located in the Yellowstone Center for Resources, is responsible for issuing and tracking research permits, and provides support to permitted researchers in the park. Each permit application undergoes a formal, standard process for research permit review and issuance. Permitted researchers study everything from archeology to zoology in Yellowstone. All are required to submit an annual report of their study progress and results. These Investigators' Annual Reports (IARs) are then entered into the National Park Service's Research Permit and Reporting System (RPRS), a searchable database that is available for public use.Thank you for your interest in conducting research in Yellowstone National Park (YNP). Please contact the Research Permit Office at (307) 344-2239 prior to submitting a proposal so that your project can be discussed personally and you can get an early start on the permitting process.  The following index will help guide you through this web site and the permitting process for Yellowstone National Park.  Yellowstone National Park Research Permitting Policy   (Peer Review Required)     How to Apply for a New Research Permit in Yellowstone National Park  How Your Application for a Research Permit is Processed  Conditions Under Which Research Permits are Granted    National Park Service Permit Conditions  Additional Yellowstone Permit Conditions  Renew Research Permits\/Submit Investigators' Annual Report     Curation Regulations and Material Transfer Responsibilities  Prepare to Work in Yellowstone  Field Ethics and Safety Brochure (941KB pdf)          Required Ranger Contacts  Road Construction    Closed Areas  Camping and Overnight Studies    Park Housing and Other Accommodations  Stock Use    Yellowstone Wilderness Proposed Yellowstone Wilderness Area Map   Documents labeled pdf can be viewed and printed using Adobe Acobat Reader, available free online.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/management\/researchpermit.htm"
}
