{
    "title": "Yellowstone National Park: Modern Research",
    "body": "Explore This Park    Learn About the Park     Science & Research     Research     Modern Research                Research Information Continued        Aerial surveillance of moose on the northern range. NPS       Modern Research  By the 1960s, scientific research in Yellowstone had extended beyond the study of the park itself. Yellowstone was also a place where researchers advanced techniques for scientific study. The National Park Service changed its permitting policy at this time, requiring researchers to demonstrate their projects directly benefited park managers and would help make important decisions. As a result, many permits were denied. This gave some permit-seekers the impression that research in the park was not as welcome as it had been in the past. Around this time, the National Park Service also adopted a goal to host mission-oriented research, and managers sometimes felt free to suggest researchers accordingly adjust their proposals to meet that goal.  As important as wildlife science has been in Yellowstone's history, the park's hot springs have demonstrated immeasurable scientific value. In 1966, researcher Thomas Brock discovered Thermus aquaticus, a microorganism capable of surviving in temperatures extreme enough to kill most other living organisms, in a Yellowstone hot spring. In 1985, the Cetus Corporation obtained a sample of T. aquaticus from for use in developing the Polymerase Chain Reaction (PCR) process for rapidly replicating DNA.  Amplifying a segment of DNA to a billion exact copies in a few hours gives a scientist enough material to seriously study. The use of an enzyme discovered in T. aquaticus, called Taq polymerase (which does not break down at the high temperatures required in the PCR process), made PCR practical and is seen as the biggest advance in PCR. Today, PCR is still the main process used to study nucleic acids, and DNA sequencing is a multibillion dollar business. More than 40 patents involve research from Yellowstone.  Research studies provide valuable information to the park. Dozens of comprehensive studies were completed in the 20 years following the 1988 fires. The restoration of wolves in 1995 lead to increased research interest on the complex interactions on the northern range and continues today. The active volcanic ecosystem also fuels a wide variety of geologic studies. Many of these scientific studies have ramifications far beyond Yellowstone National Park.  Research Projects in Yellowstone  Today, permitted researchers study everything from archeology to zoology. Current research examples include:   Evaluating the effects of winter recreation on air quality, wildlife, and natural soundscapes.  Understanding prehistoric and historic use of the park, with emphasis on Yellowstone Lake and park developed areas.  Monitoring plant and animal populations and physical parameters that are, or may be, affected by changing climatic conditions.  Studying the interrelationship between carnivores, herbivores, and vegetation on Yellowstone's northern range.  Conducting detailed population ecology studies on mammals such as wolves, elk, bison, grizzly bears, bighorn sheep, mountain goats, and moose.  Understanding the effects of landscape-scale disturbances (such as fires, insect outbreaks, and disease outbreaks) on the park's forests.  Surveying rare, unusual, or thermally-adapted flora.  Monitoring of various geophysical systems that provide indicators of change within the Yellowstone caldera (e.g., seismicity; heat, chemical, or gas flux; deformation; subsidence and uplift).  Monitoring geochemical cycling in hot springs and thermally-influenced waterways.  Identifying new microbial species (and their survival mechanisms) found in the park's numerous and diverse thermal features.  Studying the ecology and life-history strategies of nonnative plants and aquatic species to better understand ways to control or eradicate them.  Using tree ring data, pollen records, and charcoal evidence to understand past climatic patterns.        More Information  Research Permit Office: Need a research permit? Yellowstone Center for Resources History of Science in Yellowstone  References Marcus, W.A., J.E. Meacham, A.W. Rodman, A.Y. Steingisser. 2012. Atlas of Yellowstone. University of California Press.  Wondrak Biel, Alice. 2004. The bearer has permission: A brief history of research permitting in Yellowstone National Park. Yellowstone Science 12(3):5–20.  National Park Service Research Permit and Reporting System",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/researchinfo.htm"
}
