{
    "title": "Walnut Canyon National Monument: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              Places       In the pine forests near Flagstaff, Arizona, a steep canyon severs the rolling plateau. Twenty miles long, 400 feet deep and ¼-mile wide, it was carved by Walnut Creek over a period of 60 million years. Within its winding walls are natural riches – an abundant mix of plants and animals drawn there by water and varied topography. It seems a timeless place.  Walls of buff sandstone form the canyon’s inner gorge; the rock contours reveal their origins in the wind-scoured dunes of an ancient desert. The limestone ledges of the upper canyon contain delicate marine fossils, remnants of a later sea. Much later, the people of this canyon built their sturdy homes in shallow alcoves along these ledges.  For a brief time, from about 1100 to 1250, the canyon echoed with the rhythmic beat of a stone axe, the voice of an aged storyteller, children laughing on the rocky slopes. Masonry walls hint of this past, of a time when 100 or more people made their homes and livings here. These people well understood the gifts of the natural world. Deer, bighorn sheep, other wild game, and wild plants supplemented the corn, beans, and squash grown in fields on the canyon rim. Water flowed intermittently on the canyon floor, providing the lifeblood of the community. Shaded pools in the bottom held precious water between rains. In spring, silty snowmelt rumbled through the narrow passage.  Today the canyon resonates with birdsong. Jays yammer, solitaires peep, and canyon wrens whistle their musical songs. There have been changes, but the canyon remains. So does the diversity of plants and animals that sustained a human community.  As a national monument, WalnutCanyon now serves as sanctuary for a larger community. Six miles of the canyon’s length are protected within the monument’s 3600 acres. For thousands of people every year, WalnutCanyon offers the perfect opportunity to admire nature and to learn from the past. With continued protection, and cooperation from visitors, this intimate canyon will educate and inspire for years to come.",
    "url": "https:\/\/www.nps.gov\/waca\/learn\/historyculture\/places.htm"
}
