{
    "title": "Yellowstone National Park: History of Science in Yellowstone",
    "body": "Explore This Park    Learn About the Park     Science & Research     Research     History of Science in Yellowstone                History of Science in Yellowstone        In one of the earliest scientific studies of Yellowstone, the 1871 Hayden Expedition determined Yellowstone Lake was less than 300 feet deep. William H. Jackson       A Long History of Scientific Study Some of the first written accounts about the wildlife and thermal features of the Greater Yellowstone area were in journals and letters from settlers, trappers, Indian scouts, and the military. These early accounts brought about expeditions to explore Yellowstone in the 1860s and 1870s (See also: \"History\"). It is in these explorations that the history of science in Yellowstone formally began with the expeditions of geologist Ferdinand V. Hayden, who led US Geological Survey expeditions to the Yellowstone area in the 1870s. Learn More: Modern Research...      Quick Facts   1871–1878: Expeditions of US Geological Survey Geologist Ferdinand Hayden to the Yellowstone area.  1877–1882: Park superintendent Philetus Norris establishes scientific inquiry as an important aspect of park management and argues for employing a resident scientist in the park.  1935: Eugene Thomas Allen and Arthur Lewis Day publish Hot Springs of the Yellowstone National Park (Carnegie Institution), the definitive literature on the park's thermal environment for many decades.  1959–1971: A team of researchers led by John and Frank Craighead use the park to pioneer the field of radio telemetry in their ground-breaking studies of Yellowstone's grizzly bears. The Craigheads were also at the forefront of technological innovation in other methods of identifying and classifying grizzly bears.  1967–1971: Park managers differed with the Craigheads over some of their scientific conclusions and were disinclined to implement most of their recommendations. The Craigheads concluded their work in the park. The disagreements were so well-publicized in the news media that a widespread, enduring mythology developed that the National Park Service was generally anti-research, especially when it came to outside researchers.  1960s: The National Park Service changes its research permitting policy, only permitting projects that are of direct benefit to park managers and would help make important decisions.  1966: Park researcher Dr. Thomas Brock discovers Thermus aquaticus in a Yellowstone hot spring. An enzyme discovered in the microorganism is eventually used to rapidly replicate DNA.  1968: Yellowstone begins \"natural regulation\" management. The resource management philosophy has been highly controversial over the years, and has itself become a major focus of scientific study in Yellowstone.  1970s and 1980s: Evolving management priorities—in which the need for scientific research became progressively more compelling both politically and practically—combined with increasing attention and interest in Yellowstone by the scientific community was reflected in an increase in the volume of research.  1984: Total research permits exceed 100 for the first time.  1987: Total research permits exceed 200.  1990s–2000s: Total research permits average about 250 annually.  1993: The Yellowstone Center for Resources is established as a separate operational division, further elevating the formal recognition of research as an essential element of management.  2009–2013: Total research permits are approximately 180 annually.       More Information  Research in Yellowstone: In any given year, 150–200 scientific researchers are permitted to use study sites in the park. Research Permit Office: Need a research permit? Yellowstone Center for Resources: Yellowstone employs a number of scientists and researchers in the Yellowstone Center for Resources whose work helps us understand this special place and better conserve the park’s natural and cultural resources Roosevelt Lodge Historic District: The Roosevelt Lodge served as a field laboratory where teachers and their students could conduct research at minimum expense.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/historyscience.htm"
}
