{
    "title": "Yellowstone National Park: Research",
    "body": "Explore This Park    Learn About the Park     Science & Research     Research               Research        Yellowstone National Park issues and manages between 150 and 200 research permits annually—one of the highest volumes in the National Park Service.        In part because Yellowstone National Park was established by Congress in 1872, early in the European American history of the West, the park is one of the last, nearly intact, natural ecosystems in the temperate zone of Earth. Natural processes operate in an ecological context that has been less subject to human alteration than most others throughout the nation and throughout the world. This makes the park not only an invaluable natural reserve, but a reservoir of information valuable to humanity. In Yellowstone, scientists conduct research ranging from large studies of landscape-level changes affecting the local ecosystem to studies of tiny organisms that have the potential to change the lives of people the world over. Yellowstone also has a rich history that includes an archeological record of more than 11,000 years of human use. As the world's first national park, Yellowstone's modern history is no less significant; the park's Heritage and Research Center houses materials documenting the development of the national park idea, the history of science in the park, and major efforts in American wildlife conservation, as well as the park's broader natural and human history. As a research location, Yellowstone has long attracted scientists. In any given year, 150–200 scientific researchers are permitted to use study sites in the park, and many more conduct research at the park's Heritage and Research Center. Yellowstone is one of the most high-profile research locations in the National Park Service and has one of the most active research programs. Researchers from universities, other agencies, and the National Park Service come to Yellowstone to conduct scientific studies. In 2014, permitted researchers came from 32 states and 9 foreign countries. Learn More: History of Science in Yellowstone...      Quick Facts Number in Yellowstone   2014: approx. 177 permitted scientific researchers  All scientists in Yellowstone work under research permits and are closely supervised by National Park Service staff.   Types of Research  In 2014, permitted research included:   Biological resources (including microbiology): 54%  Physical resources: 27%  Inventory and monitoring: 4%  Landscape processes: 5%  Other: 3%  Visitor use, recreation, management, social science: 3%  Archeology: 2%  Mapping: 2%   Conducting Research   Research permits are required for studies and collections (except for research conducted at the Heritage and Research Center facility). The park's Research Permit Office, located in the Yellowstone Center for Resources, is responsible for issuing and tracking research permits, and provides support to permitted researchers in the park.  Each permit application undergoes a formal, standard process for research permit review and issuance.  All researchers are required to submit an annual report of their study progress and results. These annual reports are available online.  Publications resulting from research may be on file in the Yellowstone Heritage and Research Center Library.       More Information  Research Permit Office: Need a research permit? Yellowstone Center for Resources Modern Research",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/research.htm"
}
