{
    "title": "Yellowstone National Park: Thermophilic Communities",
    "body": "Explore This Park    Learn About the Park     Nature     Other Life Forms     Thermophilic Communities                Thermophilic Communities        Channels formed with water runoff from geysers create bacterial columns such as this one, located where the runoff channels from Pinwheel and Whirligig geysers meet. NPS         Structures formed by the bacteria Thermocrinis. Thermal Biology Institute, Montana State University  Thermophilic communities are as diverse as the communities that humans live in. Community formations, colors, and locations vary depending on the types of microbes, the pH, and the temperature of their environments. Here, we discuss the microbe communities most easily seen in Yellowstone.  Millions of individual microbes can connect into long strands called filaments. Some bacteria and algae form thin and delicate structures in fast moving water such as the runoff channels of hot springs and geysers. Other microbes form thick, sturdy structures in slower water or where chemical precipitates quickly coat their filaments.  A bacteria called Thermocrinis forms structures and is descended from ancient bacteria that metabolized hydrogen and oxygen. Its filaments entwine, forming mats. Flowing water carries other microbes, organic matter, and minerals that become caught in the streamers and add to the mat.  Photosynthetic activity of cyanobacteria such as Lyptolyngbya form columns or pedestals. Oxygen bubbles rise in the mat, forcing the microbes upward. The higher formations capture more organic matter and sediment than the lower mats, which help build the columns. Called stromatolites or microbialites, these structures are similar to ancient microbial communities preserved in formations around the world.  Mats can be as thin as tissue paper or as thick as lasagna. Multiple layers of microorganisms make up inch-thick mats. Dozens of types of microbes from all three domains can exist in these layers. Each layer is a community, and each layer interacts with the other layers, forming a complex community full of millions of microorganisms and their life processes.      Changes in Communities  Visible and invisible changes occur in thermophile communities as light, temperature, and chemical concentrations change—both short term (within one day) and long term (seasonally). As day brightens to noon, cyanobacteria sensitive to light may move away from the surface; microbes less sensitive to light may move to the top layers of the mat. When light levels cause shifts in organisms, the community is responding to a light gradient.  Temperature and chemical gradients most often affect thermophilic communities in runoff channels of geysers and in shallow outflows from hot springs. The runoff channels from Pinwheel and Whirligig geysers meet. The outer edges of both are too hot for visible thermophile communities to develop. But as Pinwheel's water cools in the shallower channel edge, Cyanidium (an alga) can grow, forming a bright green community. Whirligig's runoff is hotter, which prevents Cyanidium from growing, but another type of thermophile thrives by oxidizing the abundant iron in the water, forming the orange community.        Millions of individual microbes can connect into long strands called filaments, shown here with the help of a microscope. Thermal Biology Institute, Montana State University  At the Chocolate Pots, which you can see from pullouts along the Gibbon River just north of Gibbon Meadows, iron-rich water flows from the vents. Cyanobacteria—such as Synechococcus, and Oscillatoria—thrive in the this water. The bacterial filaments form mats, in which the mineral is captured. The iron may also be caught on the bacteria as the microbes move about within the mat. An olive green color indicates where the orange iron and green bacteria are enmeshed. Darker streaks indicate the presence of manganese. Scientists think the bacterial concentration may contribute to the iron concentration at the Chocolate Pots, where the iron is one hundred times more concentrated than at other neutral hydrothermal features.  Communities formed by thermophilic microbes sustain communities of larger organisms within Yellowstone's hydrothermal areas. These communities in turn affect even larger communities of the park's mammals. For example, bison and elk find food and warmth on the less extreme edges of thermophilic environments in winter. In turn, coyotes, wolves, and bears seek prey in these areas—especially in late winter and early spring when bison and elk are weaker than any other time of year.  Whether it's the strike of a grizzly's paw or a shift in heat beneath the Earth, these communities change through common and strange processes. Biologists continue to discover more about the individuals involved in thermophilic communities, and ecologists follow the threads of these intricate webs. Thermophilic community inhabitants are controlled, in part, by water temperature and pH. General Guidelines for What Lives at Different Temperatures     Temperature  Inhabitant    199°F (93°C)  Archea    163°F (73°C)  Cyanobacteria    144°F (62°C)  Fungi     140°F (60°C)  Algae    133°F (56°C)  Protozoa    122°F (50°C)  Mosses, crustaceans, and insects    80°F (27°C)  Trout         Thermophilic by Place and Color in Yellowstone National Park         Location Characteristics Thermophiles by Temperature Thermophiles by Color   Upper, Middle, and Lower Geyser Basins and West Thumb Geyser Basin   pH 7–11 (alkaline) underlain by rhyolitic rock water rich in silica, which forms sinter and geyserite deposits     >75°C (167°F), bacteria and archaea >75°C (167°F), Thermocrinis and other bacteria form streamers of pink, yellow, orange, or gray <75°C (167°F), Synechococcus, Lyptolyngbya, and Calothrix (cyanobacteria) plus Roseiflexus (filamentous green bacterium) form mats that line cooler hot springs and runoff channels     Pink, yellow, orange, gray filaments—Thermocrinis bacteria Orange mats—cyanobacteria, especially on sunny summer days (carotenoids protect the organisms from the bright sun) Olive-green mats—cyanobacteria mixed with iron     Norris Geyser Basin and Mud Volcano Area   pH 0–5 (acidic) underlain by rhyolite rock     >75°C (167°F), Sulfolobus, an archaeum, and viruses that parasitize Sulfolobus >60°C (140°F, filamentous bacteria in yellowish streamers and mats <60°C (140°F), filamentous bacteria and archaea form red brown mats <56°C (133°F), Zygogonium, other algae, and fungi form mats in runoff channels     Pink–pinkish-orange mats and streamers—Thermus aquaticus and other Thermus sp. Green streamers and mats—Cyanidium Orange—iron and\/or arsenic, perhaps oxidized by thermophiles Gray, muddy pools—Sulfolobus     Mammoth Hot Springs   pH 6–8 (neutral to slightly acidic) underlain by ancient limestone deposits water rich in calcium carbonate and sulfur     66–75°C (151–167°F), Aquificales (bacteria) filaments near hot springs vents <66°C (151°F), Chloroflexus (green nonsulfur bacteria) and cyanobacteria mats, and filamentous bacteria streamers <58°C (136°F), Chromatium (bacteria) form dark mats (uncommon) 25–54°C (77–129°F), Chlorobium (bacteria) mats; Calothrix streamers; Synechococcus     Orange—Chloroflexus and cyanobacteria in summer Green—Chloroflexus and cyanobacteria in winter; Chlorobium in cooler water Cream—filamentous bacteria             More Information  References Hydrothermal Systems Hydrothermal Features Inside Yellowstone - Hydrothermal Features: Watch 2-minute videos that tell the story of microorganisms that thrive in hot water. Thermophiles in the Tree of Life: Yellowstone's hot springs contain species from groups on this Tree of Life.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/thermocommunities.htm"
}
