{
    "title": "Yellowstone National Park: Other Life Forms",
    "body": "Explore This Park    Learn About the Park     Nature     Other Life Forms               Life in Extreme Heat        Thermophiles, or heat-loving microscopic organisms, are nourished by the extreme habitat at hydrothermal features in Yellowstone National Park. They also color hydrothermal features shown here at Clepsydra Geyser. NPS       The hydrothermal features of Yellowstone are magnificent evidence of Earth's volcanic activity. Amazingly, they are also habitats in which microscopic organisms called thermophiles—\"thermo\" for heat, \"phile\" for lover—survive and thrive.  Grand Prismatic Spring at Midway Geyser Basin is an outstanding example of this dual characteristic. Visitors marvel at its size and brilliant colors. Along the boardwalk we cross a vast habitat for thermophiles. Nourished by energy and chemical building blocks available in the hot springs, microbes construct vividly colored communities. Living with these microscopic life forms are larger examples of life in extreme environments, such as mites, flies, spiders, and plants.  People for thousands of years likely have wondered about these extreme habitats. The color of Yellowstone's superheated environments certainly caused geologist Walter Harvey Weed to pause and think, and even question scientists who preceded him. In 1889, he wrote:   There is good reason to believe that the existence of algae of other colors, particularly the pink, yellow and red forms so common in the Yellowstone waters, have been overlooked or mistaken for deposits of purely mineral matter.   However, he could not have imagined what a fantastic world exists in these waters of brimstone. Species, unseen to the human eye, thrive in waters as acidic as the liquid in your car battery and hot enough to blister your skin. Some create layers that look like molten wax on the surface of steaming alkaline pools. Still others, apparent to us through the odors they create, exist only in murky, sulfuric caldrons that stink worse than rotten eggs.  Today, many scientists study Yellowstone's thermophiles. Some of these microbes are similar to the first life forms capable of photosynthesis—using sunlight to convert water and carbon dioxide to oxygen, sugars, and other by-products. These life forms, called cyanobacteria, began to create an atmosphere that would eventually support human life. Cyanobacteria are found in some of the colorful mats and streamers of Yellowstone's hot springs. Learn More: About Microbes...      Words to Know Extremophile: A microorganism living in extreme conditions such as heat and acid, and cannot survive without these conditions.  Thermophile: Heat-loving extremophile.  Microorganism: Single- or multi-celled organism of microscopic or submicroscopic size. Also called a microbe.  Microbes in Yellowstone: In addition to the thermophilic microorganisms, millions of other microbes thrive in Yellowstone's soils, streams, rivers, lakes, vegetation, and animals. Some of them are discussed in other chapters of this book.  Bacteria (Bacterium): Single-celled microorganisms without nuclei, varying in shape, metabolism, and ability to move.  Archaea (Archaeum): Single-celled microorganisms without nuclei and with membranes different from all other organisms. Once thought to be bacteria.  Viruses: Non-living parasitic microorganisms consisting of a piece of DNA or RNA coated by protein.  Eukarya (Eukaryote): Single- or multi-celled organisms whose cells contain a distinct membrane-bound nucleus.      More Information  References Hydrothermal Systems Hydrothermal Features Inside Yellowstone - Hydrothermal Features: video (2 min.) Thermophiles in the Tree of Life: Yellowstone's hot springs contain species from groups on this Tree of Life.  Bioprospecting: Innovation Through Science",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/otherlifeforms.htm"
}
