{
    "title": "Yellowstone National Park: Thermophilic Viruses",
    "body": "Explore This Park    Learn About the Park     Nature     Other Life Forms     Thermophilic Viruses                 Thermophilic Viruses        A virus was discovered in Congress Pool, shown here, at Norris Geyser Basin. It was infecting the archaeum Sulfolobus. NPS       Like bacteria, the word \"virus\" often conjures up images of sickness and death. However, relatively few of the many types of viruses cause problems for humans. None of the thermophilic viruses in Yellowstone should cause problems for human health—our bodies are too cold, for one thing.  Unlike microorganisms in the three domains, viruses are not considered to be alive. (Yet they are still called \"life forms.\") They have no cell structure, only a protein \"envelope\" that encloses a piece of genetic material. They cannot reproduce on their own. Instead, a virus inserts itself into a host cell and uses that cell's nutrients and metabolism to produce more viruses.  Scientists suspect many viruses exist in Yellowstone's hydrothermal features because they would be a logical part of the thermophilic ecosystem. One kind was discovered in Congress Pool, at Norris Geyser Basin. It was infecting the archaeum Sulfolobus. Another kind of virus has been identified in pools near Midway Geyser Basin.       This virus parasitizes Sulfolobus. Thermal Biology Institute, Montana State University       Thermophilic Viruses in Yellowstone National Park         Name pH and Temperature Description Location   Viruses (not in a domain) pH 0.9–5.8; optimum 2–3 55–80°C (131­–176°F) optimum 70–75°C   Protein coats a core of genetic material Cannot reproduce by itself Reproduces by using the host cell’s metabolism Not considered living Predators of other microbes     In many of Yellowstone’s hydrothermal features     Unnamed Acidic Boiling   Shape very similar to viruses that infect bacteria and animals, which could mean this group of viruses existed early in the development of life on Earth     Unnamed pool near Midway Geyser Basin     Unnamed Acidic Boiling   Parasitizes the archaeum, Sulfolobus     Norris, Congress Pool             More Information  References Hydrothermal Systems Hydrothermal Features Inside Yellowstone - Hydrothermal Features: Watch 2-minute videos that tell the story of microorganisms that thrive in hot water. Thermophiles in the Tree of Life: Yellowstone's hot springs contain species from groups on this Tree of Life.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/thermoviruses.htm"
}
