{
    "title": "Yellowstone National Park: About Microbes and References",
    "body": "Explore This Park    Learn About the Park     Nature     Other Life Forms     About Microbes and References                Life in Extreme Heat Information Continued       About Microbes Other life forms—the archaea —predated cyanobacteria and other photosynthesizers. Archaea can live in the hottest, most acidic conditions in Yellowstone;their relatives are considered among the very earliest life forms on Earth.  Yellowstone's thermophiles and their environments provide a living laboratory for scientists, who continue to explore these extraordinary organisms. They know many mysteries of Yellowstone's extreme environments remain to be revealed.  Regardless of scientific advances, visitors and explorers in Yellowstone can still relate to something else Weed said about Yellowstone, more than a century ago:   The vegetation of the acid waters is seldom a conspicuous feature of the springs. But in the alkaline waters that characterize the geyser basins, and in the carbonated, calcareous waters of the Mammoth Hot Springs, the case is otherwise, and the red and yellow tinges of the algae combine with the weird whiteness of the sinter and the varied blue and green of the hot water to form a scene that is, without doubt, one of the most beautiful as well as one of the strangest sights in the world.       More Information  Hydrothermal Systems Hydrothermal Features Inside Yellowstone - Hydrothermal Features: Watch 2-minute videos that tell the story of microorganisms that thrive in hot water. Thermophiles in the Tree of Life: Yellowstone's hot springs contain species from groups on this Tree of Life.   References The list below includes academic publications, government publications, management documents that inform the decision-making process at parks and protected areas, as well as links to websites that provide additional relevant information. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions.      American Society for Microbiology Allen, E. T., Arthur L. Day, and H.E. Merwin. 1935. Hot springs of the Yellowstone national park. [Washington]: Carnegie institution of Washington.  Brock, T.D. 1994. Life at High Temperatures. Yellowstone Association\/Mammoth, WY.  Brock, Thomas D. 1995. The road to Yellowstone and beyond. Annual Review of Microbiology. 49  Franke, M.A, et. al. 2013. Genetic Diversity in Yellowstone Lake: The Hot and Cold Spots. Yellowstone Science 21 (1): 6-22.  Fouke. B.W. 2011 . Hot-spring Systems Geobiology: abiotic and biotic influences on travertine formation at Mammoth Hot Springs, Yellowstone National Park, USA. Sedimentology. 58: 170-219.  Hamilton, T.L. et. al. 2012. Environmental constraints defining the distribution, composition, and evolution of chlorophototrophs in thermal features of Yellowstone National Park. Geobiology. (10) 3: 236-249.  Inskeep WP , et. al. 2013. The YNP metagenome project: environmental parameters responsible for microbial distribution in the Yellowstone. Frontiers in Microbiology. 00067.  Klatt, C. G., et. al. 2011. Community ecology of hot spring cyanobacterial mats: predominant populations and their functional potential. ISME Journal. 5(8): 1262–1278.  Marquez, Luis et al. 2007. A virus in a fungus in a plant: 3-way symbiosis required for thermal tolerance. Science 315 (5811): 513–515.  Qin, J., C.R. Lehr, C. Yuan, X. C. Le, T. R. McDermott, and B. P. Rosen. Biotransformation of arsenic by a Yellowstone thermoacidophilic eukaryotic alga. Proceedings of the National Academy of Sciences of the United States of America. 106 (13): 5213.  Reysenbach, A.L., and Shock, E. L. 2002 . Merging Genomes with Geochemistry in Hydrothermal Ecosystems. Science. 296: 1077-1082.  Sheehan, K.B. et al. 2005. Seen and unseen: discovering the microbes of Yellowstone. Guilford, Conn: Falcon.  Snyder, J.C. et. al. 2013. Functional interplay between a virus and the ESCRT machinery in Archaea. Proceedings of the National Academy of Sciences. 110 (26) 10783-10787.  Spear, J. R. et. al. 2005. Hydrogen and bioenergetics in the Yellowstone geothermal ecosystem. Proceedings of the National Academy of Sciences. 102 (7) 2555-2560.  Steunou A.S., et. al. 2008. Regulation of nif gene expression and the energetics of N2 fixation over the diel cycle in a hot spring microbial mat. ISME Journal. (4):364-78.  Takacs-Vesbach, C., et al. 2013. Metagenome sequence analysis of filamentous microbial communities obtained from geochemically distinct geothermal channels reveals specialization of three aquificales lineages. Frontiers Research Foundation.  Thermal Biology Institute of Montana State University Ward, D.M., Castenholz, D.W., and Miller, S.R. 2012. Cyanobacteria in Geothermal Habitats. In Brian A. Whitton, ed. Ecology of cyanobacteria II: their diversity in space and time. Dordrecht: Springer",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/otherlifeforminforefs.htm"
}
