{
    "title": "Yellowstone National Park: Fire References",
    "body": "Explore This Park    Learn About the Park     Nature     Fire     Fire References                Fire References       The list below includes academic publications, government publications, management documents that inform the decision-making process at parks and protected areas, as well as links to websites that provide additional relevant information. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions.      Barker, R. 2005. Scorched Earth: How the fires of Yellowstone changed America. Island Press\/Washington.  Franke, M. A. 2000. Yellowstone in the afterglow: lessons from the fires. YCR-NR-2000-3. Mammoth, Wyo.: Yellowstone Center for Resources. (5.8 MB PDF) Greenlee, J., ed. The ecological implications of fire in Greater Yellowstone: proceedings of the second biennial conference on the Greater Yellowstone Ecosystem. Fairfield, Wash.: International Association of Wildland Fire.  Higuera, P.E. et. al. 2010. Linking tree-ring and sediment-charcoal records to reconstruct fire occurrence and area burned in subalpine forests of Yellowstone National Park, USA. The Holocene.  International Association of Wildland Fire National Interagency Fire Center National Park Service Fire and Aviation Management Renkin, R.A. and D.G. Despain. 1992. Fuel moisture, forest type, and lightning-caused fire in Yellowstone National Park. Canadian Journal of Forestry Research 22(1):37–45.  Romme, W. H., and D. G. Despain. 1989. Historical perspective on the Yellowstone fires of 1988. Bioscience 39(10):696–699.  Simard, M. et. al. 2011. Do mountain pine beetle outbreaks change the probability of active crown fire in lodgepole pine forests? Ecological Monographs 81(1): 3–24.  Turner, M.G., et al. 2003. Surprises and Lessons from the 1988 Yellowstone Fires. Frontiers in Ecology and the Environment. 1(7):351–358.  Westerling, A. L. et. al. 2011. Continued warming could transform Greater Yellowstone fire regimes by mid-21st century. Proceedings of the National Academy of Science.  Yellowstone Science. 2009. 9th Biennial Scientific Conference: The '88 Fires: Yellowstone and Beyond. 17(2). Yellowstone National Park 2014 Wildland Fire Management Plan (8.8 MB PDF)      General Information from Wildland Fire Organizations  NPS Data Store via IRMA (Integrated Resource Management Applications) (literature about wildland fire in Yellowstone and the National Park Service) National Significant Wildland Fire Potential Outlook (monthly seasonal outlook by NIFC) US Forest Service Wildland Fire Assessment System (national fire danger forecast) National Fire Situation Report (217 KB PDF) PocketCards Data (select \"Northern Rockies\" GACC, scroll to Yellowstone National Park; posted by Fire Danger Subcommittee Fire Environment Committee) InciWeb Incident Information System (hosted by NWCG) National Park Service Fire and Aviation Management Fire Terms Glossary (by the Fire Effects Information System)",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/firerefs.htm"
}
