{
    "title": "Yellowstone National Park: 1988 Fires",
    "body": "Explore This Park    Learn About the Park     Nature     Fire     1988 Fires                 1988 Fires        The landmark 1988 fires in Yellowstone involved 25,000 people--including this military fire crew--in the effort to stop the fires. Rain and snow in September finally stopped the advance of the fires. NPS\/Peaco       The Yellowstone fires of 1988 have been described as being instrumental in the public’s understanding of the role of fire in ecosystems, history-making, and career-building. In June of 1988, park managers and fire behavior specialists allowed 18 lightning-caused fires to burn after evaluating them, according to the fire management plan. Eleven of these fires burned themselves out, behaving like many fires had in previous years. The spring of 1988 was wet until the month of June, when hardly any rain fell. Park managers and fire behavior specialists expected that July would be wet, as it had been historically. Rains did not come in July as expected. By late July, after almost two months of little rain, the moisture content of grasses and small branches reached levels as low as 2 or 3%, and downed trees were as low as 7% (recall that when fuel moisture falls below 13%, fires can grow quickly). In addition, a series of unusually high winds fanned flames that, even in dry conditions, would not have moved with great speed. Because of the extremely dry conditions, no new natural fires were allowed to burn after July 15 except those started adjacent to existing fires that were clearly going to burn into existing fires. Even so, within a week the fire acreage in the park doubled to about 17,000 acres. After July 21, all fires—including those started naturally—were fully suppressed as staffing would allow. (Human-caused fires had been suppressed from the beginning.) On July 27, during a visit to Yellowstone, the Secretary of the Interior reaffirmed that all fires would be fought, regardless of their origin. Learn More: 1988 Fires Information Continued...      Quick Facts Numbers in Yellowstone  9 fires caused by humans.  42 fires caused by lightning. 36% (793,880 acres) of the park was affected.  Fires which began outside of the park burned 63% or approximately 500,000 acres of the total acreage.  About 300 large mammals perished as a direct result of the fires: 246 elk, 9 bison, 4 mule deer, 2 moose.  $120 million spent fighting the fires.  Total of 25,000 people involved in these efforts.   Management Issues  Until July 15, park managers followed the policy to let naturally caused fires burn.  Beginning July 15, park managers suspended the natural fire policy and began suppressing new natural fires.  After July 21, park managers began fighting all fires, including natural fires that had been allowed to burn.  The 1988 fires comprised the largest fire fighting effort in the United States at that time.  Effort saved human life and property, but had little impact on the fires themselves.  Rain and snow in September finally stopped the advance of the fires.       More Information  Yellowstone in the Afterglow: Lessons from the Fires: An in depth look at the 1988 fires. Fire Management and Current Fire Activity Fire FAQs Fire References",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/1988fires.htm"
}
