{
    "title": "Yellowstone National Park: Invasive Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Invasive Plants                 Invasive Plants        Yellowstone works to prevent the spread of invasive plant species, which can displace native species, change vegetation communities, affect fire frequency, and impact food for wildlife. NPS       Invasive nonnative plants can displace native plant species, including some endemic to the park’s geothermal habitats, change the nature of vegetation communities and affect fire frequency and the distribution, foraging activity, and abundance of wildlife. These changes can profoundly affect the entire ecosystem. For example, nonnatives that are unpalatable to wildlife may replace preferred native plants, leading to changes in grazing activity. In turn, this stresses plants not adapted to grazing. Invasive plants have altered views of the park’s cultural landscapes and historic districts. Seeds may be spread by people and their vehicles, wild and domestic animals, and sand and gravel used for construction and maintenance work. The most vulnerable areas have been disturbed by human use: along the roads, trails, and rivers; though they are spreading from developed areas to the backcountry. Restoring native plants in an area that has become infested is extremely difficult. In addition to about 1,300 native plant species, 218 nonnative species have been documented in the park through ongoing survey efforts. Not all of these nonnative species are still present in the park, but most of them are. Learn More: Managing Invasive Plants...      Quick Facts Number in Yellowstone 218 species Canada Thistle (Cirsium arvense)  Throughout the park and adjacent national forests. Airborne seeds enable it to spread widely throughout the park, invading wetlands. Forms dense monocultures, thus radically changing an area by forcing out native vegetation.  Dalmatian Toadflax (Linaria dalmatica)  Northern portions of the park, especially around Mammoth. Highly invasive, replaces native plants.  Houndstongue (Cynoglossum officinale)  Primarily found in Mammoth and East Entrance. May have been introduced by contaminated hay used by both the National Park Service and concessioners in their horse operations. Seeds easily attach to the coats of animals, and thus spread along animal corridors. Highly invasive.  Leafy Spurge (Euphorbia esula)  Small patches in Bechler and along roadsides, so far being successfully controlled but spreading actively in Paradise Valley north of the park and outside Bechler on the Caribou-Targhee National Forest. Becomes a monoculture. Extremely hard to control because of deep underground stems (up to 30 feet) and dense vegetation.  Ox-eye Daisy (Leucanthemum vulgare)  Mammoth and Madison areas. Can become dominant in meadows, is unpalatable to elk and other wildlife. Control efforts have substantially curtailed infestation; monitoring and evaluation continue.  Spotted Knapweed (Centaurea maculosa)  Along roadsides and in the vicinity of Mammoth. Aggressive species that, once established, forms a monoculture. Aggressive control efforts underway to prevent a catastrophic change in park vegetation.  Management Issues Resource managers target the most invasive species for control or removal.      Words to Know  Native species have occurred, now occur, or may occur in a given area as a result of natural processes. Native plants evolve within their own ecological niche in concert with other native plants.  Nonnative species (also known as exotic, foreign, non-indigenous, alien, or weeds) live outside their natural range and arrived there by human activity, either deliberate or accidental. Nonnative species typically have few biological controls to keep their populations in check.  Invasive species have the potential to thrive and spread aggressively outside their natural range, and can include native species. A naturally aggressive plant may be especially invasive when it is introduced into a new habitat. An invasive species that colonizes a new area often has an ecological advantage because the insects, diseases, and foraging animals that naturally keep its growth in check in its native range are not present in its new habitat. An invasive plant that sustains itself outside cultivation is considered naturalized and has not “become” native.      More Information  Clean Your Boat & Gear: You can help stop the spread of aquatic invasive species in Yellowstone's waters. Vegetation Communities Map Vegetation References Vegetation and Resource Management Program",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/invasive.htm"
}
