{
    "title": "Yellowstone National Park: Plants",
    "body": "Plants        The vegetation communities of Yellowstone National Park include overlapping combinations of species typical of the Rocky Mountains as well as of the Great Plains to the east and the Intermountain region to the west. NPS\/Herbert       The vegetation communities of Yellowstone National Park include overlapping combinations of species typical of the Rocky Mountains as well as of the Great Plains to the east and the Intermountain region to the west. The exact vegetation community present in any area of the park reflects the consequences of the underlying geology, ongoing climate change, substrates and soils, and disturbances created by fire, floods, landslides, blowdowns, insect infestations, and the arrival of nonnative plants. (Map of Vegetation Communities) Today, the roughly 1,300 native taxa in the park represent the species able to either persist in the area or recolonize after glaciers, lava flows, and other major disturbances. Yellowstone is home to three endemic plant species, at least two of which depend on the unusual habitat created by the park's thermal features. Most vegetation management in the park is focused on minimizing human-caused impacts on their native plant communities to the extent feasible. Learn More: Forests...      Quick Facts Number in Yellowstone  Native plant taxa: more than 1,000:   Hundreds of wildflowers.  Trees: seven conifers (lodgepole pine, whitebark pine, Engelmann spruce, subalpine fir, Douglas-fir, Rocky Mountain juniper, limber pine) and some deciduous species, including quaking aspen and cottonwood.  Shrubs: include common juniper, sagebrush (many species), Rocky Mountain maple.  Three endemic species (found only in Yellowstone): Ross's bentgrass, Yellowstone sand verbena, Yellowstone sulfur wild buckwheat.   Nonnative plant species: 218.  Characteristics   Vegetation in Yellowstone is typical of the Rocky Mountains.  Elements of the Great Plains and Great Basin floras mix with Rocky Mountain vegetation in the vicinity of Gardiner and Stephen's Creek.  Hydrothermal areas support unique plant communities and rare species.   Management Issues   Controlling nonnative species, which threaten native species, especially near developed areas;some are spreading into the backcountry.  Park partners are monitoring whitebark pine and forest insect pests.  Biologists survey areas for sensitive or rare vegetation before disturbance such as constructing a new facility.  Park managers are restoring areas of disturbance.       More Information  Vegetation Communities Map Vegetation References Vegetation and Resource Management Program",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/plants.htm"
}
