{
    "title": "Yellowstone National Park: Yellowstone Herbarium",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Yellowstone Herbarium                 Yellowstone Herbarium        The Yellowstone National Park Herbarium specimens document the presence of plants in the park over time, and the history of plant collecting in the park. The collection includes more than 17,000 specimens. NPS\/Herbert       The Yellowstone Herbarium primarily contains plants collected in Yellowstone National Park. Our herbarium specimens document the presence of plants in the park over time and the history of plant collecting in the park, making it a valuable resource for staff, visitors, and researchers. The herbarium is located in the Heritage and Research Center in Gardiner, Montana.  The collection includes more than 17,000 specimens of vascular and non-vascular plants, fungi, and lichens. Our oldest specimens date to 1899 and traveled to the World Fair in 1903. Our collections of aquatic plants and non-vascular plants are some of the best in the Rocky Mountains. The herbarium may have the most comprehensive scientific collection of native aquatic vascular plant specimens in the western United States.         Visit the Yellowstone Herbarium The Yellowstone Herbarium is located on the ground floor of the Heritage and Research Center in Gardiner, Montana. To make an appointment to see the herbarium, please contact the park botanist, Heidi Anderson, at 307-344-2564, e-mail us or stop by. We have multiple scopes and reference material that are available to use during the hours the herbarium is open. Herbarium Policies Learn more about protocols for bringing material into the herbarium, examining specimens, and requesting loans. Physical Address Heritage and Research Center 20 Old Yellowstone Trail Gardiner, MT 59030  Mailing Address Yellowstone Herbarium PO Box 168 Yellowstone National Park, WY 82190       More Information  Yellowstone Herbarium (Yellowstone Science article) (879 KB PDF)",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/herbarium.htm"
}
