{
    "title": "Yellowstone National Park: Vegetation Communities Map",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Vegetation Communities Map                Vegetation Communities        There are several vegetation communities in Yellowstone: higher- and lower-elevation forests and the understory vegetation associated with them, sagebrush-steppe, wetlands, and hydrothermal. NPS\/Yellowstone Spatial Analysis Center       Map Key Green: Lodgepole pine forests   Dominate more than 80% of the total forested area.  Can be seral (developing) or climax.  Climax forests underlain by rhyolite.   Pink: Spruce-fir forests   Engelmann spruce\/subalpine fir dominate older forests.  Usually found on moist and\/or fertile substrates.  Climax forests underlain by andesitic soils.   Yellow: Whitebark pine forests   Major overstory component above 8,400 feet.  Major understory component of lodgepole-dominated forests from 7,000 to 8,400 feet.  Seeds are ecologically important food for a variety of wildlife species.   Purple: Douglas-fir forests   Associated with the Lamar, Yellowstone, and Madison river drainages below 7,600 feet.  Often less than 20 inches annual precipitation.  More frequent historic fire interval (25­­–60 year) than other forest communities in the park.   White: Non-forest   Includes grasslands, sagebrush, alpine meadows, talus, and hydrothermal environments.  Encompasses the moisture spectrum from dry sagebrush shrublands to wet alpine meadows.  Provides the winter and summer forage base for ungulates.   Other communities not shown on map   Aspen—found in small clones interspersed among the sagebrush\/forest ecotone (transition zone) along the Yellowstone, Madison, and Snake river drainages. Wetland—includes various grass, forb, rush, sedge, and woody species.  Riparian—typically streamside vegetation includes cottonwoods, willows, and various deciduous shrubs       More Information  More on Forests: Lodgepole Pine, Whitebark Pine, Understory Vegetation, and Forest Insect Pests Vegetation Communities Map Vegetation References Vegetation and Resource Management Program",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/vegetationcommunities.htm"
}
