{
    "title": "Yellowstone National Park: Birds",
    "body": "Birds        Nearly 300 bird species have been sighted in Yellowstone National Park, including raptors, songbirds, shorebirds, and waterfowl. About 150 species build their nests and fledge their young in the park. NPS       Records of bird sightings have been kept in Yellowstone since its establishment in 1872. These records document nearly 300 species of birds to date, including raptors, songbirds, shorebirds, and waterfowl. Approximately 150 species nest in the park. The variation in elevation and broad array of habitat types found within Yellowstone contribute to the relatively high diversity. Many of the birds are migratory species. There are currently no federally listed bird species in Yellowstone National Park.  The Yellowstone National Park bird program monitors a small portion of its breeding bird species to gather information like reproduction, abundance, and habitat use, Data is collected on multiple species from a wide variety of taxonomic groups, and has been maintained for 25 or more years for several species. Long-term monitoring efforts help inform park staff of potential shifts in ecosystem function (e.g., climate change effects) for Yellowstone's bird community and may guide future conservation of the park's birds and their habitats. Learn More: Climate Change and Breeding Bird Surveys...      Sensitive Species  Birds should be viewed from a distance. Getting too close can stress a bird (as it can any animal) and sometimes cause the bird to abandon its nest.  The use of audio bird calls (or any other wildlife call) is illegal in the park.  Never feed birds or other park wildlife.              Quick Facts  Number in Yellowstone  285 documented species; approximately 150 species nest in the park.  Species of Concern   Trumpeter swans  Common loons   Current Management  The Yellowstone National Park bird program monitors the park's bird species, including species of concern. The program's core activities are monitoring raptors (bald eagles, ospreys, peregrine falcons, golden eagles and red-tailed hawks), wetland birds, and passerine\/near passerine birds (songbirds and woodpeckers).      More Information  Bird Watching: Where are good birding locations? Bird References and Guides: Yellowstone National Park Checklist of Birds (92 KB PDF), Annual Bird Monitoring Reports Report a Rare Bird or Raptor Observation Raptors: Bald Eagles, Peregrine Falcons, Osprey, and Yellowstone Raptor Initiative Wetland Birds: Colonial Nesting Birds, Common Loons, and Trumpeter Swans Songbirds and Woodpeckers Other Notable Birds: American Dippers, Ravens, and Sandhill Cranes Listen to the sounds of birds in Yellowstone in the Sound Library Great horned owls video, Minute Out in It (2 min. 19 sec.): Listen to commentary from a bird biologist about great horned owls in Mammoth Hot Springs. Ruffed grouse, Minute Out in It (39 sec.): A male ruffed grouse claims his territory in the forest near Mammoth Hot Springs.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/birds.htm"
}
