{
    "title": "Yellowstone National Park: Fish and Aquatic Species",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Fish and Aquatic Species                 Fish and Aquatic Species        Yellowstone cutthroat trout are found in Yellowstone National Park and are a keystone species. They provide an important source of energy for many species of birds and mammals. Jay Fleming       For millennia, humans harvested Yellowstone fish for food. From the park's inception more than a century ago, fishing has been a major form of visitor recreation. It is this long-standing tradition and integration with the parks' cultural significance that allows the practice of recreational fishing to continue in Yellowstone National Park today. In some cases, it also contributes to the National Park Service goal of preserving native species. The biological significance of fish to ecosystems makes them an ongoing subject of study and concern. Learn More: Fish Information Continued...      Native Fish Species          Jay Fleming  Arctic Grayling          Jay Fleming  Yellowstone Cutthroat Trout          Jay Fleming  Westslope Cutthroat Trout          ©Zac Sexton  Mountain Whitefish           Other Native Fish: Mottled Sculpin, Suckers, Minnows      Aquatic Invasive Species           New Zealand Mud Snails          ©Stephen Atkinson\/Oregon State Univ.  Whirling Disease           Lake Trout      Quick Facts Number in Yellowstone  11 native species   3 sport fish: cutthroat trout (Yellowstone and westslope), Arctic grayling, mountain whitefish  8 non-sport fish: longnose dace, speckled dace, redside shiner, Utah chub, longnose sucker, mountain sucker, Utah sucker, and mottled sculpin   5 nonnative species: brook trout, brown trout, lake trout, lake chub, rainbow trout  History   When the park was established, many of its waters were fishless.  Park waters were stocked with native and nonnative fish until the mid-1950s.  Stocking changed the ecology of many Yellowstone waters as nonnative fish displaced or interbred with native species.  By the 1960s, native trout populations were in poor condition and the angling experience had declined.  By the late 1980s, native trout had recovered in some areas due to restrictions in fish harvest.  In 2001, fishing regulations changed to require the release of all native fishes caught in park waters.   Threats   Lake trout were apparently illegally introduced into Yellowstone Lake.  Whirling disease is now present in Yellowstone Lake, the Yellowstone and Firehole rivers, and Pelican Creek.  New Zealand mud snails, which form dense colonies and compete with native species are also present. Competition and hybridization occurs with nonnative rainbow trout (Slough Creek) and brook trout (Soda Butte Creek).       More Information  Fish Information Continued: Native Fish, History, Influences of Some Nonnative Species, Fishing In Yellowstone Native Fish Species: Arctic Grayling, Yellowstone Cutthroat Trout, Westslope Cutthroat Trout, Mountain Whitefish, Other Native Fish (Mottled Sculpin, Suckers, Minnows), Native Fish References Aquatic Invasive Species: New Zealand Mud Snails, Red-rimmed Melania, Whirling Disease, Lake Trout Fishing and Fisheries Science Clean Your Boat & Gear: You can help stop the spread of aquatic invasive species in Yellowstone's waters.  Watch a short Inside Yellowstone episode about cold water fish presented by a park ranger (approx. 2 min.) Troubled Waters video (7 min.): On the surface, Yellowstone's waters look placid and pristine. However, aquatic invaders–including fish, parasites, and snails–are moving in on native species. The Restoration of Grayling Creek, Minute Out In It (1 min. 32 sec.): To maintain the natural biodiversity of the Yellowstone ecosystem, sometimes you have to start small. Fish biologist Todd Koel discusses efforts to restore native fish in Grayling Creek, a cup of eggs at a time. More Fish Media: Minute Out In It and Video Library  Frequently Asked Question: Why is fishing lead-free in Yellowstone? Birds, such as loons, waterfowl, cranes, and shorebirds, are vulnerable to lead poisoning. While we can do little about natural hazards, we can minimize the effects of lead on these species. Yellowstone National Park bans most lead tackle. (Terminal tackle must be lead-free; large down-rigger weights used to fish for deep-dwelling lake trout are permissible because they are too large to be ingested.)",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/fishaquaticspecies.htm"
}
