{
    "title": "Yellowstone National Park: Hydrothermal Features",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Hydrothermal Features                 Hydrothermal Features        Great Fountain Geyser is one of more than 10,000 hydrothermal features in Yellowstone. NPS \/ Diane Renkin       Yellowstone National Park preserves the most extraordinary collection of hot springs, geysers, mudpots, fumaroles, and travertine terraces on Earth. More than 10,000 hydrothermal features are found here, of which more than 500 are geysers.  Microorganisms called thermophiles, or heat lovers, make their homes in the hydrothermal features of Yellowstone. Although individually they are too small to be seen with the naked eye, so many are grouped together in the park's hydrothermal features—trillions!—that they often appear as masses of color. Many of these microorganisms are also called extremophiles because they inhabit environments that are extreme to human life. Imagine living in near-boiling temperatures, in hydrothermal features with the alkalinity of baking soda, or in water so acidic that it can burn holes in clothing; microorganisms in Yellowstone not only exist in such conditions, but require these extremes to thrive.           Hot Springs Hot springs are the most common hydrothermal features in the park. Their plumbing has no constrictions. Superheated water cools as it reaches the surface, sinks, and is replaced by hotter water from below. This circulation, called convection, prevents water from reaching the temperature needed to set off an eruption. (More about Hot Springs)           Mudpots Mudpots are acidic features with a limited water supply. Some microorganisms use hydrogen sulfide, which rises from deep within the earth, as an energy source. They help convert the gas to sulfuric acid, which breaks down rock into clay. Various gases escape through the wet clay mud, causing it to bubble. Mudpot consistency and activity vary with the seasons and precipitation. (More about Mudpots)           Fumaroles (or Steam Vents) Fumaroles or steam vents, are the hottest hydrothermal features in the park. The limited amount of water flashes into steam before reaching the surface. The result is a loud hissing of steam and gases. (More about Fumaroles)           Travertine Terraces Travertine terraces are formed from limestone (calcium carbonate). Water rises through the limestone, carrying high amounts of dissolved calcium carbonate. At the surface, carbon dioxide is released and calcium carbonate is deposited, forming travertine, the chalky white rock of the terraces. Due to the rapid rate of deposition, these features constantly and quickly change. (More about Travertine Terraces)           Geysers Geysers are hot springs with constrictions in their plumbing, usually near the surface, that prevent water from circulating freely to the surface where heat would escape. The deepest circulating water can exceed the surface boiling point (199°F\/93°C). Surrounding pressure also increases with depth, similar to the ocean. Increased pressure exerted by the enormous weight of the overlying water prevents the water from boiling. As the water rises, steam forms. Bubbling upward, steam expands as it nears the top of the water column. At a critical point, the confined bubbles actually lift the water above, causing the geyser to splash or overflow. This decreases pressure on the system, and violent boiling results. Tremendous amounts of steam force water out of the vent, and an eruption begins. Water is expelled faster than it can enter the geyser's plumbing system, and the heat and pressure gradually decrease. The eruption stops when the water reservoir is depleted or when the system cools. (More about Geysers)      More Information  Geysers video, Yellowstone InDepth episode 7 (5 min. 49 sec.): Learn about the mechanics of geysers, their role in the park's history and what they teach us about the world in which we live. Predicting Old Faithful, Yellowstone InDepth episode (4 min. 41 sec.): Ranger Darlene Bos explains how we predict eruptions for this popular geyser. Current Activity of Selected Geysers Hydrothermal Systems Frequently Asked Questions about Old Faithful Old Faithful Virtual Visitor Center: Explore exhibits, watch movies, learn about the park's hydrothermal treasures. Old Faithful Geyser Webcam Thermophiles: Life in Extreme Heat More Hydrothermal Features Media: Minute Out In It, Video Library, Sound Library",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/hydrothermal-features.htm"
}
