{
    "title": "Yellowstone National Park: Earthquakes",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Earthquakes                Earthquakes        Approximately 1,000 to 3,000 earthquakes occur each year in the Yellowstone area; most are not felt. The 1959 Hebgen Lake earthquake (M7.3) caused significant damage to park roads, show here near Gibbon Falls. NPS         Approximately 2,000 earthquakes occurred in Yellowstone in 2014. Red dots = earthquakes. NPS map. Earthquake data provided courtesy University of Utah.  Yellowstone is one of the most seismically active areas in the United States. Approximately 1,000 to 3,000 earthquakes occur each year in the Yellowstone area; most are not felt. They result from the enormous number of faults associated with the volcano. Earthquakes occur along fractures in the crust where stress from crustal plate movement and volcanic activity build to a significant level. The rock along these faults becomes so strained that eventually it slips or breaks. Energy is then released as shock waves (seismic waves) that reverberate throughout the surrounding rock. Once a seismic wave reaches the surface of the Earth, it may be felt. Surface waves affect the ground, which can roll, crack open, or be vertically and\/or laterally displaced. Structures are susceptible to earthquake damage because the ground motion is dominantly horizontal. In Yellowstone, earthquakes help to maintain hydrothermal activity by keeping the “plumbing” system open. Without periodic disturbance of relatively small earthquakes, the small fractures and conduits that supply hot water to geysers and hot springs might be sealed by mineral deposition. Some earthquakes generate changes in Yellowstone’s hydrothermal systems. For example, the 1959 Hebgen Lake and 1983 Borah Peak earthquakes of magnitude 7.3 and 6.9, respectively, caused measurable changes in Old Faithful Geyser and other hydrothermal features. Yellowstone commonly experiences “earthquake swarms”—a series of earthquakes over a short period of time in a localized area. The largest swarm occurred in 1985, with more than 3,000 earthquakes recorded during three months on the northwest side of the park. Hundreds of quakes were recorded during swarms in 2009 (near Lake Village) and 2010 (between Old Faithful area and West Yellowstone). Scientists interpret these swarms as due to shifting and changing pressures in the Earth’s crust that are caused by migration of hydrothermal fluids, a natural occurrence of volcanoes.      Earthquakes help us to map and to understand the sub-surface geology around and beneath Yellowstone. The energy from earthquakes travels through hard and molten rock at different rates. Scientists can “see” the subsurface and make images of the magma chamber and the caldera by “reading” the seismic waves emitted during earthquakes. An extensive geological monitoring system is in place to aid in that interpretation. On March 30, 2014 at 6:34 am Mountain Daylight Time, an earthquake of magnitude 4.8 occurred four miles north-northeast of Norris Geyser Basin. The M4.8 earthquake was reported felt in Yellowstone National Park, in the towns of Gardiner and West Yellowstone, Montana and throughout the region. This is the largest earthquake at Yellowstone since the early 1980s and was part of a notable GPS- determined uplift episode of 3 cm at Norris that built up in the 4 months prior to the quake. The area returned to subsidence in the following 4 months. Analysis of the earthquake indicated a tectonic origin and was part of a sequence of earthquake swarms located north and northwest of Norris that began in Sept. 2013. Notably, the M4.8 event occurred at the same time that the Yellowstone caldera began to experience increased uplift rates up to +6 cm\/yr, among the highest of the Yellowstone caldera uplift in modern history.      More Information  Yellowstone Volcano Observatory: The observatory behind monitoring Yellowstone's volcano.  University of Utah Seismograph Stations US Geological Survey CoreCast Realtime Yellowstone Online Earthquake Site Yellowstone Earthquake Map Site Location of Seismograms - North to South Seismograph Stations in Yellowstone (brief videos from the Video Library) Hydrothermal Dynamics of Yellowstone LAKE (HD-YLAKE) project: Explores how earthquakes, volcanic processes, and climate affect the hydrothermal system located beneath Yellowstone Lake. Supported by National Science Foundation funding and the US Geological Survey.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/earthquakes.htm"
}
