{
    "title": "Yellowstone National Park: Mammals",
    "body": "Mammals       Yellowstone is home to the largest concentration of mammals in the lower 48 states. In addition to having a diversity of small animals, Yellowstone is notable for its predator–prey complex of large mammals, including eight ungulate species (bighorn sheep, bison, elk, moose, mountain goats, mule deer, pronghorn, and white-tailed deer) and seven large predators (black bears, Canada lynx, coyotes, grizzly bears, mountain lions, wolverines, and wolves). The National Park Service’s goal is to maintain the ecological processes that sustain these mammals and their habitats while monitoring the changes taking place in their populations. Seasonal or migratory movements take many species across the park boundary where they are subject to different management policies and uses of land by humans. Understanding the links between climate change and these drivers will be critical to informing the ecology and management of Yellowstone’s wildlife in the years to come. Quick Facts  67 different mammals live here, including many small mammals. As of 2014, between 674 and 839 grizzly bears live in the Greater Yellowstone Ecosystem. Black bears are common. Gray wolves were restored in 1995. As of December 2014, 95 live primarily in the park. Wolverine and lynx, which require large expanses of undisturbed habitat, live here. Seven native ungulate species—elk, mule deer, bison, moose, bighorn sheep, pronghorn, and white-tailed deer—live here. Nonnative mountain goats have colonized northern portions of the park.  Predator Mammals       Yellowstone is notable for its predator–prey complex of large mammals, including seven large predators (black bears, Canada lynx, coyotes, grizzly bears, mountain lions, wolverines, and wolves). NPS\/Jim Peaco         Wolves NPS\/Peaco  Wolves Basic Information Restoration Management FAQs (video)        Grizzly bear NPS\/Peaco  Bears Basic Information about Grizzly Bears and Black Bears Management and Management Areas Your Safety in Bear Country       Basic Information about Other Predator Mammals  Badgers Bats Bobcats Cougars Coyotes Lynx Marten Red Fox River Otters Short-tailed Weasel (Ermine) Long-tailed Weasel Wolverines  Prey Mammals       Yellowstone is home to eight ungulate species (bighorn sheep, bison, elk, moose, mountain goats, mule deer, pronghorn, and white-tailed deer) and many other prey species. NPS\/Neal Herbert         Bison NPS\/Herbert  Bison Basic Information Management FAQs         Elk NPS\/Neal Herbert  Elk Basic Information       Basic Information about Other Prey Mammals  Beavers Bighorn Sheep Golden-mantled Ground Squirrel Least Chipmunk Moose Mountain Goats (non-native) Mountain Vole Mule Deer and White-tailed Deer Pikas Pocket Gopher Pronghorn Red Squirrel Snowshoe Hares Uinta Ground Squirrel White-tailed Jackrabbits Yellow-bellied Marmot       More Information  Wildlife Viewing: Learn how to safely watch wildlife in Yellowstone and where to see large mammals.  References The list below includes academic publications, government publications, management documents that inform the decision-making process at parks and protected areas, as well as links to websites that provide additional relevant information. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Curlee, A.P. et al., eds. 2000. Greater Yellowstone predators: ecology and conservation in a changing landscape. Proceedings of the Third Biennial Conference on the Greater Yellowstone Ecosystem. Jackson, WY: Northern Rockies Conservation Coop.  Feldhamer, G.A., B.C. Thompson, and J.A. Chapman, eds. 2003. Wild mammals of North America: Biology, management, and conservation. Baltimore: Johns Hopkins University Press. Ruth, T. et al. 2003. Large carnivore response to recreational big-game hunting along the Yellowstone National Park and Absaroka-Beartooth Wilderness boundary. Wildlife Society Bulletin. 31(4):1–12.  Schullery, P. and L. Whittlesey. 1999. Early wildlife history of the Greater Yellowstone Ecosystem. Report, available in Yellowstone Heritage and Research Center Library.  Streubel, D. 2002. Small mammals of the Yellowstone Ecosystem. Juneau, Alaska: Windy Ridge Publishing.   White, P. J., Robert A. Garrott, and Glenn E. Plumb. 2013. Yellowstone's wildlife in transition. Cambridge, Massachusetts: Harvard University Press.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/mammals.htm"
}
