{
    "title": "Yellowstone National Park: Vegetation References",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Vegetation References                Vegetation References       The list below includes academic publications, government publications, management documents that inform the decision-making process at parks and protected areas, as well as links to websites that provide additional relevant information. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions.      Craighead, J.J. et al. 1963. A Field Guide to Rocky Mountain Wildflowers from Northern Arizona and New Mexico to British Colombia. Boston: Houghton Mifflin.  Cronquist et al. (ongoing, currently 6 volumes) Intermountain Flora. New York Botanical Garden.  Despain, D. 1990. Yellowstone Vegetation: Consequences of Environment and History in a Natural Setting. Boulder: Roberts Rinehart.  Dorn, B. 2001. Vascular Plants of Wyoming. 3rd edition.  Elliot, C.R. and M.M. Hektner. 2000. Wetland Resources of Yellowstone National Park. YNP: Wyoming. (2.8 MB PDF) Hitchcock and Cronquist. 1974. Flora of the Pacific Northwest. Seattle: UWashington Press.  Hitchcock et al. Vascular Plants of the Northwest (5 volumes). Seattle: UWashington Press.  Kershaw et al. 1998. Plants of the Rocky Mountains. Lone Pine Publishing.  Preston, R.J. 1968. Rocky Mountain Trees: A Handbook of the Native Species with Plates and Distribution Maps. New York: Dover.  Romme, W.H. and . Knight. 1982. Landscape diversity: The concept applied to Yellowstone National Park. Bioscience. 32:8.  Shaw, R.J. 1964. Trees and Flowering Shrubs of Yellowstone and Grand Teton national parks. Salt Lake City: Wheelwright Press.  Shaw, R.J. 1992. Wildflowers of Yellowstone and Grand Teton national parks. Salt Lake City: Wheelwright Press.      More Information  Vegetation Communities Map Vegetation References Vegetation and Resource Management Program",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/vegetationrefs.htm"
}
