{
    "title": "Yellowstone National Park: Geology",
    "body": "Explore This Park    Learn About the Park     Nature     Geology               Geology        The physical landscape of Yellowstone National Park is the result of many geological forces. NPS \/ Jim Peaco       Throughout the Greater Yellowstone Ecosystem, many different geologic processes are occurring at the same time, in different proportions. While these mountains and canyons may appear to change very little during our lifetime, they are still highly dynamic and variable. Yellowstone National Park’s landscape has been and is being created by various geological processes. Some of the Earth’s most active volcanic, hydrothermal (water + heat), and earthquake systems make this national park a priceless treasure. In fact, Yellowstone was established as the world’s first national park primarily because of its extraordinary geysers, hot springs, mudpots and steam vents, as well as other wonders such as the Grand Canyon of the Yellowstone River. (More about Yellowstone's Volcanic History)      What Lies Beneath Yellowstone’s geologic story provides examples of how geologic processes work on a planetary scale. The foundation to understanding this story begins with the structure of the Earth and how this structure shapes the planet’s surface. The Earth is frequently depicted as a ball with a central core surrounded by concentric layers that culminate in the crust or surface layer. The distance from the Earth’s surface to its center or core is approximately 4,000 miles. The core of the earth is divided into two parts. The mostly iron and nickel inner core (about 750 miles in diameter) is extremely hot but solid due to immense pressure. The iron and nickel outer core (1,400 miles thick) is hot and molten. The mantle (1,800 miles thick) is dense, hot, semisolid layer of rock. Above this layer is the relatively thin crust, three to forty-eight miles thick, forming the continents and ocean floors. The Earth’s crust and upper mantle (lithosphere) is divided into many plates, which are in constant motion. Where plate edges meet and one plate may slide past another, one plate may be driven beneath another (subduction). Upwelling volcanic material pushes plates apart at mid-ocean ridges. Continental plates are made of less dense rocks (granites) that are thicker than oceanic plates (basalts) and thus, “ride” higher than oceanic plates. Many theories have been proposed to explain crustal plate movement. Currently, most scientific evidence supports the theory that convection currents in the partially molten asthenosphere (the zone of mantle beneath the lithosphere) move the rigid crustal plates above. The volcanism that has so greatly shaped today’s Yellowstone is a product of plate movement combined with upwellings of molten rock. At a Glance  Although a cataclysmic eruption of the Yellowstone volcano is unlikely in the foreseeable future, monitoring of seismic activity and ground deformation by the Yellowstone Volcano Observatory helps ensure public safety. The University of Utah’s seismograph stations detected more than 3,200 earthquakes in the park in 2010, the largest count since 1985. New technology contributed to this increase in detected earthquakes by allowing extensive scientific analysis of small earthquakes. Beginning in 2004, GPS and InSAR measurements indicated that parts of the Yellowstone caldera were rising up to 7 cm per year, while an area near the northern caldera boundary started to subside. The largest vertical movement was recorded at the White Lake GPS station, inside the caldera’s eastern rim, where the total uplift from 2004 to 2010 was about 27 cm. The caldera began to subside during the first half of 2010, about 5 cm at White Lake so far. Episodes of uplift and subsidence have been correlated with the frequency of earthquakes in the park. On March 30, 2014 at 6:34 am Mountain Daylight Time, an earthquake of magnitude 4.8 occurred four miles north-northeast of Norris Geyser Basin. The M4.8 earthquake was reported felt in Yellowstone National Park, in the towns of Gardiner and West Yellowstone, Montana and throughout the region. This is the largest earthquake at Yellowstone since the early 1980s. Analysis of the M4.8 earthquake indicates a tectonic origin (mostly strike-slip motion). Energy and groundwater development outside the park, especially in known geothermal areas in Island Park, Idaho, and Corwin Springs, Montana, could alter the functioning of hydrothermal systems in the park. Continue: Yellowstone's Volcanic History      More Information  Geysers video, Yellowstone InDepth episode 7 (5 min. 49 sec.): Learn about the mechanics of geysers, their role in the park's history and what they teach us about the world in which we live. Yellowstone Volcano Observatory: Monitors Yellowstone's volcano.  Frequently Asked Questions about the Volcano Old Faithful Geyser Webcam University of Utah Seismology and Active Tectonics Research Group: Yellowstone Plume, Hotspot, Teton Fault, and Wasatch Front Earthquake Research Yellowstone-Teton Epicenter geologic information: Supported by University of Utah, National Science Foundation, GEON, Yellowstone Volcano Observatory, National Park Service, US Geological Survey Geologic Overview of a Bison-Carcass Site at Norris Geyser Basin, March 2004 (417 kb PDF)  More Geology  Hydrothermal Systems Yellowstone Lake Geology Earthquakes Glaciers Sedimentation and Erosion Fossils  Yellowstone's Geologic Significance   One of the most geologically dynamic areas on Earth due to shallow source of magma and resulting volcanic activity.  One of the largest volcanic eruptions known to have occurred in the world, creating one of the largest known calderas.  More than 10,000 hydrothermal features, including more than 500 geysers.  The largest concentration of active geysers in the world—approximately half of the world's total.  The most undisturbed hydrothermal features left in the world.  One of the few places in the world where active travertine terraces are found, at Mammoth Hot Springs.  Site of many petrified trees formed by a series of andesitic volcanic eruptions 45 to 50 million years ago.       References Anderson, R.J. and D. Harmon, eds. 2002. Yellowstone Lake: Hotbed of Chaos or Reservoir of Resilience? Proceedings of the 6th Biennial Scientific Conference on the Greater Yellowstone Ecosystem. Yellowstone Center for Resources and George Wright Society.  Ehrlich, G. 1987. Land of Fire and Ice. New York: Harper Collins.  Fritz, W.J. and R.C. Thomas. 2011. Roadside Geology of Yellowstone Country. Missoula: Mountain Press Publishing Company.  Good, J.M. and K.L. Pierce. 1996. [New edition is in press.] Interpreting the Landscapes of Grand Teton and Yellowstone national parks: Recent and Ongoing Geology. Moose, WY: Grand Teton Natural History Association.  Hamilton, W.L. Geological investigations in Yellowstone National Park, 1976–1981. In Wyoming Geological Association Guidebook.  Hendrix, M.S. 2011. Geology underfoot in Yellowstone country. Missoula, MT: Mountain Press Publishing Company.  Keefer, W.R. 1976. The Geologic Story of Yellowstone National Park. US Geological Survey.  Raymo, C. 1983. The Crust of Our Earth. Englewood Cliffs, NJ: Prentice-Hall.  Smith, R.B. and L.J. Siegel. 2000. [New edition is in press.] Windows Into the Earth: The Geologic Story of Yellowstone and Grand Teton national parks. New York: Oxford University Press.  Tuttle, S.D. 1997. Yellowstone National Park in Geology of national parks. Dubuque, IA: Kendall–Hunt Publishing Company.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/geology.htm"
}
