{
    "title": "Yellowstone National Park: Volcano",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Volcano                 Volcano        Between 542 and 66 million years ago—long before the “supervolcano” became part of Yellowstone’s geologic story—the area was covered by inland seas. NPS \/ Jim Peaco         The locations of Yellowstone’s three calderas and two resurgent domes. Adapted with permission from Windows into the Earth by Robert Smith and Lee J. Siegel, 2000.  A Long, Long Time Ago: Geologic History of Yellowstone  Most of Earth’s history (from the formation of the earth 4.6 billion years ago to approximately 541 million years ago) is known as the Precambrian time. Rocks of this age are found in northern Yellowstone and in the hearts of the Teton, Beartooth, Wind River, and Gros Ventre ranges. During the Precambrian and the subsequent Paleozoic and Mesozoic eras (541 to 66 million years ago), the western United States was covered at times by oceans, sand dunes, tidal flats, and vast plains. From the end of the Mesozoic through the early Cenozoic, mountain-building processes formed the Rocky Mountains. During the Cenozoic era (approximately the last 66 million years of Earth’s history), widespread mountain-building, volcanism, faulting, and glaciation sculpted the Yellowstone area. The Absaroka Range along the park’s north and east sides was formed by numerous volcanic eruptions about 50 million years ago. This period of volcanism is not related to the present Yellowstone volcano. Approximately 30 million years ago, vast expanses of today’s West began stretching apart along an east–west axis. This stretching process increased about 17 million years ago and continues today, creating the modern basin and range topography (north–south mountain ranges with long north–south valleys) characterizing much of the West, including the Yellowstone area. About 16.5 million years ago, an intense period of volcanism appeared near the intersection of present-day Nevada, Oregon, and Idaho. Repeated volcanic eruptions can be traced across southern Idaho towards Yellowstone. This 500-mile trail of more than 100 calderas was created as the North American plate moved in a southwestern direction over a shallow body of magma. About 2.1 million years ago, the movement of the North American plate brought the Yellowstone area closer to the shallow magma body. This volcanism remains a driving force in Yellowstone today.      Yellowstone Geologic History     542 to 66 Ma  Area covered by inland seas     50 to 40 Ma  Absaroka volcanics    30 Ma to present  \"Basin and Range\" forces creating Great Basin topography    16 Ma  Volcanics begin again in present day Nevada and Idaho    2.1 Ma  1st Yellowstone eruption    1.3 Ma  2nd Yellowstone eruption    640 ka  3rd Yellowstone eruption    174 ka  West Thumb eruption    160 to 151 ka  Bull Lake Glaciation underway    20 to 16 ka  Pinedale Glaciation maximum    Ma = mega annum, or millions of years ago ka = kilo annum, or one thousand years ago         This diagram shows the general ideas behind two theories of how magma rises to the surface. Adapted with permission from Windows into the Earth by Robert Smith and Lee J. Siegel, 2000.  Magma and Hot Spots Magma (molten rock from Earth’s mantle) has been close to the surface in Yellowstone for more than 2 million years. Its heat melted rocks in the crust, creating a magma chamber of partially molten, partially solid rock. Heat from this shallow magma caused an area of the upper crust to expand and rise. The Yellowstone Plateau became a geomorphic landform shaped by episodes of volcanic activity. Stress also caused rocks overlying the magma to break, forming faults and causing earthquakes. Eventually, these faults reached the deep magma chamber. Magma oozed through these cracks, releasing pressure within the chamber and allowing trapped gases to expand rapidly. A massive volcanic eruption then occurred along vents, spewing volcanic ash and gas into the atmosphere and causing fast super-hot debris (pyroclastic) flows on the ground. As the underground magma chamber emptied, the ground above it sunk, creating the first of Yellowstone’s three calderas. The volume of material ejected during this first eruption is estimated to have been 6,000 times the size of the 1980 eruption of Mt. St. Helens in Washington, and ash has been found as far away as Missouri. Approximately 1.3 million years ago, a second, smaller volcanic eruption occurred within the western edge of the first caldera. Then 640,000 years ago, a third massive volcanic eruption created the Yellowstone Caldera, 30 by 45 miles in size. A much smaller eruption approximately 174,000 years ago forming what is now the West Thumb of Yellowstone Lake. In between and after these eruptions, lava flowed—with the last being approximately 70,000 years ago. Over time, the pressure from magma has formed two resurgent domes inside the Yellowstone Caldera. Magma may be as little as 3–8 miles beneath Sour Creek Dome and 8–12 miles beneath Mallard Lake Dome; they both lift up and subside as magma or hydrothermal fluids upwell or subside beneath them. The entire caldera floor lifts up or subsides, too, but not as much as the domes. In the past century, the net result has been to tilt the caldera floor toward the south. As a result, Yellowstone Lake’s southern shores have subsided and trees stand in water. Continue: More about the Volcano      More Information  Frequently Asked Questions about the Volcano.  Volcano Q&A Video: Dr. Heasler answers common questions about the Yellowstone volcano, including its relationship to the park's thermal features and the likelihood of an eruption. Old Faithful Geyser Webcam Watch the Inside Yellowstone episodes about the volcano (approx. 2 min. each) Yellowstone's Restless Giant video (6 min.): The Yellowstone supervolcano is one of our planet's restless giants. Could it erupt in our lifetimes? Discover how geologists are monitoring the pulse of the Yellowstone volcano.  Red Mountains: A mountain range near Heart Lake located entirely within Yellowstone and named for their red volcanic rock. Hydrothermal Dynamics of Yellowstone LAKE (HD-YLAKE) project: Explores how earthquakes, volcanic processes, and climate affect the hydrothermal system located beneath Yellowstone Lake. The project is supported by National Science Foundation funding and the US Geological Survey.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/volcano.htm"
}
