{
    "title": "Yellowstone National Park: Wilderness",
    "body": "Wilderness        Of Yellowstone’s 2.2 million acres, a little more than 2 million are recommended for federal designation as wilderness. Though Congress has not acted on this recommendation, the land is managed as wilderness. NPS \/ Diane Renkin       Yellowstone National Park has always managed its backcountry to protect natural and cultural resources and to provide visitors with the opportunity to enjoy a pristine environment within a setting of solitude. Yet none of the park is designated as federal wilderness under the Wilderness Act of 1964. (Map of Proposed Wilderness in Yellowstone National Park) In 1972, in accordance with that law, the Secretary of the Interior recommended 2,016,181 acres of Yellowstone’s backcountry be designated as wilderness. Although Congress has not acted on this recommendation, all lands that fall within Yellowstone’s Recommended Wilderness are managed to maintain their natural wilderness character so as not to preclude wilderness designation in the future. The last Yellowstone wilderness recommendation sent to Congress was for 2,032,721 acres. Wilderness in the National Park System  Congress specifically included the National Park Service in the Wilderness Act and directed the National Park Service to evaluate all its lands for suitability as wilderness. Lands evaluated and categorized as “designated,” “recommended,” “proposed,” “suitable,” or “study area” in the Wilderness Preservation System must be managed in such a way as to (1) not diminish their suitability as wilderness, and (2) apply the concepts of “minimum requirements” to all management decisions affecting those lands, regardless of the wilderness category. Some activities that are typically prohibited under the Wilderness Act are motorized or mechanized equipment use and the installation of structures. Director's Order 41  In 1999, Director’s Order 41 was issued to guide National Park Service efforts to meet the 1964 Wilderness Act, directing that recommended wilderness must be managed to protect wilderness resources and values. Revised in 2013, Director’s Order 41, provides clearer guidance on contemporary issues in wilderness stewardship and management . It provides accountability, consistency, and continuity to the National Park Service’s Wilderness Stewardship Program, and guides the National Park Service efforts to meet the letter and spirit of the 1964 Wilderness Act. Instructions include:  \"The NPS will apply the guidance contained in [Director's Order 41] to all of its wilderness stewardship activities. For the purpose of applying guidance, unless specifically noted, the term \"wilderness\" includes the categories of eligible, proposed, recommended, and designated. Potential wilderness may be identified within the proposed, recommended, or designated categories.\"  \"For every designated wilderness, a Wilderness Stewardship Plan will guide management actions to preserve wilderness character… Parks with lands determined eligible, proposed, or recommended should also develop plans to preserve wilderness character... Preservation of wilderness character will be incorporated into appropriate sections of park planning and management documents.\"   Minimum Requirement Analysis  In 2003, the National Park Service Intermountain Region implemented a Minimum Requirement Policy to evaluate proposed management actions within recommended wilderness areas, saying \"all management decisions affecting wilderness must be consistent with the minimum requirement concept.\"  This concept allows managers to assess:   If the proposed management action is appropriate or necessary for administering the area as wilderness and does not impact wilderness significantly (Why must the activity occur in recommended wilderness?)  What techniques and type of equipment are needed to minimize impacts to the wilderness resource. (If the project is necessary to conduct in wilderness, what is the appropriate means to conduct it that will cause the minimum impact to the wilderness resource, character, and experience that will still get the job done?)   Superintendents apply the minimum requirement concept to all administrative practices, proposed special uses, scientific activities, and equipment use in wilderness. They must consider potential disruption of wilderness character and resources before, and give significantly more weight than, economic efficiency and convenience. If the wilderness resource or character impact is unavoidable, the only acceptable actions are those preserving wilderness character or having localized, short-term adverse impacts.  Wilderness Designation and Current Practices  Yellowstone's Backcountry Management Plan and environmental assessment were drafted in 1994, but were never signed. Though unofficial, both began to provide management guidance to park managers. As managers consider wilderness in Yellowstone today, they must determine how current practices in the park will be handled within areas that are managed as wilderness:   Protecting natural and cultural resources while also maintaining the wilderness character of the park's lands managed as wilderness.  Managing administrative and scientific use to provide the greatest contribution with the minimum amount of intrusion on lands managed as wilderness.  Monitoring wilderness character to develop and enact long-range strategies to better protect wilderness resources and enhance visitor experiences.  Minimizing visitor wilderness recreation impacts by educating users in Leave No Trace outdoor skills and ethics that promote responsible outdoor recreation and stewardship.  Evaluating the impacts to wilderness resources among other parameters for all research projects that will take place on lands managed as wilderness in Yellowstone.   Outlook  Yellowstone managers will continue to steward lands managed as wilderness in such a way that sustains the wilderness resource and wilderness character while providing wilderness recreational opportunities for park visitors. If or when Congress acts upon the recommendation to designate much of Yellowstone as wilderness, park managers will continue to manage those areas accordingly.       Quick Facts The Issue  In 1972, 90% of Yellowstone National Park was recommended for federal wilderness designation. Congress has not acted on this recommendation.  Backcountry Statistics   Approximately 1,000 miles of trail.  72 trailheads within the park; 20 trailheads on the boundary.  301 designated campsites.  Approximately 13% of users travel with boats, 6% with stock.  In 2015, approximately 20,000 visitors camped in the backcountry.   Management Concerns  Accommodating established amount of visitor use.  Protecting natural and cultural resources.  Managing administrative and scientific use.  Monitoring wilderness character.  Educating users in Leave No Trace practices.   Current Status  Yellowstone does not yet have a plan to manage recommended wilderness within the park.       More Information  Land Use Beyond Boundaries  Does Yellowstone include a federally designated wilderness? No. Most of the park was recommended for this designation in 1972, but Congress has not acted on the recommendation. References The list below includes academic publications, government publications, management documents that inform the decision-making process at Yellowstone. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. 50th Anniversary of the Wilderness Act (2014) Leave No Trace National Park Service. 1972. Wilderness Recommendation: Yellowstone National Park National Park Service. 2013. Director's Order 41: Wilderness Stewardship.  National Park Service. 2013. Wilderness Stewardship Program, 2012 Annual Wilderness Report. National Park Service, 2013. Reference Manual 41: Wilderness Stewardship.  National Park Service Wilderness Program National Park Service Wilderness Program YouTube channel National Wilderness Preservation System Wilderness Act of 1964. US Code, 16: 1131–1136                          You Tell Us: What does it mean to say that something is wild? Park visitors describe what the word \"wild\" means for them. Recorded at Norris Geyser Basin on June 12, 2012. (Running Time 03:00)  Duration:3 minutes",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/wilderness.htm"
}
