{
    "title": "Yellowstone National Park: Amphibians",
    "body": "Amphibians        Amphibians are valuable indicators of environmental stressors such as disease or climate change. Researchers monitor amphibian populations in the park. NPS       Amphibians are an important part of Greater Yellowstone’s aquatic and terrestrial ecosystems. They are valuable indicators of environmental change such as disease or climate change because of their sensitivity to disturbances such as disease, pollution, drought, annual snowpack, the arrival of nonnative species, and other habitat alterations including fragmentation. Amphibians are prey for many fish, reptile, bird, and mammal species and, in turn, eat a variety of vertebrate and invertebrate species. Because many amphibians congregate to breed or overwinter, they can be adversely affected by disturbance or loss of key sites. Amphibian populations that are affected by one or more of these stresses may exhibit increased deformities and changes in site occupancy, distribution, abundance, and species richness. These changes have cascading effects on other aspects of the ecosystem. Declines in amphibian populations are occurring globally in both protected areas and areas where habitat has been lost. About one-third of all amphibian species are believed to be threatened with extinction. Yellowstone provides a valuable study area; information about the status and trends of amphibians here may shed light on declines documented in other high-elevation protected areas of the West. Learn More: Amphibian Information Continued...           Blotched Tiger Salamander           Boreal Chorus Frog          Jay Fleming  Boreal Toad          Jay Fleming  Columbia Spotted Frog           Spadefoot Toad      Quick Facts Number in Yellowstone  5 species: blotched tiger salamander, boreal chorus frog, boreal toad, Columbia spotted frog, and plains spadefoot toad.  Identification  Toads are not taxonomically different from frogs. The species called “toads” are associated with drier skin and more terrestrial habitats.  Status   Columbia spotted and boreal chorus frogs are widely distributed with many breeding sites in the park.  Tiger salamanders are common and abundant in some portions of the Yellowstone, such as the northern range and Hayden Valley.  Boreal toads are abundant in some local areas.  None of the park’s amphibians are federally listed as threatened or endangered.  Scientists are concerned about the boreal toad, which has declined sharply in other parts of the West.   Research   2000: Researchers begin inventorying amphibians.  2005: Long-term amphibian monitoring begins in Yellowstone.  2013: A juvenile spadefoot toad was documented near Fountain Flat Drive. A breeding community is suspected, but has not been confirmed.   Survival in Winter  To survive the winter, some Yellowstone amphibians go into water that does not freeze (spotted frogs), others enter underground burrows (salamanders and toads), and others (boreal chorus frog) actually tolerate freezing and go into a heart-stopped dormancy for the winter in leaf litter or under woody debris.      More Information  More about Amphibians: Blotched Tiger Salamander, Boreal Chorus Frog, Boreal Toad, Columbia Spotted Frog, and Spadefoot Toad Listen to the sounds of amphibians in Yellowstone in the Sound Library  Frequently Asked Question: Amphibian or Reptile? Both amphibians and reptiles are ectothermic (\"cold-blooded\"), meaning they derive body heat from outside sources rather than generate it internally. Reptiles have scaly, dry skin. Some lay eggs; others bear live young. Amphibians have thin, moist glandular skin permeable to water and gases. The young must pass through a larval stage before changing into adults. Amphibious means \"double life\" and reflects the fact that salamanders, toads, and frogs live in water as larvae and on land for much of the rest of their lives.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/amphibians.htm"
}
