{
    "title": "Yellowstone National Park: Land Use",
    "body": "Explore This Park    Learn About the Park     Nature     Greater Yellowstone Ecosystem     Land Use                Land Use        Exurban development (top right) and forest dieback (bottom left) in the Gallatin Valley of Montana, in the Greater Yellowstone Ecosystem. Courtesy Andrew Hansen         Rural housing and landownership in the Greater Yellowstone Ecosystem. NPS  How land is used outside the park can disrupt ecological processes within the park. Though still sparse in the early 2000s, the population in Greater Yellowstone has grown steadily since 1970. Data compiled by the Greater Yellowstone Inventory and Monitoring Network show that from 1990 to 2010, the population in and near the Greater Yellowstone Ecosystem increased nearly 50% (approximately 220,000 to 323,000). About 27% of land in the counties that comprise the Greater Yellowstone ecosystem is privately owned. Much of the growth occurred in rural residential areas. Development density is expected to increase, but with rural residential development continuing to dominate. The distribution of population growth on private land in recent decades is having a larger impact on the ecosystem than the population increase itself. Private land in the Greater Yellowstone ecosystem is primarily located in valley bottoms and flood plains, which generally have longer growing seasons and higher plant productivity than the higher elevation areas that are protected as public land. In addition, new homes have been disproportionately located in areas that are important for biodiversity, especially grizzly bear habitat, bird hot spots, and riparian zones. The percentage of the Greater Yellowstone ecosystem used for agriculture remained relatively constant from 1920 to 1990, but has declined slightly since then to about 18%. Agriculture is still a significant use of the land. In 2007, the percentage of agricultural crop land in the counties in and near the Greater Yellowstone Ecosystem ranged from less than 5% to more than 50%.      More Information  Beyond Boundaries  References The list below includes academic publications, government publications, management documents that inform the decision-making process at Yellowstone. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Davis, C.R. and A.J. Hansen. 2011. Trajectories in land-use change around US National Parks and their challenges and opportunities for management. Ecological Applications 21(8) 3299-3316  Hansen, A. 2011. Keynote: Land-Use Change in the Greater Yellowstone Ecosystem: Past, Present, and Possible Future Patterns and Consequences. In Questioning Greater Yellowstone's Future: Climate, Land Use, and Invasive Species. Proceedings of the 10th Biennial Scientific Conference on the Greater Yellowstone Ecosystem. C. Andersen, ed., 38–45. Yellowstone National Park, WY, and Laramie, WY: Yellowstone Center for Resources and University of Wyoming William D. Ruckelshaus Institute of Environment and Natural Resources.  McIntyre, C.L., and C. Ellis. 2011. Landscape dynamics in the Greater Yellowstone Area. Natural Resource Technical Report NPS\/GRYN\/NRTR–2011\/506. National Park Service, Fort Collins, Colorado.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/landuse.htm"
}
