{
    "title": "Yellowstone National Park: Fossils",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Fossils                 Fossils        Petrified trees in Yellowstone are the result of volcanic eruptions that occurred about 50 million years ago. This piece of petrified wood shows annual rings. NPS       The fossil record of Yellowstone is one of the most diverse in the NPS. Fossil of plants, invertebrates, vertebrates, and trace fossils have been identified in Yellowstone National Park from more than 40 stratigraphic units (rock layers of known age and origin) spanning more than 540 million years from the Cambrian to the Cenozoic eras.  Paleontological resources, or fossils, are any remains of past life preserved in geologic context. Yellowstone holds the two main types of fossils: body fossils and trace fossils. Body fossils are the physical remains of an actual organism (shells, bones, teeth, plant leaves, etc.), while trace fossils (burrows, coprolites, footprints, trackways, etc.) preserve evidence of an organism’s activity or behavior. Best known in Yellowstone are the fossil forests of Specimen Ridge, where the remains of hundreds of 50-million-year-old trees stand exposed on a steep hillside, with trunks up to eight feet in diameter and some more than 20 feet tall.  Although the park’s paleontologic resources are extensive and scientifically valuable, it is estimated that only 3% of the park’s potentially fossil-bearing units have been assessed. Erosion is the key to discovery of nearly all paleontological specimens; however, once exposed, fossils are subjected to physical and chemical forces that can quickly become destructive to them.  Fossils are a non-renewable resource. Road construction, other infrastructure development, and illegal collecting can also impact fossil-bearing units. Due to the fragility of most fossils, it is necessary to inventory and document fossil localities to evaluate existing fossil material and obtain baseline information so that appropriate management decisions can be made about these areas. Collecting any natural resources, including rocks and fossils, is illegal in Yellowstone. The fossils of Yellowstone have long been studied and have already contributed to important scientific findings. Research in the park by Charles Walcott on trilobites in the late 1800s provided the foundation for his theory of the “Cambrian Explosion,” a term he used to describe the relatively sudden appearance of complex multi-cellular life possessing “hard parts” such as phosphatic or calcitic exoskeletons.  Sediment cores from the bottom of Yellowstone’s lakes contain fossils of pollen deposited during the Late Pleistocene. These pollen records show which plants were present at that time and allow researchers to infer climate conditions. The pollen in sediment layers illustrates the changes in vegetation and climate over time, providing a model of regional reforestation and climate history.  Paleontologists have also devoted much attention to the Eocene fossil plant material in the park, using it to inform regional studies of the paleoclimate and paleoecology of that period. Much could be gained in understanding current global climate change by studying Eocene times, an episode of rapid and intense warming when our planet was at its hottest.       Yellowstone’s petrified trees occur within volcanic rocks approximately 50 million years old. They are the result of rapid burial and silicification, not volcanic eruptions. NPS       Paleobotany Nearly 150 species of fossil plants (exclusive of fossil pollen specimens) from Yellowstone have been described, including ferns, horsetail rushes, conifers, and deciduous plants such as sycamores, walnuts, oaks, chestnuts, maples, and hickories. Sequoia is abundant, and other species such as spruce and fir are also present.  Most petrified wood and other plant fossils come from Eocene deposits about 50 million years old, which occur in many northern parts of the park.  The first fossil plants from Yellowstone were collected by the early Hayden Survey parties. In his 1878 report, Holmes made the first reference to Yellowstone’s fossil “forests.”  Around 1900, F. H. Knowlton identified 147 species of fossil plants from Yellowstone, 81 of them new to science. He also proposed the theory that the petrified trees on the northwest end of Specimen Ridge were forests petrified in place.  Additional studies and observations informed a modification of Knowlton’s original hypothesis. Andesitic volcanic eruptions such as the 1980 eruption of Mount St. Helens showed that trees are uprooted by rapidly flowing volcanic debris flows. The volcanic debris flows not only transported the trees to lower elevations, the trees were also deposited upright. Thus, with increased scientific knowledge, our understanding of Yellowstone’s fossil forests has changed.  Cretaceous marine and nonmarine sediments are exposed on Mount Everts and other areas in Yellowstone. Similar to Cretaceous rocks throughout the Rocky Mountains, fossil leaves, ferns, clam-like fossils, shark teeth, and several species of vertebrates have been found. In 1994 fossil plants were discovered in Yellowstone during the East Entrance road construction project, which uncovered areas containing fossil sycamore leaves and petrified wood. Fossil Invertebrates  Fossil invertebrates are abundant in Paleozoic rocks, especially the limestones associated with the Madison Group in the northern and south-central parts of the park. They include corals, bryozoans, brachiopods, trilobites, gastropods, and crinoids. Trace fossils, such as channeling and burrowing of worms, are found in some petrified tree bark.  Fossil Vertebrates  Fossil remains of vertebrates are rare, but perhaps only because of insufficient field research. A one-day survey led by paleontologist Jack Horner, of the Museum of the Rockies, Bozeman, Montana, resulted in the discovery of the skeleton of a Cretaceous vertebrate. Other vertebrate fossils found in Yellowstone include:  Fish: crushing tooth plate; phosphatized fish bones; fish scales; fish teeth.  Horse: possible Pleistocene horse, Equus nebraskensis, reported in 1939.  Other mammals: Holocene mammals recovered from Lamar Cave; Titanothere (type of rhinoceros) tooth and mandible found on Mt. Hornaday in 1999.       More Information  Geology  References The list below includes academic publications, government publications, management documents that inform the decision-making process at parks and protected areas, as well as links to websites that provide additional relevant information. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Barnosky, E. H. 1994. Ecosystem dynamics through the past 2000 years as revealed by fossil mammals from Lamar Cave in Yellowstone National Park. Historical Biology 8:71–90.  Chadwick, A. and T. Yamamoto. 1984. A paleoecological analysis of petrified trees in the Specimen Creek area of Yellowstone National Park, Montana, USA. Paleogeography, Paleoclimatology, Paleoecology 45:39–48.  Fritz, W.J. and R.C. Thomas. 2011. Roadside Geology of Yellowstone Country. Missoula: Mountain Press Publishing Company.  Hendrix, M.S. 2011. Geology underfoot in Yellowstone country. Missoula, MT: Mountain Press Publishing Company.  Tweet, J. S., V. L. Santucci, and T. Connors. 2013. Paleontological resource inventory and monitoring: Greater Yellowstone Network. Natural Resource Report NPS\/GRYN\/NRTR—2013\/794. National Park Service, Fort Collins, Colorado.  Whitlock, C. 1993. Postglacial vegetation and climate of Grand Teton and southern Yellowstone National Parks. Ecological Monographs 63: 173-198.  Yuretich, R. F. 1984. Yellowstone fossil forests: New evidence for burial in place. Geology 12:159–162.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/fossils.htm"
}
