{
    "title": "Yellowstone National Park: Climate Change References",
    "body": "Explore This Park    Learn About the Park     Nature     Climate Change     Climate Change References                Climate Change References       The list below includes academic publications, government publications, management documents that inform the decision-making process at parks and protected areas, as well as links to websites that provide additional relevant information. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Al-Chokhachy, R., J. Alder, S. Hostetler, R. Gresswell, B. Shepard. 2013. Thermal controls of Yellowstone cutthroat trout and invasive fishes under climate change. Global Change Biology 19, 3069–3081, doi: 10.1111. Anderson, C. (editor). 2011. Questioning Greater Yellowstone's future: Climate, land use, and invasive species: Proceedings of the 10th Biennial Scientific Conference on the Greater Yellowstone Ecosystem. Yellowstone National Park, WY, and Laramie, WY: Yellowstone Center for Resources and University of Wyoming William D. Ruckelshaus Institute of Environment and Natural Resources.   Bingham, B., M. Britten, L. Garrett, P. Latham, and K. Legg. 2010. Enhanced monitoring to better address rapid climate change in high-elevation parks: a multi-network strategy. Natural Resource Report NPS\/IMR\/NRR—2011\/285. National Park Service, Fort Collins, Colorado.    Climate Change Impacts Group. 2012. Northern Rockies climate change primer.  http:\/\/www.greateryellowstonescience.org\/download_product\/3799\/0   Lynch, H., et al. 2006. Influence of Previous Pine Beetle Activity on the 1988 Yellowstone Fires. Ecosystems. 9:1318–1327.   Macfarlane, W.M., J.A. Logan, and W.R. Kern 2013. An innovative aerial assessment of Greater Yellowstone Ecosystem mountain pine beetle-caused whitebark pine mortality. Ecological Applications 23:421–437.   McMenamin, S.K., E.A. Hadly, and C.K. Wright. 2008. Climatic change and wetland desiccation cause amphibian decline in Yellowstone National Park. Proceedings of the National Academy of Sciences 105(44):16988–16993.   McWethy D.B., et al. 2010. Climate and terrestrial ecosystem change in the U.S. Rocky Mountains and Upper Columbia Basin: Historical and future perspectives for natural resource management. Natural Resource Report NPS\/GRYN\/NRR—2010\/260.  www.fedgycc.org\/documents\/ McWethy_et_al_2010_NPS_NRR260_Climate_Terrestrial_Change_RockyMtns_UprColBasin.pdf    Millspaugh, S., C. Whitlock, P. Bartlein. 2000. Variations in fire frequency and climate over the past 17,000 yr in central YNP. Geology. 28(3):211–214.   Olliff, T., G. Plumb, J. Kershner, C. Whitlock, A. Hansen, M. Cross, and S. Bishke. 2010. A science agenda for the Greater Yellowstone area: Responding to landscape impacts from climate change, land use change, and invasive species Yellowstone Science. Vol. 18(2).   Peackock, S. 2011. Environ. Res. Lett. 6 (January-March 2011) 014007 doi:10.1088\/1748-9326\/6\/1\/014007   Pederson, G. T., J. L. Betancourt, and G. J. McCabe (2013), Regional patterns and proximal causes of the recent snowpack decline in the Rocky Mountains, U.S., Geophys. Res. Lett., 40, 1811–1816, doi:10.1002\/grl.50424.   Raffa, K. F., Aukema, B. H., Bentz, B. J., Carroll, A. L., Hicke, J. A., Turner, M. G. and Romme, W. H. (2008), `Crossscale drivers of natural disturbances prone to anthropogenic amplification: the dynamics of bark beetle eruptions', Bioscience 58(6), 501 {51 7.   Saunders, S. et al. 2006. Losing Ground: Western national parks Endangered by Climate Disruption. Rocky Mountain Climate Organization and NRDC. July.   Schook, D. 2012. Climatic and hydrologic processes leading to recent wetland losses in Yellowstone National Park, USA. M.S. Thesis. Colorado State University, Ft. Collins, CO. 76 pp.   Smithwick, E.A.H., M.G. Ryan, D.M. Kashian, W.H. Romme, D.B. Tinker, and M.G. Turner. 2009. Modeling the effects of fire and climate change on carbon and nitrogen storage in lodgepole pine (Pinus contorta) stands. Global Change Biology 15(3):535–548.   Tercek, M.T., R. Stottlemyer, and R. Renkin. 2010. Bottom-up factors influencing riparian willow recovery in Yellowstone National Park. Western North American Naturalist. 70(3): 387–399.   Whitlock, C. et al. 2007. A 2650-year-long record of environmental change from northern Yellowstone National Park based on a comparison of multiple proxy data. Quaternary International (author's proof).",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/climatechangerefs.htm"
}
