{
    "title": "Yellowstone National Park: Cycles and Processes",
    "body": "Explore This Park    Learn About the Park     Nature     Greater Yellowstone Ecosystem     Cycles and Processes                Cycles and Processes        The ecological diversity of the Greater Yellowstone Ecosystem contributes to its value, and its controversy. Yellowstone's northern range has been the focus of debate since the 1930s. NPS \/ Jim Peaco       Cycles and processes are essential connections within an ecosystem. Photosynthesis, predation, decomposition, climate, and precipitation facilitate the flow of energy and raw materials. Living things absorb, transform, and circulate energy and raw materials and release them again. Life forms are active at all levels. Microbes beneath Yellowstone Lake thrive in hydrothermal vents where they obtain energy from sulfur instead of the sun. Plants draw energy from the sun and cycle nutrients such as carbon, sulfur, and nitrogen through the system. Herbivores, from ephydrid flies to elk, feed on the plants and, in turn, provide food for predators like coyotes and hawks. Decomposers—bacteria, fungi, other microorganisms—connect all that dies with all that is alive. The ecosystem is constantly changing and evolving. A wildland fire is one example of an integral, dynamic process. Fires rejuvenate forests on a grand scale. Some species of plants survive the intense burning to re-sprout. Some cones of lodgepole pines pop open only in heat generated by fires, spreading millions of seeds on the forest floor. After fire sweeps through an area, mammals, birds, and insects quickly take advantage of the newly created habitats. Fires recycle and release nutrients and create dead trees or snags that serve a number of ecological functions, such as the addition of organic matter to the soil when the trees decompose. The ecosystem is constantly changing and evolving. A wildland fire is one example of an integral, dynamic process. Fires rejuvenate forests on a grand scale. Some species of plants survive the intense burning to re-sprout. Some cones of lodgepole pines pop open only in heat generated by fires, spreading millions of seeds on the forest floor. After fire sweeps through an area, mammals, birds, and insects quickly take advantage of the newly created habitats. Fires recycle and release nutrients and create dead trees or snags that serve a number of ecological functions, such as the addition of organic matter to the soil when the trees decompose.  These cycles and processes are easily and frequently observed on Yellowstone’s northern range, which refers to the broad grassland that borders the Yellowstone and Lamar rivers in the northern portion of the park and into Montana. This area sustains one of the largest and most diverse communities of free-roaming large animals seen anywhere on Earth. Many of the park’s ungulates spend the winter here. Elevations are lower and the area receives less snow than elsewhere in the park. Often the ridge tops and south-facing hillsides are clear of snow, a result of wind and sun. Animals take advantage of this lack of snow, finding easier access to forage.  As a result of its incredible biodiversity, relatively complete ecosystem integrity, and year-round access, research conducted on the northern range has informed much of our current scientific understanding of native species and the ecological processes that sustain them.        The northern range is a broad grassland that borders the Yellowstone and Lamar rivers in the northern portion of Yellowstone and into Montana. NPS  Biodiversity  Each species—no matter how small—has an important role to play in a functioning ecosystem. They all participate in various ecosystem processes like transferring energy, providing nutrient storage, or breaking down pollutants. That is why biological diversity, or biodiversity, is a benchmark for measuring the health of an ecosystem. Biodiversity can be measured two ways: the number of different species (also called richness) and the abundance of each species (also called evenness). The biodiversity and ecological processes that are protected in the park support a healthy ecosystem. Significantly, Greater Yellowstone’s natural diversity is essentially intact. The region appears to have retained or restored its full historical complement of vertebrate wildlife species—something unique in the wildlands of the contiguous 48 states. The extent of wildlife diversity is due, in part, to the different habitats found in the region, ranging from high alpine areas to sagebrush country, hydrothermal areas, forests, meadows, and other habitat types. All of these are connected by landforms through links provided by streams and rivers that course through the changing elevations, and in the air that circulates between them. Biodiversity also supports the resilience of an ecosystem. When a variety of organisms contribute to ecosystem processes, an ecosystem can be more flexible through dynamic events like floods or fire. Knowledge of the park’s biodiversity expanded in 2009 with Yellowstone’s first bioblitz. Intricate Layers  The reintroduction of the wolf to Yellowstone restored an important element of ecological completeness in the Greater Yellowstone Ecosystem. This region now contains every large wild mammal, predator or prey, that inhabited it when Europeans first arrived in North America, though not necessarily in the same numbers or distribution. But the wolf is only one factor in the extremely complex and dynamic community of wild Yellowstone. Since wolves were restored, scientists have discovered layers of complexity reaching far beyond the large mammals. For example, the carcasses of elk, bison, and other large mammals each become ecosystems of their own. Researchers have identified at least 57 species of beetle associated with these ungulate carcasses on the northern range. Only one of those species eats ungulate meat. The rest prey on other small scavengers, especially the larvae of flies and beetles. Others consume carcass by-products such as microscopic fungal spores. In this very busy neighborhood, thousands of appetites interact until the carcass melts away and everybody moves on. Thus the large predators point us toward the true richness, messiness, and subtlety of wild Yellowstone. For a wolf pack, an elk is dinner waiting to happen; for beetles, flies, and many other small animals, the elk is a village waiting to happen.        The processes of predation, scavenging, and eventual decomposition, are just some of the ways that nutrients cycle in a dynamic ecosystem. NPS  Trophic Cascade  Wolf reintroduction created the chance to observe how a top predator influences its plant-eating prey and how changes in those prey influence plants. By reducing the abundance of herbivores or changing their feeding behavior, predators free plants from being eaten. This series of effects is called a “trophic cascade.” Accumulated studies show that the loss of wolves from the food web on the northern range in the 1930s led to a loss of willows and other woody plants by allowing excessive grazing by elk. Most researchers agree that reintroduced wolves have caused elk to change their behavior and many studies have shown a correlation between the presence of wolves and increased growth in willows. However, not all scientists agree that this relationship is causal. For example, some researchers say elk don’t linger in willow or aspen areas where visibility is poor and that this behavioral change prevents them from eating as much willow or aspen. Other scientists argue that fluctuations in the availability of ground water explain the growth patterns in woody vegetation. Ecologists have documented a substantial rise in temperature in the northern range: from 1995 to 2005, the number of days above freezing increased from 90 to 110. Changes in precipitation and effects of global climate change are also affecting vegetation growth. It is too soon to know for sure if this trophic cascade is actually happening, and how extensive it might be—or if it is just one of many factors at work. Ongoing, long-term scientific research will continue to examine the complex fabric of the Greater Yellowstone Ecosystem.        Winter counts and hunting harvests of the northern elk herd in Yellowstone National Park and adjacent areas of Montana, 1976–2015. Counts were not adjusted for factors that may decrease the detection of elk. NPS  Predators and Prey  For the visitor, this community’s complexity has been highlighted primarily through the large predators and their prey species. This ecological “suite” of species provides a rare display of the dramatic pre-European conditions of wildlife in North America.  Elk are subject to predation by many species in the ecosystem, including bears, wolves, coyotes, and mountain lions. Also, the northern Yellowstone elk population is subject to several hunts each year. Elk that migrate out of the park may be legally hunted during an archery season, early season backcountry hunt, general autumn hunt, and in past years a Gardiner, Montana late hunt, all of which are managed by the Montana Department of Fish, Wildlife and Parks. The primary objective of the Gardiner late hunt was to regulate the northern Yellowstone elk population that migrates outside the park during winter and limit grazing of crops on private lands. During 1996–2002, approximately 5–19% (mean approximately 11%) of the adult female portion of counted elk were harvested each year during the late hunt. However, the hunt has not been held in the last couple years due to decreased elk numbers. Animal populations are not static, and don't always stay at levels pleasing to humans. Instead, a more dynamic variability is present, which probably characterized this region’s wildlife populations for millennia. The complex interdependence of these relationships results in fluctuations in the elk population—when there are lots of elk, predator numbers increase, which, in part, helps reduce elk numbers and recruitment (elk calf survival). Nature does have balances, but they are fluid rather than static, flexible rather than rigid, and experience dynamic fluctuation as opposed to a steady state. While some people delight in the chance to experience the new completeness of the Yellowstone ecosystem, others are alarmed and angered by the changes. But with so few places remaining on Earth where we can preserve and study such ecological completeness, there seems little doubt about the extraordinary educational, scientific, and even spiritual values of such a wild community.        Yellowstone’s largest elk herd winters along and north of the park boundary. After decades of debate over whether this range was overgrazed by too many elk, some concern has shifted to the herd’s small size. NPS \/ Diane Renkin  Grazing and Migration Grasses are an important part of the diet of most hoofed animals (ungulates) in Yellowstone. Bighorn sheep, bison, and elk rely on grasses for 50–80% of their food. Ungulates in this temperate mountain environment migrate seasonally and move selectively across the landscape following the new growth of grasses, when forage is at its most nutritious. These ungulates eat green plants in the spring at lower-elevation winter ranges, before migrating higher in elevation with the wave of young, nutritious vegetation later in the growing season. Ungulates then return to the winter range in late autumn to access mostly dead, low-quality foods when deep snow covers the higher-elevation areas. Intense grazing can degrade plant communities by removing vegetation, compacting soils, and reducing the diversity of plants. Dense ungulate populations can also shift the composition and structure of plant communities. Studies of the northern range began to address the issue of overgrazing in the 1960s and have continued to the present. Early studies identified some over-browsing of riparian plants, but no clear evidence of overgrazing. The results of years of research and analysis, published in Ecological Dynamics on Yellowstone’s Northern Range (2002), concluded that “the best available scientific evidence does not indicate ungulate populations are irreversibly damaging the northern range.” The northern range is healthy and elk do not adversely affect the overall diversity of native animals and plants. It was also determined that ungulate grazing actually enhances grass production in all but drought years, and grazing also enhances protein content of grasses, yearly growth of big sagebrush, and establishment of sagebrush seedlings. There is some indication that the dynamic northern grassland system is in a state of flux. The density of northern Yellowstone elk decreased to approximately 3 to 5 per square kilometer during 2006 through 2011 from a high of 12 to 17 per square kilometer in the late 1980s and early 1990s before wolf reintroduction. Fewer elk have resulted in less forage consumed and less intense feedbacks by elk on soil and plant processes, which likely has contributed to lower plant production and forage quality. However, the effects of an increasing bison population on soil and plant processes remain to be determined. Bison and elk have a substantial degree of dietary and habitat overlap, which may result in competition between bison and elk for food resources. Also, large concentrated groups of bison that repeatedly graze sites throughout the summer could potentially have quite different effects on the dynamics of Yellowstone’s northern range than herds of elk that graze sites for relatively short periods during their migration to high elevation summer range. Research has been initiated to explore the influence of recent changes in the Yellowstone grazing community on ecosystem processes such as the spatial pattern and intensity of ungulate grazing and grassland energy and nutrient dynamics. Scientists predict that the transition to an increasing population of bison will influence the grasslands in northern Yellowstone differently than elk.        Some sections of the northern range are fenced, as shown above, to study the long-term effects of grazing by fencing out large herbivores. The results were complex: Animals prune shrubs outside the fence but shrubs stay healthy. Apparently the herds are not destroying the unprotected vegetation. NPS  Seasons and Weather Many scientists believe that winter is the major factor influencing elk populations. Mild winters allow many more elk to survive until spring, but severe winters result in significant levels of winter-kill for many animals, not just elk. In severe winters (as in 1988–89 or 1996–97), up to 25% of the herd can die. During the 1990s, the ecological carrying capacity of the northern range increased as elk colonized new winter ranges north of the park that had been set aside for this purpose. Summers were also wet while winters were generally mild. A warming climate could influence the diet, nutrition, and condition of Yellowstone wildlife. Likely scenarios suggest a 1–3 degrees Celsius increase in average temperature during the 21st century with a corresponding increase in annual rainfall—though it is unknown precisely how precipitation patterns will change and how those changes will affect the Yellowstone system. A warming climate could influence the diet, nutrition, and condition of Yellowstone wildlife. Likely scenarios suggest a 1–3 degrees Celsius increase in average temperature during the 21st century with a corresponding increase in annual rainfall—though it is unknown precisely how precipitation patterns will change and how those changes will affect the Yellowstone system.  “Too Many” or “Too Few”  The northern range has been the focus of one of the most productive, if sometimes bitter, dialogues on the management of a wildland ecosystem. For more than 80 years this debate focused on whether there were “too many” elk on the northern range. Although early counts of the elk in the park, especially on the northern range, are highly questionable, scientists and managers in the early 1930s believed that grazing and drought in the early part of the century had reduced the range’s carrying capacity and that twice as many elk were on the range in 1932 as in 1914. Due to these concerns about overgrazing and overbrowsing, park managers removed ungulates—including elk, bison, and pronghorn—from the northern range by shooting or trapping from 1935 to the late 1960s. More than 26,000 elk were culled or shipped out of the park to control their numbers and to repopulate areas where over-harvesting or poaching had eliminated elk. Hunting outside the park removed another 45,000 elk during this period. These removals reduced the annual elk counts from approximately 12,000 to less than 4,000 animals. As the result of public pressure and changing National Park Service conservation philosophy, park managers ended elk removals in the late 1960s and let a combination of weather, predators, range conditions, and outside-the-park hunting and land uses influence elk abundance. Without any direct controls inside the park, annual elk counts increased to approximately 12,000 elk by the mid-1970s, 16,000 elk by 1982, and 19,000 elk by 1988. This rapid population increase accentuated the debate regarding elk grazing effects on the northern range. The restoration of wolves into Yellowstone and their rapid increase changed the debate from concerns about “too many” elk to speculation about “too few” elk because of wolf predation. Elk are the most abundant ungulate on the northern range and comprised more than 89% of documented wolf kills during winters from 1997 to 2008. Also, from 2002 to 2008, elk calf survival (recruitment) and total number of the northern elk herd declined. Many factors (e.g., predators, drought, winterkill, hunting) contributed to the low recruitment and decreased elk numbers. These trends cause some people to think wolves are killing off elk, despite the fact that elk continue to populate the northern range at relatively high density compared to other areas. Opinions about “too many” or “too few” assume there is an ideal, static, ecosystem state to which we compare current conditions. Scientifically, no such condition exists. But in the scope of human values, everyone has an idea about how things “ought to be.” Controversy arises when those different experiences and values conflict. For example, many urban dwellers live among intensively managed surroundings (community parks and personal gardens and lawns) and are not used to viewing wild, natural ecosystems. Livestock managers and range scientists, on the other hand, tend to view the landscape in terms of the number of animals that a unit of land can optimally sustain. Range science has developed techniques that allow intensive human manipulation of the landscape for this goal, which is often economically based. Furthermore, many ecologists and wilderness managers have come to believe that the ecological carrying capacity of a landscape is different from the concept of range or economic carrying capacity. They believe variability and change are the only constants in a naturally functioning wilderness ecosystem.      More Information  Wolves Vegetation Communities Elk  References The list below includes academic publications, government publications, management documents that inform the decision-making process at Yellowstone. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Frank, D. A., and S.J. McNaughton. 1992. The ecology of plants, large mammalian herbivores, and drought in Yellowstone National Park. Ecology. 73 (6). McWethy, D.B., S.T. Gray, P.E. Higuera, J.S. Littell, G.T. Pederson, A.J. Ray, and C. Whitlock. 2010. Climate and terrestrial ecosystem change in the U.S. Rocky Mountains and Upper Columbia Basin: Historic and future perspectives for resource management. Natural Resource Report NPS\/GRYN\/NRR-2010\/260. National Park Service, Fort Collins, Colorado. 79 p.  National Research Council (U.S.). 2002. Ecological dynamics on Yellowstone's northern range. Washington, D.C.: National Academy Press.  Singer, F. J., and J. E. Norland. 1994. Niche relationships within a guild of ungulate species in Yellowstone National Park, Wyoming, following release from artificial controls. Canadian Journal of Zoology. 72.  White, P. J., R. A. Garrott, and G.E. Plumb. 2013. Yellowstone's wildlife in transition. Cambridge, Massachusetts: Harvard University Press.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/cyclesprocesses.htm"
}
