{
    "title": "Yellowstone National Park: Water",
    "body": "Explore This Park    Learn About the Park     Nature     Greater Yellowstone Ecosystem     Water                 Water        Yellowstone waters provide essential moisture to much of the American West and water resources provide recreational opportunities, plant and wildlife habitat, and scenic vistas. NPS \/ Diane Renkin       The water that flows through Yellowstone National Park and the Greater Yellowstone Ecosystem (GYE) is a vital national resource. The headwaters of seven great rivers are located in the GYE, and flow from the Continental Divide through communities across the nation on their way to the Pacific Ocean, the Gulf of California, and the Gulf of Mexico. Precipitation in the mountains and plateaus of the Northern Rockies circulates through these aquatic veins to provide essential moisture to much of the American West; and water resources provide recreational opportunities, plant and wildlife habitat, and scenic vistas. Water also drives the complex geothermal activity in the region and fuels the largest collection of geysers on earth. Precipitation and groundwater seep down into geothermal \"plumbing\" over days, and millennia, to be superheated by the Yellowstone Volcano and rise to the surface in the form of hot springs, geysers, mudpots, and fumaroles.  Yellowstone contains one of the most significant, near-pristine aquatic ecosystems found in the United States. More than 600 lakes and ponds comprise approximately 107,000 surface acres in Yellowstone—94 percent of which can be attributed to Yellowstone, Lewis, Shoshone, and Heart lakes. Some 1,000 rivers and streams make up approximately 2,500 miles of running water.         Major watersheds in Yellowstone National Park. NPS \/ Yellowstone Spacial Analysis Center  Lakes  Yellowstone's inland lakes are essential aquatic habitat for resident species. They are largely protected from many of the environmental stresses to which waters outside the park boundaries may be victim. These lakes maintain freshwater biodiversity, support elaborate food webs, and underpin plant and animal communities. Understanding the complexities of Yellowstone's freshwater ecology allows park managers to help maintain successful ecosystem functioning in the face of nonnative invasive species, climate change, and pollution.  Yellowstone Lake  Yellowstone Lake is the largest high-elevation lake (above 7,000 ft) in North America. Covering 286 square miles, with an average depth of 138 feet, and just over 12,000,000 acre-feet of water. The lake is covered by ice from mid December to May or June.  Entering Yellowstone Lake are more than 141 tributaries, but only one river. The Yellowstone River, which enters at the south end of the southeast arm, dominates the inflow of water and sediment flows out. The only outlet of the lake is at Fishing Bridge, where the Yellowstone River flows north and discharges 2,000–9,000 cubic feet per second.  Powerful geologic processes in Yellowstone National Park have contributed to the unusual shape of Yellowstone Lake, which straddles the southeast margin of the Yellowstone caldera. A smaller caldera-forming event about 140 thousand years ago, comparable in size to Crater Lake, Oregon, created the West Thumb basin. Several significant glacial advances and recessions continued to shape the lake and overlapped the volcanic events. Glacial scour deepened the central basin of the lake and the faulted south and southeast arms. More recent dynamic processes shaping Yellowstone Lake include currently active fault systems, development of a series of postglacial shoreline terraces, and postglacial hydrothermal-explosion events, which created the Mary Bay crater complex and other craters. (See Yellowstone Lake Geology) Many of the area's 1,000 to 3,000 annual earthquakes occur under Yellowstone Lake, causing uplift and subsidence events which continually reshape the shoreline of the lake.  Yellowstone Lake is also the site of one of the most extensive conservation efforts in the National Park Service. Lake trout (Salvelinus namaycush) which were illegaly introduced to Yellowstone Lake have jeopordized the survival of the native population of cutthroat trout (Oncorhynchus clarkii bouvieri). See Native Fish Species and Lake Trout for more information. More: Yellowstone Lake Quick Facts  Elevation: 7,731 feet (2,357 m)  Surface area: 131.8–135.9 mi2 (341–352 km2)  Perimeter (Shoreline): 141 miles (227 km)  Deepest point is due east of Stevenson Island at 430 feet (131 m)  Lewis and Shoshone Lakes  Lewis Lake is fed by the Lewis River and other tributaries. Shoshone lake is a valuable wilderness resource. Only accessible by foot, or by boat through the Lewis River Channel, one of the park's amazing geyser basins lies near the northwest shore. More: Shoshone Lake Heart Lake  Heart Lake is located at the south end of the park near the base of Mt. Sheridan. It sits in prime bear habitat, and there are several thermal areas along the northwest shore.        The Gibbon River is a popular place to view rapids. NPS \/ Jim Peaco       Rivers  Watersheds, or drainage basins, represent the surface area that contributes runoff to a particular river. The boundaries of a watershed are ridges or elevated areas which determine the direction surface water will flow. Any rain or snow that falls within the watershed will flow downstream to the basin's mouth, unless it is removed from the flow by evaporation, freezing, absorption as groundwater, or diversion for human use.  Yellowstone River  The Yellowstone River is 671 miles long. It is the longest undammed river in the lower 48 states. The headwaters of the Yellowstone is outside the southeast park boundary on Younts Peak (Wyoming) and flows into Yellowstone Lake. It leaves the lake at Fishing Bridge, and continues north-northwest until it leaves the park near Gardiner, Montana. The Yellowstone River continues north and east through Montana and joins the Missouri River just across the North Dakota state line. Its watershed drains one-third of the state of Montana. It carves out the Grand Canyon of the Yellowstone in the middle of the park and runs over the Upper and Lower Falls. The Yellowstone River is among the top recreational river destinations in the US and provides opportunities for boating and fishing enthusiasts, birders, and for recreation. Additionally, the Yellowstone River serves many downstream communities (e.g., Billings, Montana) and is recognized regionally and nationally for economic importance to agriculture, industry, and municipalities. More: Yellowstone River Lamar River  The Lamar River originates on the east side of the park. Park boundaries were adjusted in 1929 to include the entire Lamar watershed in order to protect this major tributary of the Yellowstone River. The Lamar River is joined by Soda Butte Creek as it flows across the northern range to the outflow of Yellowstone Lake. The Lamar River Valley is home to wild pronghorn, bison rutting, bear habitat, the most consistent viewing of wild wolves in the world, and first-rate fly fishing.  Gardner River  The Gardner Rivers originate in the northwest corner of the park and flow to the Missouri River. The Gardner flows into the Yellowstone first, joining near Rattlesnake Butte at the north entrance to the park.  Snake River  The Snake River—a major tributary of the Columbia River—originates in the Teton Wilderness, flows north into Yellowstone National Park, and then turns south, passing through the John D. Rockefeller, Jr., Memorial Parkway into Grand Teton National Park. The river flows through Idaho and joins the Columbia in Washington. The Snake River is 1,040 miles long (1,674 km); 42 miles (68 km) of it are in Yellowstone National Park. The river feeds Jackson Lake—a natural lake augmented by a dam, resulting in regulated downstream flows since 1907. Visitors enjoy a multitude of recreational opportunities on the river such as rafting, fishing, and photography. The river is home to a wide variety of riparian and aquatic species, including the native Yellowstone cutthroat trout and an endemic variety, the Snake River fine-spotted cutthroat. The 2009 Snake River Headwaters Legacy Act designated the river above Jackson Lake as a Wild and Scenic River. More: Snake River Firehole River  Home to several species of trout, the Firehole River is a favored fly fishing spot. Most of the outflow from the park's geyser basins empties into the Firehole River causing it to be warmer with larger concentrations of dissolved minerals (chemically richer) than other watersheds. The Gibbon and Firehole Rivers join to form the Madison River. The Madison flows to Hebgen Lake, joins the Jefferson River and eventually the Missouri Riveron its way to the Gulf of Mexico. (Watch video of the Firehole River in Winter, Video Library)        A volunteer collects a water sample at Soda Butte Creek. Collection of water quality data has continued at fixed sites since 2002. NPS \/ Todd Koel  Water Quality  The quality of the nation's waters is protected by laws and policy at local, state, and federal levels. To understand and maintain or improve water quality and aquatic ecosystems, resource managers take inventory and actively monitor water resources throughout the region. Water quality in a national park may reflect activities taking place upstream of the park's surface waters as well as within the park. The water quality in Grand Teton and Yellowstone national parks, where most of the watersheds originate on federally protected land, is generally very high. However, it is vulnerable to impacts such as road construction, recreational activities, and deposition from atmospheric pollutants.  All Yellowstone waters are classified as Outstanding National Resource Waters, which receive the highest level of protection for surface waters under the Clean Water Act. Because of the relatively pristine nature of the park's surface waters, they are often used to establish reference conditions for the northern Rocky Mountain region. Although most of the park's watersheds originate within its boundaries and are minimally affected by human activities, they are vulnerable to impacts such as road construction, dewatering, atmospheric deposition, sewage spills, climate change, and runoff from mining sites outside park boundaries.       Long-term Water Quality Monitoring  Monitoring water quality continues to be a high priority for Yellowstone, with standardized data collected at fixed sites since 2002. This long-term data is used to evaluate overall ecosystem health, ascertain impacts of potential stressors (e.g., road construction activities, accidental sewage spill), identify changes that may be associated with water quality degradation, and guide resource management decisions related to water quality.  The characteristics of Yellowstone's surface waters are influenced by season, elevation, and precipitation. Some waters are also affected by the park's geothermal features, generally resulting in warmer temperatures and higher dissolved ion concentrations. Park staff monitors water temperature, dissolved oxygen, pH, specific conductance turbidity, and total suspended solids at 11 stream sites and 7 sites on Yellowstone Lake. Park staff collect chemical parameters from 10 stream sites, including anions, cations, and nutrients. In 2013, all but three sites met or surpassed national and state water quality standards on all collection days.  The three sites where pH value exceeded the Environmental Protection Agency freshwater aquatic life standards (pH 6.5–9.0 standard units) were upper Soda Butte Creek, Yellowstone River near Canyon, and Gibbon River. Results on the Gibbon and Yellowstone rivers were most likely the effect of acidic runoff from several thermal areas upstream from the sites. Mine tailings deposited in the stream channel and surrounding floodplain of Soda Butte Creek outside the park, could be contributing to the low pH values observed during the collection date.  Park staff also monitor three sites on the park boundary where stream segments in the Yellowstone River drainage have been listed as impaired by the State of Montana.  Reese Creek  Irrigation by landowners north of the park has often reduced the lowermost reach of the stream during mid-summer and fall. The water flow becomes unsuitable for sustaining native trout and overall biological integrity. The adjudicated water rights stipulate that the creek is to have a minimum flow of 1.306 ft3\/sec from April 15 to October 15.  Soda Butte Creek  Soda Butte Creek is located near the park boundary, approximately 5 miles (8 km) downstream of the McLaren Mine. As a result of metal contamination from previous mining activity, dissolved and total metals (arsenic, copper, iron, and selenium) persist in the floodplain. State and federal agencies completed a three-year effort to relocate mine tailings away from the floodplain in 2014. Results from monitoring activities in Soda Butte Creek downstream of the reclamation work show that iron levels associated with the former mining site have been dramatically reduced. In addition, a collaboration between state and federal agencies is underway to further evaluate the contributions of metals from other tributaries in the Soda Butte Creek drainage. Yellowstone River upstream of Corwin Springs  Similar to prior years, water samples from three sites on the Yellowstone River and three sites on tributaries during the low flow period from late April to early May indicated that all of the sites exceeded the EPA drinking water standard of 0.01 mg\/L total arsenic. The high total arsenic values in this drainage may be due to natural geological or geothermal influences on water chemistry.       More Information  Listen to Yellowstone Lake in Winter in the Sound Library (2 min. 16 sec.) More Water Media: Minute Out In It, Video Library, Sound Library  References The list below includes academic publications, government publications, management documents that inform the decision-making process at Yellowstone. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Gude, P.H., A.J. Hansen, and D.A. Jones. 2007. Biodiversity consequences of alternative future land use scenarios in Greater Yellowstone. Ecological Applications 17(4): 1004–1018.  Koel, T. et al. 2014. Yellowstone Fisheries and Aquatic Sciences Report 2012–2013. National Park Service: Yellowstone National Park.  Marcus, W.A., J.E. Meacham, A.W. Rodman, A.Y. Steingisser. 2012. Atlas of Yellowstone. University of California Press.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/water.htm"
}
