{
    "title": "Yellowstone National Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature       Yellowstone National Park is as wondrous as it is complex. Established primarily to protect geothermal areas that contain about half the world's active geysers, the park also forms the core of the Greater Yellowstone Ecosystem. At 28,000 square miles, it is one of the largest, nearly intact temperate-zone ecosystems on Earth. It preserves a great variety of terrestrial, aquatic, and microbial life.  Natural processes operate in an ecological context that has been less subject to human alteration than most others throughout the nation—and throughout the world. This makes the park an invaluable natural reserve and reservoir of information.              Geology   A volcano, geysers and other thermal features, earthquakes, and glaciers shape Yellowstone's landscape.        Wildlife   Abundant and diverse: 67 species of mammals, 330 species of birds, 16 species of fish, 5 species of amphibians, 6 species of reptiles.              Greater Yellowstone Ecosystem   Yellowstone is the core of one of the largest, nearly intact temperate-zones on Earth.        Plants   Plants are typical of the Rocky Mountains, with elements of the Great Plains, and unique plants in thermal areas.        Climate Change   Yellowstone's climate is changing. A continued rise in temperature will fundamentally alter the ecosystem.              Fire   Fire is a natural process and shapes the ecosystem.        Thermophiles: Life in Extreme Heat   Thermal features are habitats for microscopic organisms called thermophiles: \"thermo\" for heat, \"phile\" for lover.        Science & Research   Scientists conduct research in Yellowstone that has the potential to change lives.            More Information  Available GIS data sets from the National Park Service Yellowstone Center for Resources: Scientific efforts underway in Yellowstone National Park. Yellowstone Resources and Issues Handbook: The handbook our naturalists use to answer many basic park questions, updated annually. Yellowstone Science: A publication devoted to the natural and cultural sciences Wildlife and Science research publications.  Other Organizations  Light Pollution Information from DarkSky.org Greater Yellowstone Coordinating Committee Yellowstone to Yukon Conservation Initiative Yellowstone Volcano Observatory Geyser Observation and Study Association",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/index.htm"
}
