{
    "title": "Yellowstone National Park: Soundscapes",
    "body": "Explore This Park    Learn About the Park     Nature     Greater Yellowstone Ecosystem     Soundscapes                Soundscapes        The natural soundscape of Greater Yellowstone includes elk bugling associated with mating. NPS \/ Jim Peaco       The Greater Yellowstone Ecosystem has many biological sounds with important ecological functions for reproduction and survival. Birds, mammals, amphibians, and insects often need to hear or produce sounds to attract mates, detect predators, find prey, and\/or defend territories. The occurrence of sounds in a particular area forms the soundscape. The natural soundscape of the Greater Yellowstone Ecosystem delights visitors during the fall elk rut, during birds' spring choruses, along rushing streams, and in the still and profoundly quiet days and nights of winter. Natural soundscapes are a resource and are protected by National Park Service policies. Many park visitors come to national parks to enjoy serenity and solitude and expect to hear sounds of nature. Sounds associated with human activity, including road traffic, aircraft, and snowmobiles often impact these natural soundscapes and are an important and growing source of concern. Aircraft noise, which is the most widespread human-caused sound in the park, is heard on average for less than 10 percent of the day. Yellowstone and Grand Teton national parks initiated a soundscape monitoring program in 2003.       More Information  Yellowstone Soundscapes Program Sound Library  Audio Postcards  Minute Out In It: Short videos documenting Yellowstone. National Park Service Natural Sounds Program Voices of Yellowstone video, Yellowstone InDepth Episode 5 (11 min.): Insight into the value of natural sounds in wild places and how the park monitors those sounds.  Reference Ambrose, S, and S. Burson. 2004. Soundscape studies in National Parks. George Wright Forum 21:1 29–38.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/soundscape.htm"
}
