{
    "title": "Yellowstone National Park: Sedimentation and Erosion",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Sedimentation and Erosion                 Sedimentation and Erosion        Sedimentation and erosion actively shape Yellowstone’s landscape. Here, the Lamar River erodes its banks, depositing the sediment elsewhere. NPS\/Peaco       Not all the rocks in Yellowstone are of \"recent\" volcanic origin. Precambrian igneous and metamorphic rock in the northeastern portion of the park and Beartooth Plateau are at least 2.7 billion years old. These rocks are very hard and erode slowly.  Sedimentary sandstones and shales, deposited by seas during the Paleozoic and Mesozoic eras (approximately 540 million to 66 million years ago) can be seen in the Gallatin Range and Mount Everts. Sedimentary rocks in Yellowstone tend to erode more easily than the Precambrian rocks.  Weathering breaks down earth materials from large sizes to small particles, and happens in place. The freeze\/thaw action of ice is one type of weathering common in Yellowstone. Agents of erosion—wind, water, ice, and waves—move weathered materials from one place to another.  When erosion takes place, sedimentation—the deposition of material—also eventually occurs. Through time, sediments are buried by more sediments and the material hardens into rock. This rock is eventually exposed (through erosion, uplift, and\/or faulting), and the cycle repeats itself. Sedimentation and erosion are \"reshapers\" and \"refiners\" of the landscape—and they also expose Yellowstone's past life as seen in fossils like the petrified trees.       Mt. Everts, near Mammoth, exposes sedimentary rock, which erodes easily and often tumbles or slides into Gardner Canyon. NPS       More Information  Geology: The physical landscape of Yellowstone National Park is the result of many geological forces. Grand Canyon of the Yellowstone: Shaped by erosion.  References The list below includes academic publications, government publications, management documents that inform the decision-making process at parks and protected areas, as well as links to websites that provide additional relevant information. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Fritz, W.J. and R.C. Thomas. 2011. Roadside Geology of Yellowstone Country. Missoula: Mountain Press Publishing Company. Hendrix, M.S. 2011. Geology underfoot in Yellowstone country. Missoula, MT: Mountain Press Publishing Company.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/sedimentation.htm"
}
