{
    "title": "Yellowstone National Park: Historic Vehicle Collection",
    "body": "Historic Vehicle Collection         Museum Technician Kirk Dietz performing preventative conservation treatment on one of the White Motor Company service trucks. On motorized vehicles, this process includes extensive cleaning, degreasing, lubricating, and protecting the entire vehicle. NPS\/YELL 106386-1  Yellowstone's Historic Vehicle Collection is not open to the public because of safety concerns.  Yellowstone National Park’s historic vehicle collection currently includes thirty horse-drawn and motorized vehicles. They range from stagecoaches operated by the Yellowstone Park Transportation Company (later the Yellowstone Park Company) and Monida and Yellowstone Stage Company (later the Yellowstone-Western Stage Company), to early Yellowstone Park Transportation Company touring cars, buses, and service trucks, to National Park Service scooters and a fire engine. Also represented in the collection are numerous human-powered vehicles, including fire hose carts and handcarts, or “Mollys” used by hotel maids and bellboys.  The vehicle collection is one of the largest in the National Park Service. Currently housed in an historic structure (a former Yellowstone Park Transportation Company structure built in 1925 to replace the original transportation facilities destroyed by fire), it is hoped that a more suitable storage\/exhibit facility will eventually be constructed, possibly as a wing of the Yellowstone Heritage and Research Center. The vehicle collection is currently not open to the public.        This image depicts a portion of the historic vehicles currently in storage. Some of the vehicles have had their dust covers temporarily removed to illustrate the different models represented in the collection. NPS\/Bldg 2009  The majority of the vehicles were received from TW Recreational Services, Inc. (successor of the Yellowstone Park Company) in 1991. Others have been added to the collection (such as the Willy’s fire truck) when they became obsolete or surplus to National Park Service needs. Volunteers performed initial cleaning of the vehicles, and the Yellowstone Association and Yellowstone Park Foundation have also provided funding for preservation and conservation efforts. More recently, some federal funding was provided for extensive preventative conservation treatment (cleaning and stabilizing some of the vehicles) by National Park Service staff. Some of the vehicles have been loaned to other museums and institutions for special exhibits, and the entire collection was the focus of a segment in “Hidden Yellowstone,” a film aired by the Discovery Channel.       Historic Vehicles in Yellowstone's Collection  \"Drop Belly\" Wagons \"Tally Ho\" Wagons Mountain Stages Observation Wagons Surreys 1916 White Motor Company Service Truck 1917 White Motor Company Limousine or Touring Car 1917 White Open Touring Buses 1922 White Motor Company Tanker Truck 1927 White Motor Company Service Truck 1931 National Park Bus 1936 National Park Bus 1960 Willys\/Howe Fire Trucks 1965 Cushman and 1974 Vespa Scooters       More Information  Heritage and Research Center: Yellowstone's museum collection, archives, and research library. Historic Roads: The development of a road system was essential in making Yellowstone more accessible to the public.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/historicvehicle.htm"
}
