{
    "title": "Yellowstone National Park: Ethnography",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Ethnography                Ethnography       Yellowstone’s location at the convergence of the Great Plains, Great Basin, and Plateau Indian cultures means that many tribes have a traditional connection to the land and its resources. For thousands of years before the park was established, it was a place where Indians hunted, fished, gathered plants, quarried obsidian, and used the thermal waters for religious and medicinal purposes. Yellowstone’s ethnographic resources are the natural and cultural features that are integral to how a group of people identifies itself. They include sites, plant and animal species, and objects associated with routine or ceremonial activities, migration routes, or the group’s history that have an importance distinct from that recognized by other people. The resources are identified by those groups of people. Federal law requires the National Park Service to consult with Yellowstone’s associated tribes on a government-to-government basis on decisions about American Indian resources that are held “in trust” by the US Government. Documentation and Associated Tribes Documentation of ethnographic resources and issues is relatively new at Yellowstone. The park’s ethnography program, which has been in place since 2000, has two major components: facilitating ethnographic research for use in park planning, resource management, and interpretation; and maintaining effective relationships with the park’s associated tribes so that their perspectives can be considered in park management decisions. The first tribes to request association came forward in 1996; by 2003, 26 tribes were formally associated with Yellowstone. Since 2002, park managers have met periodically with tribal representatives to exchange information about ethnographic resources. The tribes have requested to participate in resource management and decision-making, to conduct ceremonies and other events in the park, and to collect plants and minerals for traditional uses. They are most concerned about the management of bison that leave the park; many of these tribes’ ancestors depended on bison for physical and spiritual sustenance and continue to see their survival as tribes linked to that of the bison. Discussion Yellowstone is one of five pilot sites for the National Park Service’s Ethnographic Resources Inventory database. As a result of research and consultation with the tribes, the database contains information about more than 400 ethnographic resources in Yellowstone. More is being learned about Greater Yellowstone’s ethnographic resources through 11 research contracts with historians, anthropologists, and tribes. A videotape and report documenting the uses and cultural significance of wickiups in what is now Yellowstone and Grand Teton national parks and Shoshone and Bridger–Teton national forests will be used to support tribal recommendations on wickiup preservation. Tribal representatives have also been involved in discussions about how to interpret the Yellowstone segment of the Nez Perce National Historic Trail and the associated sites and events of the 1877 Nez Perce War for park visitors.      More Information  Associated Tribes of Yellowstone National Park Flight of the Nez Perce (1877) Modern Management  References The list below includes academic publications, government publications, management documents that inform the decision-making process at Yellowstone. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Bulltail, John “Grant” (Apsaalooke\/Crow Indian). 2002. Interview conducted June 26–27, Yellowstone National Park, Wyoming.  Janetski, J.C. 2002. Indians of Yellowstone Park. Revised edition. Salt Lake City: University of Utah Press.  Keller, R., and M. Turek. 1998. American Indians and national parks. Tucson: University of Arizona Press.  Nabokov, P., and L. Loendorf. 2004. Restoring a presence: American Indians in Yellowstone National Park. Norman: University of Oklahoma Press. (An earlier version of this book, prepared as a report for the National Park Service, was published in 2002 as American Indians and Yellowstone National Park: A Documentary Overview, Mammoth Hot Springs, WY: Yellowstone National Park.  Spence, M.D. 1999. Dispossessing the wilderness: Indian removal and the making of the national parks. New York: Oxford University Press.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/ethnography.htm"
}
