{
    "title": "Yellowstone National Park: Climate Change in Greater Yellowstone",
    "body": "Explore This Park    Learn About the Park     Nature     Climate Change     Climate Change in Greater Yellowstone                Climate Change in Greater Yellowstone        Scientists with the National Park Service and other organizations closely monitor variables that may reflect a changing climate. In Yellowstone, these include whitebark pine, snowpack, the greening of plants, and wildlife. NPS       Higher temperatures and changes in precipitation patterns can greatly change ecosystems. The alpine zone, which begins at 9,500 feet, may migrate higher, with habitat for important species like whitebark pine substantially reduced. Changes in snowpack and timing of spring runoff may disrupt native fish spawning and increase nonnative aquatic species expansion. Changes in precipitation and temperature regimes will likely disrupt vegetation growth that in turn would seriously disrupt wildlife migrations, one of the key resources for which Yellowstone National Park is globally treasured. The National Park Service Greater Yellowstone Inventory and Monitoring Network collaborates with the Rocky Mountain and Upper Columbia Basin networks to implement a High Elevation Climate Change Response Strategy. This strategy focuses on high-elevation parks and enhances monitoring of variables in park units, including climate, pikas, five-needle pine trees, snowpack and vegetation phenology, and alpine habitats.  Scientists are developing new small-scale models that more accurately predict climate change effects at local levels. Yellowstone's managers are using these predictions to think about future climate scenarios and consider how climate change might affect park resources. The Greater Yellowstone Area Climate Explorer allows users to compare historic averages to future predictions for climate variables in Greater Yellowstone. Yellowstone's thermophilic plants may also provide clues to how other plants will respond to global climate change. Scientists are studying them to understand how they withstand high amounts of carbon dioxide.  Climate  Climate is one of the primary drivers of the physical and ecological processes that determine the distribution, structure, and function of ecosystems. Moreover, there is evidence that climate has changed in the past century and will continue to change. Mean annual temperature in the Greater Yellowstone has increased 1.1 °F\/100 years since 1900. Mean annual minimum temperatures, which indicate nighttime conditions, have increased more rapidly (1.5 °F\/100 years) than mean annual maximum temperatures (0.7 °F\/ 100 years), which indicate daytime conditions. Rates of increase have been particularly pronounced since 1980. In fact, the rise in minimum temperatures in the last decade exceeds those of the 1930s Dust Bowl Era. Precipitation has increased slightly since 1900 with a 9.3 mm\/century increase. Drier than average years predominated prior to about 1940 and wetter than average years since then. However these changes in precipitation are very small relative to the long-term average of about 800 mm\/year.  All global climate models predict that temperatures in the Greater Yellowstone Area will continue to increase. By 2100, temperature is projected to increase from 2.7 °C to 5.7 °C above the average for the reference period of 1980–2005. Mean annual precipitation is projected to increase by 55–125 mm by 2100.  Whitebark Pine  Five-needle pine trees are foundational species in high-elevation ecosystems across the West. All western species of five-needle white pines and their associated ecosystems could be affected by changes in climate by causing a shift in pathogen ranges, which may lead to an increase in nonnative white pine blister rust, increased frequency and intensity of native mountain pine beetle outbreaks, changes in the frequency of severe fires, and drought stress.  A decrease in extremely cold winter temperatures was implicated as the driving force of a recent, widespread epidemic of the mountain pine beetle. Since 1999, an eruption of mountain pine beetle events has been observed in western North America that exceeds the frequencies, impacts, and ranges documented during the last 125 years.  Modeling of whitebark pine habitat in the Greater Yellowstone area predict that whitebark pine may only be able to survive at the highest elevations under some climate projection scenarios. Although it is likely that there will remain microrefugia (small areas with suitable climates) of whitebark pine throughout the region.  In 2009, concern over the loss of whitebark pine across its range, contributed to a federal judge ordering the restoration of Endangered Species Act protection to the Yellowstone grizzly bear. In 2011, the US Fish and Wildlife Service added whitebark pine as a candidate species eligible for endangered species protection.  Given the ecological importance of whitebark pine, and that 98 percent of the species occurs on public lands, an interagency whitebark pine monitoring group, including the National Park Service, US Forest Service, and US Geological Survey, have been monitoring the status and trend of whitebark pine stands since 2004 in Greater Yellowstone.         Scientists are studying the greenness and snow cover for the Electric Peak area of northern Yellowstone and other sites in the region. A longer observation record will help determine if the underlying cause of a decline in greenness in the last 11 years is climate related. NPS       Snowpack Extent and Vegetation Phenology Snowmelt in the alpine areas of the Rocky Mountains is critical to both the quality and quantity of water in freshwater lakes, wetlands, and streams, providing 60–80 percent of streamflow in the West. Climate change is expected to affect both snow accumulation and rate of spring melt. Snowpack has declined 20% since 1900. The projected warming temperatures results in projected snow pack on April 1 declining by 3.1 to 4.4 inches by 2100 (30–40%). In some places, warmer temperatures will mean more moisture falling as rain during the cooler months and the snowpack melting earlier. The reduction in snow pack is most pronounced in spring and summer, with GYE projected to be largely snow free by 2075 under the most severe emissions scenario.  The increased temperatures in the summer will decrease the moisture available to plants during the hotter months. Eventually this will cause a change in vegetation communities because the rate of change will be different for different species.  Phenology, or timing of significant biological events like the budding of trees or arrival of migratory birds in the spring, is also widely accepted as an indicator of climate change.  The Greater Yellowstone Network tracks changes in seasonal patterns of vegetation \"greening,\" and snowpack melt with satellite imagery. To improve our understanding of snowpack extent and vegetation phenology patterns, snow extent image products are combined with climate data and 11 years of satellite data to assess vegetation.  Analysis of greenness and snow cover has been completed for the Electric Peak area of northern Yellowstone and other sites in the region. The forested flanks of Electric Peak show a decline in greenness over an 11-year period coinciding with tree mortality. A longer observation record will help determine if the underlying cause is climate related. Snow cover extent and timing of melt in the alpine region of the peak provide insight to the variability of annual weather patterns that fluctuate within longer-term cycles. For instance, 2011 snow cover in the alpine region lingered 24 days longer than the average duration of snow cover in the previous 10 years.  Alpine Vegetation and Soils  The cold and relatively little-studied alpine ecosystems, are among those where climate change impacts are expected to be pronounced and detectable early on. The Greater Yellowstone and Rocky Mountain networks collaborated to implement alpine vegetation and soils monitoring in high elevation parks. National parks including Glacier, Yellowstone, Rocky Mountain, and Great Sand Dunes are now participants in the Global Observation Research Initiative in Alpine Environments (GLORIA) monitoring network. Monitoring includes sampling of vascular plants, soil temperature, air, and temperature at a set of four alpine summits along an elevation gradient. This set of sites span alpine environments from northwest Montana to southern Colorado. Information is available through the GLORIA website.          Climate change is predicted to cause birds to shift their range, migratory patterns and timing, and interfere with reproduction. NPS       Wildlife The effects of climate change on large mammals are hard to determine and predictions are not easy to find.  Grizzly bear males are tending to den later, which exposes them to risks associated with hunting of elk outside of the park boundary.  Wolverines will have less deep snow for dens where they find shelter and give birth. U.S. Fish and Wildlife Service will assess whether the wolverine should be added to the list of Threatened and Endangered species due to reductions in spring snow cover, coupled with projected summer temperatures far above those currently tolerated by the wolverine.  Foxes have to adapt to harder snow surfaces. Harder snow surfaces decrease access to rodents but increase access to carcasses.  Climate change is predicted to cause birds to shift their range, migratory patterns, and timing, and interfere with reproduction.   Climate change is anticipated to cause changes in the distribution and abundance of amphibians on a global scale. In Greater Yellowstone, impacts could include earlier breeding, resulting in more frequent exposure to killing frosts and a longer larval period because water temperatures warm more slowly in early spring, leading to higher larval mortality. Reduced water storage as snow, earlier runoff, and an increase in evaporation due to warmer summer temperatures may reduce habitat for adult amphibians. The Greater Yellowstone Network is working in collaboration with the US Geological Survey's Amphibian Research and Monitoring Initiative to determine the status of amphibians in Yellowstone and Grand Teton national parks. This work includes annually monitoring the status and trend of amphibians, including the percentage of area used for breeding and changes in wetland habitat availability over time.   Sagebrush Steppe  Sagebrush steppe is one of the most altered ecosystems in the intermountain West. Substantial sagebrush areas have been converted to agriculture, heavily grazed, and degraded through altered fire regimes and the invasion of nonnative plants. Changes in climate are expected to further alter fire regimes (see Fire section below) and increase invasive species in sagebrush steppe and low-elevation woodlands. Yellowstone National Park also has upland vegetation data that may be useful in addressing climate change responses in sagebrush-steppe and grassland systems and is planning to initiate a long-term monitoring program of sagebrush steppe habitats across the park in 2015.  Water  Water resources in Greater Yellowstone are projected to be profoundly influenced by climate change, including changes in timing and duration of hydrologic regimes and water temperatures, altering food web interactions, species diversity, and nutrient dynamics. Stream temperatures are projected to increase by 0.8 to 1.8 °C by 2050–2069. Yellowstone cutthroat trout growth rates are projected to increase at high-elevation sites in the future, but decline by 23% between June and August at low-elevation sites. Since 2005, the Greater Yellowstone Network has been annually monitoring alpine lakes, rivers, and streams for five core parameters (dissolved oxygen, pH, specific conductance, temperature, and discharge), water chemistry, and macroinvertebrates.         Rapid climate and associated ecosystem transitions in the Rocky Mountains have occurred in the past and will likely occur in the future. Projections include a higher frequency of large fires, longer fire seasons, and an increased area of the western US burned by fire. NPS       Fire The general prediction for wildfire in the western United States calls for more intense fires, similar to those of 1988. However, the charcoal in lake sediment cores is telling a different story in Yellowstone. These records extend back 17,000 years, and were taken from Cygnet Lake on the Central Plateau. Charcoal from 8,000 years ago, when temperature increases equal what we are now experiencing, shows more frequent but smaller fires than today. Fuels, along with fire weather, determine fire size and severity: the stand-replacing fires of today open up the forests where stands have been burned, limiting fuels for the next fire. As a result, areas with frequent fires also tend to have small fires. Whether or not this holds true for the future remains to be seen. Such potential feedbacks into the process clearly demonstrate the complexity of predicting the consequences of climate change. Continued monitoring will shed light on these potential interactions and outcomes.  Insect Infestations  Forest insects that attract our attention by killing trees show episodic outbreaks related to favorable warm and dry conditions and the availability of large trees as food. For example, trees defend themselves from pine bark beetles by exuding sap that traps or prevents them from lodging in the tree. During a drought, a tree cannot produce enough sap to defend itself, and so insects infest it. Once the drought ends, remaining trees successfully defend themselves again and the infestation diminishes. In the previous decade, five native insects of ecological and economic importance were active simultaneously—a condition not readily apparent from historical records. Currently, all epidemics are declining.        In the past several decades, Yellowstone staff have noticed drops in pond water levels on the northern range. Alterations in water availability and forage could have huge implications for wildlife, especially waterfowl and amphibians. NPS       Wetlands Wetlands in Yellowstone are few and far between, and include small lakes and kettle ponds, which are already drying up. Scientists don't know how much ground-water recharge they will need to recover. However, precipitation and snowpack will likely continue to decrease, which will continue to decrease surface and ground water—and thus the lakes and ponds may not recover. Recognizing that many of these small water basins are already drying, the park began to monitor groundwater hydrology in 2012 to understand the drivers and variability in groundwater flow patterns. The baseline information to be obtained from these select sites will further inform the anticipated consequences under changing climatic conditions. As wetlands diminish, sedges, rushes, and other mesic (water-loving) plants will likely decline. In turn, amphibians and some birds will also lose habitat.  Willows, however, are responding with widespread, but locally patchy, increases in height growth. In some locales, their growth since 1995 has been three times the average recorded in the 1980s. In part, this is due to the changes in precipitation, snowmelt, and growing season. With a longer growing period to produce energy, willows can meet their essential needs earlier in the season and thus produce more defensive chemicals earlier. They also now have more water earlier in the year because snowmelt occurs sooner, and rain has increased in May and June. This moisture increase occurs at a time most beneficial to their growth.       More Information  Climate Change: Scientists monitor Yellowstone’s temperature at different elevations, snowpack, water, greening of plants, wildlife, and other resources for shifts that may reflect a changing climate. Hydrothermal Dynamics of Yellowstone LAKE (HD-YLAKE) project: This project explores how earthquakes, volcanic processes, and climate affect the hydrothermal system located beneath Yellowstone Lake. The project is supported by National Science Foundation funding and the US Geological Survey.   References The list below includes academic publications, government publications, management documents that inform the decision-making process at parks and protected areas, as well as links to websites that provide additional relevant information. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Al-Chokhachy, R., J. Alder, S. Hostetler, R. Gresswell, B. Shepard. 2013. Thermal controls of Yellowstone cutthroat trout and invasive fishes under climate change. Global Change Biology 19, 3069–3081, doi: 10.1111.  Anderson, C. (editor). 2011. Questioning Greater Yellowstone's future: Climate, land use, and invasive species: Proceedings of the 10th Biennial Scientific Conference on the Greater Yellowstone Ecosystem. Yellowstone National Park, WY, and Laramie, WY: Yellowstone Center for Resources and University of Wyoming William D. Ruckelshaus Institute of Environment and Natural Resources.  Bingham, B., M. Britten, L. Garrett, P. Latham, and K. Legg. 2010. Enhanced monitoring to better address rapid climate change in high-elevation parks: a multi-network strategy. Natural Resource Report NPS\/IMR\/NRR—2011\/285. National Park Service, Fort Collins, Colorado.  Climate Change Impacts Group. 2012. Northern Rockies climate change primer. http:\/\/www.greateryellowstonescience.org\/download_product\/3799\/0  Lynch, H., et al. 2006. Influence of Previous Pine Beetle Activity on the 1988 Yellowstone Fires. Ecosystems. 9: 1318–1327.  McMenamin, S.K., E.A. Hadly, and C.K. Wright. 2008. Climatic change and wetland desiccation cause amphibian decline in Yellowstone National Park. Proceedings of the National Academy of Sciences 105(44):16988–16993.  McWethy D.B., et al. 2010. Climate and terrestrial ecosystem change in the U.S. Rocky Mountains and Upper Columbia Basin: Historical and future perspectives for natural resource management. Natural Resource Report NPS\/GRYN\/NRR—2010\/260. www.fedgycc.org\/documents\/ McWethy_et_al_2010_NPS_NRR260_Climate_Terrestrial_Change_RockyMtns_UprColBasin.pdf  Millspaugh, S., C. Whitlock, P. Bartlein. 2000. Variations in fire frequency and climate over the past 17,000 yr in central YNP. Geology. 28(3):211–214.  Monahan WB, and NA Fisichelli. 2014. Climate exposure of US national parks in a new era of change. PLoS ONE 9(7): e101302.  Olliff, T., G. Plumb, J. Kershner, C. Whitlock, A. Hansen, M. Cross, and S. Bishke. 2010. A science agenda for the Greater Yellowstone area: Responding to landscape impacts from climate change, land use change, and invasive species Yellowstone Science. Vol. 18(2).  Peackock, S. 2011. Environ. Res. Lett. 6 (January-March 2011) 014007 doi:10.1088\/1748-9326\/6\/1\/014007  Pederson, G. T., J. L. Betancourt, and G. J. McCabe (2013), Regional patterns and proximal causes of the recent snowpack decline in the Rocky Mountains, U.S., Geophys. Res. Lett., 40, 1811–1816, doi:10.1002\/grl.50424.  Raffa, K. F., Aukema, B. H., Bentz, B. J., Carroll, A. L., Hicke, J. A., Turner, M. G. and Romme, W. H. (2008), `Cross-scale drivers of natural disturbances prone to anthropogenic amplification: the dynamics of bark beetle eruptions', Bioscience 58(6), 501 {51 7.  Saunders, S. et al. 2006. Losing Ground: Western national parks Endangered by Climate Disruption. Rocky Mountain Climate Organization and NRDC. July.  Schook, D. 2012. Climatic and hydrologic processes leading to recent wetland losses in Yellowstone National Park, USA. M.S. Thesis. Colorado State University, Ft. Collins, CO. 76 pp.  Smithwick, E.A.H., M.G. Ryan, D.M. Kashian, W.H. Romme, D.B. Tinker, and M.G. Turner. 2009. Modeling the effects of fire and climate change on carbon and nitrogen storage in lodgepole pine (Pinus contorta) stands. Global Change Biology 15(3):535–548.  Tercek, M.T., R. Stottlemyer, and R. Renkin. 2010. Bottom-up factors influencing riparian willow recovery in Yellowstone National Park. Western North American Naturalist. 70(3): 387–399.  Whitlock, C. et al. 2007. A 2650-year-long record of environmental change from northern Yellowstone National Park based on a comparison of multiple proxy data. Quaternary International (author's proof).",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/climatechangeinfo.htm"
}
