{
    "title": "Yellowstone National Park: Preservation",
    "body": "Preserving Cultural Resources        Yellowstone’s cultural resources tell the stories of people, shown here around 1910 near the Old Faithful Inn, and their connections to the park. The protection of these resources affects how the park is managed today. NPS       Yellowstone National Park’s mission includes preserving and interpreting evidence of past human activity through archeology and historic preservation; features that are integral to how a group of people identifies itself (ethnographic resources); and places associated with a significant event, activity, person or group of people that provide a sense of place and identity (historic buildings, roads, and cultural landscapes). All of these materials and places tell the story of people in Yellowstone. Collectively, they are referred to as cultural resources.      Quick Facts  Archeological   More than 1,800 known prehistoric and historic Native American archeological sites and historic European American archeological sites   Ethnographic   More than 300 ethnographic resources (animals, plants, sites, etc.)   Historic   25 sites, landmarks, and districts listed on the National Register of Historic Places; many more eligible for listing  More than 900 historic buildings  1 National Historic Trail   Collections   Housed in the Yellowstone Heritage and Research Center  Museum collection of more than 720,000 museum items, including 30 historic vehicles  Archives containing millions of historic documents  Research library holds more than 20,000 books and periodicals available to the public; plus manuscripts and rare books available to historians and other researchers       More Information  Cultural Resource Laws Archeology: Often the primary source of information about humans in Yellowstone. Ethnography: How a does a group of people identify itself? Historic Structures, Districts, and Cultural Landscapes: Look at cultural patterns, values, and heritage through the way land is organized. Places: Many places in Yellowstone are preserved because of their significance. Park History Heritage and Research Center: Museum, archives, and research library collections. Science & Research: Each year, Yellowstone issues and manages 150-200 research permits. Yellowstone Center for Resources: Park scientists and researchers help us understand the park to better to conserve its natural and cultural resources.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/preservation.htm"
}
