{
    "title": "Yellowstone National Park: Cultural Landscapes",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Cultural Landscapes                Cultural Landscapes        This overlook of Lower Falls is popular and part of a cultural landscape. Yellowstone contains an array of landscapes that reflect the park’s history, development patterns, and a changing relationship between people and the Yellowstone environment. NPS       Cultural landscapes are settings that human beings have created in the natural world. They are geographic areas that have been shaped by human manipulation of natural and cultural resources and are associated with historic events, people, or activities in the park. They reflect significance of the historic setting and recognize the influence of human beliefs and actions over time on the natural landscape. A cultural landscape is an indicator of cultural patterns, values, and heritage through the way the land is organized and divided, patterns of settlement, land use, circulation, and the types of structures that are built and their placement in the landscape. Yellowstone National Park contains an array of landscapes that reflect the park’s history, development patterns, and a changing relationship between people and the unique Yellowstone environment. In Yellowstone, these landscapes are often a physical record of the early and on-going efforts to balance resource preservation and facility development for public enjoyment. They include sites such as Artist Point and Apollinaris Spring and the landscape features and patterns that contribute to the character of the Roosevelt Lodge Historic District. They also include areas significant to Native American cultures, such as Obsidian Cliff and sacred sites. Yellowstone’s cultural landscapes are being inventoried to identify landscapes eligible for the National Register and to ensure new undertakings are compatible with them.      More Information  Places: Many places in Yellowstone have been preserved because of their significance in park history.  References The list below includes academic publications, government publications, management documents that inform the decision-making process at Yellowstone. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Barnosky, E. 1992. Confidence in the past: The practice and potential of wildlife paleoecology in Yellowstone (interview). Yellowstone Science. 1(1).  Cannon, K. P. 1993. Paleoindian use of obsidian in the Greater Yellowstone area: New evidence of the mobility of early Yellowstone people. Yellowstone Science. 1(4).  Dick, D.S., D.H. MacDonald, S. Seriff, and L.E. Maas. 2010. Cinnabar archaeology and history of Yellowstone’s lost train town. University of Montana, Yellowstone National Park, and the Rocky Mountain Cooperative Ecosystem Study Unit Cooperative Agreement.  Doss, Paul K. and Amy Bleichroth. 2012. Following the path of stone. Yellowstone Science. 20(2).  Frison, G.C. 1991. Prehistoric hunters of the High Plains. San Diego: Academic Press, 119–120.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/culturallandscapes.htm"
}
