{
    "title": "Yellowstone National Park: Museum Collection",
    "body": "Museum Collection         Photo courtesy: NPS, Yellowstone National Park, YELL 37096  Yellowstone National Park's museum collections storage area is located in the Heritage & Research Center in Gardiner, Montana. The Heritage and Research Center, located near the historic Roosevelt Arch and next door to the Gardiner school, is home to not only the museum collections, but also the research library, archives, historian, archeology lab, and herbarium. While the Heritage and Research Center does have some rotating exhibits in the lobby area, the facility was not designed to be a museum, but rather a research facility and a state of the art storage facility. With exception of some restricted collections, such as Thomas Moran's original watercolor field sketches, William Henry Jackson's photographs, and other rare or fragile items, the museum collections are accessible to researchers by appointment only and require 24 hours advanced notice (see below for contact information). Yellowstone has the second largest collection in the National Park Service, with more than 5.3 million items (the largest belongs to Edison National Historic Site, which contains more than 6 million items). Yellowstone's collections document the cultural and natural history of the world's first national park and the conditions of its resources. The collections grow continuously with the addition of archival records (generated mostly by National Park Service staff), archeological and natural science objects, important donations and occasional purchases. For years, the collections were housed in various locations within and outside of the park, where they were frequently threatened by flood, fire, environmental degradation, theft, and inattention. With the opening of the Heritage and Research Center in 2005, the collections of \"Wonderland\" are finally housed together, with the exception of the Historic Vehicle Collection (not open to the public), and their storage brought up to the standards demanded by the National Park Service, the American Association of Museums, and the National Archives and Records Administration. It is National Park Service policy to collect, protect, preserve, provide access to, and use objects, specimens, and archival and manuscript collections to aid understanding and advance knowledge. Collections play important roles in resource management, research, and interpretive programs, and function as baseline databases for park natural and cultural resources. —Excerpt from Yellowstone Science Vol. 12, #4 Hours Accessible to researchers by appointment only. At least twenty-four hour advanced notice is required, but does not guarantee staff availability. No rush orders will be accepted. Please see Access Policy for more detailed information regarding research in the museum collection. The Heritage and Research Center is closed on all federal holidays and weekends including the following dates: December 24—January 5 Research Requests To access Yellowstone’s museum collections, researchers must complete and sign the following forms: Access Policy, Researcher Registration form, and Copyright Waiver. Anyone interested in obtaining reproduction copies in the form of one-time use digital files of historic images from the museum collections, please review the reproduction fee information. You may submit your request information and all forms electronically to Yell_Museum@nps.gov or mail the forms to Yellowstone National Park Museum Collections P.O. Box 168 Yellowstone National Park, WY 82190 Contact Information (307) 344-2662 Colleen Curry, Curator, e-mail us Brandon A. Sexton, Registrar, e-mail us More Information  Other Repositories Containing Yellowstone National Park-Related Collections (in alphabetical order) Library of Congress has a collection of 25 historic maps of Yellowstone: http:\/\/memory.loc.gov\/ammem\/index.html United States Geological Society has an extensive collection of William Henry Jackson photographs taken during the 1871 Hayden Expedition which are available digitally: http:\/\/libraryphoto.cr.usgs.gov\/",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/museum.htm"
}
