{
    "title": "Yellowstone National Park: Archives",
    "body": "Archives          The Yellowstone National Park Archives preserves and makes accessible the history and science of the world's first national park. The manuscripts, photos, maps, films, oral histories, administrative records, and scientific data document the natural and cultural resources of the park as well as its development and management. The records are rich in topics ranging from geophysics, geology, and ecology to archeology, tourism, and history. An affiliated archive of the National Archives, the archives houses a unique record of physical and administrative development beginning with early civilian superintendents and pioneer entrepreneurs, through the turn-of-the-century military era, to the founding and development of the National Park Service. Using the Archives     Notice to Researchers: Some collections will be temporarily closed due to an ongoing cataloging project. Contact the archives prior to planning a visit to ensure that the records you wish to consult will be available.     Hours: Appointments are strongly recommended.The Archives are open:   Monday, Tuesday, Thursday, Friday: 9am-4pm  Wednesday: 9am-12pm    Closed federal holidays and special closures as noted:   August 5   August 25, 26   September 5   October 10   November 11   November 24, 25   December 24-January 2   Catalogs: Search by subject at: http:\/\/wyld.sdp.sirsi.net\/client\/en_US\/yrl\/. Click on the link in the record to access the detailed finding aid. Search a specific collection or browse all of our finding aids on these webpages: Subject guides: Lists of hot topics and the collections and boxes that are most relevant. Manuscript Collections: Documents, photos, and ephemera donated by visitors, researchers, and others. Particularly strong in topics such as tourism, concessioners, and photographs. Yellowstone's Records: The official records of the administration and operation of the Park.  Organized by function. Subjects include policy, resource management, fire, and development.  Access Policies: Researchers must complete and sign the following forms prior to accessing the records: Access Policy (107KB pdf), Researcher Registration form (15KB pdf), and the Copyright & Privacy Waiver (19KB pdf). Return the forms electronically or by mail to the contact listed below. Contact Information: Archivist: Anne Foster Email: e-mail us Fax: (406) 848-9958 Phone:307-344-2563 or 307-344-2228 Mailing Address: Yellowstone National Park Archives PO Box 168 Yellowstone National Park, WY 82190",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/archives.htm"
}
