{
    "title": "Yellowstone National Park: Archeology",
    "body": "Archeology        Archeological resources are the primary—and often the only—source of information about humans in Yellowstone for nearly the entire time that people have been in the area. NPS \/ Neal Herbert       Archeological resources are the primary—and often the only—source of information about humans in Yellowstone for nearly the entire time that people have been in the area. Archeological evidence indicates that people began traveling through and using the area that was to become Yellowstone National Park more than 11,000 years ago. Because the intensity of use varies through time as environmental conditions become more or less favorable for humans, archeological resources also provide a means for interdisciplinary investigations of past climate and biotic change. Many thermal areas contain evidence that early people camped there. At Obsidian Cliff, a National Historic Landmark, volcanic glass was quarried for the manufacture of tools and ceremonial artifacts that entered a trading network extending from western Canada to the Midwest. These remnants of past cultures must be preserved as they are invaluable in our understanding of early people in the area. More modern archeological sites in Yellowstone include the remains of early tourist hotels and army soldier stations. Findings in Yellowstone Although more than 1,800 archeological sites have been documented since the archeology program began in 1995, only about 3% of the park has been surveyed. Most documented sites are in developed areas because archeological evidence has been discovered there inadvertently or as part of National Historic Preservation Act compliance related to construction activities and hazard fuel reduction projects. Salvage efforts have been made at some sites where archeological remains are especially vulnerable to disturbance or loss through erosion or illegal collecting. Condition assessments performed on most of the documented sites found 65% of those in good condition, 24% were fair, 9% were poor, and 1% no longer existed because of natural factors or disturbance as a result of construction or other authorized activity. Multiple significant sites along the Yellowstone River have been nominated to the National Register of Historic Places. These contain projectile points or arrowheads, scrapers and other tools, and concentrations of burned and butchered bone, including the first evidence of fishing found in the park. Radiocarbon dating is used to establish the age of organic artifacts such as charcoal or bone. However, organic materials (wood, bone, basketry, clothing) rarely persist in the Yellowstone environment, so stone artifacts provide most of the chronological information on Yellowstone’s prehistory. Most of the stone tools that can be associated with a particular time period are projectile points. At Malin Creek, campsites from five distinct periods of indigenous use spanning over 9,000 years are stacked upon each other starting at five feet below the surface. These features have revealed how tool manufacture and foodways changed over time. The earliest evidence of humans in Yellowstone is an 11,000-year-old Clovis type spear point found at the park’s north entrance in Gardiner, Montana, made of obsidian from Obsidian Cliff. (Obsidian from different lava flows can be chemically fingerprinted using x-ray fluorescence.) Later in time, point types increase in number and type which may indicate that the number of people in the area was becoming larger as well as more diverse. Most documented sites in the park are from the Archaic period (8,000 to 1,800 years ago), suggesting that it was the most intense period of use by prehistoric people. Recent archeological surveys have identified a large number of sites dating to later periods in prehistory (approximately 1400–1800 CE). Distinguishing use of these sites by different ethnic groups or tribes, however, has not yet been possible.      More Information   Yellowstone Lake: The earliest intact cultural deposits were found on the shore of Yellowstone Lake. Town Site of Cinnabar, Montana: The Northern Pacific Railroad established Cinnabar in 1883 as the last stop on its branch line to Yellowstone National Park. It was abandoned in 1903. Obsidian Cliff: Obsidian from this cliff spread along trade routes from western Canada to Ohio. The Earliest Humans in Yellowstone Preserving Cultural Resources  References The list below includes academic publications, government publications, management documents that inform the decision-making process at Yellowstone, as well as links to websites that provide additional relevant information. The Yellowstone Resources and Issues Handbook, updated annually, is the book our rangers use to answer many basic park questions. Doss, P.K. and A. Bleichroth. 2012. Following the path of stone. Yellowstone Science. 20(2).  Johnson, A. 2010. An overview of precontact archeology in Yellowstone. Yellowstone Science. 18(1).  Livers, M. 2012. Stone circles in Yellowstone. Yellowstone Science. 20(2).  Sanders., P. 2002. Prehistoric land-use patterns within the Yellowstone Lake Basin and Hayden Valley Region, Yellowstone National Park, Wyoming. In Yellowstone Lake: Hotbed of chaos or reservoir of resilience?: Proceedings of the 6th Biennial Scientific Conference on the Greater Yellowstone Ecosystem, Yellowstone Center for Resources and The George Wright Society, Yellowstone National Park, WY, 213–231. Available at www.georgewright.org\/01yp_sanders.pdf  Shortt, M.W. 2001. Museum of the Rockies archeological research in the canyons of the Yellowstone. Yellowstone Science. 9(2).  Shortt, M.W. 2003. Record of early people on Yellowstone Lake: Cody Complex occupation at Osprey Beach. Yellowstone Science. 11(4).  Szamuhel, R. 2007. A new prehistoric source for stone tools. Yellowstone Science. 15(1).",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/archeology.htm"
}
