{
    "title": "Yellowstone National Park: Lamar Buffalo Ranch",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Lamar Buffalo Ranch                Lamar Buffalo Ranch Historic District, 1906        The Lamar Buffalo Ranch, in operation from 1906 until the 1950s, was the center of efforts to increase the herd size of bison in Yellowstone. NPS \/ Neal Herbert       The extermination of bison herds throughout the West in the 1800s nearly eliminated them from Yellowstone; even after the park was established in 1872 poachers faced few deterrents. With only 25 bison counted in the park in 1901, Congress appropriated $15,000 to augment the herd by purchasing 21 bison from private owners. As part of the first effort to preserve a wild species through intensive management, these bison were fed and bred in Lamar Valley at what became known as the Buffalo Ranch. As the herd grew in size, it was released to breed with the park’s free-roaming population and used to start and supplement herds on other public and tribal land. Today the Yellowstone bison population of approximately 4,000 is one the largest in North America and among the few that is genetically pure because it has not been interbred with cattle. The buffalo ranch is therefore significant for its role in the history of wildlife management and the preservation of the American bison.        Bison calf butting park ranger at the buffalo ranch, 1930s. NPS  Current Status A program to raise bison like domestic cattle in Yellowstone may seem incongruous and unnecessary in retrospect, but the buffalo ranch stands as a reminder that today’s well-intended wildlife management policies may have unintended consequences and be overturned by changing values and advances in ecological knowledge. As listed on the National Register of Historic Places, the Lamar Buffalo Ranch Historic District includes five buildings: a ranger station, constructed in 1915 as the buffalo keeper’s residence; a pole fenced corral built and rebuilt from 1915 to the 1930s, a log barn for hay and horses (1927), a bunkhouse (1929), and a residence used for the assistant buffalo keeper that was moved to the ranch in 1938 from Soda Butte, where it had probably been a ranger station. The vegetation around the ranch is mostly sagebrush and nonnative grasses that were planted during the period of hay cultivation or migrated into the area. Remnants of irrigation ditches, fencing, and water troughs can still be found. The bunkhouse, its interior remodeled, is used by the Yellowstone Association Institute, which conducts classes and seminars during the summer and by Expedition Yellowstone, the Division of Resource Education and Youth Programs’ overnight program for school groups. In 1993 the Yellowstone Association replaced the old tourist cabins, brought from Fishing Bridge in the early 1980s, with insulated and heated cabins for participants in its programs. But except for the phone line, the cabins and other buffalo ranch facilities are off grid. The main source of power is a 7-kilowatt photo voltaic array installed in 2000 with industrial battery storage and two alternating 12-kilowatt engine generators. In the summer of 2006, the Buffalo Ranch’s hybrid power system operated entirely on renewable energy by using vegetable-based fuel instead of propane for the generators. Funding from the Yellowstone Park Foundation is enabling the National Park Service to use the buffalo ranch as a model for off-grid environmental stewardship by adding more solar panels, low-flow water fixtures, micro-hydropower, on-demand hot water, zero-waste and recycling programs, and more energy-efficient windows, while preserving the historical integrity of the original structures.      More Information  Bison in Yellowstone Expedition Yellowstone: Students in grades 4-8 can participate in a 4-5 day curriculum-based residential program. Yellowstone Association Institute: Conducts classes and seminars during the summer at Lamar Buffalo Ranch. Sustainable Practices: Yellowstone National Park strives to demonstrate and promote sound environmental stewardship. Inside Yellowstone episode about Lamar Buffalo Ranch video presented by a park ranger (approx. 2 min.)  References Franke, M.A. 2005. To Save the Wild Bison: Life on the Edge in Yellowstone. Norman, OK: University of Oklahoma Press.  Meagher, M.M. 1973. The Bison of Yellowstone National Park. National Park Service.  Pritchard, J.A. 1999. Preserving Yellowstone’s Natural Conditions: Science and the Perception of Nature. Lincoln, NE: University of Nebraska Press.  Rydell, K.L. and M.S. Culpin. 2006. Managing the “Matchless Wonders”: A History of Administrative Development in Yellowstone National Park, 1872–1965, Edited by National Park Service, Yellowstone Center for Resources. Yellowstone National Park, Wyoming.  Sellars, R.W. 1997. Preserving Nature in the National Parks: A History. New Haven, CT: Yale University Press.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/lamarbuffaloranch.htm"
}
