{
    "title": "Yellowstone National Park: Birth of a National Park",
    "body": "Explore This Park    Learn About the Park     History & Culture     Park History     Birth of a National Park                 Birth of a National Park        The wonders of Yellowstone—shown through Jackson’s photographs, Moran’s paintings, and Elliot’s sketches—had caught the imagination of Congress. Thanks to their continued reports and the work of explorers and artists who followed, the United States Congress established Yellowstone National Park in 1872. NPS \/ Thomas Moran, YELL 29       One of the most enduring myths of Yellowstone National Park involves its beginning. As the myth goes, in 1870, explorers gathered around a campfire at the junction of two pristine rivers, overshadowed by the towering cliffs of the Madison Plateau. They discussed what they had seen during their exploration and realized that this land of fire and ice and wild animals needed to be preserved. Thus, the legend goes, the idea of Yellowstone National Park was born. Though it is a myth, the explorers were real and their crowning achievement was helping to save Yellowstone from private development. They promoted a park bill in Washington in late 1871 and early 1872 that drew upon the precedent of the Yosemite Act of 1864, which reserved Yosemite Valley from settlement and entrusted it to the care of the state of California. To permanently close to settlement an expanse of the public domain the size of Yellowstone would depart from the established policy of transferring public lands to private ownership. But the wonders of Yellowstone—shown through Jackson’s photographs, Moran’s paintings, and Elliot’s sketches—had caught the imagination of Congress. Thanks to their continued reports and the work of explorers and artists who followed, the United States Congress established Yellowstone National Park in 1872. On March 1, 1872, President Ulysses S. Grant signed the Yellowstone National Park Protection Act into law. The world’s first national park was born. The Yellowstone National Park Protection Act says “the headwaters of the Yellowstone River … is hereby reserved and withdrawn from settlement, occupancy, or sale … and dedicated and set apart as a public park or pleasuring-ground for the benefit and enjoyment of the people.” In an era of expansion, the federal government had the foresight to set aside land deemed too valuable to develop.        As Yellowstone’s second superintendent, Philetus Norris set the future course of national parks in protection, addressing visitors’ needs and interests, and science-based management. Despite a lack of support from the Department of the Interior or Congress, he pleaded for protection legislation. NPS  Formative Years The park’s promoters envisioned Yellowstone National Park would exist at no expense to the government. Nathaniel P. Langford, member of the Washburn Expedition and advocate of the Yellowstone National Park Act, was appointed to the unpaid post of superintendent. (He earned his living elsewhere.) He entered the park at least twice during five years in office—as part of the 1872 Hayden Expedition and to evict a squatter in 1874. Langford did what he could without laws protecting wildlife and other natural features, and without money to build basic structures and hire law enforcement rangers. Political pressure forced Langford’s removal in 1877. Philetus W. Norris was appointed the second superintendent, and the next year, Congress authorized appropriations “to protect, preserve, and improve the Park.” Norris constructed roads, built a park headquarters at Mammoth Hot Springs, hired the first “gamekeeper,” and campaigned against hunters and vandals. Much of the primitive road system he laid out remains as the Grand Loop Road. Through constant exploration, Norris also added immensely to geographical knowledge of the park. Norris’s tenure occurred during an era of warfare between the United States and many Native American tribes. To reassure the public that they faced no threat from these conflicts, he promoted the idea that Native Americans shunned this area because they feared the hydrothermal features, especially the geysers. This idea belied evidence to the contrary, but the myth endured. Norris fell victim to political maneuvering and was removed from his post in 1882. He was succeeded by three powerless superintendents who could not protect the park. Even when ten assistant superintendents were authorized to act as police, they failed to stop the destruction of wildlife. Poachers, squatters, woodcutters, and vandals ravaged Yellowstone.        Soldiers pose with bison heads captured from poacher Ed Howell. When Howell returned to the park that year, he was the first person arrested and punished under the National Park Protection Act, passed in 1894. NPS  The Army Arrives In 1886 Congress refused to appropriate money for ineffective administration. The Secretary of the Interior, under authority given by the Congress, called on the Secretary of War for assistance. On August 20, 1886, the US Army took charge of Yellowstone. The Army strengthened, posted, and enforced regulations in the park. Troops guarded the major attractions and evicted troublemakers, and cavalry patrolled the vast interior. The most persistent menace came from poachers, whose activities threatened to exterminate animals such as the bison. In 1894, soldiers arrested a man named Ed Howell for slaughtering bison in Pelican Valley. The maximum sentence possible was banishment from the park. Emerson Hough, a well-known journalist, was present and wired his report to Forest & Stream, a popular magazine of the time. Its editor, renowned naturalist George Bird Grinnell, helped create a national outcry. Within two months Congress passed the National Park Protection Act , which increased the Army’s authority for protecting park treasures. (This law is known as the Lacey Act, and is the first of two laws with this name.) Running a park was not the Army’s usual line of work. The troops could protect the park and ensure access, but they could not fully satisfy the visitor’s desire for knowledge. Moreover, each of the 14 other national parks established in the late 1800s and early 1900s was separately administered, resulting in uneven management, inefficiency, and a lack of direction. More: Early Visitors in Yellowstone        Yellowstone Superintendent Horace Albright, shown here with future president Herbert Hoover in 1928, was involved in the creation of the National Park Service. Later, as agency’s director, he greatly increased the number of parks east of the Mississippi and helped preserve historic sites. NPS  The National Park Service Begins National parks clearly needed coordinated administration by professionals attuned to the special requirements of these preserves. The management of Yellowstone from 1872 through the early 1900s helped set the stage for the creation of an agency whose sole purpose was to manage the national parks. Promoters of this idea gathered support from influential journalists, railroads likely to profit from increased park tourism, and members of Congress. The National Park Service Organic Act was passed by Congress and approved by President Woodrow Wilson on August 25, 1916. Yellowstone’s first rangers, which included veterans of Army service in the park, became responsible for Yellowstone in 1918. The park’s first superintendent under the new National Park Service was Horace M. Albright, who served simultaneously as assistant to Stephen T. Mather, Director of the National Park Service. Albright established a management framework that guided administration of Yellowstone for decades.        This box represents the original boundary of Yellowstone National Park. Adjustments were made in 1929 and 1932. NPS  Boundary Adjustments Almost as soon as the park was established, people began suggesting that the boundaries be revised to conform more closely to natural topographic features, such as the ridgeline of the Absaroka Range along the east boundary. Although these people had the ear of influential politicians, so did their opponents—which at one time also included the United States Forest Service. Eventually a compromise was reached and in 1929, President Hoover signed the first bill changing the park’s boundaries: The northwest corner now included a significant area of petrified trees; the northeast corner was defined by the watershed of Pebble Creek; the eastern boundary included the headwaters of the Lamar River and part of the watershed of the Yellowstone River. (The Yellowstone’s headwaters remain outside the park in Bridger-Teton National Forest.) In 1932, President Hoover issued an executive order that added more than 7,000 acres between the north boundary and the Yellowstone River, west of Gardiner. These lands provided winter range for elk and other ungulates. Efforts to exploit the park also expanded during this time. Water users, from the town of Gardiner to the potato farmers of Idaho, wanted the park’s water. Proposals included damming the southwest corner of the park—the Bechler region. The failure of these schemes confirmed that Yellowstone’s wonders were so special that they should be forever preserved from exploitation. Continue: World War II through the 1960s      More Information  Flight of the Nez Perce (1877) Yellowstone National Park Protection Act (1872) National Park Service Organic Act (1916) Frequently Asked Questions: Did other national parks exist before Yellowstone?",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/yellowstoneestablishment.htm"
}
