{
    "title": "Yellowstone National Park: Updates",
    "body": "Webcam Updates       March 21, 2016 The Old Faithful Geyser Streaming Webcam camera services are being upgraded on Tuesday, March 22. The webcam may be down for an hour or two to complete the upgrade. Additional outages related to the upgrades are possible through Thursday, March 24, 2016. 11\/16\/15 10:10 a.m. The Old Faithful Geyser Streaming Webcam is working normally. Our other webcams links, along with other national park webcams, are producing a blank image. The National Park Service is working to address this issue as quickly as possible. 11\/4\/15 2:14 p.m. Between November 2 and November 16, 2015, scientists will place sensors in the Old Faithful Geyser area to develop 3-D images of the area below the surface. Researchers may walk along boardwalks, trails, and in some off-trail areas during this time when the park roads are closed to the public. The sensors may also be visible. Learn More: Seismic Monitoring Study... 09\/16\/15 11:00 a.m. Some cameras are not displaying properly when viewed with Internet Explorer. The problem has been reported and should be corrected soon. In the meantime, try viewing with other browsers if you receive a \"This webcam has been removed.\" error.  03\/30\/15 3:30 p.m. From April 9 to 13, 2015, scientists used Ground Penetrating Radar (GPR) to map below the ground around Old Faithful Geyser. Team members were sometimes visible walking off the boardwalks around the cone of Old Faithful. Read more...  11\/10\/14 5:30 p.m. A new router has been requested from the Internet service provider. Until that arrives, we've installed an electrical timer which will force the current router to reboot every night. If the camera goes down during the day, this reboot should have the camera up and running automatically the next morning. We appreciate your patience: camera maintenance becomes very difficult this time of year as all facilities are closed and few employees are in the area.  10\/16\/14 5:30 p.m. Recently, the Old Faithful streaming webcam has experienced longer and more frequent outages since the new camera was put in place earlier this year. We are working with our Internet service provider and park technicians to identify the problem and replace any faulty equipment. Thanks for your patience!  10\/6\/14 10:30 a.m. The Old Faithful streaming webcam will go offline around 11:30 a.m. today as electricians install a heater in the camera housing. We expect the outage to last up to a few hours.  6\/16\/14 2:00 p.m. We have incorporated the next Old Faithful prediction time to the streaming webcam page and have worked out some (but not all) of the bugs with displaying the time. We will keep addressing it. When Rangers update the database with the next prediction time, this time will automatically display on the webcam page. During non-working hours when no predictions are made, a message will automatically state so. We will also be putting the time on the static webcam page for Old Faithful. You will notice that the time is not displayed on the webcam image anymore. Our intention is to make things more efficient for staff so they only have to enter in the next prediction time once.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/photosmultimedia\/webcam-updates.htm"
}
