{
    "title": "Yellowstone National Park: Fort Yellowstone",
    "body": "Fort Yellowstone        Soldiers oversaw Fort Yellowstone’s construction—sturdy red-roofed buildings still in use today. NPS       The Mammoth Hot Springs Historic District includes Fort Yellowstone, where 35 structures remain from the 1890s and early 1900s when the US Army administered the park. Significant conservation policies were developed here that led to the origin of the National Park Service. The Mammoth Hot Springs Historic District has statewide significance as the administrative and concession headquarters of the largest national park in Wyoming. Fort Yellowstone is also listed as a National Historic Landmark District, the highest designation. The nationally significant Fort Yellowstone-Mammoth Hot Springs Historic District is in the northwestern portion of Yellowstone National Park on an old hot springs formation. The buildings on this plateau represent the first development of administrative and concession facilities in the park. For the decade after 1872 when Yellowstone National Park was established, the park was under serious threat from those who would exploit, rather than protect, its resources. Poachers killed animals. Souvenir hunters broke large pieces off the geysers and hot springs. Developers set up camps for tourists, along with bath and laundry facilities at hot springs. Civilian superintendents were hired to preserve and protect this land from 1872 through 1886. The good intentions of these early administrators, however, were no match for their lack of experience, funds and manpower. Word got back to Congress that the park was in trouble and legislators refused to appropriate any funds for the park's administration in 1886.      Invoking the Sundry Civil Act of 1883, the Secretary of the Interior called upon the Secretary of War for assistance in protecting the park. The Army came to the rescue and in 1886 men from Company M, First United States Cavalry, Fort Custer, Montana Territory under Captain Moses Harris came to Yellowstone to begin what would be more than 30 years of military presence in Yellowstone.When Company M arrived in August 1886, they lived in temporary frame buildings at Camp Sheridan, established at the foot of the Mammoth Hot Springs Terraces. After enduring five cold, harsh winters, the cavalry realized there was no end in sight to this assignment. Therefore, in 1890, Congress appropriated $50,000 for a permanent post.      In 1891, the first building to be constructed was the guard house because it directly coincided with the Cavalry's mission--protection and management. There were three stages of construction at Fort Yellowstone. The first set of clapboard buildings were built in 1891, the second set in 1897 as the Fort expanded to a two-troop fort, and, finally, the stone buildings were built in 1909 making the fort's capacity 400 men or four troops.As more troops were needed, more buildings were constructed: officers' quarters, guard house, headquarters, barracks for enlisted men, stables for their horses and non-commissioned officers' quarters. In 1909, Scottish masons began constructing sandstone buildings here - among them the Albright Visitor Center (then the Bachelor Officers' Quarters) and the administration building (then a two-troop barracks for 200 men). The Chapel, the final building constructed during the Army's tenure, was also constructed of native sandstone. The stone from these buildings was obtained from a local quarry between the Gardner River and the Mammoth Campground.In 1910, at the height of the Army's presence in Yellowstone, there were 324 soldiers stationed here - plus some families and numerous civilian employees. These troops staffed not only Fort Yellowstone, but were stationed throughout the park in small details at various outposts.       The Norris Soldier Station (now the Museum of the National Park Ranger) is included in the Fort Yellowstone National Historic Landmark designation. NPS       By 1916, the National Park Service was established and the US Army moved out. In 1917, The Army returned and finished their duty completely in 1918. Since that time, historic Fort Yellowstone has been Yellowstone's headquarters.      More Information  Take the online tour of Fort Yellowstone  Mammoth Hot Springs Historic District: The Mammoth Hot Springs Historic District includes Fort Yellowstone. Birth of a National Park: Learn more about Yellowstone's early days as a national park. Visit Mammoth Hot Springs and Fort Yellowstone: Learn about places to go, things to do, and plan your trip. Watch the Inside Yellowstone episode about visiting the Norris Soldier Station (2 min. 20 sec.)",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/fortyellowstone.htm"
}
