{
    "title": "Yellowstone National Park: Expeditions Explore Yellowstone",
    "body": "Explore This Park    Learn About the Park     History & Culture     Park History     Expeditions Explore Yellowstone                Expeditions Explore Yellowstone        Although Yellowstone had been thoroughly tracked by tribes and trappers, in the view of the nation at large it was really “discovered” by formal expeditions. The art of Thomas Moran helped promote national interest in Yellowstone NPS \/ Thomas Moran, YELL 8536       Although Yellowstone had been thoroughly tracked by tribes and trappers, in the view of the nation at large it was really “discovered” by formal expeditions. The first organized attempt came in 1860 when Captain William F. Raynolds led a military expedition, but it was unable to explore the Yellowstone Plateau because of late spring snow. The Civil War preoccupied the government during the next few years. Afterward, several explorations were planned but none actually got underway. The 1869 Folsom-Cook-Peterson Expedition In 1869, three members of one would-be expedition set out on their own. David E. Folsom, Charles W. Cook, and William Peterson ignored the warning of a friend who said their journey was “the next thing to suicide” because of “Indian trouble” along the way. From Bozeman, they traveled down the divide between the Gallatin and Yellowstone rivers, crossed the mountains to the Yellowstone and continued into the present park. They observed Tower Fall, the Grand Canyon of the Yellowstone—“this masterpiece of nature’s handiwork”—continued past Mud Volcano to Yellowstone Lake, then south to West Thumb. From there, they visited Shoshone Lake and the geyser basins of the Firehole River. The expedition updated an earlier explorer’s map (DeLacy, in 1865), wrote an article for Western Monthly magazine, and refueled the excitement of scientists who decided to see for themselves the truth of the party’s tales of “the beautiful places we had found fashioned by the practiced hand of nature, that man had not desecrated.” The 1870 Washburn-Langford-Doane Expedition In August 1870, a second expedition set out for Yellowstone, led by Surveyor-General Henry D. Washburn, politician and businessman Nathaniel P. Langford, and attorney Cornelius Hedges. Lt. Gustavus C. Doane provided military escort from Fort Ellis (near present-day Bozeman, Montana). The explorers traveled to Tower Fall, Canyon, and Yellowstone Lake, followed the lake’s eastern and southern shores, and explored the Lower, Midway, and Upper geyser basins (where they named Old Faithful). They climbed several peaks, descended into the Grand Canyon of the Yellowstone, and attempted measurements and analyses of several of the prominent natural features.        Several early trappers and expeditions passed by Tower Fall, painted here by Thomas Moran who accompanied the Hayden Expedition. One of the first may have been John Colter, who left the Lewis and Clark Expedition as they returned east to join fur trappers in the Yellowstone area. NPS \/ Thomas Moran, YELL 21  The 1871 Hayden Expedition Ferdinand V. Hayden, head of the US Geological and Geographical Survey of the Territories, led the next scientific expedition in 1871, simultaneous with a survey by the US Army Corps of Engineers. TThe history of science in Yellowstone formally began with Hayden’s expeditions. Hayden’s 1871 survey team included two botanists, a meteorologist, a zoologist, an ornithologist, a mineralogist, a topographer, and an agricultural statistician\/entomologist, in addition to an artist, a photographer, and support staff. The Hayden Survey brought back scientific corroboration of the earlier tales of thermal activity. The expedition gave the world an improved map of Yellowstone and visual proof of the area’s unique curiosities through the photographs of William Henry Jackson and the art of Henry W. Elliot and Thomas Moran. The expedition’s reports excited the scientific community and aroused even more national interest in Yellowstone. Hayden noted that in terms of scientific value, “The geysers of Iceland…sink into insignificance in comparison with the hot springs of the Yellowstone and Fire-Hole Basins.”  Continue: Birth of a National Park      More Information  Read Thomas Moran's Diary Arts in the Parks Contemporary Science & Research in Yellowstone",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/expeditions.htm"
}
