{
    "title": "Yellowstone National Park: World War II through the 1960s",
    "body": "Explore This Park    Learn About the Park     History & Culture     Park History     World War II through the 1960s                World War II through the 1960s        The elk and bison populations were actively managed until the mid-1960s, when park managers allowed “natural regulation.” NPS \/ Jim Peaco       World War II World War II drew away employees, visitors, and money from all national parks, including Yellowstone. The money needed to maintain the park’s facilities, much less construct new ones, was directed to the war effort. Among other projects, the road from Old Faithful to Craig Pass was unfinished. Proposals again surfaced to use the park’s natural resources—this time in the war effort. As before, the park’s wonders were preserved. Visitation jumped as soon as the war ended. By 1948, park visitation reached one million people per year. The park’s budget did not keep pace, and the neglect of the war years quickly caught up with the park. Mission 66 Neglected during World War II, the infrastructure in national parks continued to deteriorate as visitation soared afterward, leading to widespread complaints. In 1955, National Park Service Director Conrad Wirth persuaded Congress to fund an improvement program for completion by the National Park Service’s 50th anniversary in 1966. Also designed to increase education programs and employee housing, Mission 66 focused mainly on visitor facilities and roads. Trained as an architect, Wirth encouraged the use of modern materials and prefabricated components to quickly and inexpensively construct low-maintenance buildings. This architectural style, which became known as Park Service Modern, was a deliberate departure from the picturesque, rustic buildings associated with national parks; their “fantasy land” quality was considered outmoded and too labor-intensive for the needed scale of construction. Mission 66 revitalized many national parks; in Yellowstone, intended to be the program’s showpiece, its legacy is still visible. It was a momentous chapter in the park’s history, and as the park continues to reflect changing ideas about how to enhance the visitor’s experience while protecting the natural and cultural resources, the question of how to preserve the story of Mission 66 is being addressed. Work in Yellowstone included the development of Canyon Village. Aging visitor use facilities were replaced with modernistic visitor use facilities designed to reflect American attitudes of the 1950s. Visitor services were arranged around a large parking plaza with small cabins a short distance away. Canyon Village opened in July 1957, the first Mission 66 project initiated by the National Park Service. Continue: Modern Management      More Information  Nature and Culture at Fishing Bridge: A History of the Fishing Bridge Development in Yellowstone National Park, by Paul Schullery for the National Park Service (2010). The hard times of the Depression and extreme budget restraints of World War II took a heavy toll on the development of the Fishing Bridge area.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/worldwarii1960s.htm"
}
