{
    "title": "Yellowstone National Park: Places",
    "body": "Places        Many places in Yellowstone have been preserved because of the information they convey about past human activities in the region or because of their significance in architectural or park history. Frank J. Haynes photographed many of these places. \"Wylie Camp\" is shown here. NPS \/ DSF11521       Many places in Yellowstone have been preserved because of the information they convey about past human activities in the region or because of their significance in architectural or park history. Historic structures and sites in Yellowstone contribute to the park's record of the early and on-going efforts to balance resource preservation and facility development for public enjoyment. The parks’ historical resources include dozens of sites, cultural landscapes, and structures listed on the National Register of Historic Places and many others that are eligible for inclusion. Most of these places are of interest because of their significance in architectural or park history, but archeological sites such as Obsidian Cliff are associated with American Indian use that pre-dates the arrival of the first park visitors. The need to protect and understand the importance of these resources affects how the park is managed today. Many Yellowstone structures have historical, architectural, and\/or engineering significance in addition to providing facilities for visitor use and park management. This includes 954 buildings, roads and bridges, utility structures, grave markers, and other constructed features. Yellowstone is also home to five influential examples of park “rustic” architecture—the Old Faithful Inn, the Northeast Entrance Station, and the Norris, Madison, and Fishing Bridge museums. Preserving a historic structure requires minimizing the rate at which historical material is lost and ensuring additions and alterations are compatible with historic character. Many structures in the park require replacement of historical materials to avert structural failure and strengthening to withstand seismic events.      National Register of Historic Places  In Yellowstone, includes:   Grand Loop Road District, 1905: The road construction that began in Yellowstone in the 1870s became the United States' first large-scale road plan and served as a model for other parks. Lake Fish Hatchery District, 1930 Lake Hotel District, 1891 Lamar Buffalo Ranch District, 1906 Mammoth Hot Springs District, late 1800s: Including Mammoth Post Office and Roosevelt Arch North Entrance Road District  Old Faithful Area District, early 1900s: Including the Old Faithful Inn and Queen's Laundry Bathhouse Roosevelt Lodge District, 1920 Obsidian Cliff Kiosk, 1931 Queen’s Laundry Bathhouse, 1881 Mammoth Post Office, 1938  The National Register of Historic Places is the Nation’s official list of historic places worthy of preservation. Authorized by the National Historic Preservation Act of 1966, the National Register is a national program to coordinate and support public and private efforts to identify, evaluate, and protect our historic and archeological resources.  Properties listed in the Register include districts, sites, buildings, structures, and objects that are significant in American history, architecture, archeology, engineering, and culture. The National Register is administered by the National Park Service. Currently 73,000 listings have been nominated by governments, organizations, and individuals because they are important to a community, a state, or the nation.  National Historic Landmarks  In Yellowstone, includes:   Fishing Bridge, Madison, and Norris Trailside Museums, 1929-1932 Fort Yellowstone; includes Norris and Bechler River soldier stations, and Roosevelt Arch.  Northeast Entrance Station, 1935 Obsidian Cliff Archeological Site: Obsidian was first quarried from this cliff for toolmaking more than 11,000 years ago and gradually spread along trade routes from western Canada to Ohio. Old Faithful Inn, 1904 Lake Hotel, 1891  National Historic Landmarks are nationally significant historic places designated by the Secretary of the Interior because they possess exceptional value or quality in illustrating or interpreting the heritage of the United States. Today, fewer than 2,500 historic places bear this national designation.   District: A significant concentration, linkage, or continuity of sites, buildings, structures, or objects that are historically or aesthetically united by a plan or physical development. Examples: residential areas, large forts, rural villages, canal systems, and large landscaped parks.  Building and Structure: Construction that includes those that create human shelter. The units may be a historically and functionally related unit, such as a courthouse and jail or a house and barn. Examples: houses, barns, garages, churches, hotels, bridges, tunnels, fire towers, silos, roadways.  Site: The location of a significant event where a historic occupation or activity occurred. It may be the site of a building or structure which is no longer standing or which exists only as a ruin. Examples: village sites, battlefields, ruins of historic buildings and structures, campsites, sites of treaty signing, trails, and natural features, such as springs and rock formations.  Other Places  Cultural landscapes are the places people create in the natural world. Yellowstone Lake, 9,000 years ago: The earliest intact cultural deposits in the park have been found at a site on the shore of Yellowstone Lake. Town Site of Cinnabar, Montana, 1903: The Northern Pacific Railroad established Cinnabar in 1883 as the last stop on its branch line to Yellowstone National Park. It was abandoned in 1902-1903. Haynes Photo Shops, 1884: As leaders in concessions development in Yellowstone from 1884 to 1962, Frank Jay Haynes and his son Jack Ellis Haynes constructed many buildings for their enterprises. Lodging No Longer Standing: Several hotels are no longer standing in Yellowstone. Historic Backcountry Cabins       More Information  Park History Heritage and Research Center Cultural Resource Laws",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/places.htm"
}
