{
    "title": "Yellowstone National Park: Webcam FAQs",
    "body": "Webcam FAQs       Old Faithful Geyser Streaming Webcam Where is the webcam located? The streaming webcam is attached to a lodgepole pine tree near the Haynes Photo Shop at Old Faithful. It is enclosed in a camouflage housing. What software is needed to view the webcam? What are the limitations?  The Old Faithful Geyser streaming webcam requires Adobe Flash Player for viewing in your browser. The live stream will work on Android devices and we are currently working on making it accessible on iOS devices. Slower internet connections may find the video stream to be \"choppy\". The camera is down: when will it be back up?  The Old Faithful Geyser Streaming Webcam page is one of the most popular web pages in the National Park Service, so when the webcam goes down, rest assured that we are doing our best to troubleshoot and fix it. Outages are generally caused by problems with the infrastructure supporting the feed (e.g. Internet service, power). Service technicians dispatched to resolve issues have to drive a long way to diagnose and correct the problem, and this can take some time, especially during winter.   Why is the lens always dirty and why don't you clean it?  Wind catches the over-spray from Old Faithful during an eruption and coats the dome housing for the camera with water, silica and dirt. Cleaning the dome on a regular basis in the winter isn't always possible due to freezing temperatures. In the spring, summer and fall, we do our best to clean the lens with available staff. What is causing the camera image to shake or sway from time to time? It looks choppy.  The camera is mounted to a lodgepole pine tree. Wind causes the tree to sway back and forth. This movement is most noticeable when the camera is zoomed in to capture a distant image. Why did you remove the Upper Geyser Basin static webcam? The streaming webcam installed in 2014 is a network camera and requires an IP address. There were no more IP addresses available to use in the Old Faithful area, so we opted to use the IP address from the Upper Geyser Basin static webcam for the new streaming webcam. We understand that the view had become a favorite over the years, but we also hope that you will be pleased with a clearer view of the same area. We also offer a different angle of Old Faithful Geyser from a webcam located inside the Old Faithful Visitor Education Center.  Why don’t you have a label that pops up to tell us the name of the geyser we’re watching?  That functionality is not available on this webcam.  Why isn’t the video image sharper?  This webcam is HD, but our bandwidth capacity on the available T1 line restricts us to using a resolution of 960x540 at 15 frames per second.  What kind of camera are you using? The streaming video camera at Old Faithful is a CanonVB-H41, which is connected to a T1 line via a router.  Why do I sometimes get an image that is almost all grey with very little detail?  There are a couple possibilities here. On many winter days the steam from the geysers is held near the surface causing a foggy condition that can block the view of the camera completely at times. Sometimes there is a snow storm that makes everything white or grey. Who is controlling the camera?  Park staff and volunteers control the camera. Are there plans to make the camera controls available to the general public?  There are no plans to make the camera controls available to the general public. Why isn’t the default setting for Old Faithful Geyser focused in on the geyser? It currently shows visitors on the boardwalk in the foreground.  It is difficult to appreciate the size of Old Faithful Geyser without something in the image to use for scale. Also, a majority of online visitors who commented on the webcam framing preferred the visitors in the scene. The administrators in Yellowstone also requested that the visitors stay in the image. Will this camera be used to deliver live ranger programs over the Internet?   We have been and will continue to experiment with live ranger talks and will announce them on our website when they are next scheduled. Are you planning to install other live streaming video webcams around the park?  Not at this time. We want to wave to our family from Old Faithful when we visit but this camera is constantly moving from one scene to another. How can we wave to our family?  The live streaming video webcam will be moving from one scene to another much of the time, except when Old Faithful is predicted to erupt. Waving to your family from that webcam is not a practical idea unless Old Faithful is erupting at the same time. There is a webcam pointed out the window of the Old Faithful Visitor Education Center that is in a fixed in position and sends out a still image every thirty seconds. If you want to wave to family and friends while visiting, we recommend you do it with that camera.       Static Webcams  The Webcam keeps showing the same picture and time\/date stamp over and over. Why?  This occurs when the park loses FTP Internet access to upload a picture to our server. Sometime it's a webcam issue when it's accidentally unplugged (some are located in offices) or it loses power from a power outage. Try clearing your browser's cache and press the reload (refresh) button. If that does not work, please come back to visit later. Please know that when this incident happens or any webcam goes down, we work quickly to resolve the issue.  When will you clean the snow, ice, water droplets, bugs, and other stuff obstructing the view?  There are 2 webcams that are outdoors and completely exposed to the elements, the North Entrance-Electric Peak and Upper Geyser Basin webcams. The views will be obstructed when it rains, snows, or insects land on the webcam. Within a few days the issue is generally resolved. If it's not, we clean the lens.  Mount Washburn has 2 cameras inside the fire lookout. In the winter it is not possible to access the webcams, so it's up to Mother Nature to melt any snow and ice that forms on the windows. In the summer, the fire lookout employee stationed there cleans any obstruction.  The remaining webcams are located inside buildings that can be easily accessed, though the glass on the outside of the building isn't always easily accessible. When we can coordinate with maintenance staff to get a ladder and\/or lift to reach high enough to clean the windows, we clean them. This does not happen on a weekly or monthly basis.  Why are we looking at ugly views of construction trailers?  There used to be 2 webcams in the Albright Visitor Center. One was pointed at the Travertine Terraces and one was pointed a picnic table on the Parade Ground. We had to move the webcams in order for rehabilitation of the visitor center to take place, so we moved one to the temporary visitor center that still has a view of the Travertine Terraces and the Parade Ground. Instead of eliminating the other webcam, we installed it in the only place that has a network connection that still has a view of Mammoth Hot Springs. We installed it to face the historic Officers' Row, knowing elk and bison would be seen. We did this not knowing construction trailers would be in the view. We receive a lot of emails for and against this view, but we know you like webcams, so it will stay until we can move it back into the Albright Visitor Center.   Why did you change the angle of the Old Faithful webcam inside the visitor center?  The webcam inside the visitor center at Old Faithful is out of reach high on a windowsill. Over time, that webcam slowly rotated to the left due to vibrations from small earthquakes. It shifted because the webcam base was never secured to the windowsill. We climbed a large ladder and rotated the webcam back to its original angle and did our best to secure the webcam in place so it doesn't rotate again. We receive a lot of emails for and against this view, but we have decided to keep this view.   Why did you take down the Upper Geyser Basin webcam?  The new streaming webcam we installed in May, 2014 is a network camera and requires an IP address. There were no more IP addresses available to use at Old Faithful, so we opted to use the IP address from the Upper Geyser Basin webcam for the new streaming webcam. We understand that the view had become a favorite over the years, but we also hope that you will be pleased with clearer view of the same area.  I would like a different webcam angle. Will you change the view for me?  This is probably the most frequently asked question we receive. As you might imagine, it would be impossible to accommodate everyone's taste, so we do not take requests. There is a bright blue streak across the tops of the trees at times. Why?  The technicians call this a \"tear\" and it is a recognized characteristic of the Sony block camera that is used in the NetCam Megapixel camera. It occurs when a large, extremely bright portion of the image is next to a considerably darker portion. This occurs every morning on the Old Faithful Webcam since the sun rises in front of the camera and off to the right. It also occurs at other times of the day when the sky is extremely bright compared to the treetops. This problem never occurs on the Mammoth Webcam since there are no extremely bright areas in that image. The Webcam shows a white page, a partially loaded page, or an error message. What should I do?  This is a good time to press the reload (refresh) button, in order to start the Webcam images reloading again. If that doesn't work, try visiting again later. When I come back to the Webcam after being away, it shows an old picture. Why?  Your browser didn't update the photo because it was not the active window. When you first come back to a Webcam after being away, press the reload (refresh) button to see the latest image. That will get the ball rolling once again. The Webcam page loads but there is no picture. Why?  If you are getting a gray or black rectangle instead of a picture it could mean that you are not visiting during daylight hours. There are no artificial lights in front of the Webcams. If this isn't the issue, please see the first FAQ answer of the static webcams.  I used to be able to see weather data on some of the webcams. Why can't I see it?  The Parade ground and Travertine Terraces webcam from years ago was the only webcam that had a weather feature; it was pulling weather data from an external website. One day that webcam stopped working. It was replaced with a model that does support weather data, but we have not purchased the weather equipment to utilize that feature. I used to be able to see the next Old Faithful prediction time on the static webcam. Why did you remove that?  We have incorporated the next Old Faithful prediction time to the streaming webcam page and have worked out some (but not all) of the bugs with displaying the time. We will keep addressing it. When Rangers update the database with the next prediction time, this time will automatically display on the webcam page. During non-working hours when no predictions are made, a message will automatically state so. We will also be putting the time on the static webcam page for Old Faithful. You will notice that the time is not displayed on the webcam image anymore. Our intention is to make things more efficient for staff so they only have to enter in the next prediction time once.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/photosmultimedia\/webcamfaqs.htm"
}
