{
    "title": "Yellowstone National Park: The Earliest Humans",
    "body": "Explore This Park    Learn About the Park     History & Culture     Park History     The Earliest Humans                The Earliest Humans in Yellowstone       Human occupation of the greater Yellowstone area seems to follow environmental changes of the last 15,000 years. How far back is still to be determined—there are no sites that date to this time—but humans probably were not here when the entire area was covered by ice caps and glaciers. Glaciers and a continental ice sheet covered most of what is now Yellowstone National Park. They left behind rivers and valleys people could follow in pursuit of Ice Age mammals such as the mammoth and the giant bison. The last period of ice coverage ended 13,000–14,000 years ago, and sometime after that and before 11,000 years ago, humans arrived here. Archeologists have found little physical evidence of their presence except for their distinctive stone tools and projectile points. From these artifacts, scientists surmise that they hunted mammals and ate berries, seeds, and roots.        Cody knife (9,350 years ago) from the Yellowstone National Park Museum Collection. NPS  As the climate in the Yellowstone region warmed and dried, the animals, vegetation, and human lifestyles also changed. Large Ice Age animals that were adapted to cold and wet conditions became extinct. The glaciers left behind layers of sediment in valleys in which grasses and sagebrush thrived, and pockets of exposed rocks that provided protected areas for aspens and fir to grow. The uncovered volcanic plateau sprouted lodgepole forests. People adapted to these changing conditions and were eating a diverse diet of medium and small sized animals as early as 9,500 years ago. They could no longer rely on large mammals for food. Instead, smaller animals such as deer and bighorn sheep became more important in their diet, as did plants such as prickly pear cactus. They may have also established a distinct home territory in the valleys and surrounding mountains. This favorable climate would continue more than 9,000 years. Evidence of these people in Yellowstone remained un-investigated, even long after archeologists began excavating sites elsewhere in North America. Archeologists used to think high regions such as Yellowstone were inhospitable to humans and thus, did little exploratory work in these areas. However, park superintendent Philetus W. Norris (1877–82) found artifacts in Yellowstone and sent them to the Smithsonian Institution in Washington, D.C. Today, archeologists study environmental change as a tool for understanding human uses of areas such as Yellowstone. More than 1,800 archeological sites have been documented in Yellowstone National Park, with the majority from the Archaic period. Sites contain evidence of successful hunts for bison, sheep, elk, deer, bear, cats, and wolves. Campsites and trails in Yellowstone also provide evidence of early use. Some trails have been used by people since the Paleoindian period. Some of the historic peoples from this area, such as the Crow and Sioux, arrived sometime during the 1500s and around 1700, respectively. We have little scientific evidence to conclusively connect other historic people, such as the Salish and Shoshone, to prehistoric tribes, but oral histories provide links. Prehistoric vessels known as “Intermountain Ware” have been found in the park and surrounding area, and link the Shoshone to the area as early as approximately 700 years ago.        An ancient trail, now called the Bannock Trail, is shown in two possible locations. Physical evidence of the trail is extremely difficult to find. Historic maps and journals do not match modern maps, and oral histories of tribes do not always match what little evidence exists of the trail. NPS  Increased Use People seem to have increased their use of the Yellowstone area beginning about 3,000 years ago. During this time, they began to use the bow and arrow, which replaced the atlatl, or spear-thrower, that had been used for thousands of years. With the bow and arrow, people hunted more efficiently. They also developed sheep traps and bison corrals, and used both near the park, and perhaps in it. This increased use of Yellowstone may have occurred when the environment was warmer, favoring extended seasonal use on and around the Yellowstone Plateau. Archeologists and other scientists are working together to study evidence such as plant pollen, landforms, and tree rings to understand how the area’s environment changed over time. The Little Ice Age Climatic evidence confirmed the Yellowstone area experienced colder temperatures during what is known as the Little Ice Age—mid-1400s to mid-1800s. Archeological evidence indicates fewer people used this region during this time, although more sites dating to this period are being found. Campsites appear to have been used by smaller groups of people, mostly in the summer. Such a pattern of use would make sense in a cold region where hunting and gathering were practical for only a few months each year. Continue: Historic Tribes      More Information  Obsidian Cliff: Obsidian from this cliff spread along trade routes from western Canada to Ohio. Yellowstone Lake: A site on the shore of Yellowstone Lake dated to 9,350 years ago. Archeology: Archeological resources are the primary—and often only—source of information about humans in Yellowstone.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/earliest-humans.htm"
}
