{
    "title": "Yellowstone National Park: Early Visitors",
    "body": "Explore This Park    Learn About the Park     History & Culture     Park History     Early Visitors                Early Visitors       In the same year the National Park Service was created, transportation modes transitioned in Yellowstone National Park. It was the last year that horse-drawn wagons were allowed on park roads. Despite years of resistance from park managers, the first automobiles were officially allowed into Yellowstone in 1915, and visitation that year soared. In 1916 it was becoming clear that the automobile would change the Yellowstone National Park experience forever.       Before 1916, visitors traveled by stagecoach, wagon, or horseback to tour the park. NPS \/ YELL 36791       In earlier days, visitors arrived by train to West Yellowstone or Gardiner, Montana. Tourists traveled by stagecoach, wagon, or horseback to see sights around the park. As automobiles became more prolific, accidents between the machines and horses increased. Car tires could not manage on the old wagon roads, leaving visitors stranded. Even as the wonders of Yellowstone became more accessible to the average American family, it also became necessary to provide paved roads and services for the increase in visitors and their automotive needs.       Despite years of resistance from park managers, the first automobiles were officially allowed into Yellowstone in 1915, and visitation that year soared. NPS \/ YELL 19448       Travelers nearly a century ago, in 1916, were here for the same reasons you are. Visitors flocked to Old Faithful geyser and eagerly awaited each eruption. After long hours bumping along in wagons or on horseback, they climbed carefully along the rim of the Grand Canyon of the Yellowstone River and reached out to feel the spray from the Lower Falls overlook. Each step you take in Yellowstone lands on the footprints of the generations before you. Travelers who could afford them, stayed in the grand hotels at Lake, Mammoth, Canyon, and Old Faithful. Others camped at one of the “permanent” camps or from their own vehicles, enjoying campfires and cookouts.      More Information  Historic Roads Historic Vehicle Collection: Vehicles that carried early visitors to Yellowstone. Cinnabar, Montana: The Northern Pacific Railroad established Cinnabar in 1883 as the last stop on its branch line to Yellowstone National Park, and caused its abandonment n 1903.  Park History: Yellowstone's story from the earliest humans to today's modern management.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/early-visitors.htm"
}
