{
    "title": "Yellowstone National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       Yellowstone National Park has rich human and ecological stories that continue to unfold. People have spent time in the Yellowstone region for more than 11,000 years. Many tribes and bands used the park as their home, hunting grounds, and transportation routes prior to and after European American arrival. Yellowstone was established as the world's first national park in 1872.              Park History   Learn about Yellowstone's story from the earliest humans to today.        Places   Every place and building in Yellowstone has a story.              Collections   The Heritage and Research Center houses Yellowstone's extensive museum collection, archives, and research library.        Preservation   The preservation of cultural resources helps tell the stories of people and their connections to the park.            More Information  Collections Blog Timeline: History of Humans in Yellowstone Frequently Asked Questions about History Photo Collection, including historic photos (public domain, free) Fort Yellowstone Virtual Tour Arts in the Parks: Yellowstone's artistic heritage is part of an important tradition for understanding, sharing, and preserving parks. Long before the national park idea emerged, artists and their work inspired support for exploration, and sometimes for protection of the special places they knew. Yellowstone Center for Resources: Park scientists and researchers help us understand Yellowstone and better conserve the park’s natural and cultural resources. Science & Research: Each year, Yellowstone issues and manages 150-200 research permits.  Publications About Yellowstone History  Nature and Culture at Fishing Bridge: A History of the Fishing Bridge Development in Yellowstone National Park, by Paul Schullery for the National Park Service (2010) Enchanted Enclosure, The Army Engineers and Yellowstone National Park, A Documentary History - Historical Division, Office of the Chief of Engineers, United States Army, Washington, D.C. 1976 Oh Ranger! - Horace Albright and Frank Taylor, published in 1928 by Stanford University Thomas Moran's Diary and Thomas Moran Art Exhibit Yellowstone National Park, Its Exploration and Establishment - An online Yellowstone history book by Aubrey L. Haines For the Benefit and Enjoyment of the People (3.0 MB PDF): History of Concession Development in Yellowstone National Park 1872-1966 Managing the \"Matchless Wonders\" (2.7 MB PDF): History of Administrative Development of Yellowstone National Park 1872-1965  Yellowstone Resources and Issues Handbook: The handbook our rangers use to answer many basic park questions. The book is updated annually.  Yellowstone Science: A publication devoted to the natural and cultural sciences.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/index.htm"
}
