{
    "title": "Yellowstone National Park: European Americans Arrive",
    "body": "Explore This Park    Learn About the Park     History & Culture     Park History     European Americans Arrive                European Americans Arrive        The continued reports by mountain men about the wonders of the Yellowstone area, artist renderings of the area, and reports by explorers contributed to the establishment of Yellowstone National Park in 1872. NPS \/ William Henry Jackson       In the late 1700s, fur traders traveled the great tributary of the Missouri River, the Yellowstone, in search of Native Americans with whom to trade. They called the river by its French name, “Roche Jaune.” As far as we know, pre-1800 travelers did not observe the hydrothermal activity in this area but they probably learned of these features from Native American acquaintances. The Lewis and Clark Expedition (1804–1806), sent by President Thomas Jefferson to explore the newly acquired lands of the Louisiana Purchase, bypassed Yellowstone. They had heard descriptions of the region, but did not explore the Yellowstone River beyond what is now Livingston, Montana. A member of the Lewis and Clark Expedition, John Colter, left that group during its return journey to join trappers in the Yellowstone area. During his travels, Colter probably skirted the northwest shore of Yellowstone Lake and crossed the Yellowstone River near Tower Fall, where he noted the presence of “Hot Spring Brimstone.” Not long after Colter’s explorations, the United States became embroiled in the War of 1812, which drew men and money away from exploration of the Yellowstone region. The demand for furs resumed after the war and trappers returned to the Rocky Mountains in the 1820s. Among them was Daniel Potts, who also published the first account of Yellowstone’s wonders as a letter in a Philadelphia newspaper. Jim Bridger also explored Yellowstone during this time. Like many trappers, Bridger spun tall tales as a form of entertainment around the evening fire. His stories inspired future explorers to travel to see the real thing. Osborne Russell wrote a book about fur trapping in and around Yellowstone during the 1830s and early 1840s. As quickly as it started, the trapper era ended. By the mid-1840s, beaver became scarce and fashions changed. Trappers turned to guiding or other pursuits. Looking for Gold During 1863–1871, prospectors crisscrossed the Yellowstone Plateau every year and searched every crevice for gold and other precious minerals. Although gold was found nearby, no big strikes were made inside what is now Yellowstone National Park. Continue: Expeditions Explore Yellowstone      More Information  Heritage and Research Center",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/european-americans-arrive.htm"
}
