{
    "title": "Yellowstone National Park: Timeline",
    "body": "Explore This Park    Learn About the Park     History & Culture     Park History     Timeline                Timeline: History of Humans in Yellowstone       CE = Common Era (replaces AD)    Year  Event    Paleoindian Period    Approx. 11,000 years ago  A Clovis point from this period was made from obsidian obtained at Obsidian Cliff.    10,000 years ago  Folsom people were in the Yellowstone area as early as 10,900 years ago—the date of an obsidian Folsom projectile point found near Pinedale, Wyoming. Sites all over the park yield paleoindian artifacts, particularly concentrated around Yellowstone Lake. Earliest Humans in Yellowstone    9,350 years ago  A site on the shore of Yellowstone Lake has been dated to 9,350 years ago. The points had traces of blood from rabbit, dog, deer, and bighorn. People seem to have occupied this site for short, seasonal periods.    Archaic Period (7,000–1,500 years ago)    7,000 years ago  Vegetation similar to what we find today begins to appear. Projectile points begin to be notched.    9,000 years ago Beginning 9,000 years ago until 1,000 common era (CE), people leave traces of camps on shores of Yellowstone Lake.    3,000 years ago  Oral histories of the Salish place their ancestors in the Yellowstone area.    1,500 years ago  Bow and arrow begins to replace atlatl (throwing spear); sheep traps (in the mountains) and bison corrals (on the plains) begin to be used in the Rocky Mountain region.    1400  Oral histories of the Kiowa place their ancestors in the Yellowstone area from this time through the 1700s. More Historic Tribes    1450  Little Ice Age begins.    1600s  North American tribes in the southwest begin acquiring horses in the mid to late 1600s. Ancestors of the Crow may have come into Yellowstone during this time.    1700s  Lakota Sioux begin exploring the Yellowstone area.    late 1700s  Fur traders travel the rivers into the Yellowstone region. Tribes in the Yellowstone area begin using horses.    1804–1806  The Lewis and Clark Expedition passes within 50 miles of Yellowstone.    1807–1808  John Colter explores part of Yellowstone.    1820s  Trappers return to Yellowstone area.    1834–1835  Trapper Osborne Russell encounters Sheep Eaters in Lamar Valley.    1840s  Trapper era ends.    1850s  Little Ice Age ends, climate begins to warm.    1860  First organized expedition attempts but fails to explore the Yellowstone Plateau.    1862  Gold strike northwest of Yellowstone.    1869  Folsom–Cook–Peterson Expedition.    1870  Washburn–Langford–Doane Expedition; Old Faithful Geyser named.    1871  First Hayden Expedition.    1872  Yellowstone National Park Protection Act establishes the first national park.    1877  Nez Perce (Nee-me-poo) flee US Army through Yellowstone.    1883  Northern Pacific Railroad reaches the North Entrance of the park.    1886  The US Army arrives to administer the park. They stay until 1918.    1894  Poacher Ed Howell captured; National Park Protection Act (Lacey Act) passed.    1903  President Theodore Roosevelt dedicates arch at the North Entrance in Gardiner while on vacation.    1906  The Antiquities Act provides for the protection of historic, prehistoric, and scientific features on, and artifacts from, federal lands.    1908  Union Pacific train service begins at West Yellowstone.    1915  Private automobiles are officially admitted to the park.    1916  The National Park Service Organic Act establishes the National Park Service.    1918  US Army turns over park management to the National Park Service.    1929  President Hoover signs first law changing park’s boundary.    1932  President Hoover expands the park again.    1933  Civilian Conservation Corps established, works in Yellowstone through 1941.    1934  The National Park Service Director’s Order prohibits killing predators.    1935  The Historic Sites Act sets a national policy to “preserve for future public use historic sites, buildings, and objects.”    1948  Yellowstone receives one million visitors.     1949  Nineteen snowplane trips carry 49 passengers into the park in winter.    1955  Mission 66 initiated. The first concession-run snowcoach trips carry more than 500 people into the park in winter.    1959  Magnitude 7.5 earthquake strikes on August 17 west of Yellowstone, killing campers in Gallatin National Forest and affecting geysers and hot springs in the park.    1963  The Leopold Report is issued. Modern Management in Yellowstone    1966  The thermophile Thermus aquaticus discovered in a Yellowstone hot spring. Life in Extreme Heat    1970  New bear management plan begins, which includes closing open-pit dumps in park.    1971  Overnight winter lodging opens in park.    1975  Grizzly bear listed as threatened species in the lower 48 states.     1988  Public Law 100-443 protects hydrothermal features in national parks from geothermal development on adjacent federal lands. Summer of Fire: more than 790,000 acres affected by fires in Yellowstone.    1991  Clean Air Act Amendments require air quality monitoring at sites including Yellowstone, a Class I airshed.    1994  Congress enacts a law allowing a percentage of park entrance fees to be kept in the parks.    1995  Wolves are restored to the park.    1996  Federal buyout of gold mine on Yellowstone’s northeast border is authorized.    1998  The National Parks Omnibus Management Act is passed.    2002  National Academy of Sciences confirms effectiveness of Ecological Process Management (aka natural regulation).    2007  Yellowstone’s grizzly bears removed from federal threatened species list; New winter use plan approved for winters beginning in 2008.    2008  Gray wolf delisted and relisted to endangered species list. Judges rule against the new winter use plan.    2009  Grizzly bears returned to threatened species list. Wolves in Wyoming returned to endangered species list; Interim winter use plan approved for winters 2009–2011. Bioprospecting final EIS completed. Science agenda established for Greater Yellowstone Ecosystem.             More Information  Heritage and Research Center",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/timeline.htm"
}
