{
    "title": "Yellowstone National Park: Park History",
    "body": "Explore This Park    Learn About the Park     History & Culture     Park History               Park History        People have spent time in the Yellowstone region for more than 11,000 years. Rock structures like this are evidence of the early presence of people in the area. NPS \/ Robin Park       The human history of the Yellowstone region goes back more than 11,000 years. The stories of people in Yellowstone are preserved in objects that convey information about past human activities in the region, and in people’s connections to the land that provide a sense of place or identity. Today, park managers use archeological and historical studies help explain how humans left their mark in times gone by. Ethnography helps us learn about how groups of people identify themselves and their connections to the park. Research is also conducted to learn how people continue to affect and be affected by places that have been relatively protected from human impacts. Some alterations, such as the construction of roads and other facilities, are generally accepted as necessary to accommodate visitors. Information on the possible consequences of human activities both inside and outside the parks is used to determine when restrictions are needed to preserve each park’s natural and cultural resources as well as the quality of the visitors’ experience. Continue: The Earliest Humans in Yellowstone      Quick Facts Precontact  People have been in Yellowstone more than 11,000 years, as shown by archeological sites, trails, and oral histories. Although Sheep Eaters are the most well-known group of Native Americans to use the park, many other tribes and bands lived in and traveled through what is now Yellowstone National Park prior to and after European American arrival.  European Americans Arrive  European Americans began exploring in the early 1800s. Osborne Russell recorded early visits in the 1830s. First organized expedition explored Yellowstone in 1870.  Protection of the Park Begins  Yellowstone National Park established in 1872. Railroad arrived in 1883, allowing easier visitor access. The US Army managed the park from 1886 through 1918. Automobiles allowed into the park in 1915, making visits easier and more economical. National Park Service created in 1916. First boundary adjustment of the park made in 1929.  Park Management Evolves  “Leopold Report” released in 1963; its recommendations changed how wildlife is managed in the park. 1970: New bear management plan eliminated open-pit garbage dumps in park. 1988: “Summer of Fire.” 1995: Wolves restored to the park. 1996: Federal buyout of gold mine northeast of Yellowstone protected the park.       More Information  Timeline: History of Humans in Yellowstone The Earliest Humans in Yellowstone Historic Tribes European Americans Arrive Expeditions Explore Yellowstone Birth of a National Park: Flight of the Nez Perce, Yellowstone National Park Protection Act, Early Visitors World War II through the 1960s Modern Management: Associated Tribes, Today's National Park Service References",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/historyculture\/park-history.htm"
}
