{
    "title": "Yellowstone National Park: Telemetry",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Sounds     Telemetry                Telemetry              The sound of science in Yellowstone  \"Telemetry\" refers to the wireless transmission of information, often via radio waves, from one location to another. Our public radio-style audio series helps transmit some of Yellowstone's scientific investigations to listeners, wherever they are. Go on a sound safari in the world's first national park for surprising stories and in-depth reporting that highlight science and issues in the region.             Episode 1: To Catch a Loon     What do scientists do when they're racing to understand what's happening to one of the smallest and most isolated common loon populations in North America? Whatever it takes. Get ready because this story might change the way you think about birders forever.  Duration:12 minutes, 45 seconds      Credit \/ Author: NPS\/Jennifer Jerrett   Date created: 2016-02-08           Audio Transcript Host Intro: For Yellowstone National Park and the Acoustic Atlas at Montana State University, this is Telemetry. I’m Jennifer Jerrett.NARRATOR: When I say ‘top predator of Yellowstone,’ what’s the first thing that pops into your mind? NARRATOR: Well, Vincent Spagnuolo has another idea.  VINCENT: They’re basically the wolves of the aquatic ecosystem here. NARRATOR: Vincent is a loon biologist with BRI, the Biodiversity Research Institute. He heads up BRI’s common loon project in Yellowstone National Park.VINCENT: They are top predators and they own that lake.        NARRATOR: But in spite of their top-predator status, Yellowstone’s loons are in trouble. There are only about a dozen breeding pairs left in the park. And they’re really isolated:  The closest other loons are over 200 miles away. This is Vincent Spagnuolo again, along with Dave Evers, the founder and executive director of BRI.VINCENT: And so, these are the only loons here and they’re basically on an island… VINCENT: We don’t believe that there’s any immigration or emigration with this population…and that can be an issue when you have a small population with no chance of rescue from the rest of the species range.DAVE: And it could blink out…and it blinks out, we know it’s not going to be recolonized for a long, long time. and < loon wail>NARRATOR: If you want to keep a population from blinking out, if you want to preserve it, first you have to understand what’s going on with it. Scientists are investigating what might be happening with the Yellowstone loons and capture and banding is one way they’re gathering those data. But catching a loon is not easy. VINCENT: They are powerful, powerful birds…And yeah, when we get them in hand we feel that as we get beat up pretty good.NARRATOR: In fact, getting a loon in hand is so tricky that in the early days of loon research just the thought of a reliable capture technique was pretty inconceivable. Biologists basically surrendered to the idea that they’d be outmaneuvered by the birds.JEFF: 35 yrs ago…all of the working loon biologists in North America that I knew—and there weren’t many then--KNEW KNEW that you couldn’t capture a loon and band it.NARRATOR: Jeff Fair has been on the leading edge of loon science for more than 40 years and he’s worked with Dave Evers since the beginning.  JEFF: And a few years later this ignorant grad student, by the name of Dave Evers, developed a way to capture and band loons.    NARRATOR: And the trick was to go after breeding pairs at night.  DAVE: The night capture is a method that really works with the birds.  So we’re not chasing the birds. If we tried to chase the loons anyways, we’d never catch them. NARRATOR: Dave Evers’ nighttime technique works because it lets the loons approach the researchers instead of the other way around. Researchers use a spotlight to shine a beam of light on the water that they can kind of hide behind. Then they mimic chick calls. Loon parents are super protective so they approach to find out what’s going on. And if all goes well, the scientists have caught their loon.…NARRATOR: I went out on a night capture attempt with Vincent and his team here in Yellowstone.And as I was about to learn, it’s not just the loons that are tough.  NARRATOR: These guys were packing in a car battery--they use that to run the spotlight. If you’ve ever swapped out the battery in your car, you know how heavy those things are!      NARRATOR: And they had nets and all this sampling equipmentNARRATOR: Oh, and they were carrying a canoe. Seriously. They had a canoe. NARRATOR: And they hiked all that stuff into the backcountry for like 3 or 4 miles. And there were hills – I mean, so many hills – and bugs…NARRATOR: …and even a couple of creek crossings. NARRATOR: And the best part is that the BRI folks were totally upbeat about it all. NARRATOR: We hiked to Yellowstone’s Wolf Lake. The team was trying to recapture the female from that territory; They had banded her last year.  VINCENT: “One bird’s banded. One’s not. We’re going after the banded bird.” JEN: “How important is it that you get It?”  VINCENT: “It’s critical. We don’t know where this population winters yet.”NARRATOR: Like a lot of birds, loons are migratory. During spring and summer, the Yellowstone loons breed and raise chicks in the park but they winter somewhere else. Scientists can keep tabs on the birds while they’re in Yellowstone -- address any of the big threats they face here like human disturbance or habitat changes. But that’s only half the picture.  VINCENT: “And we put a small device called a geolocator on one of its leg bands”NARRATOR: That’s so they could track herVINCENT: “And getting that device back, we can download   data that will tell us where this bird wintered…we’ll know what kind of threats they face on the wintering grounds and that’s a key piece to the conservation of this population.”NARRATOR: Not to overstate things, but let’s just say that they really wanted to get that geolocator back. Oh and just to kinda up the ante a little bit, the team was  0 in 3 in  their capture attempts in the park so far this year. NARRATOR: They missed it. NARRATOR: The male from that pair spooked and tremeloed. And that made it a lot more difficult to try to catch the female…and the geolocator. NARRATOR: Once a bird is captured, the team does a work-up. Dave Evers walks us through the steps.DAVE: So when we catch a loon, we want to be fairly speedy and efficient with our time because we want to get that bird back in the water.DAVE: So we go through this process of measuring the bird in many different ways. We want to get the weight of the bird. We want to measure the bill. DAVE: Once we get the measurements we want to take some tissue samples—so, blood and feather. DAVE: Blood’s used for a lot of different reasons. We can look at contaminant analysis like mercury and lead. We can also look at different diseases and parasites. The overall health of the bird.  DAVE: So a little vacutainer of loon blood, 5 ccs of blood, can really tell us this world of what’s happening for that loon.   DAVE: The feather that we grab, we usually cut the feather DAVE: and that feather tells us from a mercury standpoint how much mercury has been in that bird’s body over its lifetime.DAVE: And then we put bands on their legs…DAVE: …There’s two different banding schemes. One has a band number that fits in to the Federal Bird Banding Lab DAVE: And then we have a unique color banding combination that only that individual would have.DAVE: So that way we can look at that individual loon from the shore with a spotting scope a year, or two, or 10 years later and that’s our way of tracking these birds over time. All of this took less than 20 minutes. And then…VINCENT: “And that’s a loon capture”JEN: “Holy cow. That’s not easy. That’s not like any animal capture I’ve ever seen”NARRATOR: One of the things that was so crazy about this capture was the fact that Jeff Fair was able to pilot that canoe in the dark toward a moving bird.  Jeff’s paddling is legendary in the loon world.  But he shines in teambuilding, too. JEFF: “There’s one other job that I have. In fact it’s the major contribution I’ve made to loon science and that is when you do a good job, you celebrate. We call it communion. Here’s to the loon.”JEN: “Wow. Thanks for including me in on that. Did Vince–I totally cried you guys. See this is why I’m not in science and I do what I do. Oh my goodness, I can’t believe how beautiful that bird was.”JEFF:  Loons are a high-profile species. They sing and they dance. They attract people’s attention and people fall in love with them without ever being a biologist. You fall in love with any species and you suddenly realize the complexity of the whole natural web of life. NARRATOR: And that we’re all caught up together in that web. Loons are one of our more sensitive indicator species–a true canary in a co   al mine.  We’re beginning to understand that threats to loons can be threats to humans, too. DAVE: Yeah, it strikes me just to build on that that there’s this connectivity that I think we’re all--a lot of us--are missing with nature… that we all want clean air and clean water and a high quality of life and we need nature to provide that.   VINCENT: We’re fighting the good fight and that’s for loons and that’s for all species and for advancing research and knowledge of the natural world. I think I’ll stick with loons for a long time not just because of the birds but because of the amazing people that there are. The entire loon world; just really dedicated and amazing people. NARRATOR: And speaking of dedicated and amazing, we still had to hike out. With the canoe. And the car battery. But this time, we had to do it in the dark. Host Outtro: This podcast is supported, in part, by the Yellowstone Association, the Yellowstone Park Foundation, and by a generous grant through the Eyes on Yellowstone program. Eyes on Yellowstone is made possible by Canon U.S.A. This program represents the largest corporate donation for wildlife conservation in the park.  This is Telemetry. Thanks for listening.        \"I'm Gonna Be (500 miles)\" performed by The Proclaimers Licensed courtesy of Warner Music UK Ltd. Download To Catch a Loon (17Mb mp3 file).      Love the sounds of loons? Check out more sounds of the region in our sound library or at Acoustic Atlas, our natural sounds partner at the Montana State University Library.              Telemetry is supported by the Acoustic Atlas through a collaborative project with the Montana State University Library, which collects and curates field recordings of natural sounds in the Greater Yellowstone Ecosystem.                  Telemetry is supported, in part, by the Yellowstone Park Foundation, and by a generous grant through the Eyes on Yellowstone program.  Eyes on Yellowstone is made possible by Canon U.S.A., Inc.  This program represents the largest corporate donation for wildlife conservation in the park.      More Information  Audio Postcards: Lose yourself in the rich stories and soundscapes of the park.  Minute Out In It: Got a minute? Enjoy our series of short videos documenting a variety of events and phenomena in Yellowstone. We hope they'll be the next best thing to being here in person. National Park Service Natural Sounds Program: Natural sounds are part of the special places we preserve.  Voices of Yellowstone video, Yellowstone InDepth Episode 5 (11 min.): Get insight into the value of natural sounds in wild places and how the park is monitoring those sounds. Yellowstone Soundscapes",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/photosmultimedia\/telemetry.htm"
}
