{
    "title": "Yellowstone National Park: Wildlife Safety",
    "body": "Wildlife Safety Videos       The animals in Yellowstone are wild and unpredictable, and may attack people who get too close. Park regulations require that people stay at least 100 yards (91 meters) away from bears and wolves, and 25 yards (23 meters) away from all other wildlife.  Copyright Note Not all the content on this page is in the public domain. We offer some of these videos with permission from the copyright holders.  Bears                        Bear Jams Bear Management Biologist Kerry Gunther and Park Ranger John Kerr describe some best practices for handling these potentially dangerous situations.  Duration:3 minutes, 36 seconds                                Inside Yellowstone - Bear Safety Learning what foods are available at certain times of the year can help you avoid confrontations.  Duration:2 minutes, 24 seconds                                Boardwalk Bear One of the thrills of visiting Yellowstone is that you never know when you'll see a bear: which means you should always be ready for it.  Duration:1 minute, 51 seconds                                How to Identify Bears Yellowstone is prime habitat for both grizzly bears and black bears. This video illustrates how to distinguish between the two bear species.  Duration:4 minutes, 5 seconds                                Bear Spray Introductory Video Bear spray has been effective in significantly reducing the number of bear attacks with severe outcomes. Learn why, what kind to buy, and how to use it in this quick video.  Duration:8 minutes, 47 seconds                                Bear Spray Recycling Program To help keep Yellowstone's environment safe please recycle your used, expired, or unwanted bear spray canisters.  Duration:1 minute, 15 seconds               Bison                       Bison Goring at West Thumb While bison may seem as harmless and slow, they can be very dangerous and fast. This video shows what can happen when you approach too closely.  Duration:26 seconds                                Bison Chases Visitors at Old Faithful This video was shot by two different visitors. The first part was shot by a man watching safely from the benches. The other was among the visitors being chased.  Duration:2 minutes, 8 seconds               Elk                         The Elk Rut at Mammoth Hot Springs Each fall elk come to the Mammoth area to mate. During this rut, the bull elk are easily agitated and should be viewed from a distance.  Duration:2 minutes, 24 seconds                                Elk Rut Safety Video This video was produced for display in our visitor centers to encourage responsible behavior around rutting elk. No audio.  Duration:4 minutes, 13 seconds                                Bull elk ramming cars in Mammoth Hot Springs Raw video (no audio) showing aggressive bull elk ramming cards during the the fall rut.  Duration:1 minute, 1 second",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/photosmultimedia\/safetyvideos.htm"
}
