{
    "title": "Yellowstone National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 12, 2016  (MEDIA ADVISORY) An Evening at the Arch: Yellowstone Celebrates the National Park Service Centennial  Yellowstone National Park and its partners will host a very special Centennial event – An Evening at the Arch - to kick off the second century of the National Park Service, highlight the importance of public\/private partnerships, and recognize the completion of the Gardiner Gateway Project (Phase One).   August 09, 2016  July Visitation Increases Slightly  Park Begins Visitor Survey Effort in August   August 09, 2016  Maple Fire Detected by Smokejumper Aircraft  Fire Does Not Pose a Threat to Park Visitors   August 08, 2016  Fire Restrictions in Effect Due to Extreme Fire Danger  Continued hot, dry weather and recent wildfire activity inside and outside the park has prompted Yellowstone National Park to implement Stage 1 fire restrictions effective at noon Monday, August 8, 2016.   August 07, 2016  Fawn Fire Grows to 900 Acres  Fire Does Not Pose a Threat to Park Visitors   August 06, 2016  Smoke Visible from Fawn Fire  Fire Does Not Pose a Threat to Park Visitors.   July 27, 2016  Vandal Sentenced to Three Days in Jail for Carving into Iconic Roosevelt Arch  Dakota D. Tipton, 26, of Joshua, Texas, was sentenced Tuesday, July 26, 2016, for carving his initials into the iconic Roosevelt Arch. U.S Magistrate Judge Mark Carman ordered Tipton to serve three days in jail, pay a $250 restitution fee for repairs, and $40 in court fees.   July 25, 2016  Jennifer Carpenter Named Yellowstone Center for Resources Chief  Yellowstone National Park Superintendent Dan Wenk announced today that Jennifer Carpenter has been selected as the park’s new chief of the Yellowstone Center for Resources (YCR). Carpenter has been acting chief since her predecessor, David Hallac, left Yellowstone in late 2014 to become the superintendent of the Outer Banks Group in North Carolina.   July 13, 2016  New Issue of Yellowstone Science Celebrates 20 Years of Wolves  The latest issue of Yellowstone Science celebrates wolf restoration and many of the scientific research projects and findings on wolves of Yellowstone since reintroduction, over 20 years ago.   July 07, 2016  June Visitation to Yellowstone Surpasses Previous Year  With the busy summer months still ahead, visitation to Yellowstone National Park for the first six months of 2016 is up 10 percent compared to the previous year.   June 30, 2016  Take the Pledge, Stay Safe & Protect Yellowstone this July 4th  This holiday weekend Yellowstone National Park rangers ask all park visitors to arrive in the park prepared for a safe, enjoyable and rewarding experience.   June 29, 2016  Presenters Sought for Special Centennial Photo Festival  Yellowstone National Park calls on photographers to share their spectacular National Park Service (NPS) photos at the Yellowstone Centennial Photo Festival that will be held July 7, 2016 at the West Yellowstone Visitor Information Center at 7 p.m.   June 28, 2016  Deputy Superintendent Steve Iobst Receives High Honor  Steven F. Iobst, deputy superintendent at Yellowstone National Park, received the Department of the Interior's (DOI) Meritorious Service Award during a recent event at Old Faithful.   June 27, 2016  Park Begins Major Canyon Rim Rehabilitation Project  Work will create a safer, more accessible, beautiful experience for visitors.   June 15, 2016  Visitor Issued Hefty Fine for Off Boardwalk Travel in Thermal Area  A Chinese national was fined $1,000 and a $30 court processing fee for walking off the boardwalk in the Mammoth Hot Springs thermal area Tuesday, June 14, 2016. A visitor observed and reported that the individual walked on the terrace formations near Liberty Cap and collected thermal water. The visitor also reported seeing the individual break through the fragile travertine crust.   June 15, 2016  Commercial Vehicle Safety Inspections to Occur in Yellowstone  Park rangers and state and federal transportation officials will conduct safety evaluations of commercial vehicles and operators traveling in the park this summer.   June 09, 2016  May Visitation to Yellowstone Surpasses Previous Year  With the busy summer months still ahead, visitation to Yellowstone National Park for the first five months of 2016 is up 14.65 percent compared to the previous year. Visitation for May alone is up 15 percent.   June 08, 2016  Fatality at Norris Geyser Basin  Second Thermal-Related Visitor Incident in Park This Summer   June 02, 2016  Yellowstone National Park Gets a Stamp of Approval  The Forever stamp depicting a stunning photograph of two bison silhouetted in Yellowstone National Park’s winter morning sun was dedicated today among a pane of 16 stamps to celebrate the National Park Service on its 100th anniversary.   June 01, 2016  Free Official Mobile App Launched for Park  The NPS Yellowstone National Park app is now available from the Apple App Store, and an Android version will be available soon.   May 26, 2016  Yellowstone Road Upgrades May Delay, But Not Spoil, Summer Travel Plans  Yellowstone visitors are likely to encounter road construction projects as they make their way through the park this summer.   May 26, 2016  Yellowstone To Conduct Traffic Safety Checkpoint This Holiday Weekend  Park rangers will conduct traffic safety checkpoints in Yellowstone National Park this upcoming Memorial Day weekend.   May 25, 2016  “A Bear Doesn’t Care,” but Yellowstone Knows You Do  Yellowstone National Park wants to increase the number of people carrying bear spray through a new engaging, celebrity-filled campaign called “A Bear Doesn’t Care.” Whether you are a hiker, backpacker, angler, photographer, wolf watcher or geyser gazer, the campaign encourages you to carry bear spray – no excuses!   May 24, 2016  Pedestrian Dies After Being Struck by a Motor Vehicle  Just before 9:00 a.m. on Wednesday, May 18, a 47-year-old Texas woman, Wendy Larrabee, was struck by traffic as she crossed the West Entrance Road on foot.  Bystanders started CPR immediately and rangers arrived within minutes, but she was pronounced dead at the scene.   May 20, 2016  Yellowstone: Color It Wild Coloring Book News Release  Yellowstone National Park announces the release of Yellowstone: Color It Wild, a coloring book for all ages featuring 26 regional artists and writers inspired by the scenery of Yellowstone. The book includes illustrations, short essays, poems, and inspiring historical and contemporary quotes.   May 18, 2016  Construction Scheduled on Trails in the Grand Prismatic Area  In early June, trail crews will begin constructing an official trail and overlook to replace the many existing social trails on the hills south of Grand Prismatic Spring.   May 16, 2016  National Park Service Calls on Visitors to Respect Wildlife and Safety Regulations  In recent weeks, visitors in the park have been engaging in inappropriate, dangerous, and illegal behavior with wildlife.   May 12, 2016  Celebrate International Migratory Bird Day in Yellowstone with Free Programs  Yellowstone National Park and the Grizzly and Wolf Discovery Center will celebrate International Migratory Bird Day Saturday, May 14, with free public programs and a field trip   May 04, 2016  Emmylou Harris and John Prine Headline NPS Centennial Event  Grammy award winning singer-songwriters, Emmylou Harris and John Prine will headline “An Evening at the Arch: Yellowstone Celebrates the National Park Service Centennial” on Thursday, August 25, 2016 at 7 p.m. MT in Gardiner, Montana. The event will be broadcast live online.   April 27, 2016  National Geographic Magazine Dedicates the Entire May 2016 Issue to Exploring YELLOWSTONE:  America’s Wild Idea  To celebrate the 100th anniversary of the National Park Service, National Geographic has launched a yearlong exploration of the power of parks, including a special single-topic issue on Yellowstone.   April 26, 2016  Tourism to Yellowstone National Park creates $638.6 Million in Economic Benefits  Report shows visitor spending supports 7,737 jobs in local economy.   April 25, 2016  Postal Service Previews Last of 16 Stamps Celebrating National Park Service’s Centennial: Stamp Highlights Yellowstone National Park  A stunning photograph of two bison silhouetted in Yellowstone National Park’s winter morning sun was previewed today as the last of 16 Forever Stamp images to be revealed over a three-week period to celebrate the National Park Service’s 100th anniversary. The uniquely designed stamp pane containing all 16 stamp images will be previewed later this week.   April 22, 2016  Call for Abstracts and Registration Now Open for 13th Biennial Scientific Conference on the Greater Yellowstone Ecosystem  The 13th Biennial Scientific Conference on the Greater Yellowstone Ecosystem (GYE) is accepting abstract submissions now through May 15, 2016.   April 20, 2016  Yellowstone National Park Celebrates Earth Day 2016  On April 23rd, Yellowstone National Park, the Yellowstone Environmental Coordinating Committee (YECC), and community partners from Gardiner, Montana will celebrate the 46th anniversary of Earth Day with a community clean-up, waste collection and recycling opportunities, youth activities, information on local environmental initiatives, and more.   April 19, 2016  Yellowstone Invites Anglers to Annual Spring Meetings  Yellowstone National Park staff will travel to nearby communities next week to talk with anglers about the ongoing efforts to restore native fish species, the threat of aquatic invasive species, and the park’s fishing regulations.   April 15, 2016  Yellowstone Celebrates National Park Week  In honor of National Park Week and the National Park Service Centennial, entrance fees to Yellowstone National Park will be waived Saturday, April 16 through Sunday, April 24. National Park Week is an annual celebration of the parks and programs in communities nationwide that have allowed generations to discover history, nature, and wildlife in irreplaceable ways.   April 13, 2016  Select Yellowstone Roads Open to Automobiles on Friday  Free Entrance April 16 through April 24 Spring in Yellowstone National Park is an excellent time to experience the park's abundant wildlife and spectacular scenery. Starting Friday, April 15 at 8:00 a.m., the road segments from West Yellowstone and Mammoth Hot Springs to Old Faithful and the Grand Canyon of the Yellowstone will open for the season allowing visitors to travel by car to two of the park’s iconic locations.   April 08, 2016  Yellowstone to Issue 2016 Firewood Collection Permits  The National Park Service will be accepting public requests for those interested in possibly receiving a firewood collection permit for Yellowstone National Park during 2016.   March 31, 2016  Spring Bicycling Begins on Select Yellowstone Roads  Beginning today, bicyclists willing to brave the unpredictable elements of spring in Yellowstone National Park are able to travel 49 miles of park roads from the West Entrance at West Yellowstone, Montana, to Mammoth Hot Springs.   March 10, 2016  Human Remains Found Within Yellowstone National Park  On Wednesday, March 2, 2016, visitors snowshoeing within the boundaries of Yellowstone National Park, near the town of West Yellowstone, came across the partial remains of an individual in the snow.   March 04, 2016  Select Roads in Yellowstone Begin Closing For Spring Plowing  Certain roads in Yellowstone Park will begin to close in preparation for the summer season.   February 29, 2016  Yellowstone Bears Emerging From Dens  Grizzly bears are emerging from hibernation in the Greater Yellowstone Area, so hikers, skiers and snowshoers should stay in groups of three of more, make noise on the trail, and carry bear spray. Bear spray is a good last line of defense, if kept handy and used according to directions, when a bear is approaching within 30 to 60 feet.   February 17, 2016  Yellowstone Recruiting for 2016 Youth Conservation Corps Program  Yellowstone National Park is currently recruiting for the 2016 Youth Conservation Corps (YCC) program, a residential work-based education program for young men and women between the ages of 15 and 18. The program is designed to develop an appreciation for the nation's natural resources and heritage through unique educational, recreational, and work experiences.   February 12, 2016  National Park Service Extends Public Comment Period on  Environmental Assessment for the Use of Quarantine for Yellowstone Bison  The National Park Service is extending the public comment period for the Environmental Assessment for the Use of Quarantine to Identify Brucellosis-free Yellowstone Bison for Relocation Elsewhere for an additional two weeks.   February 12, 2016  Bison Capture Operations to Begin at Stephens Creek  As per the agreement reached with all signatories in the Interagency Bison Management Plan (IBMP), bison capture operations are scheduled to begin February 15 at Stephens Creek near the north boundary of Yellowstone National Park.   February 10, 2016  Public Scoping for Fishing Bridge to Indian Pond Road Segment  The National Park Service (NPS), in cooperation with the Federal Highway Administration (FHWA), is planning to reconstruct a segment of the East Entrance Road from Fishing Bridge to Indian Pond within the eastern portion of Yellowstone National Park.   January 28, 2016  Launch of the Audio Collection with Sounds from Yellowstone  Yellowstone National Park and the Acoustic Atlas at Montana State University Library announced today the launch of the Yellowstone Collection, a curated compilation of field recordings and a developing podcast series highlighting America’s first national park.   January 27, 2016  Public Meeting\/Open House  The National Park Service has completed an Environmental Assessment (EA) that evaluates various alternatives for a quarantine program for Yellowstone bison.   January 14, 2016  Report Released On Fatal Bear Attack In Yellowstone  Two reports are now available about the August, 2015 fatal bear attack in Yellowstone National Park.   January 13, 2016  Yellowstone Seeks Public Comment on Yellowstone Bison Quarantine Program Environmental Assessment  The National Park Service (NPS) is seeking public comment on an Environmental Assessment (EA) for the Use of Quarantine to Identify Brucellosis-free Yellowstone Bison for Relocation Elsewhere.   January 12, 2016  Yellowstone Visitation Tops 4 Million for the First Time  In 2015, there were 4,097,710 “visits” to Yellowstone National Park, up 16.6% from 2014, making it the highest visitation year on record. The number of “visits” is always greater than the actual number of individuals who came to the park because people may enter and leave the park repeatedly during a stay in the area.   January 05, 2016  IBMP Partners Agree on Bison Management Operations  Members of the Interagency Bison Management Plan (IBMP) have signed a winter operations plan that aims to reduce the current population of 4,900 animals.   December 16, 2015  New Issue of Yellowstone Science Focuses on Grizzly Bear Ecology  The latest issue of Yellowstone Science is dedicated to grizzly bear research and conservation efforts in the Greater Yellowstone Ecosystem, offering readers an opportunity to learn about the history of grizzly bear management as well as recent scientific findings.   December 14, 2015  Yellowstone's Winter Season Starts Tuesday  Yellowstone National Park will open to the public for motorized oversnow travel as scheduled on Tuesday morning, December 15.   November 19, 2015  National Park Service and State of Montana Release Public Scoping Comment Report for  Yellowstone-area Bison Management Plan  The National Park Service (NPS) and the State of Montana (Montana Fish, Wildlife & Parks and the Montana Department of Livestock) announced today the release of the public scoping comment report for the Yellowstone-area Bison Management Plan\/Environmental Impact Statement (Plan\/EIS).   November 18, 2015  Yellowstone National Park Employees and Partner Win Awards  Each year the National Park Service and the Department of the Interior select outstanding employees, partners, and projects for regional and national recognition.   November 10, 2015  Yellowstone Reports Record Breaking October  October proved to be another record-breaking month for Yellowstone, breaking the 4 million mark in visits for 2015.   October 08, 2015  Visitation to Yellowstone Surpasses Previous Record Set in 2010  With three months left to go, visitation to Yellowstone National Park this year has now surpassed the previous record for total annual visitation set in 2010.   October 02, 2015  Canyon Rim Overlooks and Trails Rehabilitation Plan Approved  The National Park Service has issued a Finding of No Significant Impact (FONSI) to update and repair many of the overlooks and trails located along the rim of the Grand Canyon of the Yellowstone River.   September 23, 2015  Pete Webster Named as Chief Ranger of Yellowstone  Yellowstone National Park Superintendent Dan Wenk announced today that Pete Webster has been selected as the park’s new chief ranger.   September 16, 2015  Presenters Sought For 13th Annual Fall Photo Festival  The crunch of frost on the morning grass and the sound of bugling elk in the crisp evening air are all signs of fall, which also means it is time for the Yellowstone Fall Photo Festival.   September 15, 2015  Yellowstone Invites Visitors to Celebrate Hayden Valley Hawk Watch This Sunday  On Sunday, September 20, visitors can join Yellowstone Raptor Initiative volunteer Katy Duffy celebrate the spectacle of raptor (bird of prey) migration in Yellowstone National Park’s Hayden Valley.   September 15, 2015  Spruce Fire Received Significant Rain Overnight  The lightning-caused Spruce Fire, burning in the backcountry of Yellowstone National, received significant rain overnight on Monday. The fire had grown to an estimated 2,594 acres as of noon on Monday, before storms moved into the area, dropping approximately .5 inches by Tuesday morning.   September 15, 2015  Public Invited to Volunteer for National Public Lands Day Projects in Yellowstone  As part of National Public Lands Day, the largest single day volunteer effort for public lands, Yellowstone National Park is seeking volunteers for two work projects that will occur in the Lamar Valley on Saturday, September 26.   September 14, 2015  Spruce Fire Now Over 2000 Acres  The lightning-caused Spruce Fire, burning in the backcountry of Yellowstone National Park since early September, has grown to an estimated 2,119 acres as of 1:30 pm on Sunday.   September 13, 2015  Spruce Fire Continues to Grow in Yellowstone  The Spruce Fire burning in Yellowstone National Park has grown to an estimated 1,164 acres as of 6:00 pm on Saturday.   September 12, 2015  Spruce Fire Increases in Size to 425 Acres  The Spruce Fire burning in Yellowstone National Park has grown significantly since its discovery on Wednesday, September 9. Warmer weather and low humidity levels have allowed the fire to grow to an estimated 425 acres as of 11 am on Saturday.   September 10, 2015  Lightning Starts Small Fire in Yellowstone  A new wildland fire is burning in Yellowstone National Park. The Spruce fire, discovered Wednesday, September 9, by the park helicopter, is estimated to be a tenth of an acre in size.   September 10, 2015  New Citizens Sworn in at Naturalization Ceremony in Yellowstone  Yellowstone National Park hosted a ceremony for 37 immigrants as they became official US citizens on Wednesday, September 9. The Honorable Mark L. Carman, United States Magistrate Judge for the District of Wyoming, held court at the base of the Mammoth Hot Springs terraces near historic Fort Yellowstone under blue skies on Wednesday morning.   September 10, 2015  Yellowstone Marks Three Million Visits by the End of August  Yellowstone National Park marked a record three million visits in the first eight months of 2015.   September 03, 2015  Yellowstone To Conduct Traffic Safety Checkpoints This Holiday Weekend  Park rangers will conduct traffic safety checkpoints in Yellowstone National Park throughout the upcoming Labor Day weekend.   September 02, 2015  Yellowstone Welcomes 4th Grade Students Through Every Kid In a Park Initiative  Yellowstone National Park invites all 4th grade students to visit the park for free as part of the White House’s new Every Kid in a Park program.   August 31, 2015  Yellowstone Opens Lottery for Non-commercially Guided Snowmobile Access Program  Applications will be accepted starting Tuesday, September 1, for those interested in obtaining a permit for a non-commercially guided snowmobile trip into Yellowstone National Park during the 2015-2016 winter season.   August 31, 2015  Yellowstone Prepares for Fall  Fall comes early in Yellowstone. The sight of steam rising up from the ground in the chilly morning hours, the sound of bugling elk in the crisp evening air, and the feel of fleece against your skin as you dress for a day hike, all herald the end of summer and the beginning of fall in Yellowstone National Park..   August 25, 2015  Lightning Starts Fire Near the South Arm of Yellowstone Lake  Lightning from recent thunderstorms has started a fire on the Promontory Peninsula between the south and southeast arms of Yellowstone Lake in Yellowstone National Park.   August 21, 2015  Find Your Park and Celebrate the 99th Birthday of the National Park Service  Find Your Park and Celebrate the 99th Birthday of the National Park Service Yellowstone National Park Will Offer Free Admission and Special Events on August 25.   August 18, 2015  Yellowstone Seeks Public Comment on Rehabilitation of Canyon Rim Overlooks and Trails  Yellowstone National Park is seeking public comment on a plan to rehabilitate many of the overlooks and trails along the rim of the Grand Canyon of the Yellowstone River in the central section of the park.   August 18, 2015  Yellowstone National Park’s July Visitation Highest on Record  Yellowstone National Park had the highest recreational visitation on record in July with 980,702 visits for the month-a 14 percent increase over last July and a 2 percent increase over the previous July record in 2010.   August 13, 2015  Hiker’s Death Confirmed as Grizzly Attack  Results from an autopsy conducted on Monday afternoon concluded that Lance Crosby, a 63 year old Billings man, died as a result of traumatic injuries sustained from a bear attack.   July 29, 2015  Yellowstone Approves Fish Restoration Project on Soda Butte Creek  Yellowstone National Park, in coordination with partner agencies, has approved a project to remove nonnative brook trout from Soda Butte Creek and reintroduce Yellowstone cutthroat trout into the stream.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/news\/newsreleases.htm"
}
