{
    "title": "Yellowstone National Park: Lodging Photos",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery     Lodging Photos                Lodging Photos       Yellowstone offers nine lodging facilities in the park with more than 2,000 rooms.        Mammoth Hot Springs Hotel and Cabins  Located five miles inside the north entrance of the park, the Mammoth Hot Springs Hotel and Cabins is named after the nearby steaming limestone terraces. It was built in 1936-1938.  View Photos          Canyon Lodge and Cabins  Located near the Grand Canyon of the Yellowstone (North Rim) and Upper and Lower Falls, the Canyon Lodge and Cabins opened in 1957.   View Photos          Lake Hotel  Located on the northern shore of Yellowstone Lake, the Lake Hotel is the oldest operating hotel in the park and is listed on the National Register of Historic Places. It was built in 1891 and completely renovated in 2014.  View Photos         Old Faithful Inn  Located near Old Faithful Geyser in the southwest part of the park. Architect Robert Reamer designed the the Old Faithful Inn, which opened in 1904 and is now listed on the National Register of Historic Places. View Photos          Snow Lodge and Cabins  Located near Old Faithful Geyser in the southwest part of the park, the Snow Lodge and Cabins opened in 1999, making it the newest of the park's hotels. View Photos         Roosevelt Lodge Cabins  Located near Tower Falls, the Roosevelt Lodge opened on 1920 and is named for Yellowstone enthusiast Theodore Roosevelt. The Roosevelt Lodge maintains the atmosphere of a dude ranch. View Photos         Lake Lodge Cabins Located on the northern shore of Yellowstone Lake, the Lake Lodge Cabins opened in 1920. View Photos         Grant Village  Located on the southwestern shore of Yellowstone Lake, Grant Village was built in 1984 and named for President Ulysses S. Grant, who signed the law establishing Yellowstone National Park. View Photos         Old Faithful Lodge Cabins Located near Old Faithful Geyser in the southwest part of the park, the Old Faithful Lodge opened on 1915.  View Photos",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/photosmultimedia\/photos_lodges.htm"
}
