{
    "title": "Yellowstone National Park: Audio Postcards",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Sounds     Audio Postcards                Audio Postcards       Audio postcards offer vignettes of life in Yellowstone: short stories that help connect us to each other and to this very special place. We hope they make you feel like you just happened upon something unexpected, or overheard something captivating. Take a minute or two and get lost in the rich stories and soundscapes of the park. For the most immersive experience, we recommend headphones.  Thanks for listening. Want more audio? Check out our sound library.              Snipe Hunt     In the Spring, when many of Yellowstone's grassy meadows are flooded and marshy, a peculiar sound rises out of the gathering dark of nightfall. What makes this sound is surprising enough, but how it makes it is extraordinary. Katy Duffy, Interpretive Planner and birding aficionado, reveals the mystery.  Duration:2 minutes, 47 seconds      Credit \/ Author: NPS & MSU Acoustic Atlas\/Jennifer Jerrett   Date created: 2014-05-09     Download Original File: yell-YELLSnipeHunt.mp34,032 KB           Audio Transcript \/The staccato, rising-pitch sounds of a Wilson's snipe's winnowing flight\/\/So it's not really a vocalization. It's not a call. What you heard is a Wilson's snipe doing it's territorial sound, but it's made with its wings and its tail\/\/More winnowing flight sounds\/\/What male Wilson's snipe do this time of the year -- in the Spring -- they do this flight -- these winnowing flights is what they're called -- So each time they flap their wings it pushes air through the stiff outer tail feathers and it makes that \"woo woo woo woo woo\" kind of sound\/\/Winnowing sounds\/\/They make that sound to establish their nesting territory and attract a female. It's a courtship sound\/\/Winnowing sounds\/\/I've had people describe it to me in various ways. They sometimes think it's an owl. They're not sure what it is. Some people think it's a motor noise...\/\/Winnowing sound\/\/It's a metallic sound. It's goin' on over your head so it's really hard to pinpoint where the bird is. Plus the bird's tiny. It's about the size of a robin. They're actually very delicately beautiful when you get to see them up close. It's a really neat bird. It's a bizarre little bird\/\/Winnowing sound; Sounds of ducks in the background\/\/It's eerie. It's strange because it's often happening at dusk or at night, so it's coming out of the darkness. That's what's fascinating is that it happens at a time that's sort of magical. I always think of dusk as magical because almost anything can happen. Your imagination kind of goes wild and when you hear sounds out of this, oh, semi-darkness, they seem ethereal...otherworldly...wild...and they are! And it's neat. We use other senses. I love when we use more than just our eyes\/\/Winnowing sounds\/\/I'm Katy Duffy. I'm the Interpretive Planner for Yellowstone National Park. I've been hooked on birds, obsessed with them, for 40 years (laughs). I'm an addicted birder\/\/Winnowing sound\/\/This is Yellowstone National Park. Thanks for listening\/             In a Rut     Male bison \"bellow\" in order to announce their presence and establish dominance in a herd. During the mating season or \"rut,\" bellowing becomes more prevalent, creating a signature sound of midsummer in Yellowstone. Take a drive with Jennifer Jerrett across the park's Northern Range as she goes on a listening safari for the sounds of bison.  Duration:3 minutes, 14 seconds      Credit \/ Author: NPS & MSU Acoustic Atlas\/Jennifer Jerrett   Date created: 2014-08-07     Download Original File: yell-YELLAPBisonRut.mp34,661 KB           Audio Transcript  So, I’m out here in Yellowstone National Park’s Lamar Valley. I’m not too far from the Lamar Ranger Station or what was historically known as the Buffalo Ranch. And I gotta say, this … this is absolutely my favorite place in the park. It is gorgeous. It’s this wide, open valley surrounded by grassy hills, sagebrush and high mountains off in the distance. And right now in midsummer, it is covered … it is covered in bison. There has to be several hundred animals out here right now. It’s just a really impressive sight.  So it’s the bison rut, or the mating season, and while these animals are out here—doing their thing—and trying to attract mates, they have some really pretty charismatic behavioral displays, but it's the vocalizations or these bellows that are so prevalent this time of the year that I think are so cool, so I’m out here to check it out.  Oh yeah, here we go, they’re … it’s a bison jam. They’re crossing the road.   It’s the males that are making that grunting noise and, every time they do it they stick their tongues out, so it’s just the wildest thing to watch.  Wow. Pretty spectacular. I’m crazy about these animals. I’m Jennifer Jerrett, I’m an associate editor for Yellowstone Science here in Yellowstone National Park.             Winter Wonderland     Friends Betsy Heiner, Mary Smith, Sheri Kimble and Helen Michaels travel together to visit the park each winter. We caught up with them on the Old Faithful boardwalks where they were kind enough to share their thoughts about what makes wintertime in Yellowstone so special.   Duration:1 minute, 32 seconds      Credit \/ Author: NPS\/Jennifer Jerrett   Date created: 2014-02-26     Download Original File: yell-YELLWinterWonderland.mp32,225 KB           Audio Transcript \/Sounds of the musical call of American Dipper and riffles on the Firehole River\/\/I’ve been here fourteen times since the mid eighties. And since we started coming in the winter, we never have come in the summer again. We just love it in the winter\/\/Sounds of American Dipper and Firehole River\/\/It’s magical. It’s absolutely magical. Not many people. Lots of things to do. Wonderful skis…snowshoes…hikes\/\/Schussing sounds of cross-country skiing\/\/I think it’s so cool that the colors are different in the summer than in the winter. Like Morning Glory has much more color in the winter than it does in the summer – to me, anyway\/\/Bubbling sounds of Ear Spring\/ \/And we had a treat yesterday as two very, very large coyotes walked right by our cabin window and cabin door\/\/Yips of coyotes moving from left to right\/\/We wanted to invite them in for wine (laughs), but they seemed to be in a hurry (more laughter)\/\/It’s a spirit, sort of, in the wintertime\/\/I’m Betsy Heiner and I’m from Colorado Springs\/\/I’m Mary Smith, from Colorado Springs\/\/I’m Sheri Kimble from Colorado Springs\/\/I’m Helen Michaels and I’m from Port Washington, Wisconsin\/\/Honks of Canada Geese and riffles on the Firehole River\/\/This is Yellowstone National Park. Thanks for listening\/              Winter Wolves     It's wolf mating season here at Yellowstone, which also means it's the peak howling season. Biological Technician Rick McIntyre puts this ethereal winter sound into perspective; within the history of Yellowstone National Park.   Duration:2 minutes, 13 seconds      Credit \/ Author: NPS & MSU Acoustic Atlas\/Jennifer Jerrett   Date created: 2014-02-11     Download Original File: yell-YELLWinterWolvesSonic.mp33,216 KB           Audio Transcript They're howling at 7:32\/Sound of the click from turning off tape recorder\/\/Sound of wolves howling\/One of the things I often think about when we hear wolves howling is -- I'm sure you know the story -- that it was the last of the original Yellowstone wolves were killed in 1926 about a half a mile from where we're standing. And so, for any visitor that had come to Yellowstone from 1926 to 1995 when wolves were brought back and reintroduced and reestablished, you know, I'm sure they had a great experience visiting the world's first national park and they would have seen a lot of great stuff, but there's one thing that they missed out on. There would have been an unnatural silence here. \/ambient sound of the Lamar Valley. It's quiet, with a raven calling in the distance.\/But luckily we realized what a big mistake that was and figured out how to rectify it. So we're experiencing that right now. That silence is over.\/Sound of wolves howling\/I'm Rick McIntyre. I work for the park service in Yellowstone National Park and my title is Biological Technician.             Singing Lake     It's December 17, 2013 and Yellowstone Lake is icing over. Maintenance Supervisor Bruce Sefton walks us down to the lake to listen to a rare, wintertime song.  Duration:1 minute, 57 seconds      Credit \/ Author: NPS & MSU Acoustic Atlas\/Jennifer Jerrett   Date created: 2013-12-17     Download Original File: yell-YellowstoneLakeSingsCommentary.mp32,820 KB           Audio Transcript We're going to take you down to listen to the lake sing.\/sounds of foot steps\/\/sounds of ice fracturing\/This doesn't happen all the time. It's fairly rare.So not many people hear this because if there's the tiniest bit of snow, the deal's off: the sound's all muffled. As this stuff freezes and tightens, there's movement underneath. So this crack will start, and the crack just goes: takes off.\/more sounds of ice fracturing, near and far\/And you'll hear these things, it'll sound just like an F-16 coming right at you.\/more sounds of ice booming in the distance\/When the sun comes up it begins in earnest. Then the sun goes down and it peters out: the activity will subside and stop...get quiet. I've tried singing along with it...it just doesn't work.\/more ice sounds\/Nothing beats that. I'm Bruce Sefton. I'm with the maintenance division of the National Park Service here in the Lake District. Every day is fun.           Audio Postcards are supported by the Acoustic Atlas through a collaborative project with the Montana State University Library, which collects and curates field recordings of natural sounds in the Greater Yellowstone Ecosystem.                   Yellowstone's Audio Postcards are supported, in part, by the Yellowstone Park Foundation, and by a generous grant through the Eyes on Yellowstone program. Eyes on Yellowstone is made possible by Canon U.S.A., Inc. This program represents the largest corporate donation for wildlife conservation in the park.       More Information  Sound Library: Immerse yourself in the aural landscape of America's first national park.  Minute Out In It: Got a minute? Enjoy our series of short videos documenting a variety of events and phenomena in Yellowstone. We hope they'll be the next best thing to being here in person. National Park Service Natural Sounds Program: Natural sounds are part of the special places we preserve.  Voices of Yellowstone video, Yellowstone InDepth Episode 5 (11 min.): Get insight into the value of natural sounds in wild places and how the park is monitoring those sounds. Yellowstone Soundscapes",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/photosmultimedia\/sonics.htm"
}
