{
    "title": "Yellowstone National Park: Fishing Bridge, Lake, Bridge Bay Accessibility",
    "body": "Fishing Bridge, Lake Village, and Bridge Bay Accessibility       Visitor Facilities  Wheelchair Rental  Wheelchairs can be rented at the Lake Medical Clinic for a $300 deposit and $10 per day. Wheelchairs are available for loan at Lake Hotel for visitors lodging there or at the Lake Lodge. Fishing Bridge Visitor Center  Entrance, information desk, and some exhibits are accessible. Visitors may request a portable ramp to additional exhibits and bookstore.  Medical Clinic (Lake Village)  Wheelchair-accessible; parking in rear. Learn More about Medical Services... Restrooms  Fishing Bridge: General store; east side of the visitor center parking area, wheelchair users may require assistance.  Lake Village: Right of the general store; in Lake Hotel; Lake Lodge, wheelchair users may require assistance (no curb cut).  Bridge Bay: Loop A of campground; picnic area on marina entrance road.  Designated Accessible Parking  Fishing Bridge: General store; east side of the visitor center parking area.  Lake: In front of Sandpiper Annex of the hotel.  Bridge Bay: At restrooms.  Food Service  Lake Hotel: Dining room.  Lake Lodge: Cafeteria, wheelchair users may require assistance (no curb cut).  Stores  Fishing Bridge: General store, bookstore in visitor center.  Lake: General store, hotel gift shop.  Bridge Bay: Marina store from boat ramp area.  Lodging  Lake Hotel: Thirteen accessible rooms in the hotel and Sandpiper annex; plus five accessible cabins. Lake Lodge: Ten accessible cabins. Campgrounds  Bridge Bay: Three accessible sites.  Fishing Bridge RV Park: No accessible services. Learn More about Campgrounds...      Learning About the Area  Ranger-led Programs  Offered at Fishing Bridge and Bridge Bay in the summer. Visitors attending programs at Bridge Bay amphitheater may require assistance; park next to the restroom in D Loop. Fishing Bridge amphitheater is wheelchair-accessible; park on the east side of the parking area. Learn More about Ranger Programs...      What to See  Fishing Bridge  This historic bridge spans the Yellowstone River and a cutthroat trout spawning area. Wheelchair users may require assistance because the surface is rough and narrow.  Natural Bridge  Park in pullout on main road just south of bridge over Bridge Bay. This 2.5 mile (4 km) round-trip bike trail culminates at a natural bridge. For current trail conditions, ask at the marina or Fishing Bridge Visitor Center. Trail is on uneven ground; wheelchair users may require assistance.  Lake Butte  Beautiful views of Yellowstone Lake and surrounding areas; famous for sunsets. Spur road begins 10 miles east of Fishing Bridge. Wheelchair users may require assistance.  Mud Volcano  Six miles (10 km) north of Fishing Bridge. Acidic, muddy pools fill the air with steam and pungent odors. Designated accessible parking and wheelchair-accessible restrooms. The lower loop is wheelchair-accessible. Start at the far right end of the parking area. At the boardwalk junction beyond the Mud Volcano, turn left and return to the parking area. Obtain a guide for $1 at the Fishing Bridge Visitor Center or at the trail entrance; includes a map and descriptions of the features.  LeHardy Rapids  Three miles (4.8 km) north of Fishing Bridge, park in the second parking area. Wheelchair users may require assistance due to uneven ground; southern part of boardwalk has steps.      More Information  More about Accessibility in Yellowstone Yellowstone Accessibility Guide (3.2 MB PDF) for visitors who use wheelchairs includes some information on audio and visual accessibility.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/fishingbridgelakeaccessibility.htm"
}
