{
    "title": "Yellowstone National Park: 1610 AM",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Sounds     1610 AM                1610 AM              1610 AM Broadcast     Our 1610 AM traveler's information broadcast plays at the north, west, south, and east entrances. Tune in for great advice about trip planning and safety in Yellowstone.  Duration:9 minutes, 23 seconds      Credit \/ Author: NPS\/Jennifer Jerrett   Date created: 2016-06-03     Download Original File: yell-SummerAllEntrances2016ForWeb.mp313,536 KB           Audio Transcript Jennifer Jerrett: Hi everyone! Welcome to Yellowstone-- the world’s FIRST national park.  My name’s Jen. Erik Oberg: And I’m Erik. Jennifer Jerrett: Stay tuned because we have some great tips to help you plan your visit. Erik Oberg: But first, let’s take care of business. The entrance fee is $30, and that admits to you YNP for 7 days.Jennifer Jerrett: If you’ve already paid the entrance fee, have your receipt ready. With that pre-paid receipt, you can re-enter the park without being charged again.Erik Oberg: You can get a Yellowstone annual pass for $60 or the interagency annual pass for $80. We have lots of other passes available, too. Ask at the entrance station for more information.Jennifer Jerrett: All the information Erik and I are going to talk about is also available at our visitor centers, in our Yellowstone National Park app, which you can download at either iTunes or Google Play…Erik Oberg: …and in our park newspaper Jennifer Jerrett:  You’ll get one of those as you drive inErik Oberg: So, let’s talk about driving in Yellowstone. Park roads are often under construction causing road closures, traffic, and delays. Jennifer Jerrett:  But it’s not only road construction that will slow you down. Wildlife jams are major sources of driving delays. Erik Oberg: A wildlife jam is a traffic jam that happens when people stop or slow down to look at animals that are too close to the road. Jennifer Jerrett:  They can be A MESS so it’s important to know what to do if you get caught up in one.Erik Oberg: KEEP YOUR EYES ON THE ROAD. And DO NOT STOP IN THE MIDDLE OF THE ROAD.Jennifer Jerrett: If you want to stop, find a pullout. These are the best places to watch and take pictures of animals. And if you can’t find a pullout, you still have to park completely off the road.Erik Oberg: Park so that your driver’s side tires are beyond the white line at the side of the road.Jennifer Jerrett: The next thing we ask is please listen to the rangers out there! If they ask you to stay in your car, stay in your car. Erik Oberg: Trust us, they know that everyone wants to get that perfect wildlife photo. They just want to help you get it in the safest way possible – safest for you, for the animals…Jennifer Jerrett: AND for other visitors. Jennifer Jerrett: People from all over the world visit Yellowstone. Erik Oberg: So if English isn’t your first language, you can pick up foreign language translations of important park information at all our visitor centers. You can find information in braille, large print and audio descriptions, too.Jennifer Jerrett: It’s great to have such a diverse community of visitors.Erik Oberg: And it’s good to be loved! Jennifer Jerrett: It IS good to be loved. But being loved by so many also means that people should expect crowds, traffic, and long lines, especially around some of the park’s main attractions. Erik Oberg: That’s why we say, “Pack Your Patience.” Be patient with yourself, your family, and the people around you.  Jennifer Jerrett: And hey, a great way to dodge the crowds is by getting up early. Erik Oberg: You’ll have the benefit of enjoying a little bit of quiet time as well as being out in the park when a lot of the animals are most active. Jennifer Jerrett: Or plan to take the less-traveled path and explore beyond the main attractions. Erik Oberg:  We know that folks want to see everything Yellowstone has to offer, but there’s something to be said for simplifying your visit. Take a hike, watch birds, or just relax at the river’s edge. Jennifer Jerrett: Erik, you know ALL about relaxing at the river’s edge, don’t you?Erik Oberg: I do. The river is gorgeous and I love to fish.  Jennifer Jerrett: So what do people need to know about fishing in Yellowstone?Erik Oberg: Well, Yellowstone has some of the best fishing in the world, and you’ll need a Yellowstone permit. You can get one at any visitor center, backcountry permit office, or general store inside the park. Make sure you read the fishing regulations because they change depending on where and what you’re fishing for. Jennifer Jerrett: If you plan to stay overnight in the park, you should know that it’s illegal to camp or sleep overnight in roadside pullouts, picnic areas, or parking lots. Besides, you can’t have a campfire in those places, so what fun is that?Erik Oberg: Speaking of fun, we have all kinds of campfire programs, ranger-led tours, presentations, and kids activities in the park. Jennifer Jerrett: So make use of our visitor centers, app, and park newspaper. These are all great options to help you plan your visit and learn how to stay safe. Now, let’s talk about safety for a minute:Erik Oberg: Safety point number one:Jennifer Jerrett: No selfies with wildlife. Seriously. Don’t do it. Yellowstone’s Chief Ranger has more on that:Pete Webster: People often don’t understand that the animals in Yellowstone are wild and unpredictable.People then sometimes get too closeAnd every year people are injured when an animal becomes aggressive because of the person’s close presence or they’re just spooked and trying to get away. People need to observe wildlife from a distance—give them their space.  Erik Oberg: You must stay 100 yards or 91 meters away from wolves and bears. Jennifer Jerrett: That’s basically the length of a football field. Erik Oberg: Stay at least 25 yards or 23 meters away from all other animals, ESPECIALLY bison and elk. Jennifer Jerrett: REMEMBER: 100 yards (91 m) away from wolves and bears, 25 yards (23 m) away from everything else.Erik Oberg: Safety point number twoJennifer Jerrett: What do you do if you encounter a bear.  This is Yellowstone’s lead bear biologist talking about the best way to stay safe in bear country. Kerry Gunther: I think it’s important that people realize that in National Parks, bears are still wild animals and that even though the risk is pretty low, you should still take certain precautions. We recommend that when hiking in bear country that everyone travel in groups of at least three or more, be alert when you’re hiking, and then when you’re in blind spots along the trail, make some noise so that the bear is aware of your presence. And carry bear spray.Erik Oberg: Bear spray has been shown to be over 90% effective in deterring bear attacks. And if we haven’t convinced you yet, listen to what successful bear spray users have to say about it:Matt Metz: In late August or early September myself and two of my coworkers were hiking, so we were being very vigilant with our yelling of “Hey bear!”Donny Perret: We were making a ton of noise. We were walking and heard some crashing nearby so we immediately stopped and the tree of us pulled out our bear spray and…Matt Metz: …maybe 35 or 40 yards from us we saw a sow grizzly bear standing on its legs looking towards us.Molly McDevitt: Usually when grizzly bears stand up they’re just trying to kind of asses the situation and see what they’re dealing with. Matt Metz: The bear started running towards us…Molly McDevitt: She ran up and maybe came within about 15 yards and then spun around and ran back to her cubs.Donny Perret: She stopped after her bluff charge, stood up and looked at us again—kind of checked us out—and then came a second time. This time her body language was entirely different. She was running with her head close to the ground…Molly McDevitt: …her ears were back, she was focused…Matt Metz: …she was maybe about 7 yards away or so,  still coming full bore at us. All three of us…unloaded most of our bear sprays on her.Donny Perret: She took two steps into the cloud and made a 90-degree turn and ran out of there.Molly McDevitt: Yeah. Carry bear spray. It works. I know plenty of people who’ve deployed it and it worked. Jennifer Jerrett: It’s easy to use, but there are a couple of tips to really perfect your technique, so if you have questions, look for one of us in the green and gray. We’ll show you how to use it.Erik Oberg: You can buy bear spray in the park and it’s available to rent at Canyon Village, so pick some up and make sure you know how to use it.Jennifer Jerrett: And safety point number three:Erik Oberg: In the park’s geyser basins, Stay on the boardwalks and maintained trails at all times. The ground in these thermal areas is thin and fragile AND there might be boiling water or boiling mud right underneath it. Jennifer Jerrett:  Thermal features are hot enough to burn you and those burns can be serious or even fatal. Erik Oberg: Yikes. We don’t want anyone falling in to a thermal pool this season.Jennifer Jerrett: We certainly don’t. In fact, let’s keep all emergencies to a minimum this year. It’s easy to underestimate the power of this place, but it’s still wild nature out there. Erik Oberg: You’re going to see exciting things here, but don’t let that excitement lead to bad decisions.Jennifer Jerrett: If you do have an emergency, dial 9-1-1 from any telephone inside the park. Erik Oberg: If you plan to use a cellphone or mobile device while you’re here, please be aware that cell coverage and WiFi connectivity is limited and can be extremely slow. Jennifer Jerrett:  It’s funny, isn’t it? The National Park Service turns 100 this year, and yet there are still ways you can get “Off the Grid” and feel like you can escape to an earlier time.Erik Oberg: But even though this is our oldest park, we still have to deal with the modern-day challenges of managing one of the busiest parks in America. Here’s our Superintendent, Dan Wenk, to explain how we try to find that balance.Dan Wenk: Yellowstone is one of the nation’s premiere examples of preservation of natural resources and providing opportunities to enjoy this incredible place. This place belongs to all of us, and not just us who are here visiting today, but future generations. We have a mission to preserve this place unimpaired for future generations and to do that we need your help. How you visit the park makes a difference.Erik Oberg: You can be part of that by taking our Visitor Pledge. Jennifer Jerrett: That’s on our website at go dot nps dot gov forward slash yellowstonepledge. Erik Oberg: Have a great time out there and let us know how we can help. Jennifer Jerrett: Thanks for listening and if you’re just tuning in, don’t go away. We’ll be right back.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/photosmultimedia\/1610am.htm"
}
