{
    "title": "Yellowstone National Park: Tower Area Accessibility",
    "body": "Tower-Roosevelt Accessibility       Visitor Facilities  Many visitor facilities are in the Roosevelt Lodge. The wheelchair-accessible entrance is on the left side of the lodge.  Restrooms  Roosevelt: Lodge, service station, parking area near service station.  Tower Fall: Next to the general store.  Designated Accessible Parking  Roosevelt: In front of lodge and general store.  Tower Fall: In front of general store.  Food Service  Roosevelt Lodge: Dining room. Stores  Roosevelt: Lodge gift shop, general store.  Tower Fall: General store.  Lodging  Roosevelt Lodge: Two accessible cabins.  Picnic Area Soda Butte Creek (21 miles\/34 km east of Tower Junction): One accessible table.  Campgrounds  Tower Campground (3.5 miles\/5.6 km south): No accessible sites.  Slough Creek Campground (5.5 miles\/8.8 km east): No accessible sites. Learn More about Campgrounds...      Learning About the Area  Ranger-led Programs  The nearest visitor centers, with exhibits and ranger-led programs, are the Canyon Visitor Education Center (19 miles\/31 km south) and the Albright Visitor Center at Mammoth (18 miles\/ 29 km west). Interpretive park rangers rove the Tower-Roosevelt area, primarily to talk with visitors viewing wildlife.      What to See  Tower Fall  Trail to overlook of this 132-foot waterfall is paved, but steep. Wheelchair users may require assistance.  Mount Washburn & Dunraven Pass  The Grand Loop Road crosses Dunraven Pass south of Tower Junction. The north approach is prime wildlife watching, with several large pullouts. Use caution; assistance may be required. The south flanks of the mountain include an overlook and exhibit at Washburn Hot Springs.  Lamar Valley  This scenic valley east of Tower Junction is famous for wildlife watching. Several pullouts have enough room to maneuver a wheelchair. Accessible restroom at the start of Slough Creek Road and at the horse trailhead for the Lamar River Trail.      More Information  More about Accessibility in Yellowstone Yellowstone Accessibility Guide (3.2 MB PDF) for visitors who use wheelchairs includes some information on audio and visual accessibility.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/toweraccessibility.htm"
}
