{
    "title": "Yellowstone National Park: Service Animals",
    "body": "Service Animals          Service animals are allowed in all facilities and on all trails unless an area has been closed by the superintendent to protect park resources. Definition of Service Animal The 2010 revision to Title II of the Americans with Disabilities Act (ADA) defines a \"service animal\" as a dog that has been individually trained to do work or perform tasks for the benefit of an individual with a disability,including a physical, sensory, psychiatric, intellectual, or other mental disability. Dogs that are not trained to perform tasks that mitigate the effects of a disability, including dogs that are used purely to provide comfort or emotional support (\"therapy animals\"), are considered pets. Service animals in training and pets are subject to the park's pet regulations and are not allowed on trails or boardwalks. Falsely portraying a pet as a service animal is considered fraud and is subject to federal prosecution. Service Animal Permit Required Individuals intending to take a service animal into the backcountry must first obtain a service animal permit (148 KB PDF—form is on the second side). A service animal permit is not needed when visiting frontcountry attractions and thermal areas with boardwalks. To obtain the free service animal permit (148 KB pdf) fill in the required information on the form. Bring the signed form to a backcountry office within the park or send it to the Central Backcountry Office prior to arriving in the park. Forms can be mailed to: Central Backcountry Office PO Box 168 Yellowstone National Park, WY 82190  If you need more information, you can contact the Backcountry Office by phone at (307) 344-2160 or by fax at (307) 344-2166. You can also contact us at e-mail us Things to Know Where domestic animals and wildlife overlap there is a possibility of exchanging diseases between the two groups. Domestic dogs can introduce disease into wildlife habitats and the park's canids (wolves, coyotes, and foxes) are vulnerable to domestic diseases such as canine distemper, parvo virus, rabies, mange,etc. Likewise it is possible for domestic dogs to acquire these diseases from wild animals. The Service Animal Permit provides park managers with reasonable assurance that domestic service animals traveling in the backcountry are free of diseases which could harm wildlife. To further prevent the spread of disease:  Service animals must always be leashed or harnessed, under control, and attended at all times. Pet food is a bear attractant and should be stored accordingly. Food and food containers must never be left unattended and must be kept out of reach of wildlife. Service animal fecal matter must be picked up and disposed of properly. Fecal matter should be disposed of in a trash receptacle, toilet, pit toilet, or if none of those are accessible (such as in the backcountry) it should be buried in a cat hole dug a minimum of 6 inches deep and a 200 feet from water sources, campsites or trails.  Risks Please be aware that having a service animal in the backcountry may put you at increased risk for confrontations with wolves, bears, and other wildlife. There are recorded instances of domestic dogs killed by coyotes within Yellowstone and numerous instances of dogs killed by wolves and bears outside of Yellowstone. Wolves are very territorial and may perceive domestic dogs as competitors and act aggressively toward them putting you and your animal in danger. If you must take a service animal with you in the backcountry keep it on a tight leash at all times and sleep with it in your tent at night. In addition, thermal features pose a special risk to all animals. Boiling water in pools and thermal channels can cause severe or fatal burns if your animal decides to take a drink or go for a swim. Your safety and the safety of your animal are not guaranteed.      More Information  Information on traveling with pets, not service animals, see this page for a video and more advice. Information on planning a backcountry trip in Yellowstone visit Backcountry Camping and Hiking. Guidance for disabled visitors planning on traveling within Yellowstone's backcountry (673 KB pdf). More about Accessibility in Yellowstone",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/serviceanimals.htm"
}
