{
    "title": "Yellowstone National Park: Tips for Watching Roadside Bears Safely",
    "body": "Explore This Park    Plan Your Visit     Safety     Bear Safety     Tips for Watching Roadside Bears Safely                Tips for Watching Roadside Bears Safely        It is important to behave appropriately when you stop to view or photograph bears along park roads and not put yourself or the bears at risk. NPS\/Neal Herbert       Bears are highly intelligent that quickly learn new behaviors beneficial to their survival. In Yellowstone and other areas with high numbers of people and very low rates of human-caused bear mortality, bears quickly learn that people are not a threat and they will tolerate people at relatively close distances to gain access to native foods found in roadside meadows. This behavioral response is referred to as habituation. Habituation is not necessarily detrimental to bears or people. Habituation enables bears to access high quality habitat adjacent to roads, habitat that is underutilized by bears that remain wary of people. If people stop to view or photograph bears along park roads, it is important to behave appropriately so they don't put themselves or the bears at risk. In addition to bears, habituation is observed in a wide variety of other animals along park roads, including bison, moose, elk, bighorn sheep, wolves, coyotes, and badgers. Please observe the following guidelines when viewing or photographing roadside bears:  Do not stop your vehicle in the middle of the road. Park on shoulders or in established turnouts and make sure your vehicle is completely off the paved roadway with the gear shift in park and the parking break engaged. If you want a better view use binoculars or a spotting scope: Do not approach bears. For your safety, stay in your vehicle and view and photograph through a window. If you choose to exit the safety of your vehicle, stay nearby so you can get inside quickly if the bear approaches. Bears, especially subadults can be curious and may approach people to search for and test new foods. Do not stand in roadways. A driver distracted by the bear could easily hit you. Although the road provides a firm base, for obvious reasons photographers should not set up their tripods in the road-it is just not a safe thing to do. Keep a safe distance from bears. In Yellowstone National Park it is illegal to approach or remain within 100 yards of bears. If the bear approaches within 100 yards of you, you are required to get into your car or move so that you maintain the 100 yard distance. Do not surround, crowd, approach, follow, or block the bears' line of travel. Do not run or make sudden movements. Such movements could provoke an attack. Be extra careful with your children. When excited, children often run. Running may trigger a predatory chase response by the bear. If other people in the area are putting you in danger, leave the scene and\/or notify a park ranger. You are responsible for your own safety. Do not feed bears or leave food where they can get it. Feeding bears is against the law and fed bears usually end up as dead bears because they become more aggressive about obtaining human foods.        More Information  Minute Out In It - Bear Jams: Bear Management Biologist Kerry Gunther and Park Ranger John Kerr describe some best practices for handling these potentially dangerous situations.  Safely Watch Wildlife: Video on watching wildlife safely and respectfully. Be Bear Safe: Explore other aspects of bear safety.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/roadside_bear.htm"
}
