{
    "title": "Yellowstone National Park: Grant Village & West Thumb Accessibility",
    "body": "Grant Village & West Thumb Accessibility       Visitor Facilities Grant Visitor Center & West Thumb Information Center  Both facilities are wheelchair-accessible.  Restrooms  Grant Village: Grant Restaurant, general store, Loop A of campground. Wheelchair users may require assistance at the visitor center restroom. West Thumb: Vault toilet in the parking area.  Designated Accessible Parking  Grant Village: Visitor center, Grant Restaurant, camper services building, lodging registration building, post office, and general stores.  Food Service  Grant Village: Grant Restaurant (dining room); Lake House at Grant (fast food); general store (fast food).  Stores  Grant Village: General store, gift shop in lodge registration building, bookstore in visitor center.  Lodging  Grant Village: The lodge registration building is wheelchair-accessible; 12 wheelchair-accessible lodging units. Learn More about Accessible Lodging... Campground  Three wheelchair-accessible sites. Learn More about Campgrounds... Shower  In the Camper Services Building.  Boat Launch  The boat launch at Grant Village is wheelchair-accessible.      Learning About the Area  Films & Exhibits  Films at Grant Visitor Center are open-captioned and transcripts are available.  West Thumb Geyser Basin Trail Guide  Available for a nominal fee at the Grant Visitor Center, West Thumb Information Center, and near the boardwalks. The guide describes the basin’s hydrothermal features.  Ranger-led Programs  Offered in summer. Evening programs at the amphitheater are wheelchair-accessible; others as noted in the schedule. Learn More about Ranger Programs...      What to See  West Thumb Geyser Basin  The waters of this geyser basin flow into Yellowstone Lake, the largest lake at high elevation in North America. Enjoy the views of the hydrothermal features, the lake, and the Absaroka Range from the boardwalk. Visitors using wheelchairs may need assistance on the lower loop, which has grades up to 10 percent.  Lewis Falls  11.3 miles (18.3 km) south of West Thumb Junction, this cascade on the Lewis River can be viewed from a pullout along the road. No designated parking, but the pullout may have enough room to maneuver a wheelchair.      More Information  More about Accessibility in Yellowstone Yellowstone Accessibility Guide (3.2 MB PDF) for visitors who use wheelchairs includes some information on audio and visual accessibility.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/grantwestthumbaccessibility.htm"
}
