{
    "title": "Yellowstone National Park: Understanding the Bear's Mindset",
    "body": "Explore This Park    Plan Your Visit     Safety     Bear Safety     Understanding the Bear's Mindset                Understanding the Bear's Mindset        A grizzly bear on a bison carcass near Yellowstone Lake NPS\/Jim Peaco       One of your best defenses against bear attack is your brain. Knowledge and understanding of bears and bear behavior can help decrease the chances of bear encounters and diffuse aggressive encounters when they occur. There are two main types of bear attacks on people: defensive and predatory. The type of attack determines how you should respond, so it's important to understand the difference between them.  Defensive Attacks Defensive attacks are the most common cause of bear-inflicted human injury. In almost all bear attacks, bears are reacting defensively to a perceived threat to themselves, their cubs, or a coveted food source during a surprise encounter with people. In these incidents, the bear wants to neutralize the threat (you), gather up their cubs (if present), and leave. In Yellowstone, the chances of being injured by a bear in a defensive attack are very low: approximately one in three million. If you are attacked after any sudden, surprise encounter with a bear, you can assume that it is a defensive attack. If the bear hop- charges toward you, clacks its teeth, sticks out its lips, huffs, woofs, or rushes a few steps towards you and slaps the ground with its paws, it is warning you that it is nervous about your presence and that you are too close. Heed this warning and back away. If these warning signs precede an attack, you can assume that the attack is defensive in nature. In a defensive attack, the bear will charge toward you with its ears laid back. A bear that rears up onto its hind legs is trying to gather more information through scent, sight, and sound to determine what you are and what your intentions are. To get a better scent, the bear may circle down-wind of you. Once a bear that is displaying defensive aggression has made physical contact with you, you should be passive and play dead to diffuse the situation and minimize injury. Predatory Attacks Many people think that the reason for most bear attacks is that the bear wants to kill and eat you. In reality, this is almost never true. In the vast majority of confrontations between bears and people, the bear is only trying to defend itself or its cubs from a perceived threat (you). Predatory attacks do occur, but are extremely rare. Behaviorally, it can be difficult to distinguish a predatory bear from a bear that is just curious or food-conditioned. Predatory bears don't give warning signals or use threat displays or vocalize. There is no huffing, blowing, barking, jaw-popping, hop charging, ground slapping, or bluff charging during a predatory attack. Predatory bears ears will be erect and forward (not laid back). Predatory bears will be intensely interested in their victim, visually locked on. Predatory bears will keep bearing in on you. During a predatory attack you should be aggressive and fight back using any available weapon (bear spray, rocks, sticks) to stop the bear's aggression. Fight back as if your life depends on it, because it does. Predatory attacks usually persist until the bear is scared away, overpowered, injured, or killed.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/bearmindset.htm"
}
