{
    "title": "Yellowstone National Park: Wheelchairs & Mobility",
    "body": "Wheelchairs & Mobility       General Information This is an overview about wheelchair-accessibility in Yellowstone National Park. Details for each major area in the park follow. Information  Yellowstone has nine visitor centers and information stations. Canyon & Old Faithful visitor education centers and the Albright (Mammoth) and Grant visitor centers are wheelchair-accessible. Norris and Madison information stations may require assistance; Fishing Bridge is partially wheelchair-accessible. Medical Clinics  Mammoth, Old Faithful, and Lake clinics are wheelchair-accessible. Only Mammoth is open year round. Learn More about Medical Services... Designated Accessible Parking  Accessible parking is designated in all major areas and at some overlooks, wayside exhibits, and picnic areas. Wheelchair Rental  Manual wheelchairs can be rented at medical clinics for $10 per day with a credit card (or $300 cash) deposit. Wheelchairs are available for loan at each lodging facility, except Roosevelt Lodge. Old Faithful, Canyon, and Albright (Mammoth) visitor centers loan wheelchairs for use while in those areas. Motorized Personal Vehicles  Motorized wheelchairs and scooters that are designed solely for use by a person with a mobility impairment are allowed. The Segway® Personal Transporter and similar vehicles used by persons with disabilities are allowed although terrain may limit their usefulness. Service Animals  Qualified service animals assisting people with disabilities are allowed throughout the park and in all park facilities. However, they must be leashed. You must have a permit to bring a service animal into the backcountry due to wildlife and safety issues. Learn More about Service Animals... Restrooms  Wheelchair-accessible restrooms with sinks and flush toilets are located at all major areas except West Thumb. Accessible vault toilets are found at West Thumb, Norris, some scenic overlooks, most picnic areas, and all campgrounds. Service Stations  Service stations are staffed seasonally during daylight hours. and have call buttons. Learn More about Service Stations... ATM  Wheelchair-accessible ATM machines are available in the park’s major areas. Dining  Wheelchair-accessible dining options include snack bars, fast food restaurants, and dining rooms. Learn More about Restaurants... Lodging  Wheelchair-accessible lodging is available in all areas of the park. Learn More about Accessible Lodging... Post Offices  Mammoth, Old Faithful, Grant, and Canyon post offices are wheelchair-accessible. Only Mammoth is open year round. Learn More about Post Offices... Stores & Gift Shops  The Old Faithful, Canyon, and Mammoth areas have wheelchair-accessible general stores, gift shops (in lodging), and bookstores (in visitor centers). Store accessibility in other areas varies. Picnic Areas  Wheelchair accessibility at picnic areas varies and is improving. Ask for the free publication describing picnic areas at visitor centers; it has the most current information. The Soda Butte Creek picnic area has accessible parking and an accessible table; see the Tower-Roosevelt Area Accessible Information. Learn More about Picnicking... Fishing  An accessible fishing site exists on the Madison River; see the Madison area accessible information. Consult the Yellowstone Fishing Regulations for general fishing information. Boating  Bridge Bay Marina and Grant Village have wheelchair-accessible boating facilities. Consult the park newspaper for regulations and permit requirements. Learn More about Boating... Campgrounds  Most campgrounds have at least one wheelchair-accessible site. The exceptions are Fishing Bridge RV Park, Pebble Creek, Slough Creek, and Tower Fall. Learn More about Campgrounds... Backcountry Camping  The Ice Lake backcountry campsite is reserved for those with disabilities, parents with children under 6 years of age, and adults over 62 years of age. Wheelchair users may require assistance. The trailhead is between Norris and Canyon; the wheelchair-accessible trail is about one-half mile long. Contact the park’s main backcountry office, 307-344-2160, for more details. Learn More about Backcountry Camping... Showers  Wheelchair-accessible public showers are available at Grant Village Camper Services Building and Old Faithful Inn. Walkways & Self-Guiding Trails  Most walkways and self-guiding trails have at least one wheelchair-accessible walkway. Exhibits  There are many wheelchair-accessible roadside interpretive exhibits throughout the park. They include Obsidian Cliff (Grand Loop Road between Mammoth and Norris) and Orange Spring Mound (Mammoth area). Visitor center exhibits are wheelchair-accessible as noted in the area descriptions. Ranger Programs  Accessible ranger programs are noted in the program schedule, which is available in the park newspaper, at visitor centers. Learn More about Ranger Programs...      Wheelchair Accessible Features by Park Area  Bridge Bay, Lake & Fishing Bridge Mammoth Hot Springs Canyon Village and Grand Canyon of the Yellowstone Norris Geyser Basin & Area Grant Village & West Thumb Geyser Basin Old Faithful: The Yellowstone Park Foundation funded the wheelchairs for the Old Faithful Area Project. They are a non-profit organization whose mission is to fund projects and programs that protect, preserve and enhance Yellowstone National Park. Madison Junction and West Yellowstone Tower-Roosevelt       More Information  Yellowstone Accessibility Guide (3.2 MB PDF) for visitors who use wheelchairs includes some information on audio and visual accessibility. Accessibility in Yellowstone",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/wheelchairmobility.htm"
}
