{
    "title": "Yellowstone National Park: Backcountry Wheelchair Access",
    "body": "Backcountry Wheelchair Access       The backcountry and recommended wilderness of Yellowstone National Park is for all to enjoy, including people with differing abilities. Although wheeled devices are not allowed on park trails and in the backcountry; allowances are made for appropriate mobility devices and wheelchairs. Use of wheelchairs for the mobility impaired is allowed in the backcountry in accordance with the following regulations: CFR 36, Part 1. Section 1.2 (e):  The regulations in this chapter are intended to treat a mobility-impaired person using a manual or motorized wheelchair as a pedestrian, and are not intended to restrict the activities of such a person beyond the degree that the activities of a pedestrian are restricted by the same regulations. Manual and motorized wheelchairs as defined in section 1.4: Manual wheelchair: A device that is propelled by human power, designed for and used by a mobility-impaired person. Motorized wheelchair: A self-propelled wheeled device, designed solely for and used by a mobility-impaired person for locomotion, that is both capable of and suitable for use in indoor pedestrian areas. National Wilderness Preservation System, Section 507: (1) In General-Congress reaffirms that nothing in the Wilderness Act is to be construed as prohibiting the use of a wheelchair in a wilderness area by an individual whose disability requires the use of a wheelchair, and consistent with the Wilderness Act, no agency is required to provide any form of special treatment or accommodation, or to construct any facility or modify any conditions of lands within a wilderness area to facilitate such use. (2) Definition-For the purposes of paragraph (1), the term wheelchair means a device designed solely for the use by a mobility-impaired person for locomotion that is suitable for use in an indoor pedestrian area.      The Ice Lake backcountry campsite is reserved for those with disabilities, parents with children under 6 years of age, and adults over 62 years of age. Wheelchair users may require assistance.The trailhead is between Norris and Canyon; the wheelchair-accessible trail is about one-half mile long. Contact the park's main backcountry office, 307-344-2160, for more details.      More Information  Yellowstone Accessibility Guide (3.2 MB PDF) for visitors who use wheelchairs includes some information on audio and visual accessibility. Guidance for Disabled Visitors (673 KB PDF) planning on traveling within Yellowstone's backcountry. Accessibility in Yellowstone",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/wheelchairsbackcountry.htm"
}
