{
    "title": "Yellowstone National Park: Mammoth Hot Springs Accessibility",
    "body": "Mammoth Hot Springs Accessibility       Visitor Facilities Wheelchair Rental  A manual wheelchair is available for loan at the visitor center while in the area. Wheelchairs can be rented at the Mammoth Clinic for $15 per day, with a $300 deposit. Albright Visitor Center  Two designated parking spaces in front of the building. Wheelchair access is at the front of the building. Wheelchair-accessible restrooms are in the basement of the Albright Visitor Center (accessible by elevator). Induction loop is available for conversations with park rangers at the front desk. Audio description headsets, large-print text, and braille official map and guide and newspaper available from information desk. Tactile exhibits throughout the main floor. Learn More about the Albright Visitor Center...  Medical Clinic  Wheelchair access is at the rear of the building; no wheelchair-accessible restrooms. Learn More about Medical Services... Restrooms  Wheelchair-accessible restrooms are south of the service station in the Terrace Grill, Mammoth Hotel lobby, and in the basement of the Albright Visitor Center (accessible by elevator). Designated Accessible Parking  Visitor Center: Two spaces in front of the building. Terrace Grill: Two spaces on side of building, adjacent to ramp. Hotel: Two spaces in front and two in the rear. General Store: Two spaces on side of building, adjacent to ramp. Food Service  Terrace Grill: Fast food. Mammoth Hotel Dining Room: Wheelchair-accessible entrance & restrooms in Terrace Grill. Stores  General Store: Accessible entrance on south side of building. Hotel: Front entrance accessible; gift shop near front door. Albright Visitor Center: Bookstore (see above). Lodging  Hotel: Front entrance accessible; two accessible rooms available. Cabins: Four accessible cabins Learn More about Accessible Lodging... Campgrounds  Mammoth: Five accessible sites. Indian Creek (south of Mammoth): One site. Learn More about Campgrounds... Yellowstone Heritage & Research Center  Located in Gardiner, MT, this wheelchair-accessible building houses the park’s research library and has exhibits about the park’s history. Learn More about the Heritage and Research Center...      Learning About the Area  Area Trail Guides  Available for a nominal fee at the Albright Visitor Center and near the boardwalks. The Mammoth area guide describes the hydrothermal features of Mammoth Hot Springs. The Fort Yellowstone guide describes the historic area; see below.  Ranger-led Programs The schedule is in the park newspaper, on the website, and posted around the Mammoth area. Evening programs at the hotel and campground are wheelchair-accessible; others as noted in the schedule. Learn More about Ranger Programs...      What to See Mammoth Hot Springs Terraces  Enjoy the Lower Terraces from boardwalks that are wheelchair-accessible. See map at left and the area trail guide.  Upper Terrace Drive also offers wheelchair- accessible viewing. Enter the drive and proceed a short distance to the designated parking area on the left; the boardwalk begins on the right.  Continue 0.7 miles (1.1 km) around the drive to Orange Spring Mound, which has wheelchair-accessible parking and a short boardwalk to an exhibit. Recreational vehicles and vehicles towing trailers are not permitted on the Upper Terrace Drive.  Fort Yellowstone  Enjoy a self-guiding tour of this historic site at Mammoth Hot Springs, which dates from the time of U.S. Army management (1886–1918). Take the Fort Yellowstone Online Tour... Forces of the Northern Range  This short (1\/2 mile) boardwalk has tactile exhibits explaining how volcanos, glaciers, and fire shaped the landscape east of Mammoth Hot Springs. Exhibits also identify some of the area’s plants and animals. Eight miles (12.9 km) east on the road to Tower-Roosevelt. No restroom. Learn More about What to See at Mammoth Hot Springs...      More Information  More about Accessibility in Yellowstone Yellowstone Accessibility Guide (3.2 MB PDF) for visitors who use wheelchairs includes some information on audio and visual accessibility.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/mammothaccessibility.htm"
}
