{
    "title": "Yellowstone National Park: Reduce Your Risk of a Bear Encounter",
    "body": "Explore This Park    Plan Your Visit     Safety     Bear Safety     Reduce Your Risk of a Bear Encounter                Reduce Your Risk of a Bear Encounter        Grizzly bear photographed from a car near Mammoth Hot Springs NPS\/Neal Herbert       Be Alert   See the bear before you surprise it. Watch for fresh tracks, scat, and feeding sites (diggings, rolled rocks, torn up logs, ripped open ant hills). Don't Hike Alone  Hike in groups of three or more people. 91% of the people injured by bears in Yellowstone since 1970 were hiking alone or with only one hiking partner. Only 9% of the people injured by bears were in groups of three or more people. Don't Hike at Dawn, Dusk, or at Night  Avoid hiking at dawn, dusk, or at night: during summer, that's when grizzly bears are most active. Make Noise  When hiking, periodically yell \"Hey Bear!\" to alert bears to your presence, especially when walking through dense vegetation or blind spots, or traveling upwind, near loud streams, or on windy days. Avoid thick brush whenever possible. Don't Expect Bears to Notice You First  In Yellowstone, bears hibernate for approximately five months each year and have only seven months of active time to obtain all of their nutritional needs. Therefore a bear with its head down feeding may not see you as quickly as you would think. Pay attention, and see the bear before it sees you...and before you surprise it. Avoid Carcasses   Bears will guard and defend carcasses against other scavengers or humans. Dead ungulates will attract and hold many bears near the carcass site. It is risky to approach a carcass; many bears may be bedded nearby just out of sight. If you find a fresh carcass, leave the area immediately by the same route you approached. Report all carcasses to the nearest ranger station or visitor center. Stay With Your Stuff  Don't leave packs, lunches, food, or beverages unattended as they may attract bears.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/reducing_risks.htm"
}
