{
    "title": "Yellowstone National Park: Bear Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Bear Safety               Bear Safety           Help us spread the word about the importance of carrying bear spray!   There is an average of one bear attack per year in Yellowstone. In 2011 and 2015, in separate incidents, three visitors were killed by bears inside the park. Your safety cannot be guaranteed. Safe traveling in bear country begins before you hit the trail:  When you arrive at the park, find out about recent bear activity at a visitor center or backcountry office. Know what areas are closed for bear management. Before you set out, be sure to learn what to do if you encounter a bear. Learn how to reduce your risk of encountering a bear. Report all bear encounters and wildlife incidents to a park ranger immediately. Please watch our videos and read the information below to help you travel safely in bear country. Download and share posters from our \"A Bear Doesn't Care\" campaign!                Reduce Your Risk   Review best practices for hiking safely in bear country.        How to React   Your reaction should depend on the circumstances.        Bear Spray   Learn more about this highly effective bear deterrent.              The Bear's Mindset   Understanding bear behavior will help you decide how to react when you encounter one.        Roadside Bears   Learn how to protect yourself and keep bears wild while watching them from the road.         Wildlife Safety Videos   A series of videos intended to demonstrate the dangers posted by wild animals like bears, bison, and elk.            More Information About Bears  Management: Overview, Bear Management Areas, Grizzly Bears and the Endangered Species Act, Bear-Inflicted Injuries & Mortalities , Bear Management Plan Biology: Grizzly Bear Facts, Grizzly Bear Ecology, Black Bear Facts, Black Bear Ecology, How to Tell a Black Bear from a Grizzly, What Bears Eat, Bears, Camping, & Menstrual Odor Media: Minute Out In It - Bear Jams, Minute Out In It - Boardwalk Bears, Yellowstone In Depth - Bears, Inside Yellowstone, Sound Library - Grizzly Vocalizations, \"A Bear Doesn't Care\" campaign  References",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/bearsafety.htm"
}
