{
    "title": "Yellowstone National Park: Norris Geyser Basin & Area Accessibility",
    "body": "Norris Geyser Basin & Area Accessibility       Visitor Facilities Norris Geyser Basin Museum Curb cut and paved trail to the museum.  Restrooms  Geyser Basin: Restroom building across from accessible parking; accessible vault toilets in the parking area. Campground: At the entrance.  Designated Accessible Parking  Geyser Basin: At the trail entrance. Ranger Museum: Accessible parking is 200 yards from the museum.  Campground  0.8 miles\/1.3 km north of Norris Junction: Two accessible sites. Learn More about Campgrounds...      Learning About the Area Area Trail Guide  Available for $1 from the box in front of the museum, this guide includes a map and descriptions of the hydrothermal features of the Norris Geyser Basin.  Ranger-led Programs  Offered in summer. Visitors attending programs at the campground amphitheater may require assistance. Learn More about Ranger Programs... Museum of the National Park Ranger  Wheelchair-accessible entrance; the boardwalk around the building offers views of the meadow and Gibbon River.      What to See  Norris Geyser Basin  Visitors using wheelchairs can see the steam and colors of Porcelain Basin from the museum and view Emerald Pool nearby. But wheelchair travel into Porcelain and Back basins is difficult due to stairs, steep inclines, and uneven ground. Visitors using manual wheelchairs may require assistance; motorized wheelchairs may not have enough power. Consult the area trail guide or ask a ranger to recommend routes.  Roaring Mountain  4.9 miles\/7.9 km north of Norris Junction, Roaring Mountain is a large, acidic hydrothermal area (solfatara) with many fumaroles. Large pullout; exhibit is wheelchair-accessible.  Obsidian Cliff  8.4 miles\/13.6 km north of Norris Junction, this National Historic Landmark can be viewed from a large pullout, which also features an accessible historic exhibit. Learn More about Obsidian Cliff... Artists Paintpots  3.8 miles\/6 km south of Norris Junction, the lower portion of this colorful hydrothermal area is wheelchair-accessible. The upper trail to the mudpots is steep and rough, and not recommended for visitors using wheelchairs.      Additional Resources  Inside Yellowstone Video Series: Join park rangers as they describe Yellowstone's features and processes in these two-minute videos. Old Faithful Virtual Visitor Center: Explore exhibits, watch movies, learn about the park's hydrothermal treasures.  Minute Out In It Video Series: Got a minute? Enjoy our series of short videos documenting a variety of events and phenomena in Yellowstone. We hope they'll be the next best thing to being here in person. Photos & Multimedia: Watch our webcams, browse photos, and watch videos where park rangers and other experts answer popular questions. Nature: Learn more about Yellowstone's geology, animals, plants, issues like climate change and air quality, thermophiles, and research.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/norrisaccessibility.htm"
}
