{
    "title": "Yellowstone National Park: Bear Spray",
    "body": "Explore This Park    Plan Your Visit     Safety     Bear Safety     Bear Spray                Bear Spray        Bear spray is proven to be highly successful at stopping aggressive behavior in bears. NPS\/Neal Herbert       Bear spray is a non-lethal bear deterrent designed to stop aggressive behavior in bears. Its use can reduce human injuries caused by bears and the number of bears killed by people in self-defense. Bear spray uses a fine cloud of Capsicum derivatives to temporarily reduce a bear's ability to breath, see, and smell, giving you time to leave the area. What's it like to use bear spray? Watch a video in which three park employees share their story about a surprise encounter with a grizzly in Yellowstone.  Tips for Use  Keep bear spray readily accessible in a quick draw holster, not stored in your pack. You don't have to be a good shot with bear spray. Just put up a cloud of spray between you and the charging bear. Practice! Use an inert can of bear spray to practice removing it from your holster, removing the safety tab with your thumb, and firing. Practice firing inert bear spray with the wind at your back, into a head wind, and with a cross-wind so that you understand how bear spray is affected by the wind. Do not use bear spray like insect repellent. It does not work as a deterrent when applied to people or equipment. No bear deterrent is 100% effective: learn how to reduce the risk of hiking in bear country. Make sure your bear spray is EPA-approved: don't depend on personal defense products to stop a charging bear. Bear spray can explode if it reaches 120 degrees Fahrenheit. Don't store it in the passenger compartment of vehicles or near any heat sources.  Make sure your bear spray hasn't expired.   If a Bear Charges You  Remove the safety clip Aim slightly down and adjust for crosswind Begin spraying when the charging bear is 30-60 feet (10-20 yards) away Spray at the charging bear so that the bear must pass through a cloud of spray Keep spraying until the bear changes direction If the bear continues to charge, spray into its face Leave the area promptly    Where to Buy  Bear spray is sold at gift shops, outdoor stores, service stations, and bookstores inside the park, as well as in local communities. Always select an EPA-approved product that is specifically designed to stop bears. Personal defense, jogger defense, law enforcement or military defense sprays may not contain the correct ingredients, or have the proper delivery system, to stop a charging bear.   Renting Bear spray is available for rent at Canyon Village. Look for the rental kiosk at the northwest corner of the visitor center plaza, 20 yards from the main entrance. For more information, visit Bear Aware.   Recycling Bear spray cannot be taken on airplanes and may cause injury if thrown away. Recycle your bear spray at park hotels, stores, visitor centers, backcountry offices, and ranger stations, as well as area camping stores, and the Bozeman airport. Learn more about our bear spray recycling program. More Information  Learn more about our bear spray recycling program. Watch an introductory video about bear spray",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/bearspray.htm"
}
