{
    "title": "Yellowstone National Park: Reacting to a Bear Encounter",
    "body": "Explore This Park    Plan Your Visit     Safety     Bear Safety     Reacting to a Bear Encounter                Reacting to a Bear Encounter        A grizzly sow and cub on the boardwalk at Old Faithful NPS\/Jim Peaco       Distant Bears If a bear doesn't see you, keep out of sight and detour as far as possible behind and downwind of the bear. If the bear sees you, retreat slowly and leave the area. If possible, slowly walk upwind to let your scent reach the bear. Regardless of the distance, never approach the bear. If a bear stands up on two legs, it is most likely trying to gather information and not being aggressive. In this situation, don't panic, and slowly back away. Surprise Encounters If the bear clacks its teeth, sticks out its lips, huffs, woofs, or slaps the ground with its paws, it is warning you that you are too close and are making it nervous. Heed this warning and slowly back away. Do not run, shout, or make sudden movements: you don't want to startle the bear. Running may trigger a chase response in the bear and you can't outrun a bear. Bears in Yellowstone chase down elk calves all the time. You do not want to look like a slow elk calf. Often times, slowly putting distance between yourself and the bear will defuse the situation. Draw your bear spray from the holster, remove the safety tab, and prepare to use it if the bear charges. In most cases, climbing a tree is a poor decision. Bears can climb trees (especially if there is something up the tree that the bear wants). Running to a tree or frantically climbing a tree may provoke a bear to chase you. People have been pulled from trees before they can get high enough to get away. Also, when was the last time you climbed a tree? It's probably harder than you remember. Charging Bears If a bear charges you after a surprise encounter, stay still and stand your ground. Most of the time, if you do this, the bear is likely to break off the charge or veer away. This is called a bluff charge. If you run, you're likely to trigger a chase response from the bear. If you are charged by a bear and have bear pepper spray, this is the time to use it. Start spraying the charging bear when it is about 30 to 60 feet away. If the bear continues to charge, it's important not to drop to the ground and \"play dead\" too early. Wait until the bear makes contact or the second before the bear makes contact. By standing your ground, the bear is likely to break off the charge or veer away. If the bear makes contact, this is the point where you become passive and \"play dead.\" Drop to the ground; keep your pack on to protect your back. Lie on your stomach, face down and clasp your hands over the back of your neck with your elbows protecting the sides of your face. Remain still and stay silent to convince the bear that you are not a threat to it or its cubs. After the bear leaves, wait several minutes before moving. Listen and look around cautiously before you get up to make certain the bear is no longer nearby. If the bear is gone, get up and walk (don't run) out of the area. Remember, the sow grizzly needs time to gather up her cubs which may have climbed trees or hidden in nearby brush. If you get up too soon, before the sow has had time to gather up her cubs and leave, she may attack again. During a surprise encounter where the bear is reacting defensively, you should not fight back. Fighting back will only prolong the attack and will likely result in more serious injuries. Since 1970, people who played dead when attacked by a bear during a surprise encounter in Yellowstone received only minor injuries 75% of the time. However, those that fought back during surprise encounters received very severe injuries 80% of the time. If a bear has not reacted aggressively, and has not initiated a charge or otherwise acted defensively, you should back away. Never drop to the ground and \"play dead\" with a bear that has not been aggressive or defensive.  Curious or Predatory Bears Being submissive or \"playing dead\" with a curious bear could cause the bear to become predatory. A defensive bear will charge almost immediately during a surprise encounter, and will charge with its head low and ears laid back. A curious or predatory bear will persistently approach with its head up and ears erect. When approached by a curious or predatory bear you should be aggressive and fight back.",
    "url": "https:\/\/www.nps.gov\/yell\/learn\/nature\/bearreact.htm"
}
