{
    "title": "Yellowstone National Park: Safety",
    "body": "Safety        Enjoying views from the boardwalk at Mammoth Hot Springs: boardwalks keep you safe, and protect the park's thermal features. NPS\/Neal Herbert       Protect your park, protect yourself.  Yellowstone is filled with natural wonders that are also potential hazards. Special rules apply here, and these rules exist in order to protect you as well as the park you plan to enjoy.   Everyone who visits Yellowstone should be familiar with the following regulations:   The animals here are wild and should never be approached, no matter how calm they appear to be. Always stay at least 100 yards (91 m) away from bears and wolves, and at least 25 yards (23 m) away from all other animals, including bison and elk. Never leave small children unattended near wild animals.    Stay on boardwalks and trails in thermal areas: hot springs have injured or killed more people in Yellowstone than any other natural feature. Keep your children close and make sure they understand the danger posed by boiling water.   Use pullouts to watch wildlife and let other cars pass: do not stop in the road or block traffic in any way. Stay with your vehicle if you encounter a wildlife jam.   Never feed wildlife, or leave food\/garbage unattended. Animals that become habituated to human food may display aggression toward people and have to be killed.   There is no guarantee of your safety in Yellowstone, but following these simple rules will help you avoid some of the most common mistakes people make. See below for additional details on a variety of topics, and be sure to review both our Rules & Regulations, our Laws & Policies, as well as tips for backcountry travel. If you have an emergency, dial 911  More Information  Bison  Bison have injured more people in Yellowstone than any other animal.  Bison can sprint three times faster than humans can run.  Bison are unpredictable and dangerous.  The safest view of wild animals is often from inside a hard-sided vehicle.    Thermal Areas  Boardwalks and trails protect you and preserve delicate thermal formations. Scalding water underlies most of the thin, breakable crust in thermal areas. Pools may be near or above the boiling point of water and can cause severe or fatal burns.  Keep children close at all times and make sure they understand the dangers. Pets are prohibited in thermal areas. Swimming or bathing in thermal pools or streams, where water flows entirely from a thermal spring or pool, is prohibited.  In the few areas where swimming is allowed, swim at your own risk: thermal waters may contain organisms know to cause infections or amebic encephalitis, which can be fatal.  Toxic gases may exist at dangerous levels in some hydrothermal areas. If you feel sick, leave the area immediately.  Lakes & Rivers  Be careful while recreating around the park's lakes, rivers, and streams: the water can be deceptively cold and swift. Over 50 people have lost their lives on Yellowstone Lake, Lewis Lake and Shoshone Lake. Make sure your boat is not overloaded, stay close to the shoreline, always wear a life jacket, travel in a group, be able to self-rescue, and do not make open-water crossings in windy weather.  Driving    The top speed in Yellowstone is 45 mph (73 km\/h) unless posted otherwise. Winding roads and traffic often make drive times much longer than people expect.  Always watch wildlife from pullouts. If you see animals while driving, do not stop in the road or block traffic in any way.  Detachable side mirrors must be removed when not pulling trailers      Bears  Follow the best practices for hiking in bear country: be alert, make noise, hike in groups, do not run, carry bear spray and know how to use it.  When viewing bears along roads, use pullouts and stay in your car. Never pursue a bear to take its picture. When camping, keep all food and garbage stored in bear-proof containers.  If you are injured by a bear (regardless of how minor), or if you observe a bear or bear sign, please report it to a ranger as soon as possible: someone's safety may depend on it.  Wolves Wolves are not normally a danger to people, unless they've become habituated to human presence and food. A wolf has never attacked someone in Yellowstone, but a few attacks have occurred elsewhere. Eight wolves in Yellowstone have become habituated to humans. Two had to be killed. Biologists successfully conducted aversive conditioning on the others to discourage them from being close to people.   Report the presence of wolves near developed areas, or any wolf approaching people, to a ranger.  If you have a dog, keep it leashed. Do not handle wolf scat. Humans could possibly ingest Echinococcus granulosus eggs (the tapeworm responsible for Hydatid disease) from handling wolf scat.   Coyotes  Coyotes quickly learn bad habits like roadside begging. This may lead to aggressive behavior toward humans. Never approach or feed a begging coyote.  Ravens  Ravens can unzip\/unfasten many different kinds of packs and containers: do not allow them access to your food.   Falling Trees The 1988 fires left thousands of standing dead trees, known as snags, in Yellowstone. Snags can fall with little warning. Be alert for falling snags on trails, roads, in campsites, and in picnic areas. Avoid areas with large numbers of dead trees. Avalanches Avalanches occur throughout the park. If you're planning to explore Yellowstone during winter, the following websites offer local avalanche forecasts and other safety information:   Gallatin National Forest Avalanche Center  Bridger Teton Avalanche Center  US Forest Service National Avalanche Center  American Avalanche Association  During winter, the road over Sylvan Pass may close temporarily due to avalanche danger and during avalanche control work. View the current status of park roads.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/safety.htm"
}
