{
    "title": "Yellowstone National Park: Accessible Lodging",
    "body": "Accessible Lodging       Room reservations can be made by contacting Xanterra Parks & Resorts. Canyon Lodge Rooms: Canyon Lodge offers 19 accessible high-range rooms plus three accessible suites. These are located in Cascade and Dunraven Lodges, on the ground floors, and have bathrooms with specially designed sinks, toilets, and (roll-in) shower stalls. Cabins: Western Cabins — five accessible units. Dining Facilities: Dining facilities are up to one-half mile from the cabin units. No public transportation is available. All dining facilities are accessible. The Canyon Lodge dining room has accessible bathrooms. The General Store Snack Bar has a wheelchair accessible bathroom. Grant Village Rooms: Grant Village offers accessible mid-range rooms and high-range rooms. These are located on the ground floor, and have bathrooms with specially designed sinks, toilets, and (roll-in) shower stalls. Dining Facilities: The shoreside Lake House (pub style) and the Grant dining room are each about one-fourth mile from the lodging units in opposite directions. Both are accessible. No public transportation is available. Bathrooms in these facilities are accessible. The General Store (fast food) is also accessible. Lake Yellowstone Hotel Rooms: Thirteen accessible rooms in the hotel and annex. Cabins: Five accessible Frontier Cabins. Dining Facilities: The dining room and cocktail lounge are in the hotel and are accessible. Bathrooms are accessible. Lake Lodge Cabins: Ten accessible cabins. Dining Facilities: The cafeterias and bathrooms are accessible via a ramp. Mammoth Hotel Rooms: Two accessible rooms are available. Cabins: Four accessible cabins. Dining Facilities: The dining room and fast foods restaurant are accessible. Wheelchair access to the dining room and restrooms are through the Terrace Grill. Old Faithful Inn Rooms: The Inn offers eight accessible rooms on the first floors of the remodeled East and West wings. The bathrooms have bathtubs (no roll-in showers) with grab bars and portable shower-hose attachments, accessible toilets, and sinks.  Dining Facilities: The dining room and its bathrooms are accessible. Old Faithful Lodge Cabins: Two accessible cabins. Dining Facilities: The cafeterias, snack bar and bathrooms are accessible. Old Faithful Snow Lodge Rooms: The Snow Lodge offers five accessible, high-range rooms. These are located on the ground floor and have bathrooms with specially designed sinks, toilets, and (roll-in) shower stalls. Cabins: The Snow Lodge also offers one accessible Western Cabin Unit. The bathroom has a bathtub (no roll-in shower) with grab bars and portable shower-hose attachment, accessible toilet, and sink. Dining Facilities: The Snow Lodge Dining Room and Geyser Grill bathrooms are accessible. Roosevelt Lodge Cabins: Two accessible cabins. Dining Facilities: The dining room and bathrooms are accessible.      More Information  Yellowstone Accessibility Guide (3.2 MB PDF) for visitors who use wheelchairs includes some information on audio and visual accessibility. Accessibility in Yellowstone More Information about Staying in Yellowstone (Lodges, Camping)",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/accesssiblelodging.htm"
}
