{
    "title": "Yellowstone National Park: Day Hiking Trails",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Day Hiking Trails               Day Hiking         NPS   Yellowstone National Park is one of America's premier wilderness areas. The park:  encompasses more than 2.2 million acres. has more than 900 miles (1,449 km) of hiking trails crisscrossing Yellowstone. is primarily backcountry and managed as wilderness.  Overnight trips require a permit, available at a backcountry office. Day hiking does not require a permit. Your Safety There are dangers inherent in wilderness including:  unpredictable wildlife changing weather conditions remote thermal areas cold water lakes turbulent streams rugged mountains with loose, \"rotten\" rock  Visiting wilderness means experiencing the land on its terms. If you choose to explore and enjoy the natural wonders of Yellowstone, there is no guarantee of your safety. Carefully read all backcountry guidelines and regulations.  Begin your hike by stopping at a ranger station or visitor center for information or updates on trail conditions and area closures. Tell someone about your hiking plans, including your destination, route, and estimated time of return. At a minimum, carry water, a raincoat or poncho, a warm hat, insect repellent, sunscreen, and a first aid kit. Stay on trails: taking shortcuts causes trail erosion and is dangerous—in hydrothermal areas stepping on thin crust can plunge you into boiling water. Stay alert in burned areas. Wind may topple standing dead trees. Know how to minimize the dangers associated with a bear encounter. Carry bear spray and know how to use it. Several commercial businesses are permitted to offer guided day hikes in Yellowstone National Park.  Spring Hiking Spring hiking is a great way to see and enjoy the park. This time period allows a unique opportunity for non-motorized use of certain park roads. Hiking, bicycling, jogging, roller blades, roller skis, and similar means of non-motorized travel are permitted between the West Entrance and Mammoth Hot Springs as conditions allow from mid-March through mid-April. The opening day in March is weather dependant. See the Spring Biking Page for a map and more information. You may verify what specific roads are open to such activities by calling: 307-344-2109. Hiker\/Biker Campsites Camping for front country hikers or bicyclists is limited to the developed campgrounds located throughout the park. Campsites are available by reservation (through Xanterra Parks and Resorts) and on a first come, first served basis. Visitors should be aware that:  large distances separate campgrounds campgrounds typically fill early  As a result, logistical problems may occur for the front country hiker or bicycle camper in Yellowstone. A limited number of campsites are reserved for hikers and bicyclists at all campgrounds with the exception of Slough Creek. Camping is not available at Old Faithful. If you are traveling with a group of hikers or bicyclists, call Xanterra Parks and Resorts prior to your arrival to check on group campsite availability; not all campgrounds can accommodate groups. If you have access to a vehicle, use it to find a campsite in your destination campground early each day. Opening and closing dates vary considerably for each campground. Check the Camping Page to make sure that a campground is open if you are planning a spring or fall visit to Yellowstone. Water Should you drink the water? Intestinal infections from drinking untreated water are increasingly common. Waters may be polluted by animal and\/or human wastes. When possible  carry a supply of water from a domestic source bring water from lakes and streams to a boil or use a water filter to reduce the chance of infection.  Weather Yellowstone's weather is unpredictable. A sunny warm day may become fiercely stormy with wind, rain, sleet, and sometimes snow. Lightning storms are common; get off water or beaches and stay away from ridges, exposed areas, and isolated trees. Find a Day Hike Learn about day hikes in different areas of the park (including trail descriptions, maps, and printable PDF day hike guides by area) or click on the numbers of the map below to read brief descriptions of day hikes around the park.                                                                           Walks and Dayhikes Most people visit Yellowstone from their cars. When they stop, it is at one of the park highlights which is crowded with visitors. The wise visitor sets aside some time for a longer dayhike.  Duration:4 minutes, 22 seconds",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/hiking.htm"
}
