{
    "title": "Yellowstone National Park: Fishing",
    "body": "Fishing and Fisheries Science         Photo by Joe Facendola  Fishing in Yellowstone Yellowstone National Park is managed to protect cultural and natural resources and outstanding scenery, and to provide for visitor use. Fishing has been a major visitor activity for well over a century. Because of this history, fishing continues to be allowed and can complement, and in some cases even enhance, the park's primary purpose to preserve natural environments and native species.  Season Dates and Fishing Regulations Required Permits and Fees for Fishing Required Permits and Fees for Boating Attention Anglers: Invasive Threats - Clean Your Gear! Know Your Fish, If it has a Slash, Put it Back! Advice to Anglers: Handling Cutthroat Trout Volunteer Angler Report Card - Please Complete and Return! Fish Identification Images Permitted Fishing and Boating Guides Current Conditions - USGS Links to Yellowstone's Stream Flows                         Fishing in Yellowstone If you’re planning to fish while visiting Yellowstone, this video will provide you with the information you need to plan your fishing outing.   Duration:4 minutes, 9 seconds                                Water-related Rules and Safety It is obvious that the hot water of Yellowstone's thermal features is dangerous but far more people have been killed by exposure to the cold waters of the parks lakes and rivers.  Duration:5 minutes, 33 seconds                NPS Photos\/Koel; Arnold       Fisheries Science in Yellowstone Native cutthroat trout are the most ecologically important fish of the park and the most prized, and highly regarded by visiting anglers. Several factors, mostly related to exotic species introductions, are threatening the persistence of these fish. The Yellowstone Fisheries Program strives to use best available science in addressing these threats, with a focus on direct, aggressive intervention, and welcomed assistance by visiting anglers.   Aquatic Ecology of Yellowstone  History of Fisheries Management in Yellowstone Current Issues Facing Fisheries of Yellowstone Fisheries and Aquatic Sciences Program Fisheries Program Facilities, Staff, and Contact Information Volunteer Flyfishing Program - How You Can Actively Participate! Learn More - Download Fisheries Technical Reports         More Information  Troubled Waters video (7 min.): On the surface, Yellowstone's waters look placid and pristine. However, aquatic invaders–including fish, parasites, and snails–are moving in on native species.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/fishing.htm"
}
