{
    "title": "Yellowstone National Park: Wildlife Viewing",
    "body": "Wildlife Viewing        The people in this photo are too close to the bull elk! Do not approach wildlife, not matter how calm they appear to be. NPS\/Neal Herbert       Yellowstone's abundant and diverse wildlife are as famous as its geysers. Habitat preferences and seasonal cycles of movement determine, in a general sense, where a particular animal may be at a particular time. Early morning and evening hours are when animals tend to be feeding and thus are more easily seen. But remember that the numbers and variety of animals you see are largely a matter of luck and coincidence. Check at visitor centers for detailed information. Safely Viewing Wildlife  Wild animals, especially females with young, are unpredictable and dangerous. Learn about the hazards of visiting Yellowstone, including safety around bears, bison, wolves, coyotes, and ravens. Do not approach bears or wolves on foot within 100 yards (91 m) or other wildlife within 25 yards (23 m). Keep a safe distance from all wildlife. Each year, park visitors are injured by wildlife when approaching too closely.  Use roadside pullouts when viewing wildlife.  Use binoculars or telephoto lenses for safe viewing and to avoid disturbing them. By being sensitive to its needs, you will see more of an animal's natural behavior and activity. If you cause an animal to move, you are too close! It is illegal to willfully remain near or approach wildlife, including birds, within ANY distance that disturbs or displaces the animal.  Watch our wildlife safety videos and see the power of large wild animals.   Several businesses provide guided tours of Yellowstone wildlife.      Where to See This map shows places where you may see large mammals. Remember, what you see will vary with the weather, season, and behavior of the animals.        NPS       More Information  Bear Safety Bird Watching Minute Out In It - Bear Jams  Wildlife in Yellowstone  Inside Yellowstone - Respect for Wildlife, Inside Yellowstone - Wildlife Viewing in Winter",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/viewanim.htm"
}
