{
    "title": "Yellowstone National Park: Boating",
    "body": "Boating         A visitor photographs a canoe Southeast Arm of Yellowstone Lake. NPS\/J. Peaco  Private Boats Boating is allowed on most of Yellowstone Lake and on Lewis Lake. Only non-motorized boating is allowed on most other lakes. Only one river is open to non-motorized boating: the Lewis River channel between Lewis and Shoshone lakes. Permits are required for all boats and float tubes. Boaters must have a Coast Guard approved wearable flotation device for each person. All boat permits (motorized & non-motorized) can be purchased at the South Entrance, Grant Village Backcountry Office, and Bridge Bay Ranger Station. Float tube only permits are available at the Mammoth, Canyon and Old Faithful backcountry offices, Northeast Entrance, and Bechler Ranger Station.  All boats will be inspected by National Park Service rangers for Aquatic Invasive Species (AIS) when obtaining a permit. As a precaution, any type watercraft suspected of harboring AIS will be subject to a non-chemical decontamination treatment. The use of jet skis, personal watercraft, airboats, submersibles, and similar vessels is prohibited in Yellowstone National Park.   Yellowstone National Park Boating Regulations (953 KB pdf) A backcountry permit is needed to camp overnight via boat. Boating permits for nonmotorized boating is $5\/7 days or $10\/season Boating permits for motorized boating is $10\/7 days or $20\/season         Guided tours of Yellowstone Lake area available. NPS\/Renkin  Rentals and Guided Boat Trips Outboards and rowboats may be rented (first come, first served) from Xanterra Parks & Resorts at Bridge Bay Marina on Yellowstone Lake. Xanterra also provides guided fishing boats which may be reserved in advance by calling (307) 344-7311 or 1-866-GEYSERLAND (439-7375).  TDD service (Telecommunications Device for the Deaf) is available at 307-344-5395. Online reservations are not available at this time.  Other commercial businesses are permitted to offer guided services for canoeing, kayaking, and motorized boating.      More Information  Stop the spread of aquatic invasive species in Yellowstone's waters by cleaning your boat and gear. Yellowstone weather                         Water-related Rules and Safety It is obvious that the hot water of Yellowstone's thermal features is dangerous but far more people have been killed by exposure to the cold waters of the parks lakes and rivers.  Duration:5 minutes, 33 seconds",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/boating.htm"
}
