{
    "title": "Yellowstone National Park: Backcountry Camping & Hiking",
    "body": "Backcountry Camping & Hiking        Looking south over Yellowstone from the Gallatin National Forest on Eagle Creek Road. NPS\/Renkin        Alert The Fairy Falls trailhead and some areas near Fairy Falls are closed for trail construction. Learn more…      After reading this page, use our  Backcountry Trip Planner (2.46 MB PDF) to plan your outing.  Yellowstone has a designated backcountry campsite system, and a Backcountry Use Permit is required for all overnight stays. Each designated campsite has a maximum limit for the number of people and stock allowed per night. The maximum stay per campsite varies from 1 to 3 nights per trip. Campfires are permitted only in established fire pits. Wood fires are not allowed in some backcountry campsites. A food storage pole is provided at designated campsites so that food and attractants may be secured from bears. Permits may be obtained only in person and no more than 48 hours in advance of your trip. Permits are available from backcountry offices located in most ranger stations or visitor centers. In order to obtain the best information on trail conditions, permits should be obtained from the ranger station or visitor center nearest to the area where your trip is to begin. The Backcountry Use Permit is valid only for the itinerary and dates specified. Backcountry travelers must have their permits in possession while in the backcountry. Advance Reservations for Backcountry Campsites Although permits must be obtained in person no more than 48 hours in advance, backcountry campsites may be reserved in advance. Reservation applications for backcountry permits are accepted from January 1 to October 31 of each calendar year. Reservations received by March 31 will be processed in random order starting April 1. Reservations received April 1 and later will be processed after those received by March 31 are processed, and will be reserved in the order received. Requests for reservations must be submitted by mail, fax, or in person. They cannot be made over the phone or by email. A confirmation notice, not a permit, will be emailed to you. This confirmation notice must then be converted to the actual permit not more than 48 hours in advance of the first camping date. Details are provided on the confirmation notice. The reservation fee is $25.00 regardless of the number of nights out or the number of people involved. The fee is not refundable. The Backcountry Permit Reservation Application is available online (487 KB PDF) or by writing to :  Backcountry Office P.O. Box 168 Yellowstone National Park, WY 82190 Email: e-mail us Or call: 307-344-2160  Permits Made Less Than 48 Hours in Advance Because only a portion of the approximately 300 backcountry campsites are available for advance reservations, you may choose to wait until you arrive in the park to reserve your site(s) and obtain your permit. Backcountry Permit Fees  Visitors obtaining a backcountry permit with trip dates between Memorial Day and September 10 will be charged per person, per night permit fee. Backcountry permit fees apply for group members that are 9 years or older. Backcountry permit fees will be collected when you pick up your permit. Backpackers\/ Boaters: $3 per-person per-night. The group per night fee will be capped at $15 dollars per night.  Stock Parties (Horses\/Mules\/Llamas): $5 per person per night. There is no cap on the group per night fee.  Annual Backcountry Pass: For individuals taking several or extended overnight trips in Yellowstone's backcountry there is an Annual Backcountry Pass available for $25 dollars.The Annual Backcountry pass is valid for one season (Memorial Day- September 10) and will exempt the individual from the per-person per night fee. You will need to present both the Annual Backcountry Pass and photo identification when using the Annual Backcountry Pass in order for the Backcountry permit fees to be waived. The Annual Backcountry Pass does not cover advanced reservations. Backcountry Office Locations During the summer season (June - August), permits are available 7 days a week between 8 a.m. and 4:30 p.m. at the following locations:  Bechler Ranger Station Bridge Bay Ranger Station Canyon Visitor Center Grant Village Visitor Center  Mammoth Visitor Center Old Faithful Ranger Station South Entrance Ranger Station Tower Backcountry Office West Yellowstone Visitor Information Center  Backcountry permits for boating trips must be obtained at the Bridge Bay, Grant Village, or South Entrance backcountry offices.    During the spring, fall, and winter seasons, ranger stations and visitor centers do not have set hours. Contact the Central Backcountry Office for information on where to obtain a Backcountry Use Permit during these seasons. Several commercial businesses are permitted to offer guided overnight backpacking trips into Yellowstone's backcountry. These businesses would obtain the Backcountry Use Permits for trips that they provide. Additional Resources for Planning Your Trip    Backcountry Trip Planner (2.46MB pdf)  Beyond Roads End (618 KB pdf) contains regulations and guidelines for backcountry travel in Yellowstone. Backcountry Permit Reservation Application (487 KB pdf) Requests must be submitted by mail or fax. Prior to hiking, skiing, or snowshoeing, check for dates and locations of bear closure areas. Yellowstone Weather Boating, Horseback, and Llama packing information Three videos: Beyond Roads End, Backcountry Hiking and Camping, Winter Backcountry        Safety in Bear Country   Hiking and camping restrictions are occasionally in effect as a result of bear activity. Never camp in an area that has obvious evidence of bear activity such as digging, tracks, or scat. Odors attract bears, so avoid carrying or cooking odorous foods. Keep a clean camp; do not cook or store food in your tent. All food, garbage, or other odorous items used for preparing or cooking food must be secured from bears. Backcountry campsites have food poles from which all food, cooking gear, and scented articles must be suspended when not being used. You will need to bring at least 30 feet of rope to hang your food on the food poles. Treat all odorous products such as soap, deodorant, or other toiletries in the same manner as food. Do not leave packs containing food unattended, even for a few minutes. Allowing a bear to obtain human food even once often results in the bear becoming aggressive about obtaining such food in the future. Aggressive bears present a threat to human safety and eventually must be destroyed or removed from the park. Please obey the law and do not allow bears or other wildlife to obtain human food.   Sleep a minimum of 100 yards (91 meters) from where you hang, cook, and eat your food. Keep your sleeping gear clean and free of food odor. Don't sleep in the same clothes worn while cooking and eating.  Considering bears' highly developed sense of smell, it may seem logical that they could be attracted to odors associated with menstruation. Studies on this subject are few and inconclusive. If a woman chooses to hike or camp in bear country during menstruation, a basic precaution should be to wear internal tampons, not external pads. Used tampons should be double-bagged in a zip-lock type bag and stored the same as garbage.   If you are involved in a conflict with a bear, regardless of how minor, report it to a park ranger as soon as possible. Another's safety may depend on it. Exceptional combinations of food, shelter, and space draw grizzlies to some parts of Yellowstone more than others. In these Bear Management Areas, human access is restricted to reduce impacts on the bears and their habitat. Ask at ranger stations or visitor centers for more information.   Learn how to minimize the dangers associated with a bear encounter.   Handling Refuse   All garbage must be carried out of the backcountry. Do not wash yourself, clothing, or dishes in lakes, ponds, rivers, or streams. Bring a trowel and bury human waste six to eight inches (15-20 cm) below ground at least 200 feet (60 m) from water sources or campsites. (A minimum distance of 100 feet is required). Similar distance standards should be used for the disposal of wastewater.   General Safety Concerns   Should you drink the water? Intestinal infections from drinking untreated water are increasingly common. Waters may be polluted by animal and\/or human wastes. As a safeguard against Giardiasis, other parasites and bacteria, we recommend that you boil, filter, or chemically treat all drinking water.   It is illegal to travel off trail in thermal areas. Don't take chances in backcountry thermal areas: scalding water underlies thin, breakable crusts; pools are near or above boiling temperatures. Each year, visitors traveling off trail have been seriously burned, and people have died from the scalding water. No swimming or bathing is allowed in thermal pools.   Removing, defacing or destroying any plant, animal, or mineral is prohibited. Leave historical and archeological items in place.   Additional Information      For information about the \"firearms in parks\" law that went in to effect Feb. 22, 2010, see Laws and Policies.                Beyond Roads End   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:18 minutes, 45 seconds  Beyond Roads End                          Backcountry Hiking and Backpacking Join Park Ranger George Heinz as he shares some of what he knows about the best ways to have an enjoyable and safe backcountry trip.   Duration:5 minutes, 7 seconds                                Winter Backcountry Winter Backcountry  Duration:11 minutes, 28 seconds",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/backcountryhiking.htm"
}
