{
    "title": "Yellowstone National Park: Skiing & Snowshoeing",
    "body": "Cross Country Skiing and Snowshoeing        Cross-country skiing is a popular way to explore Yellowstone in the winter. NPS\/Herbert       Yellowstone has miles of trails for the adventurous skier and snowshoer. Whether you are skiing a groomed trail in a developed area or venturing into the backcountry, remember that you are traveling in wilderness with all its dangers: unpredictable wildlife, changing weather conditions, hydrothermal areas, deep snow, open streams, and avalanches. Your safety is not guaranteed. Be prepared for any situation and know the limits of your ability. Most of Yellowstone is backcountry and managed as wilderness and here are some important tips:   Track is set only on a few trails. All unplowed roads and trails are open to cross country skiing and showshoeing. When skiing on unplowed roadways used by snowmobiles, keep to the right to avoid accidents.   Orange metal trail markers attached to trees may be difficult to find in winter. Even on a well-marked trail, you can become lost easily in a whiteout or blizzard. Only skiers thoroughly familiar with the area should attempt off-trail travel.   Park elevations with adequate skiable snow range from 7,000 to 10,000 feet (2133 - 3048 meters.) If you are coming from lower elevations, acclimate yourself first.   Few streams have bridges. Carry a USGS topographic map and a compass and know how to use them. Cell coverage is very limited in the backcountry.   A Backcountry Use Permit is required for all overnight ski trips.   Talk with park rangers before you leave on any trip—whether for a few hours or several days—and get specific information on conditions . Some park areas could be closed to skiing or snowshoeing to protect wildlife.   Include allowances for limited daylight, snow conditions, temperature extremes, and the number of people in the group, their experience and physical condition.    Learn as much as you can about winter survival.   Choose skis and boots made for touring or mountaineering. Narrow racing skis won't provide enough surface area to break trail.  Dress properly and know about layering for severe winter temperatures to prevent chilling and overheating.       Equipment Before you rent or borrow equipment, check for fit and suitability for wilderness use. A list of concessioners providing cross-country skiing services is available if you did not bring your own skis or would like to take a guided ski trip.      Watch the Winter Backcountry Video This video will help prepare you for a winter backcountry trip in Yellowstone. 11 mins. 27 secs.  Download the Video for Windows Media Player (.wmv files): Dial Up, Broadband Read the Text Transcript       More Information  Ski and Snowshoe Trail Maps (courtesy of Xanterra Parks and Resorts, Inc.)  Daily Ski Trail Status (courtesy of Xanterra Parks and Resorts, Inc.)",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/skiyell.htm"
}
