{
    "title": "Yellowstone National Park: Old Faithful Area FAQs",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Old Faithful Area     Old Faithful Area FAQs                Frequently Asked Questions: Old Faithful Area       See also Frequently Asked Questions about the Old Faithful Geyser How often does Old Faithful Geyser erupt; how tall is it; how long does it last? The average interval between eruptions of Old Faithful Geyser changes; as of October 2015, the usual interval is 94 minutes ± 10 minutes, with intervals ranging from 51 to 120 minutes. Old Faithful can vary in height from 106 to more than 180 feet, averaging 130 feet. Eruptions normally last between 1½ to 5 minutes and expel from 3,700 to 8,400 gallons of water. At the vent, water is 203ºF (95.6ºC). Is Old Faithful Geyser as “faithful” as it has always been? Since its formal discovery in 1870, Old Faithful has been one of the more predictable geysers. Over time, the average interval between Old Faithful’s eruptions has increased, in part due to ongoing processes within its plumbing. Changes also result from earthquakes. Prior to the Hebgen Lake Earthquake (1959), the interval between Old Faithful’s eruptions averaged more than one hour. Its average interval increased after that earthquake and again after the 1983 Borah Peak Earthquake, centered in Idaho. In 1998, an earthquake near Old Faithful lengthened the interval again; subsequent earthquake swarms further increased intervals. Sometimes the average interval decreases.  How can you predict it, if it changes so much? Old Faithful Geyser has been analyzed for years by mathematicians, statisticians, and dedicated observers. They have shown that a relationship exists between the duration of Old Faithful’s eruption and the length of the following interval. During a short eruption, less water and heat are discharged; thus, they recharge in a short time. Longer eruptions mean more water and heat are discharged and they require more time to recharge. In early morning, staff use information posted online by geyser enthusiasts who are in the basin or watching Old Faithful on the webcam outside regular visitor education center operating hours.  What else can I see at this geyser basin? The Upper Geyser Basin has 150 geysers in one square mile, plus hundreds of hot springs. Five large geysers are predicted regularly by the education ranger staff. You can reach these and other features on boardwalks that loop through this basin. Walk or drive to nearby Black Sand Basin and Biscuit Basin to view their features.  What will I see at Midway Geyser Basin? This geyser basin, six miles north of the Old Faithful area, is small but spectacular. Excelsior Geyser is a 200 x 300 foot crater that constantly discharges more than 4,000 gallons of water per minute into the Firehole River. Grand Prismatic Spring, Yellowstone’s largest hot spring, is 200–330 feet in diameter and more than 121 feet deep.  Can I see mudpots in this area? You’ll see all four types of thermal features (geysers, hot springs, fumaroles, and mudpots) at Fountain Paint Pot, eight miles north of Old Faithful and two miles north of Midway Geyser Basin. Be sure to drive the Firehole Lake Drive, where you can walk past hot cascades, hot springs large and small, and view geysers such as White Dome and Great Fountain.  What animals can I see in this area? Hydrothermal basins provide important habitat for wildlife in the Old Faithful area. Bison and elk live here year-round. In the winter, they take advantage of the warm ground and thin snow cover. Both black and grizzly bears are seen, especially during the spring when winter-killed animals are available. In summer, yellow-bellied marmots are frequently seen in the rocks behind Grand Geyser and near Riverside Geyser. Thermophiles live in the runoff channels of hot springs and geysers, providing food for tiny black ephydrid flies. The flies, in turn, lay their eggs in salmon-colored clumps just above the water surface where they are then preyed upon by spiders. Killdeer also feast on the adult flies. Notable Places   Upper, Midway, and Lower geyser basins   Historic Areas and Structures   Nez Perce National Historic Trail  Old Faithful Inn  Old Faithful Lodge  Old Faithful Historic District  Both general stores  Queen’s Laundry, begun in 1881 but never finished, in Sentinel Meadows       More Information   Explore the Old Faithful Area Basic Services Things To Do, including ranger programs, hiking, biking, skiing, guided tours, camping. Accessible Features in the Old Faithful Area",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/oldfaithfulfaqs.htm"
}
