{
    "title": "Yellowstone National Park: Old Faithful Visitor Education Center",
    "body": "Old Faithful Visitor Education Center           Take a tour of the new Old Faithful Visitor Education Center with interpretive planner Sally Plumb. NPS  The Old Faithful Visitor Education Center opened in 2010 and features exhibits on Yellowstone’s hydrothermal features (geysers, hot springs, mudpots, and steam vents or fumaroles), life in these extreme environments, the volcano beneath Yellowstone, and ongoing scientific research in one of the greatest living laboratories on Earth.  Children of all ages will enjoy the Young Scientist exhibit room, which includes a full-size geyser model, hands-on exhibits, and a gathering space for classes and other organized groups. Evening ranger-led programs are presented during the summer and the winter seasons.  A combination ranger station, backcountry office, and clinic are located across the west parking lot from the visitor center. This facility also houses the office of the district naturalist and the district library. At the Old Faithful Visitor Education Center:  Get information on the Old Faithful area and the rest of the park.  Rangers are available to provide information and assistance. Find out when the Old Faithful is predicted to erupt and plan your visit.  The Yellowstone Association operates a bookstore onsite. A state-of-the-art theater and many other special features will help visitors experience Yellowstone with a new understanding of its wonders. Step inside the exhibit hall to discover the hidden realm of Yellowstone’s underground phenomena, including its volcano, and the amazing variety and sheer numbers of hydrothermal features found throughout the park.    The Visitor Education Center was built to minimize its impact on the natural surroundings and is a LEED certified building.    Start your Yellowstone exploration at home by visiting the Old Faithful Virtual Visitor Center or take a video tour of the center:                          The Old Faithful Visitor Education Center Video Tour Take a tour of our newest visitor center with Exhibit Planner Sally Plumb. Duration: 20 minutes, 24 seconds   Duration:20 minutes, 24 seconds",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/oldfaithfulvec.htm"
}
