{
    "title": "Yellowstone National Park: West Thumb and Grant Village Area",
    "body": "West Thumb and Grant Village Area       Whether you are planning your visit or browsing, here are some of our favorite things to do in the West Thumb and Grant Village areas.  Watch the Inside Yellowstone episode about visiting the West Thumb and Grant Village area (approx. 2 min.)      Visit the West Thumb of Yellowstone Lake Geologists indicate that large volcanic eruptions have occurred in Yellowstone on an approximate interval of 600,000 years. Part of this caldera is the 136-square mile basin of Yellowstone Lake. The original lake was 200 ft. higher than the present-day lake, extending northward across Hayden Valley to the base of Mt. Washburn. Members of the 1870 Washburn party noted that Yellowstone Lake was shaped like \"a human hand with the fingers extended and spread apart as much as possible,\" with the large west bay representing the thumb. In 1878, however, the Hayden Survey used the name \"West Arm\" for the bay; \"West Bay\" was also used. Norris' maps of 1880 and 1881 used \"West Bay or Thumb.\" During the 1930s, park personnel attempted to change the name back to \"West Arm,\" but West Thumb remains the accepted name.        The view from many of the West Thumb Geyser Basin hydrothermal features, Black Pool shown here, include Yellowstone Lake. NPS\/Renkin  Check out the West Thumb Geyser Basin The West Thumb Geyser Basin, including Potts Basin to the north, is unique in that it is the largest geyser basin on the shores of Yellowstone Lake. The heat source of the thermal features in this location is thought to be relatively close to the surface, only 10,000 feet down! The West Thumb of Yellowstone Lake was formed by a large volcanic explosion that occurred approximately 150,000 years ago (125,000-200,000). The resulting collapsed volcano, called a caldera (\"boiling pot\" or caldron), later filled with water forming an extension of Yellowstone Lake. The West Thumb is about the same size as another famous volcanic caldera, Crater Lake in Oregon, but much smaller than the great Yellowstone caldera which formed 600,000 years ago. It is interesting to note that West Thumb is a caldera within a caldera. Ring fractures formed as the magma chamber bulged up under the surface of the earth and subsequently cracked, releasing the enclosed magma. This created the source of heat for the West Thumb Geyser Basin today. The hydrothermal features at West Thumb are found not only on the lake shore, but extend under the surface of the lake as well. Several underwater geysers were discovered in the early 1990s and can be seen as slick spots or slight bulges in the summer. During the winter, the underwater thermal features are visible as melt holes in the icy surface of the lake. The ice averages about three feet thick during the winter.        Yellowstone Lake, shown here from Sedge Bay at Steamboat Point, is the largest high-elevation lake in the lower 48 states. There are several pullouts on the road that follows the shoreline. NPS\/Peaco  Learn About Early People in Yellowstone The shoreline of West Thumb is the location of several Native American hearth sites providing evidence that native peoples once used this area as a travel route, camping ground, and food-gathering area.      Visit the Grant Village Visitor Center The Grant Visitor Center is located on the shore of the West Thumb of Yellowstone Lake one mile off of the main park road at Grant Village Junction. The visitor center and development are named for President Ulysses S. Grant, eighteenth president of the United States, who signed the bill creating Yellowstone National Park in 1872. The facility was constructed during the 1970s and, along with the entire Grant development, was and is a controversial Yellowstone development due to its location in prime grizzly bear habitat (the area is the location of several major cutthroat trout spawning streams). The visitor center hosts an exhibit that interprets fire's role in the environment, using the fires of 1988 as the example. The Yellowstone Association has a sales area in the lobby of the visitor center.      Visit the West Thumb Information Station Built in 1925, with the open breezeway enclosed in 1966, the West Thumb Ranger Station is an excellent example of historic architecture associated with ranger stations in Yellowstone. The historic West Thumb Information Station also serves as a Yellowstone Association sales outlet as well as a meeting place for interpretive walks and talks during the summer season. During the winter, this facility serves as the West Thumb Warming Hut. Visitors can warm up, read interpretive exhibits on history and a variety of winter topics, and get their questions answered by an Interpretive staff person. Yellowstone operates a backcountry office that is intermittently staffed during the spring and fall (before and after the visitor center is open). The office is near the gas station and Hamilton Store, 0.75 miles from the Grant Village Junction on the road to Grant Village.      Learn about Shoshone Lake and the Snake River Shoshone Lake is the second largest lake in Yellowstone National Park. The Snake River originates in Yellowstone and continues through Grand Teton National Park. Watch an Inside Yellowstone video, Along the Lewis River (2 min.), about the South Entrance Road that runs alongside the Lewis River, past Lewis River Canyon and Lewis Falls, to Lewis Lake.      Prepare for Your Trip   Basic Services Things To Do, including ranger programs, hiking, biking, skiing, guided tours, camping… Accessible Features in the West Thumb and Grant Village Area Frequently Asked Questions: West Thumb and Grant Village Area",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/westthumbgrantvillage.htm"
}
