{
    "title": "Yellowstone National Park: Tower-Roosevelt Area",
    "body": "Tower-Roosevelt Area       Whether you are planning your visit or browsing, here are some of our favorite things to do in the Tower-Roosevelt Area.  Watch an Inside Yellowstone episode about things to see in the Tower-Roosevelt Area (approx. 2 min.)        Tower Fall is often photographed and was painted early in Yellowstone National Park's history by Thomas Moran. NPS\/Peaco  Hike to Tower Fall The 132-foot drop of Tower Creek, framed by eroded volcanic pinnacles has been documented by park visitors from the earliest trips of Europeans into the Yellowstone region. Its idyllic setting has inspired numerous artists, including Thomas Moran. His painting of Tower Fall played a crucial role in the establishment of Yellowstone National Park in 1872. The nearby Bannock Ford on the Yellowstone River was an important travel route for early Native Americans as well as for early European visitors and miners up to the late 19th century. Learn More about Day Hiking to Tower Fall...        The view from the Calcite Springs Overlook includes other thermal features, the Yellowstone River, and mountains. NPS\/Peaco  Enjoy the View from the Calcite Springs Overlook The Calcite Springs grouping of thermal springs along the Yellowstone River signals the downstream end of the Grand Canyon of the Yellowstone. The geothermally altered rhyolite inspired the artist Moran; his paintings of this scene were among those presented to Congress in 1872, leading to the establishment of the park. The steep, columnar basalt cliffs on the opposite side of the river from the overlook are remnants of an ancient lava flow, providing a window into the past volcanic forces that shaped much of the Yellowstone landscape. The gorge and cliffs provide habitat for numerous wildlife species including bighorn sheep, red-tailed hawks, and osprey.        The Lamar Buffalo Ranch hosts public courses by the Yellowstone Association and residential student programs. NPS\/Herbert  Take a Yellowstone Association Course at Lamar Buffalo Ranch The Lamar Buffalo Ranch was built in the early part of the century in an effort to increase the herd size of the few remaining bison in Yellowstone, preventing the feared extinction of the species. Buffalo ranching operations continued at Lamar until the 1950s. The valley was irrigated for hay pastures, and corrals and fencing were scattered throughout the area. Remnants of irrigation ditches, fencing, and water troughs can still be found. Four remaining buildings from the original ranch compound are contained within the Lamar Buffalo Ranch Historic District (two residences, the bunkhouse, and the barn) and are on the National Register of Historic Places. In the early 1980s, old tourist cabins from Fishing Bridge were brought to Lamar to be used for Yellowstone Association Institute Classes. In 1993, a cabin replacement project, funded by the Yellowstone Association, was begun. At this time all of the old cabins have been replaced with new insulated and heated structures. The facility is also used in the spring and fall for the Park Service's residential environmental education program, Expedition Yellowstone. You are welcome to drive by to view the historic buffalo ranch, however, there are no facilities open to the general public at this location. Learn More about the Lamar Buffalo Ranch...        Visitors to the Roosevelt Lodge enjoy taking a break on the historic porch and lodge lobby. NPS\/Lyle  Sit on the Porch of Roosevelt Lodge The Roosevelt Lodge was constructed in 1920 and has been determined eligible for the National Register of Historic Places. The Roosevelt National Historic District also includes the Roosevelt cabins. Interestingly, one of the reasons Roosevelt Lodge was nominated for the National Register was due to its important role in early park interpretation. The Tower Ranger Station, though not on the National Register of Historic Places, is a remodeled reconstruction of the second Tower Soldier Station, which was built in 1907.        Visitors on the Old West Dinner Cookout also ride in wagons on Yancey's Hole trail as part of the experience. NPS\/Peaco  Have Dinner at an Old West Cookout in Pleasant Valley Pleasant Valley was the sight of \"Uncle John\" Yancey's Pleasant Valley Hotel, one of the earliest lodging facilities in Yellowstone. The hotel and outbuildings were built between 1884 and 1893 and served early park visitors as well as miners passing through en route to the mining district near Cooke City. Currently, the site is used by the park's concessioner, Xanterra, for their \"Old West\" cookouts. None of the original buildings remain.      Visit the Northeast Entrance Ranger Station The Northeast Entrance Ranger Station was constructed in 1934-35 and is a National Historic Landmark. Its rustic log construction is characteristic of \"parkitecture\" common in the national parks of the west during that period. Learn More about the Northeast Entrance...      Glimpse the Bannock Trail The Bannock Trail, once used by Native Americans to access the buffalo plains east of the park from the Snake River plains in Idaho, was extensively used from approximately 1840 to 1876. A lengthy portion of the trail extends through from the Blacktail Plateau (closely paralleling or actually covered by the existing road) to where it crosses the Yellowstone River at the Bannock Ford upstream from Tower Creek. From the river, the trail's main fork ascends the Lamar River splitting at Soda Butte Creek. From there, one fork ascends the creek before leaving the park. Traces of the trail can still be plainly seen in various locations, particularly on the Blacktail Plateau and at the Lamar-Soda Butte confluence. Learn More about People in Yellowstone...      Explore Different Geology The geology of the Tower are is varied. Major landforms are expressions of geologic events that helped shape much of the Yellowstone area. Absaroka volcanics, glaciation, and erosion have left features as varied as Specimen Ridge's petrified trees to the gorges along the Yellowstone River's Black Canyon and the Grand Canyon of the Yellowstone. Mt. Washburn and the Absaroka Range are both remnants of ancient volcanic events that formed the highest peaks in the Tower District. Ancient eruptions, perhaps 45 to 50 million years ago, buried the forests of Specimen Ridge in ash and debris flows. The columnar basalt formations near Tower Fall, the volcanic breccias of the \"towers\" themselves, and numerous igneous outcrops all reflect the district's volcanic history. Later, glacial events scoured the landscape, exposing the stone forests and leaving evidence of their passage throughout the district. The glacial ponds and huge boulders (erratics) between the Lamar and Yellowstone rivers are remnants left by the retreating glaciers. Lateral and terminal moraines are common in these areas. Such evidence can also be found in the Hellroaring and Slough creek drainages, on Blacktail Plateau, and in the Lamar Valley. The eroding power of running water has been at work in the district for many millions of years. The pinnacles of Tower Fall, the exposed rainbow colors of the Grand Canyon of the Yellowstone at Calcite Springs, and the gorge of the Black Canyon all are due, at least in part, to the forces of running water and gravity. In the Lamar River Canyon lie exposed outcrops of gneiss and schist which are among the oldest rocks known in Yellowstone, perhaps more than two billion years old. Little is known about their origin due to their extreme age. Through time, heat and pressure have altered these rocks from their original state, further obscuring their early history. Only in the Gallatin Range are older outcrops found within the boundaries of the park.      Check out the Petrified Tree and Specimen Ridge The Petrified Tree, located near the Lost Lake trailhead, is an excellent example of an ancient redwood, similar to many found on Specimen Ridge, that is easily accessible to park visitors. Specimen Ridge, located along the Northeast Entrance Road east of Tower Junction, contains the largest concentration of petrified trees in the world. There are also excellent samples of petrified leaf impressions, conifer needles, and microscopic pollen from numerous species no longer growing in the park. Specimen Ridge provides a superb \"window\" into the distant past when plant communities and climatic conditions were much different than today. Watch the Petrified Tree episode of Inside Yellowstone (approx. 2 min.)...      Backcountry Offices Three ranger stations are located in this area: Tower Junction, Lamar Buffalo Ranch, and Northeast Entrance. The Tower Ranger Station issues backcountry and fishing permits. The building, constructed in 1923, is a remodeled reconstruction of the second Tower Soldier Station, originally constructed in 1907. The Lamar Ranger Station, located at the Buffalo Ranch in the Lamar Valley, provides emergency visitor services only. The ranger station is also used as housing for the Lamar ranger and is a historic structure (one of four at the Buffalo Ranch) on the National Register of Historic Places. It was constructed around the turn of the century. The Northeast Entrance Ranger Station is a National Historic Landmark that was constructed in 1934-35.      Watch Wildlife in Lamar Valley Lamar Valley is an excellent place to view wildlife, especially wolves. Watch the Inside Yellowstone episode about Wolves in Lamar Valley (approx. 2 min.) Remember: Do not approach bears or wolves on foot within 100 yards (91 m) or other wildlife within 25 yards (23 m). Keep a safe distance from all wildlife. If you cause an animal to move or change its behavior, you are too close! Each year, park visitors are injured by wildlife when approaching too closely.      Prepare for Your Trip   Basic Services Things To Do, including ranger programs, hiking, biking, skiing, guided tours, camping… Accessible Features in the Tower-Roosevelt Area Frequently Asked Questions: Tower-Roosevelt Area Take a Day Hike in the Area",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/towerrplan.htm"
}
