{
    "title": "Yellowstone National Park: Old Faithful Area",
    "body": "Explore the Old Faithful Area       Due to trail construction, some areas near Fairy Falls are closed.Learn more… Whether you are planning your visit or browsing, here are some of our favorite things to do in the Old Faithful area.  Watch the Inside Yellowstone episodes about visiting the Old Faithful Area (approx. 2 min. each)       Visitors watch and photograph the Old Faithful Geyser erupt from the Old Faithful porch. Boardwalks throughout the basins provide places to view geysers and other thermal features. NPS\/Jim Peaco       Marvel at the Old Faithful Inn The Old Faithful Inn was designed by Robert C. Reamer, who wanted the asymmetry of the building to reflect the chaos of nature. It was built during the winter of 1903-1904. The Old Faithful Inn is one of the few remaining log hotels in the United States. It is a masterpiece of rustic architecture in its stylized design and fine craftsmanship. Its influence on American architecture, particularly park architecture, was immeasurable. The building is a rustic log and wood-frame structure with gigantic proportions: nearly 700 feet in length and seven stories high. The lobby of the hotel features a 65-foot ceiling, a massive rhyolite fireplace, and railings made of contorted lodgepole pine. Stand in the lobby and look up at the exposed structure, or walk up a gnarled log staircase to one of the balconies. Wings were added to the hotel in 1915 and 1927, and today there are 327 rooms available to guests in this National Historic Landmark. The inn is currently operated by Xanterra Parks & Resorts. Watch the Inside Yellowstone episode about the Inn (1 min. 52 sec.)       The Old Faithful Visitor Education Center tells the story of the geology behind Old Faithful, Yellowstone, and the supervolcano. NPS\/Neal Herbert        Learn about Old Faithful's Geologic Story Tour exhibits about the geologic forces behind Old Faithful and Yellowstone at the Old Faithful Visitor Center. Kids of all ages can get Junior Ranger and Young Scientist booklets from rangers. Evidence of the geological forces that have shaped Yellowstone are found in abundance in this district. The hills surrounding Old Faithful and the Upper Geyser Basin are reminders of Quaternary rhyolitic lava flows. These flows, occurring long after the catastrophic eruption of 600,000 years ago, flowed across the landscape like stiff mounds of bread dough due to their high silica content. Evidence of glacial activity is common, and it is one of the keys that allows geysers to exist. Glacier till deposits underlie the geyser basins providing storage areas for the water used in eruptions. Many landforms, such as Porcupine Hills north of Fountain Flats, are comprised of glacial gravel and are reminders that as recently as 13,000 years ago, this area was buried under ice. Signs of the forces of erosion can be seen everywhere, from runoff channels carved across the sinter in the geyser basins to the drainage created by the Firehole River. Mountain building is evident as you drive south of Old Faithful, toward Craig Pass. Here the Rocky Mountains reach a height of 8,262 feet, dividing the country into two distinct watersheds. Get answers to frequently asked questions about the Old Faithful Geyser.        The Upper Geyser Basin is home to Old Faithful and Beehive Geyser, shown here. NPS\/Jim Peaco       Tour the Upper Geyser Basin Yellowstone, as a whole, possesses close to 60 percent of the world's geysers. The Upper Geyser Basin is home to the largest numbers of this fragile feature found in the park. Within one square mile there are at least 150 of these hydrothermal wonders. Of this remarkable number, only five major geysers are predicted regularly by the naturalist staff. They are Castle, Grand, Daisy, Riverside, and Old Faithful. There are many frequent, smaller geysers to be seen and marveled at in this basin as well as numerous hot springs and one recently developed mudpot (if it lasts). Take our online tour of the basin.       Visitors Explore Grand Prismatic NPS\/Jim Peaco       Discover Midway Geyser Basin This geyser basin, though small in size compared to its companions along the Firehole River, holds large wonders for the visitor. Excelsior Geyser reveals a gaping crater 200 x 300 feet with a constant discharge of more than 4,000 gallons of water per minute into the Firehole River. Also in this surprising basin is Yellowstone's largest hot springs, Grand Prismatic Spring. This feature is 370 feet in diameter and more than 121 feet in depth. Watch the Inside Yellowstone episode about Midway Geyser Basin (1 min. 44 sec.)        Dawn eruption of Great Fountain Geyser, Lower Geyser Basin NPS\/Neal Herbert       Explore the Lower Geyser Basin This large area of hydrothermal activity can be viewed by foot along the boardwalk trail at Fountain Paint Pots and by car along the three mile Firehole Lake Drive. The latter is a one-way drive where you will find the sixth geyser predicted by the Old Faithful staff: Great Fountain. Its splashy eruptions send jets of diamond droplets bursting 100-200 feet in the air, while waves of water cascade down the raised terraces. Patience is a virtue with this twice-a-day geyser, as the predictions allow a 2 hour +\/- window of opportunity. Fountain Flats Drive departs the Grand Loop Road just south of the Nez Perce picnic area and follows along the Firehole River to a trailhead 1.5 miles distant. From there, the Fountain Freight Road hiking\/biking trail continues along the old roadbed giving hikers access to the Sentinel Meadows Trail and the Fairy Falls Trail. Also along this path is the only handicapped-accessible backcountry site in the Old Faithful district at Goose Lake.       If you witness an eruption of Lone Star Geyser, please note the time and report it at the Old Faithful Visitor Education Center. NPS\/Neal Herbert       Day Hike to Lone Star Geyser Lone Star Geyser erupts about every three hours. There is a logbook, located in a cache near the geyser, for observations of geyser times and types of eruptions. Round trip 4.8 miles (7.7 km), easy. The trailhead is east of Kepler Cascades pullout, 3.5 miles (5.6 km) southeast of Old Faithful overpass on Grand Loop Road. This level trail and bicycle path follows the Firehole River to the geyser. Lone Star erupts 30–45 feet (9–14 m) about every three hours. If you witness an eruption, please note the time and report it at the Old Faithful Visitor Education Center. Biking is not permitted beyond a barrier near the geyser.       The Upper Geyser Basin is home to Old Faithful. NPS\/Jim Peaco       Watch Old Faithful Erupt! Watching Old Faithful erupt is a Yellowstone National Park tradition. People from all over the world have journeyed here to watch this famous geyser. The park’s wildlife and scenery might be as well-known today, but it was the unique thermal features that inspired the establishment of Yellowstone as the world’s first national park in 1872.  Old Faithful is one of nearly 500 geysers in Yellowstone and one of six that park rangers can currently predict. It is uncommon to be able to predict geyser eruptions with regularity and Old Faithful has lived up to its name, only lengthening the time between eruptions by about 30 minutes in the last 30 years. The reliability of Old Faithful inspired early developers to build special viewing areas, lodging, and concessions for visitors to watch eruptions.  Thermal features change constantly and it is possible Old Faithful may stop erupting someday. Geysers and other thermal features are evidence of ongoing volcanic activity beneath the surface and change is part of this natural system. Yellowstone preserves the natural geologic processes so that visitors may continue to enjoy this natural system.  Watch eruptions from the Old Faithful viewing area, walk the boardwalks that weave around the geyser and through the Norris Geyser Basin, take a guided tour, or watch Old Faithful erupt live on Yellowstone’s webcams. You never know what you will see: each eruption is different and wildlife often visit.  Find out when the next eruption is predicted at the Old Faithful Visitor Education Center, the NPS Yellowstone Geysers app, Twitter, and on the webcams.      Prepare for Your Trip     Basic Services Things To Do, including ranger programs, hiking, biking, skiing, guided tours, camping. Accessible Features in the Old Faithful Area Frequently Asked Questions: Old Faithful Area  More Highlights in the Old Faithful Area",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/exploreoldfaithful.htm"
}
