{
    "title": "Yellowstone National Park: Tower-Roosevelt Area FAQs",
    "body": "Frequently Asked Questions: Tower-Roosevelt Area       Why is this area called \"Tower\"? The area is named for its major waterfall, Tower Fall, which is named for the tower-like rock formations at its brink.  How tall is Tower Fall? 132 feet. Old pictures show a big boulder at the brink of Tower Fall.  When did it fall? W.H. Jackson's photograph in 1871 clearly shows the boulder. For more than a century, visitors wondered when it would fall. It finally did in June 1986.  Can I hike to the bottom of Tower Fall? No, the lower part of the trail is closed because of severe erosion. You can walk past the Tower Fall Overlook for 0.75-mile, ending with a view of Tower Creek flowing into the Yellowstone River. If you have heart, lung, or knee problems, you may want to enjoy the view from the overlook.  What formed the rock columns in the canyon north of Tower Fall? The rock columns were formed by a basaltic lava flow that cracked into hexagonal columns as it slowly cooled. You can see other basalt columns at Sheepeater Cliff along the Gardner River between Mammoth and Norris.  How did Petrified Tree become petrified? Petrified Tree, west of Tower Junction, is an excellent example of an ancient redwood. Petrification of this and other trees occurred for two main reasons. They were buried rapidly by volcanic deposits and mudflows 45–50 million years ago, which minimized decay. The volcanic deposits also contributed high amounts of silica to the groundwater. Over time, the silica precipitated from ground water, filled the spaces within the trees' cells, and petrified the trees.  In Yellowstone, glacial ice, running water, and wind have uncovered vast areas of petrified trees. With proper optical aids, you can see some of these areas from the road that follows the base of Specimen Ridge, east of Tower Junction.  Did Teddy Roosevelt really stay at Roosevelt Lodge? No, but President Theodore Roosevelt camped nearby during his visit to Yellowstone in 1903. The lodge opened in 1920. The area is registered as the Roosevelt Lodge Historic District. Contrary to popular belief, it was not President Roosevelt but President Ulysses S. Grant who signed the order that created Yellowstone National Park.  What animals can I see in this area? Elk, bison, deer, and pronghorn thrive in the grasslands of this area, known as the northern range. In fact, some of the largest wild herds of bison and elk in North America are found here. The northern range is critical winter habitat for these large animals, which in turn provide food for several packs of wolves. Coyotes are also common, and occasional bobcat, cougar, or red fox are reported.  The gorge and cliffs between the junction and Tower Fall provide habitat for bighorn sheep, osprey, peregrine falcons, and red-tailed hawks. Both grizzly and black bears are sighted throughout the area, particularly in the spring. Black bears are more commonly seen around Tower Fall and Tower Junction. Grizzlies are sometimes seen in the Lamar Valley and on the north slopes of Mount Washburn, particularly in the spring when elk are calving. Road pullouts provide excellent places from which to watch wildlife.  What is the purpose of the fenced areas north of the Blacktail Ponds? Many park researchers have used the fenced areas on the northern range to study the long-term effects of grazing by fencing out large herbivores. Researchers can use existing data from the permanent plots or collect new data. Notable Places   Lamar Valley  Northeast Entrance Road   Historic Areas and Structures    Lamar Buffalo Ranch  Northeast Entrance Station  Tower Ranger Station Historic District  Roosevelt Lodge Historic District, including Roosevelt Lodge         More Information   Explore the Tower-Roosevelt Area Basic Services Things To Do, including ranger programs, hiking, biking, skiing, guided tours, camping… Accessible Features in the Tower-Roosevelt Area Take a Day Hike in the Area",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/towerrfaq.htm"
}
