{
    "title": "Yellowstone National Park: Fall Bicycling",
    "body": "Fall Bicycling              Roads that Open for Fall Bicycling  In November, after most of the roads have closed to wheeled vehicles and while the roads are being prepared for winter use, a brief period of day-use bicycling, walking, jogging, roller blades, roller skis, and similar means of non-motorized travel are permitted, as conditions allow, on the following sections of the Grand Loop Road:   Mammoth Hot Springs to West Yellowstone Snake River Entrance Station to West Thumb Junction East Entrance to the east end of Sylvan Pass (6 mile corner) Tower Junction to the Chittenden Road as conditions allow Madison Junction to Old Faithful The road from the North Entrance at Gardiner, Montana, to Cooke City, Montana, at the park's Northeast Entrance, is open all year to cyclists and automobiles, weather permitting.  Important Reminders   NPS, concessioner, and\/or construction vehicles will also be traveling roadways. Cyclists should ride single file on the right-hand side of the roadway. We recommend wearing a helmet and high visibility clothing. Road conditions will vary. Please use caution when riding.   An entrance fee is charged at the North Entrance.   The weather is unpredictable, and severe winter conditions can be encountered at any time.   There are no services open in the interior of the park and riders should be prepared to take care of all their own needs. Bring food, water, extra clothing, and a bicycle repair kit.   Water is available only at Madison picnic area and Mammoth.   There is very limited cell phone coverage; pay phones are available at Canyon, Madison, Mammoth, Norris, and Old Faithful.   The cleared section of the road may be narrow and covered with a layer of snow and ice, and pullouts may remain filled with snow.  Cyclists are Required to:  Ride single file to the right. If riding before sunrise and after sunset, you must use a forward-facing white light and a rear-facing red light. Travel at night is not recommended. Stay 100 yards from bears & wolves and 25 yards from birds and all other wildlife.   Cyclists Should:  Wear a helmet and high visibility clothing. Turn around if bison are on the road. Do not cause them to run. Know how to minimize the dangers associated with a bear encounter. Carry bear spray and know how to use it.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/fallbike.htm"
}
