{
    "title": "Yellowstone National Park: Fishing Bridge, Lake Village, and Bridge Bay Areas",
    "body": "Explore the Fishing Bridge, Lake Village, and Bridge Bay Area       Whether you are planning your visit or browsing, here are some of our favorite things to do in the Fishing Bridge, Lake, and Bridge Bay areas.  Watch the Inside Yellowstone episode about visiting the Lake area (2 min.)        Fishing Bridge is a popular place to observe fish. NPS\/Elhard  Watch Fish from Fishing Bridge The original bridge was built in 1902. It was a rough-hewn corduroy log bridge with a slightly different alignment than the current bridge. The existing bridge was built in 1937. The Fishing Bridge was historically a tremendously popular place to fish. Angling from the bridge was quite good, due to the fact that it was a major spawning area for cutthroat trout. However, because of the decline of the cutthroat population (in part, a result of this practice), the bridge was closed to fishing in 1973. Since that time, it has become a popular place to observe fish.        Yellowstone Lake, shown here from Sedge Bay at Steamboat Point, is the largest high-elevation lake in the lower 48 states. There are several pullouts on the road that follows the shoreline. NPS\/Peaco  Visit the Shore of Yellowstone Lake Geologists indicate that large volcanic eruptions have occurred in Yellowstone on an approximate interval of 600,000 years. The most recent of these (600,000 years ago) erupted from two large vents, one near Old Faithful, the Mallard Lake Dome, and one just north of Fishing Bridge, the Sour Creek Dome. Ash from this huge explosion, 1,000 times the size of Mt. St. Helens, has been found all across the continent. The magma chamber then collapsed, forming a large caldera filled partially by subsequent lava flows. Part of this caldera is the 136-square mile basin of Yellowstone Lake. The original lake was 200 ft. higher than the present-day lake, extending northward across Hayden Valley to the base of Mt. Washburn. Listen to Yellowstone Lake in Winter (2 min. 16 sec.)        The slope between Sizzling Basin and Mud Geyser, once covered with green grass and trees, became a barren landscape of fallen trees known as \"the cooking hillside.\" NPS  Listen to mud gurgle at Mud Volcano The thermal features at Mud Volcano and Sulphur Caldron are primarily mud pots and fumaroles because the area is situated on a perched water system with little water available. Fumaroles or \"steam vents\" occur when the ground water boils away faster than it can be recharged. Also, the vapors are rich in sulfuric acid that leaches the rock, breaking it down into clay. Because no water washes away the acid or leached rock, it remains as sticky clay to form a mud pot. Hydrogen sulfide gas is present deep in the earth at Mud Volcano. As this gas combines with water and the sulfur is metabolized by cyanobacteria, a solution of sulfuric acid is formed that dissolves the surface soils to create pools and cones of clay and mud. Along with hydrogen sulfide, steam, carbon dioxide, and other gases explode through the layers of mud. A series of shallow earthquakes associated with the volcanic activity in Yellowstone struck this area in 1978. Soil temperatures increased to nearly 200°F (93°C).        Hayden Valley and Pelican Valley have some of the best habitat in the lower 48 states for viewing wildlife like grizzly bears, bison, elk, and other species. NPS\/Peaco  View Wildlife in Hayden and Pelican Valleys The Hayden Valley is located six miles north of Fishing Bridge Junction. The Pelican Valley is situated three miles east of Fishing Bridge. These two vast valleys comprise some of the best habitat in the lower 48 states for viewing wildlife like grizzly bears, bison, elk, and other species. The Hayden Valley was once filled by an arm of Yellowstone Lake. Therefore, it contains fine-grained lake sediments that are now covered with glacial till left from the most recent glacial retreat 13,000 years ago. Because the glacial till contains many different grain sizes, including clay and a thin layer of lake sediments, water cannot percolate readily into the ground. This is why the Hayden Valley is marshy and has little encroachment of trees. Remember: Do not approach bears or wolves on foot within 100 yards (91 m) or other wildlife within 25 yards (23 m). Keep a safe distance from all wildlife. If you cause an animal to move or change its behavior, you are too close! Each year, park visitors are injured by wildlife when approaching too closely.        The easy walking or biking trail to Natural Bridge is located near Bridge Bay Campground. NPS\/Renkin  Walk to Natural Bridge Located just south of Bridge Bay Campground, it is an easy one-mile walk to the Natural Bridge. There is also a bicycle trail leading to the bridge. The Natural Bridge was formed by erosion of this rhyolite outcrop by Bridge Creek. The top of the bridge is approximately 51 ft. above the creek. A short switchback trail leads to the top, though travel across the bridge is now prohibited to protect this feature. Watch the Inside Yellowstone episode about Natural Bridge (2 min. 10 sec.)...        Many areas of the Lake Hotel provide view of the lake. NPS\/Lyle  Stay Here Lake Hotel Built on a site long known as a meeting place for Indians, trappers, and mountain men, the Lake Hotel was ready to serve guests in 1891. At that time, it was not particularly distinctive, resembling any other railroad hotel financed by the Northern Pacific Railroad. In 1903, the architect of the Old Faithful Inn, Robert Reamer, masterminded the renovation of the Hotel, designing the ionic columns, extending the roof in three places, and adding the 15 false balconies, which prompted it to be known for several years as the \"Lake Colonial Hotel.\" A number of further changes occurred by 1929, including the addition of the dining room, porte-cochere (portico), and sunroom as well as the refurbishing of the interior. By the 1970s, the Hotel had fallen into serious disrepair. In 1981, the National Park Service and the park concessioner, TW Recreational Services, embarked upon a ten-year project to restore the Lake Hotel in appearance to its days of glory in the 1920s. The hotel is currently operated byXanterra Parks & Resorts.  Lake Lodge The decision to permit automobiles in the park in 1915 created a great influx of visitors. The need arose for an intermediate style of lodging between the luxury of the Lake Hotel and the rustic accommodations of the tent camps. In 1926, the Lake Lodge (also a Robert Reamer design) was completed, one of four lodges in the park. The park was no longer primarily accessible to only affluent \"dudes\" or hearty \"sagebrushers.\" Democracy had come to Yellowstone. The lodge is currently operated by Xanterra Parks & Resorts. Fishing Bridge RV Park Fishing Bridge RV Park is for completely hard-sided units only because grizzly bears frequently visit the area, No tents or tent campers are allowed.      Prepare for Your Trip   Basic Services Things To Do, including ranger programs, hiking, biking, skiing, guided tours, camping… Accessible Features in the Fishing Bridge and Lake Village Area Frequently Asked Questions: Fishing Bridge and the Lake Village Area",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/explorefishingbridgelake.htm"
}
