{
    "title": "Yellowstone National Park: Madison and West Yellowstone Area",
    "body": "Madison Area       Whether you are planning your visit or browsing, here are some of our favorite things to do in the Madison area.         The Madison Information Station is a historic landmark. NPS  Visit the Madison Information Station The Madison Information Station dates from 1929-30 and is a National Historic Landmark. Located at Madison Junction in the Madison Picnic Area, it is built from wood and stone materials. In previous years, this building has been used as a museum, has housed the Arts Yellowstone program, and has sat empty and abandoned. It began its new life as an information station and Yellowstone Association bookstore during the summer of 1995. The station contains only touch-table exhibits at present, but plans are underway to design and install orientation panels. A commemorative plaque outside honors Stephen T. Mather.      Explore Artists Paintpots  Artists Paintpots is a small but lovely thermal area just south of Norris Junction. A one-mile round trip trail takes visitors to colorful hot springs, two large mudpots, and through a section of forest burned in 1988. Adjacent to this area are three other off-trail, backcountry thermal areas: Sylvan Springs, Gibbon Hill Geyser Basin, and Geyser Creek Thermal area. These areas are fragile, dangerous, and difficult to get to; travel without knowledgeable personnel is discouraged.        Gibbon Falls is one of many popular waterfalls in Yellowstone National Park. NPS\/Herbert  Visit Gibbon Falls  This 84-foot (26-meter) waterfall tumbles over remnants of the Yellowstone Caldera rim. The rock wall on the opposite side of the road from the waterfall is the inner rim of the caldera.      Hike to Monument Geyser Basin  This small, nearly dormant basin lies at the top of a very steep one-mile trail. Thermos-bottle shaped geyser cones are remnants of a much more active time.      Fish the Madison River  The Madison River is formed at the junction of the Gibbon and Firehole rivers, hence Madison Junction. The Madison joins the Jefferson and the Gallatin rivers at Three Forks, Montana, to form the Missouri River. The Madison is a blue-ribbon fly fishing stream with healthy stocks of brown and rainbow trout and mountain whitefish. Watch an Inside Yellowstone episode, The Madison River (2 min.), and learn about the area where the Madison River gets it start, at the confluence of the Gibbon and Firehole rivers.      Take a Boardwalk Tour of Terrace Springs  The small thermal area just north of Madison Junction. This area provides the visitor with a short boardwalk tour of hot springs.      Fish the Firehole River  The Firehole River starts south of Old Faithful, runs through the thermal areas northward to join the Gibbon and form the Madison River. The Firehole is world famous among anglers for its pristine beauty and healthy brown, brook, and rainbow trout.      Take a Driving Tour of Firehole Canyon and Swim in Firehole Falls Firehole Canyon Drive, a side road, follows the Firehole River upstream from Madison Junction to just above Firehole Falls. The drive takes sightseers past 800-foot thick lava flows. Firehole Falls is a 40-foot waterfall. An unstaffed swimming area here is very popular in the warmest of the summer season. Cliff diving is illegal and is dangerous.      Prepare for Your Trip  Learn about Basic Services, including Camping and Picnicking Accessibility in the Madison Area Plan Things to Do, like attending a Ranger-Led Programs or take a Day Hike in the Area Frequently Asked Questions about the Madison and West Yellowstone Area",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/madisonplan.htm"
}
