{
    "title": "Yellowstone National Park: Madison and West Yellowstone FAQs",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Madison and West Yellowstone Area     Madison and West Yellowstone FAQs                Frequently Asked Questions: Madison and West Yellowstone Area       How did Madison Junction get its name? Here, the Gibbon River joins the Firehole River to form the Madison River. (The Gibbon River flows from Grebe Lake through the Norris area to Madison Junction. The Firehole River starts south of Old Faithful and flows through the park's major hydrothermal basins north to Madison Junction.) The Madison joins the Jefferson and the Gallatin rivers at Three Forks, Montana, to form the Missouri River.  What forms the cliffs around Madison Junction? Part of what you see is the rim of the Yellowstone Caldera, plus lava flows. National Park Mountain is actually part of the lava flows. Some of these lava flows come down to the road through Firehole Canyon, approximately one mile south of Madison Junction. Gibbon Falls, four miles north of the junction, drops 84 feet (0.3 m) over a remnant of the caldera rim.  Why is the bridge between Madison and the West Entrance called \"Seven Mile Bridge\"? Seven Mile Bridge is located midway between (and seven miles from both) the West Entrance and Madison Junction. This landmark serves as a convenient reference point and separates the rugged lava-lined Madison Canyon east of the bridge from gentle hills to the west.  Where is the swimming area? South of Madison Junction is the entrance to the Firehole Canyon Drive, a one-way route that follows the Firehole River. Along this route are views of the Firehole Falls and a swimming area where the water is influenced by thermal activity below the surface. Swimming is undertaken at your own risk. Please note that climbing the cliffs around the swimming area erodes the thin topsoil and damages area habitat. Jumping from the cliffs is very dangerous and is forbidden.  What animals can I see in this area? Along the Madison River, approximately 100 elk live year-round. The meadows adjacent to the Madison and Gibbon rivers are prime elk-calving areas in the spring. During the fall rut, elk frequent the meadows from Seven Mile Bridge to Madison Junction.  During spring, fall, and winter, herds of bison favor the same meadows. Bison often use the entrance road to travel from one foraging area to another. In summer, they move to Hayden Valley, their traditional summer habitat and breeding area.  Bald eagles have nested west of Seven Mile Bridge in recent years. Several pairs of ospreys also nest along the Madison. You might also see trumpeter swans, Canada geese, mallards, Barrow's goldeneyes, and other water birds.  What is the National Park Mountain story? The legend, which you can read about at the Madison Information Station, tells of explorers camping here in 1870 and deciding Yellowstone should be set aside as a national park. It is a wonderful story, but it isn't true. Explorers did camp at the junction in 1870, but they apparently did not discuss the national park idea.  They camped in a location where people have camped for centuries. Archeologists have found campfire remnants, obsidian flakes, and bone fragments dating back at least 10,000 years.   Historic Areas and Structures    Madison Information Station       More Information  Explore the Madison Area Learn about Basic Services, including Camping and Picnicking Accessibility in the Madison Area Plan Things to Do, like attending a Ranger-Led Programs or take a Day Hike in the Area",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/madisonfaqs.htm"
}
