{
    "title": "Yellowstone National Park: Albright Visitor Center",
    "body": "Albright Visitor Center        Step back in time and explore Yellowstone’s history and learn about wildlife at home on the northern range at the newly renovated Albright Visitor Center. NPS       The Albright Visitor Center is located at Mammoth Hot Springs, five miles inside the North Entrance and at the northwest corner of the upper loop of the Grand Loop Road. This historic structure was built by the United States Army in 1909 as bachelor officers' quarters for the cavalry troops who protected the park before the creation of the National Park Service. In the last few years, the building has been retrofit to withstand seismic activity and for improved accessibility. Windows, doors, and fireplaces preserve the historic character, and new exhibits help orient you to Yellowstone’s natural and cultural treasures, and provide information for a safe and enjoyable visit by visitors of all abilities. Albright Visitor Center has served the visitors and resources of Yellowstone National Park since 1909, and we are excited to share this next incarnation with you.   An orientation area with interactive displays offers enhanced trip planning information, and park rangers give educational talks and tours throughout the year.  Backcountry camping, boating, and fishing permits are available downstairs in the Mammoth Backcountry Office.  The Yellowstone Association operates a bookstore in the visitor center.   Exhibits in the Albright Visitor Center illustrate the relationships of Yellowstone wildlife to each other and their home in this mountain landscape. You can compare your stance to the full height of a bull bison, touch horns and antlers and learn the difference between them, catch a glimpse of the vast northern range—where wildlife sightings are common—and learn how to safely view wildlife. You have an opportunity to learn about these active hot springs and how and why they differ from other thermal features in the park. Learn about Yellowstone’s rich cultural heritage, the struggles that took place here, the establishment of the world’s first national park in 1872 and the immense challenges that followed. Exhibits take you through the arrival of the United States Army and the 1916 establishment of the National Park Service. Historic Fort Yellowstone The visitor center and all the red-roofed, many-chimneyed houses down the street from it were built by the US Army during a time when this was Fort Yellowstone, an Army post dedicated to protecting the national park. Although the soldiers left after the National Park Service was created in 1916, outwardly the old fort has changed little from the time of Army residency. Fort Yellowstone, comprised mostly of this block and the two rows of buildings behind it, is one of the best remaining examples of a 1900-era cavalry post.       Prepare for Your Trip   Explore Mammoth Hot Springs Basic Services Things To Do, including ranger programs, hiking, biking, skiing, guided tours, camping… Accessible Features in the Mammoth Hot Springs Frequently Asked Questions: Mammoth Hot Springs Area",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/mammothvc.htm"
}
