{
    "title": "Yellowstone National Park: Fishing Bridge and Lake Village FAQs",
    "body": "Frequently Asked Questions: Fishing Bridge and Lake Village       Where does the Yellowstone River begin? Where does it end? It begins on the slopes of Younts Peak in the Absaroka Mountains southeast of the park and completes its 671-mile run by joining the Missouri River near the Montana–North Dakota border. Its waters then travel to the Mississippi River and into the Atlantic Ocean at the Gulf of Mexico. It is the longest undammed river in the contiguous United States.  How big is Yellowstone Lake? How deep? Is it natural? The lake is natural and has 131.7 square miles of surface area and 141 miles of shoreline;it is 20 miles long by 14 miles wide. Its deepest spot is about 410 feet; its average depth is 140 feet. The lake's basin has an estimated capacity of 12,095,264 acre-feet of water. Because its annual outflow is about 1,100,000 acre-feet, the lake's water is completely replaced only about every eight to ten years. Since 1952, the annual water level fluctuation has been less than six feet.  How did Yellowstone Lake form? The lake's main basin is part of the Yellowstone Caldera, which was formed 640,000 years ago. West Thumb was formed by a later, smaller eruption. The arms of the lake were formed by uplift along fault lines and sculpting by glaciers. The lake drains north at Fishing Bridge. Some scientists consider LeHardy's Rapids to be the geologic northern boundary of the lake because the periodic rise and fall of that site appears to control lake outflow.  Is Yellowstone Lake the largest lake in the world? No, but it is the largest lake at high elevation (above 7,000 feet) in North America.  Why can't we fish from Fishing Bridge? Overfishing for cutthroat trout here contributed to their decline in the lake. The trout also spawn here. For these reasons, fishing is prohibited from the bridge. It's still a good place to watch trout.  How cold is Yellowstone Lake? During late summer, Yellowstone Lake becomes thermally stratified with several water layers having different temperatures. The topmost layer rarely exceeds 66°F, and the lower layers are much colder. Because of the extremely cold water, survival time for anyone in the lake is estimated to be only 20 to 30 minutes. In winter, ice thickness on Yellowstone Lake varies from a few inches to more than two feet with many feet of snow on top of the ice.  What happened to the old campground at Fishing Bridge? The National Park Service campground was located where bears came to fish, and many bear conflicts occurred. It was closed in 1989. A recreational vehicle park, operated by a concessioner, still exists in the area. Only hard-sided camping units or RVs are allowed at this campground.  What animals can I see in this area? The lake is home to the largest population of Yellowstone cutthroat trout in North America. You can see these trout and longnose suckers from Fishing Bridge. In spring, you might be able to see trout leaping upstream at LeHardy's Rapids, three miles north of Fishing Bridge. Also look for white pelicans, bald eagles, osprey, and a variety of ducks and other water birds.  The Fishing Bridge area, including Pelican Valley to the north and east, is especially significant to bears and other wildlife because lake, river, and terrestrial ecosystems merge here to create a diverse natural complex. Bears visit numerous streams in the spring and early summer to eat spawning trout. A bison herd winters in Pelican Valley, and individuals can be seen throughout the area. Moose used to be seen in the Yellowstone Lake area much more than they are today; look along water edges and in marshes. At Bridge Bay Marina, look for river otters.  What's that smell at Mud Volcano? That \"rotten egg\" smell comes from hydrogen sulfide gas. Sulfur, in the form of iron sulfide, gives the features their many shades of gray.   Historic Areas and Structures   Fishing Bridge  Fishing Bridge Visitor Center  Lake Historic District  Lake Fish Hatchery Historic District  Lake Hotel  Bridge Bay Marina Historic District  East Entrance Historic Road        More Information   Explore Fishing Bridge, Lake Village, and Brdige Bay Areas Basic Services Things To Do, including ranger programs, hiking, biking, skiing, guided tours, camping… Accessible Features in the Fishing Bridge and Lake Village Area",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/fishingbridgelakefaq.htm"
}
