{
    "title": "Yellowstone National Park: Mammoth Hot Springs Area",
    "body": "Explore the Mammoth Hot Springs Area       Whether you are planning your visit or browsing, here are some of our favorite things to do in the Mammoth Hot Springs area.  Watch the Inside Yellowstone episodes about visiting the Mammoth Hot Springs Area (approx. 2 min. each)      Visit the newly renovated Albright Visitor Center Talk to a ranger at the Albright Visitor Center (originally quarters for single Army officers) and explore two stories of new exhibits. Get help planning your day and stamp your passport. Kids can become Junior Rangers and explore the children's area. Watch the Officers' Row webcam.       Step back in time and explore Yellowstone’s history and learn about wildlife at home on the northern range at the newly renovated Albright Visitor Center. NPS\/Herbert       Tour historic Fort Yellowstone Yellowstone's first superintendents struggled with poaching, vandalism, squatting and other problems. In 1886, the U.S Army soldiers marched into Mammoth Hot Springs at the request of the Secretary of the Interior and took charge of Yellowstone. Soldiers oversaw Fort Yellowstone's construction—sturdy red-roofed buildings still in use today as the Albright Visitor Center, offices, and employee housing. Take a guided, self-guided, or online tour of Fort Yellowstone.       In this wilderness outpost, the Army applied discipline and hard work. Soldiers arrested poachers, educated visitors, provided medical care, managed wildlife, fought fires, and expelled squatters. NPS       Explore the Mammoth Hot Springs Terraces Walk on boardwalks above the steaming thermal features or take a drive around the vibrant travertine terraces. In the winter, ski or snowshoe among the whiffs of sulfur along the Upper Terraces. Take the online tour of Mammoth Hot Springs or watch the Mammoth Hot Springs Terraces webcam.       Mammoth Hot Springs is Yellowstone’s only major thermal area located well outside the Yellowstone caldera. The terraces change constantly—sometimes noticeable within a day. NPS       Go Hiking! Many trails into Yellowstone's wilderness begin in the Mammoth Hot Springs area, including day hikes. Plan a short day or extended hike with our day hiking guide featuring eight hikes selected by park rangers. Always carry rain gear, extra food and water, and other emergency equipment when venturing into the backcountry. Be sure to obtain current trail condition and bear activity information at visitor centers.       More than 900 miles (1,449 km) of hiking trails cross Yellowstone. Plan your visit, lace up your boots, and hit the trail! NPS\/Peaco       Travel the Old Gardiner Road Follow the paths of soldiers and early visitors on this dirt road to Gardiner, Montana. Cars may only travel one-way to Gardiner, bicycle traffic may travel both ways. The roads is also open for hiking, but travel safely and know what to do if you encounter wildlife. From the Old Gardiner Road, you can see the Yellowstone River. Yellowstone is named for Mi tse a-da-zi, the Minnetaree Indians' name for the Yellowstone River, inspired by bluffs many miles downstream from the park.       Visitors can bike, hike, and drive the Old Gardiner Road for scenic views of the area. Remember to check for conditions before you go and be safe. NPS\/Neal Herbert       Check out the Heritage and Research Center The Heritage and Research Center in Gardiner, Montana (5 mi or 8 km from Mammoth Hot Springs), is a state-of-the-art facility that is home to Yellowstone's museum collection, archives, research library, historian, and archeology lab. Read about museum highlights, quirky staff favorites, and newly acquired collections on the collections blog. Visit the small rotating exhibit in the lobby or plan ahead and take a behind-the-scenes guided tour. Tours are generally available twice a week from June to September; reservations are strongly recommended.       Located near the iconic Roosevelt Arch, the Heritage and Research Center is for storage and research and its architecture is similar to the nearby Art Deco transportation warehouses rather than the traditional \"parkitecture\" of a visitor center. NPS       Prepare for Your Trip   Basic Services Things To Do, including ranger programs, hiking, biking, skiing, guided tours, camping… Accessiblity in Mammoth Hot Springs Frequently Asked Questions: Mammoth Hot Springs   More to do in the Mammoth Hot Springs Area                          The Elk Rut at Mammoth Hot Springs Each fall elk come to the Mammoth area to mate. During this rut, the bull elk are easily agitated and should be viewed from a distance. Duration: 2 minutes, 24 seconds  Duration:2 minutes, 24 seconds",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/exploremammoth.htm"
}
