{
    "title": "Yellowstone National Park: Visitor Centers and Museums",
    "body": "Fishing Bridge and Lake Visitor Centers and Museums         The Fishing Bridge Museum was completed in 1931 and is built from native rock and stone. NPS\/Peaco  Fishing Bridge Museum and Visitor Center The Fishing Bridge Museum and Visitor Center is located one mile off the Grand Loop Road on the East Entrance Road. Its distinctive stone-and-log architecture, known as \"parkitecture,\" became a prototype for park buildings all around the country. The historic bird specimens (by Carl Russell) were installed in 1931, provide a good overview of the birds of Yellowstone. Other taxidermied animals include a grizzly sow and two cubs (formerly from the Canyon Visitor Center) and a family of river otters. We do not show any audio-visual programs in the Fishing Bridge Visitor Center and Museum. The East Wing of the building houses a large Yellowstone Association book sales outlet. The Fishing Bridge Museum was completed in 1931. Built of native rock and stone, it appears to rise out of a rock outcrop. The structure was built to reflect the beauty of nature itself. Approaching from the parking lot, it was designed so that one could see through the building to Yellowstone Lake, hence the notion of focussing on the natural resource that the building was created to interpret. It would eventually become a prototype of rustic architecture in parks all over the nation and was declared a National Historic Landmark in 1987. When automobiles replaced stagecoaches as the main means of transportation through the park, people were no longer accompanied by a guide. The museum was built as a \"Trailside Museum,\" allowing visitors to obtain information about Yellowstone on their own.      Lake & Bridge Bay Backcountry Offices Visitors can receive backcountry permits, boating permits, and general park information at the ranger stations at Lake and Bridge Bay. Lake Ranger Station After a decade of military administration in Yellowstone, Congress created the National Park Service in 1916. Ranger stations began to replace soldier stations throughout the park. The Lake Ranger Station was completed in 1923. The first director of the National Park Service, Steven Mather, suggested that the station should blend in with its natural and cultural environment. A local woodsman used pioneer building techniques to give the station its \"trapper cabin\" style. With park architects, Superintendent Horace Albright designed a large octagonal \"community room\" with a central stone fireplace. This rustic hall served an informational function by day, and, in the evening, it became the scene of a folksy gathering around a log fire.      Prepare for Your Trip   Basic Services Things To Do, including ranger programs, hiking, biking, skiing, guided tours, camping… Accessible Features in the Fishing Bridge and Lake Village Area Frequently Asked Questions: Fishing Bridge and the Lake Village Area",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/lakevc.htm"
}
