{
    "title": "Yellowstone National Park: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers               Visitor Centers        Albright Visitor Center, Mammoth Hot Springs. NPS\/Neal Herbert       On August 25, 2016, the National Park Service will celebrate its 100th anniversary. In 2015, the newly renovated Albright Visitor Center in Mammoth Hot Springs reopened to the public with all new exhibits. Named to honor the legacy of Horace Albright, the first Superintendent of Yellowstone and the second Director of the National Park Service, the building served as a museum, an archive, and even a post office before becoming the Albright Visitor Center in 1979. As the National Park Service looks toward our second century of service, we are committed to connecting with and encouraging the next generation of park visitors, supporters, and advocates.  Carve time into your travel plans to attend a ranger walk, talk, or evening program. Our summer offerings begin Memorial Day weekend and run through Labor Day weekend. Ranger programs change seasonally, check the current schedule. Step inside a visitor center and explore the exhibits and interpretive offerings. Encourage your child to complete a Junior Ranger or Young Scientist activity booklet.      Albright (Mammoth) Visitor Center Located at Mammoth Hot Springs, five miles inside the North Entrance and at the northwest corner of the upper loop of the Grand Loop Road, the Albright Visitor Center can be accessed from three directions. Open daily through May 27, 2016: 9 am–5 pm May 28–September 30, 2016: 8 am–7 pm October 1 through winter 2017: 9 am–5 pm Phone: 307-344-2263 Services: Park information and trip planning, a bookstore, exhibits, ranger programs, and a backcountry office. Restrooms inside. Free Wi-Fi. Exhibits: Yellowstone National Park history, wildlife of the northern range, park orientation and trip planning. Learn more about the Albright Visitor Center and the Mammoth Hot Springs area.      Canyon Visitor Education Center Open daily April 15–April 30, 2016: 9 am–5 pm (restrooms, lobby, and information desk only) May 1–27, 2016: 9 am–5 pm May 28–September 5, 2016: 8 am–8 pm September 6–September 30, 2016: 8 am–6 pm October 1–October 10, 2016: 9 am–5 pm October 11–November 6, 2016: 9 am–5 pm (restrooms, lobby, and information desk only) Phone: 307-344-2550 Services: Information and vending is available during open hours, restrooms are available 24 hours a day.     Learn more about the Canyon area National Park Service visitor facilities.      Fishing Bridge Visitor Center and Trailside Museum Open daily May 27–September 30, 2016: 8 am–7 pm October 1–October 10, 2016: 9 am–5 pm Phone: 307-344-2450 Exhibits about the park's birds and other wildlife, and Yellowstone Lake's geology, including a relief map of the lake bottom.  Learn more about the Lake, Bridge Bay & Fishing Bridge area National Park Service visitor facilities.      Grant Visitor Center Open daily May 27–September 30, 2016: 8 am–7 pm October 1–October 10, 2016: 9 am–5 pm  Phone: 307-344-2650 Exhibits describe the park's historic fires of 1988  Learn more about the Grant Village and West Thumb area.      Madison Information Station and Trailside Museum Open daily May 27–September 30, 2016: 9 am–6 pm October 1–October 10, 2016: 9 am–5 pm Bookstore: 9 am–5 pm Junior Ranger Station open daily: May 27–September 5, 2016, 9 am–6 pm  Phone: 307-344-2821 Services: Information and bookstore Ranger Programs: Learn more about the Junior Ranger program  Learn more about the Madison area.       Museum of the National Park Ranger Open daily May 28–September 25, 2016: 9 am–5 pm Phone: 307-344-7353 History of the park ranger profession through exhibits and videos. Staffed by volunteer retired rangers.    Norris Geyser Basin Museum and Information Station Open daily May 21–September 30, 2016: 9 am–6 pm October 1–October 10, 2016: 9 am–5 pm  Phone: 307-344-2812  Bookstore: 10 am–6 pm Services: Information and bookstore.   Exhibits on the hydrothermal features of Yellowstone.  Learn more about the Norris area.      Old Faithful Visitor Education Center Open daily April 15–May 27, 2016: 9 am–6 pm May 28–September 30, 2016: 8 am–8 pm October 1–November 6, 2016: 9 am–5 pm  Phone: 307-344-2751 Exhibits: Yellowstone's newest visitor center offers dynamic exhibits about hydrothermal features.   Geyser eruption predictions are calculated during visitor center hours and shared on signs, by telephone recordings at 307-344-2751, or via @Twitter.com\/GeyserNPS   Visit the Old Faithful Virtual Visitor Education Center       Tower-Roosevelt  No visitor center or contact stations available at Tower but learn more about what NPS services are available at Tower-Roosevelt.      West Thumb Information Center Open daily May 27– October 10, 2016: 9 am–5 pm  Phone: 307-344-2876 Exhibits: Offers information about the adjacent geyser basin on the shore of Yellowstone Lake.      West Yellowstone Visitor Information Center Located inside the West Yellowstone Chamber of Commerce  Open weekdays through April 30, 2016: 8 am–5 pm Open daily May 1–May 21, 2016: 8 am–6 pm May 22–September 5, 2016: 8 am–8 pm September 6–September 30, 2016: 8 am–6 pm October 1–November 11, 2016: 8 am–5 pm Open weekdays November 12, 2016–April 30, 2017: 8 am–5 pm  National Park Service desk Open daily April 15–May 27, 2016: 8 am–4 pm May 28–September 5, 2016: 8 am–8 pm September 6–November 6, 2016: 8 am–4 pm  Phone: 307-344-2876      Winter Warming Huts We have five warming huts that open during the winter season. The huts provide shelter for skiers, snowshoers, and snowmobilers.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/visitorcenters.htm"
}
