{
    "title": "Yellowstone National Park: Canyon Visitor Education Center",
    "body": "Canyon Visitor Education Center       Enter the Canyon Visitor Education Center and the world of Yellowstone's supervolcano-an idea that has captured the minds and imaginations of people around the world. Park visitors can see, hear, and learn how the Yellowstone volcano, its geysers and hot springs, and geologic history shape the distribution and abundance of all life found here. Explore these ideas through interactive exhibits, animations, audio-visual productions, and real-time scientific data. The unique exhibits include:   A new film on the geology of the park, Yellowstone: Land to Life, reveals how powerful geologic forces from fire to ice have combined to create a unique landscape which supports an abundant variety of life. A room-size relief model of Yellowstone that illuminates and narrates the park's volcanic eruptions, lava flows, glaciers, and earthquake faults for visitors on the first floor; from the second floor view, visitors can hear tribes associated with the park interpret the park's geology from their tribe's perspective. A 9,000 pound rotating kugel ball, which illustrates global volcanic hotspots. One of the world's largest lava lamps, which illustrates how magma rises to the earth's surface by heat convection-one of the geologic forces that shapes Yellowstone. Computer-generated exhibits displaying real-time earthquake and other geologic data exactly at the same time it is being collected in the park. Murals and enlarged photographs showing the enormity of Yellowstone's glaciers and their lasting effect on the landscape. Detailed panoramas, dioramas, and cross sections of life in a lodgepole forest and a grassland-habitats made possible by Yellowstone's fire and ice.                         Yellowstone - Land to Life An NPS film portraying Yellowstone's extreme geologic forces as they create unique landscapes that support an abundance of life. Duration: 20 minutes, 27 seconds  Duration:20 minutes, 27 seconds               See Cross Country Skiing and Snowshoeing for trail information in the Canyon and other park areas.          Prepare for Your Trip   Basic Services Things To Do, including ranger programs, hiking, biking, skiing, guided tours, camping… Accessible Features in the Canyon Area Frequently Asked Questions: Canyon",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/canyonvc.htm"
}
