{
    "title": "Yellowstone National Park: Grant Village Campground",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Grant Village Campground                 Grant Village Campground        Grant Village Campground Photo courtesy of Bob Greenburg       Grant Campground, elevation 7800 ft (2,377m), is located in Grant Village, just off the Grand Loop Road at the south end of Yellowstone Lake. It is one of the larger campgrounds in the park with 430 sites. Group and wheel-chair accessible sites are available. Sites within Grant Campground are surrounded by trees and provide shade and some privacy to both tent and RV campers. Some sites, though not located directly on the shore of Yellowstone Lake, offer filtered views of the lake. Each campsite has a picnic table and fire pit with grate. Restroom facilities are equipped with flush toilets and sinks with running water. Drinking water is available from faucets around the campground. Food storage boxes measuring 48 x 22 x 22 in. are available for shared use. There are no utility hookups but the campground has a dump station. Generators may be used between the hours of 8 AM and 8 PM. Pay showers and laundry are available in Camper Services located near the campground entrance. There are two nearby stores, a restaurant, gas station, visitor center, and boat ramp. Boat permits and an aquatic invasive species inspection performed by park staff are required for boating in the park. Take advantage of nearby and spectacular West Thumb Geyser Basin, a short drive north of the Grant Village. A park ranger hosts nightly evening programs from June 21 through the campground's closing date in September at the campground amphitheater. Please see the ranger program schedule in the park newspaper for more information. Grant Campground is open June 21 through the 3rd week in September. This campground is managed by park concessionaire XanterraParks and Resorts and takes reservations at 1-866-Geyserland (within the U.S.) (307) 344-7311 or online at YellowstoneNationalParkLodges.         Sites: 430   Elevation: 7,800 ft (2,377m)   Accessible Sites: Yes   Flush Toilets: Yes   Pay showers\/laundry onsite (2 showers included each night)   Dump station: Yes (Dump stations may close if temperatures are below freezing.)    Generators: 8 a.m. to 8 p.m.   RVs: Call for availability &reservations                       Camping - Grant Village Campground   7 Photos  Grant Village Campground",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/grantcg.htm"
}
