{
    "title": "Yellowstone National Park: Road Construction and Delays",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Park Roads     Road Construction and Delays                Road Construction and Delays       2016 Scheduled Road Construction Reference the numbers below with the dots on the map below to see where road construction is scheduled. Check here for current road status.      1. North Entrance (Gardiner, Montana)  Construction has started and will include work on East Park Street, Yellowstone River Access, Main Street, as well as 1st  and 3rd Streets. No delays expected.   2. Mammoth Hot Springs to Norris Junction  Expect 30-minute delays along this road through September 11 between Willow Park and Roaring Mountain. Nightly closures (10 pm to 7 am) possible later in summer. Construction work between Norris and Golden Gate will be suspended over the Labor Day weekend (September 2 to September 6). Full closure from September 11 (starting at 10 pm) to October 7: detour over Dunraven Pass.   Norris and Indian Creek campgrounds will remain open. Grizzly Lake, Solfatara, and Mount Holmes trailheads are located within the night and full closure zones and will be closed during those periods.  3. Canyon Area   Inspiration Point will be CLOSED for the season for construction.                    Motorcyclists are advised to slow down and use extreme caution on loose gravel in construction areas.      General Road Construction Information Road construction is perennial in Yellowstone National Park. In general, park roads have either been recently repaired or reconstructed, or are scheduled for repair or reconstruction. Approximately 80% of main park roads (about 185 mi or 295 km) are in a structurally deficient state, with poor quality road bases failing under the weight, speed, and volume of modern traffic for which they were not designed. Harsh winter weather and short construction seasons provide additional challenges. These needs are now being addressed under a 20-year, $300 million Federal Lands Highway Program for Yellowstone National Park. In addition, park road repair crews will be working in other areas of the park throughout the seasons. Yellowstone reconstructs its roads during the spring, summer and fall seasons, which means you will likely encounter delays depending on your destination. It's a good idea to check with our visitor centers or entrance stations for current information and possible delays.       Recommended Road and Construction Resources Before Traveling  Yellowstone Info Information about our roads.   Yellowstone's Park Roads page for the current road status. Current road information by phone: 307-344-2117  In the summer there is often road construction occurring on the roads leading to the park in the surrounding states. Check  below for numbers and websites with updated state road construction information.   Montana Info Information about Montana road projects.  call 1-800-226-7623 or visit www.mdt511.com  Wyoming Info Information about Wyoming road projects.  call 1-888-996-7623 or visit www.wyoroad.info\/  Grand Teton National Park Info Information about their roads.   call 307-739-3614 Grand Teton's newspaper includes a road construction map for further reference and can be found online at www.nps.gov\/grte, or picked up at any park entrance station or visitor center.  Other Numbers to Call for Road Information   Beartooth Highway: 1-888-285-4636 Cody Chamber: 1-800-393-2639 Red Lodge Chamber: 1-888-281-0625 Cooke City Chamber: 406-838-2495",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/roadclosures.htm"
}
