{
    "title": "Yellowstone National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation         Yellowstone National Park encompasses 2.2 million acres in the northwest corner of Wyoming.   Yellowstone National Park covers nearly 3,500 square miles in the northwest corner of Wyoming (3% of the park is in Montana and 1% is in Idaho). Yellowstone is open all year, though some areas of the park are inaccessible by car in the winter.   Getting Here by Plane Commercial airlines serve the following airports near Yellowstone National Park all year: Cody and Jackson, WY; Bozeman and Billings, MT, and Idaho Falls, ID. The West Yellowstone, MT airport is serviced from June to early September from Salt Lake City, UT.  Getting Here by Bus Bus service from Bozeman, MT to West Yellowstone, MT via Highway 191 is available all year. Bus service directly from Idaho to West Yellowstone is limited to the summer months. Commercial transportation from Bozeman, MT to Gardiner, MT is available during the winter and summer seasons. Commercial transportation to the park from Cody and Jackson, WY is available during the summer season. Contact local Chambers of Commerce for specific carriers and schedules.  Getting Here by Train Train service is not available to Yellowstone National Park. The nearest train depots are in southeast Idaho, Salt Lake City, Utah and northern Montana. Contact Amtrak for specific schedules.  Getting Here by Car Yellowstone has five entrance stations. Make sure to carefully read about access at each station at different times of year.   There are several things that can affect your driving experience in the park -- road accessibility, road construction, and fast-changing weather. We recommend that visitors check the following resources before traveling:   Park Roads - shows current road status in the park Road Construction and Delays - shows scheduled road construction  National Weather Service forecast for Yellowstone and Grand Teton  WYDOT Road Information 888-WYO-ROAD (Wyoming)  M-DOT Road Information 800-226-7623 (Montana)  Road conditions are also available by calling 511, the Nation Traveler Information System. If your phone does not support 511, call 1-800-226-7623. Both numbers are toll-free. Select “Yellowstone National Park Tourist Information” from the main menu to hear Yellowstone’s road report.  Warning about GPS Systems! Vehicle Navigation Systems and GPS units may provide inaccurate information—sending drivers the wrong way on one-way roads, leading them to dead ends in remote areas, or sending them on roads which are closed at certain times of year. Make sure to use park road maps available at entrance stations. See below for a list of coordinates for locations in Yellowstone National Park.       NPS Map       Latitude, Longitude, and UTMs NOTE: ALL UTMs ARE \"Nad83\" Center of the park   44 36 53.25 (Lat) -110 30 03.93 (Long) UTM Zone 12: 4940281 N, 539584 E  Old Faithful  44 27 37.31 (Lat) -110 49 41.59 (Long) UTM Zone 12: 4923021 N, 513665 E  Mammoth  44 58 34.79 (Lat) -110 42 03.37 (Long) UTM Zone 12: 4980364 N, 523580 E  East Entrance  44 29 18.42 (Lat) -110 00 13.80 (Long) UTM Zone 12: 4926609 N, 579209 E  North Entrance  45 01 46.39 (Lat) -110 42 31.32 (Long) UTM Zone 12: 4986275 N, 522949 E  Northeast Entrance  45 00 12.09 (Lat) -110 00 04.62 (Long) UTM Zone 12: 4983809 N, 578510 E  South Entrance  44 07 56.97 (Lat) -110 39 52.83 (Long) UTM Zone 12: 4886643 N, 526824 E  West Entrance  44 39 30.27 (Lat) -111 05 49.87 (Long) UTM Zone 12: 4945010 N, 492295 E         Alternative Fuel Vehicles Do you plan to travel to the park in an alternative fuel vehicle? If so, good for you! Your actions help us reduce greenhouse gas emissions and reduce petroleum use. Plan your trip with the Alternative Fueling Station Locator from the Department of Energy (search on zip code 82190).",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/directions.htm"
}
