{
    "title": "Yellowstone National Park: Canyon Village Area FAQs",
    "body": "Frequently Asked Questions: Canyon Village       How tall are the falls? Upper Falls: 109 ft.; Lower Falls: 308 ft.  How big is the Grand Canyon of the Yellowstone? This huge canyon is roughly 20 miles long, more than 1,000 feet deep, and 1,500 to 4,000 feet wide.  How did the canyon form? Scientists continue to develop theories about its formation. After the Yellowstone Caldera eruption, 640,000 years ago, lava flows and volcanic tuffs buried the canyon area; but hydrothermal gases and hot water weakened the rock. The river eroded this rock, carving a canyon in the Yellowstone River beginning at Tower Fall and heading upstream to Lower Falls.  Where can I see the canyon and falls? North Rim Drive:Walkways at Lookout Point and Brink of the Lower Falls lead to views of both waterfalls. The longest stretch of accessible trail can be accessed from parking lots at Lookout or Grand View. You can also see the Lower Falls from Red Rock and Inspiration points. South Rim Drive: See the Lower Falls at Artist Point, from Uncle Tom’s Trail, and from a few places along the South Rim Trail; see the Upper Falls from two viewpoints at Uncle Tom’s Point. Visit Brink of Upper Falls from a viewing area just off the Grand Loop Road south of Canyon Junction, between the entrances to North and South Rim drives.  Where can I see both falls at once? The canyon bends between the Upper and Lower falls, so there is no location where they can be seen at the same time.  Can I get to the bottom of the canyon? Only one trail in this area leads to the bottom of the canyon—Seven Mile Hole Trail, a strenuous, steep round trip of 10.2 miles.  What causes the different colors in the canyon? You could say the canyon is \"rusting.\" The colors are caused by oxidation of iron compounds in the rhyolite rock, which has been hydrothermally altered (\"cooked\"). The colors indicate the presence or absence of water in the individual iron compounds and hydration of minerals in the rock. Most of the yellows in the canyon result from iron and sulfur in the rock.  How much water goes over the falls? The volume varies from 63,500 gallons (or 240,000 liters) per second at peak runoff to 5,000 gallons (or 18,900 liters) per second in the late fall.  What causes the Lower Falls' green stripe? A notch in the lip of the brink makes the water deeper and keeps it from mixing with air and becoming frothy, so it appears darker as it goes over the edge.  Who was \"Uncle Tom\"? \"Uncle Tom\" Richardson was an early concessioner in the canyon area. From 1898–1905, he guided visitors to the canyon floor down a steep trail using rope ladders. Today the trail descends partway into the canyon via steep steel steps.  Is Artist Point the location where Thomas Moran painted his Grand Canyon of the Yellowstone? No, it is thought that some sketches were made from Moran Point and that a compilation of canyon views were incorporated into the painting.  What animals can I see in this area? Inside the canyon, look for osprey soaring over the river or perched on their five-foot diameter nests. They nest here from late April until early September. Also look for ravens and swallows. During July, a variety of butterflies feast on the abundant flowers in the meadows.  Hayden Valley, which begins approximately five miles south of Canyon Junction, is one of the best places in the park to view a wide variety of large mammals. Grizzly bears are often seen in the spring and early summer. Large herds of bison may be seen in the spring, early summer, and during the rut in August. Coyotes can almost always be seen in the valley; wolves are sometimes seen.  Mount Washburn is another excellent place for viewing wildlife. Bighorn sheep and marmots can be seen on its slopes in the summer. Wolves and bears are sometimes seen. Elk and bison frequent the valley north of the mountain. Notable Areas and Structures   Artist Point Grand Canyon of the Yellowstone River  Mount Washburn Hayden Valley       More Information   Explore the Canyon Village Area Basic Services Things To Do, including ranger programs, hiking, biking, skiing, guided tours, camping… Accessible Features in the Canyon Area Grand Canyon of the Yellowstone Online Tour",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/canyonfaq.htm"
}
