{
    "title": "Yellowstone National Park: Park Roads",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Park Roads               Park Roads       The map below shows the current status of all park roads. Click on a road segment to get more detail. Temporary closures and delays are always possible. Check locally for road updates and road construction.     Yellowstone Live - Roads    Yellowstone Road Status Map      Current Road Status  All park roads are open for the season but any road can be closed temporarily due to inclement weather.  To view current traffic conditions at the North and West entrances, see our webcams. Check Montana travel conditions (1-800-226-7623) and Wyoming travel conditions (1-888-996-7623) before traveling.       2016 Fall Closing Dates  October 11: Dunraven Pass (Tower Fall to Canyon); Beartooth Pass (US 212 to Red Lodge, Montana) closed November 7: All roads except the road between the North Entrance and the Northeast entrance close at 8:00 am       2016-2017 Winter Oversnow Opening Dates  December 15: Conditions permitting, the park will open at 8 am to oversnow vehicles (snowcoach & nowmobiles) from Mammoth to Madison; Madison to Old Faithful; Madison to West Entrance; from Old Faithful to West Thumb; from South to Lake Butte Overlook, and from Canyon to Norris. December 22: Conditions permitting, East Entrance Road (from East to Lake Butte) will open at 8 am.        2017 Spring Oversnow Travel Closures  March 1, 2017: East Entrance, from entrance to Lake Butte, closes at 9 pm March 5, 2017: Mammoth to Norris Junction closes at 9 pm March 7, 2016: Norris Junction to Madison Junction, and Norris Junction to Canyon closes at 9 pm March 12, 2016: Canyon Junction to Fishing Bridge Junction closes at 9 pm March 15, 2017: Remaining groomed roads in the park close at 9 pm       2017 Spring Road Opening Dates  April 21: Mammoth to Old Faithful; Madison to West Entrance; Norris to Canyon. May 5: Canyon Junction to Lake; Lake to East Entrance (Sylvan Pass). May 12: Lake to West Thumb, West Thumb to Old Faithful (Craig Pass), and South Entrance to West Thumb; Tower Junction to Tower Fall. May 26: Tower Fall to Canyon Junction (Dunraven Pass) May 26: Beartooth Highway  Roads open at 8 am on their scheduled dates. All dates are subject to change depending on weather and budgetary restrictions.         General Road & Entrance Information   Most park roads are CLOSED to auto travel between early November and late April. The road from the North Entrance at Gardiner, Montana, through the park to Cooke City, Montana, via Tower Junction is open twenty-four hours a day, all year to auto travel. U.S. Highway 212 is closed to auto travel just east of Cooke City from late fall to late spring.  Visit our Road Construction and Delays and Park Entrances pages for more information. For more information on biking in the shoulder seasons please see our spring and fall bike pages.       Current Fire Activity  Current fire activity and any impacts on road travel are shown on this Park Roads map. For detailed information about individual fires, see Current Fire Activity.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/parkroads.htm"
}
