{
    "title": "Yellowstone National Park: Canyon Campground",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Canyon Campground                 Canyon Campground        Canyon Campground site in the lodgepole forest. NPS\/D. Renkin       Canyon Campground is located in one of the most popular sections of Yellowstone National Park--south of the Washburn range and near the breath-taking Grand Canyon of the Yellowstone River. Canyon campground is a medium-sized campground with about 273 sites available. The campground is situated within a lodgepole pine forest at approximately 7,900 ft (m) elevation, which keeps the area cool during the summer months. Each campsite has a picnic table and fire pit with grate. Restroom facilities are equipped with flush toilets and sinks with running water. Drinking water is available from faucets around the campground. This campground can accommodate tents and RV campers, although there are no utility hookups The campground has a dump station. Generator use is allowed from 8 AM to 8 PM. Food storage boxes measuring 48 x 22 x 22 in. are available for shared use. Pay showers and laundry are available in Camper Services located near the campground entrance. There is a nearby store, restaurant, cafeteria, and lodge. There are beautiful hikes nearby including Cascade Lake, MT. Washburn and the Canyon Rim trails. Remember to hike in a group and carry bearspray. Be sure to check out the Canyon Visitor Center, just a short stroll from the campground, where you can explore Yellowstone's supervolcano and other aspects of park geology and wildlife through interactive exhibits. A park ranger hosts nightly evening programs from early June to early September at the campground amphitheater. In September, evening ranger programs are conducted in the Canyon Visitor Education Center. Please see the ranger program schedule, in the park newspaper, for more information. This campground is managed by park concessionaire Xanterra Parks and Resorts and takes reservations at 1-866-Geyserland (within the U.S.), (307) 344-7311 or online at YellowstoneNationalParkLodges.         Sites: 273   Elevation: 7,900 ft (2,408 m)   Accessible Sites: Yes   Flush Toilets: Yes   Pay Showers\/Laundry onsite (2 showers included each night)   Dump Station: Yes   Generators: 8 a.m. to 8 p.m. (60db limit)                       Camping - Canyon Campground   10 Photos  Canyon Campground",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/canyoncg.htm"
}
