{
    "title": "Yellowstone National Park: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather       Spring & Fall Daytime temperatures range from 30F to the 60F (0 to 20C) with overnight lows in the teens to single digits (-5C to -20C). Snow is common in the spring and fall with regular accumulations of 12\" in a 24-hour period. Be prepared for changing temperatures and weather any time of year: more than anything else, unpredictability characterizes Yellowstone's weather. Always be equipped with a wide range of clothing options. Be sure to bring a warm jacket and rain gear even in the summer. Summer Daytime temperatures are often around 70F (25C) and occasionally 80F (30C) at lower elevations. Nights are usually cool and temperatures may drop below freezing at higher elevations. Thunderstorms are common in the afternoons.  Winter Temperatures often range from zero to 20F(-20 to -5C) throughout the day. Sub-zero temperatures are common, especially at night and at higher elevations. The record low temperature is -66F (-54C). Snowfall is highly variable. While the average is 150 inches per year, it is not uncommon for higher elevations to get twice that amount. For more information, check out our list of seasonal highlights, or read about planning a winter visit. Forecasts   NOAA Weather Forecast Regional Satellite Image (NOAA) Regional Radar Image (NOAA)  Monthly Averages     Month  Average Maximum Temperature (F)  Average Minimum Temperature (F)  Average Precipitation (Inches)  Average Total Snow Fall (Inches)   Jan 28.6 9.6 1.1 14.5   Feb 34.0 13.0 0.75 10.4   March 39.6 17.2 1.1 13.1   April 49.4 26.0 1.2 5.9   May 60.4 34.3 2.0 1.5   June 70.0 41.2 1.5 0.1   July 79.6 46.7 1.5 0.0   Aug 78.3 45.3 1.4 0.0   Sep 67.8 37.0 1.3 0.5   Oct 55.7 29.4 1.0 3.7   Nov 38.7 19.2 1.0 9.0   Dec 30.5 11.8 1.0 13.5   Annual 52.8 27.6 15.4 72.1     Climate  Climate consists of the long-term averages of daily weather, usually in 30-year periods. Learn how the climate is changing in Yellowstone.  Yellowstone Climate At-A-Glance  Yellowstone Weather History Lamar Ranger Station Weather History Old Faithful Weather History Snake River\/South Entrance Weather History Tower Falls Weather History Yellowstone Lake Weather History",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/weather.htm"
}
