{
    "title": "Yellowstone National Park: Lewis Lake Campground",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Lewis Lake Campground                 Lewis Lake Campground        Lewis Lake Campground NPS\/Diane Renkin       This beautiful campground, elevation 7,800 ft (2,378m), is located in the southern part of Yellowstone National Park approximately eight miles from the South Entrance, and near the southeast shore of Lewis Lake. The road between the South Entrance and the campground winds through the steep Lewis River Canyon and past the beautiful Lewis River Falls. Lewis Lake Campground, is one of the smaller campgrounds in the park with just 85 sites. Situated on a lodgepole pine-forested hillside, it is generator free, and traditionally is one of the last campgrounds in the park to fill daily. From many sites it is a short walk to reach the lake. Drinking water and vault toilets are available. Each campsite has a picnic table and fire pit with grate. Food storage boxes measuring 48 x 22 x 22 in. are available for shared use. Lewis Lake Campground has a 25' total length limit. RVs and vehicle\/trailer combinations longer than 25' are prohibited. A boat ramp is located near the campground information and registration area. Canoes, kayaks and motor boats are allowed on Lewis Lake. Canoes and kayaks may continue to Shoshone Lake via the stream connecting the 2 lakes. The use of motors is prohibited from Lewis Lake to and throughout Shoshone Lake. Boat permits and an aquatic invasive species inspection performed by park staff are required. There are wildlife viewing opportunities with nearby Lewis River offering some of the best moose habitat in the park. Go in the early morning or evening to look for wildlife. Due to freezing temperatures, drinking water may not be available in Lewis Lake Campground beginning early to mid-October. Fall campers should plan to bring their own water. If used, lake water must be treated or boiled before consumption. Lewis Lake Campground opens mid-June and closes early November and is first-come first served.         Sites: 85   Elevation: 7,800 ft (2,378m)   Accessible Sites: Yes   Vault Toilets: Yes   Generators: No   RVs: All @ 25' or less                      Camping - Lewis Lake Campground   7 Photos  Lewis Lake Campground",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/lewislakecg.htm"
}
