{
    "title": "Yellowstone National Park: FAQs",
    "body": "Explore This Park    Plan Your Visit     Basic Information     FAQs               Frequently Asked Questions       Basic Park Information  Park Facts Visitation Statistics  Frequently Asked Questions about...  Yellowstone National Park in General (below) Winter in Yellowstone (below)   History   Park History  Nature  Volcano Hydrothermal Systems Old Faithful Grizzly Bears Bison Bison Management Bison Vaccination Wolves Video Q&A Series with Subject-Matter Experts  Places to Go  Canyon Village Area Fishing Bridge, Lake Village, and Bridge Bay Area Madison and West Yellowstone Area Mammoth Hot Springs Norris Geyser Basin Old Faithful Tower-Roosevelt West Thumb and Grant Village Area  Media   Webcams   Park Policies  Park Rules and Regulations Laws and Policies Superintendent's Compendium Firearms In Parks         Yellowstone National Park - General How did Yellowstone get its name? Yellowstone National Park is named after the Yellowstone River, the major river running through the park. According to French-Canadian trappers in the 1800s, they asked the name of the river from the Minnetaree tribe, who live in what is now eastern Montana. They responded “Mi tse a-da-zi,” which literally translates as “Rock Yellow River.” The trappers translated this into French as “Roche Jaune” or “Pierre Jaune.” In 1797, explorer-geographer David Thompson used the English translation—“Yellow Stone.” Lewis and Clark called the Yellowstone River by the French and English forms. Subsequent use formalized the name as “Yellowstone. Is Yellowstone the largest national park? No. More than half of Alaska’s national park units are larger, including Wrangell–St. Elias National Park and Preserve, which is the largest unit (13 million acres) in the National Park System. Until 1994, Yellowstone (at 2.2 million acres) was the largest national park in the contiguous United States. That year Death Valley National Monument was expanded and became a national park—it has more than 3 million acres. Is Yellowstone the most visited national park? Yellowstone is in the top five national parks for number of recreational visitors. Great Smoky Mountains National Park has the most—more than 10 million in 2014. The Grand Canyon (4.8 million) and Yosemite (3.8 million) also received more recreational visits than Yellowstone (3.5 million) last year. Visit the website https:\/\/irma.nps.gov\/Stats\/ to find out more details about how many visitors come to our national parks.  What is the difference between a national park and a national forest? National parks are administered by the Department of the Interior and national forests by the Department of Agriculture. The National Park Service is mandated to preserve resources unimpaired, while the Forest Service is mandated to wisely manage resources for many sustainable uses. Six national forests surround Yellowstone National Park. How many rangers work in Yellowstone? Approximately 773 people work for the National Park Service during the peak summer season. Approximately 330 are permanent, year-round employees. Park rangers work in education, resource management, law enforcement, emergency medical services, and backcountry operations. Other employees specialize in research, maintenance, management, administration, trail maintenance, fire management, and fee collection. How do you become a park ranger? Park rangers have a variety of different duties. Most have a bachelor’s degree in a related field, and some may have advanced degrees or additional special training in law enforcement, education, or wildlife management. Park Rangers are federal employees hired by individual parks. Many National Park Service employees begin their careers as volunteers or as seasonal employees. Hiring is very competitive and is conducted through the Office of Personnel Management website: www.usajobs.gov. Can we swim in rivers and lakes? Swimming is not recommended, and is occasionally prohibited, because most lakes and streams are dangerously cold. Firehole Canyon, near Madison Junction, has a swimming area popular in summer. Soaking in thermal features is illegal. The area known as the Boiling River, north of Mammoth Hot Springs, allows soaking in the Gardner River near thermal outflow, but not in the feature itself. Soaking is allowed during daylight hours only and at your own risk. What is the highest peak in the park? Eagle Peak in the southeastern part of Yellowstone is the highest at 11,358 feet. Why is Yellowstone called a biosphere reserve and a world heritage site? The United Nations designated Yellowstone National Park as a biosphere reserve and a world heritage site in recognition of the worldwide significance of its natural and cultural resources. These designations have nothing to do with how Yellowstone is managed—the United Nations has no authority to dictate federal land management decisions in the United States—nor do they change the fact that Yellowstone is under the legal authority of the United States of America. The October 26, 1976, United Nations designation of Yellowstone as a biosphere reserve stated:   Yellowstone National Park is recognized as part of the international network of biosphere reserves. This network of protected samples of the world's major ecosystem types is devoted to conservation of nature and scientific research in the service of man. It provides a standard against which the effect of man's impact on the environment can be measured.   The September 8, 1978, United Nations designation of Yellowstone as a world heritage site, requested by US President Richard Nixon and Congress, stated:   Through the collective recognition of the community of nations … Yellowstone National Park has been designated as a World Heritage Site and joins a select list of protected areas around the world whose outstanding natural and cultural resources form the common inheritance of all mankind.   To find out more, visit www.unesco.org\/mab.  What is the Continental Divide? Think of the Continental Divide as the crest of the continent. Theoretically, when precipitation falls on the west side of the Divide, it eventually reaches the Pacific Ocean. When it falls on the east side of the Divide, it eventually reaches the Atlantic Ocean. In Yellowstone (as elsewhere), this ridgeline is not straight. You cross the Continental Divide three times between the South Entrance and the Old Faithful area. Craig Pass is the highest crossing, at 8,262 feet. How did Mt. Washburn form? At 10,243 feet, this peak can be seen from many locations in the park. It is a remnant of an extinct volcano from the Absaroka Volcanics of about 50 million years ago. The volcano was literally cut in half by a volcanic eruption 640,000 years ago. Only the northern part of the original volcano is still visible. Does Yellowstone include a federally designated wilderness? No. Most of the park was recommended for this designation in 1972, but Congress has not acted on the recommendation.      Winter in Yellowstone Is Yellowstone open in winter? Yes, though not all roads are open to cars. You can drive into the park through the North Entrance year-round. The winter season of services, tours, activities, and ranger programs typically spans from mid-December to mid-March. At Mammoth, you can take self-guiding tours of Fort Yellowstone and the Mammoth Terraces, join a guided walk or tour, cross-country ski, snowshoe, ice skate (sometimes), rent a hot tub, watch wildlife, attend ranger programs, and visit the Albright Visitor Center. Visitors may legally soak in the Gardner River where hot thermal water mixes with cool river water. You can also arrange for oversnow tours to Norris Geyser Basin, Old Faithful, and the Grand Canyon of the Yellowstone River. From Mammoth, you can drive past Blacktail Plateau, through Lamar Valley, and on to Cooke City, Montana. You may see coyotes, bison, elk, wolves, eagles, and other wildlife along the way. You can also stop to cross-country ski or snowshoe a number of trails along this road. The interior of the park is open to various oversnow vehicles. Tours can be arranged through the park concessioner or operators at the various gates. You can also stay at Old Faithful Snow Lodge, from which you can walk, snowshoe, or ski around the geyser basin, take shuttles to cross-country ski trails, or join a tour to other parts of the park such as West Thumb, Hayden Valley, and the Grand Canyon of the Yellowstone River. How cold is Yellowstone in winter?  Average winter highs are 20–30ºF (–6 to –1ºC);average lows are 0–9ºF (–17 to –13ºC). The record low was –66°F (–54°C) at Riverside Ranger Station, near the West Entrance, on February 9, 1933.",
    "url": "https:\/\/www.nps.gov\/yell\/faqs.htm"
}
