{
    "title": "Yellowstone National Park: Current Conditions",
    "body": "Current Conditions          Alerts    Danger        Fire Restrictions in Effect Due to Extreme Fire Danger  Alert 1 , Severity ,danger ,, Fire Restrictions in Effect Due to Extreme Fire Danger  Continued hot, dry weather and recent wildfire activity inside and outside the park has prompted Yellowstone National Park to implement Stage 1 fire restrictions. more     Information        Area Closures near Grand Prismatic Spring  Alert 1 , Severity ,information ,, Area Closures near Grand Prismatic Spring  These areas are closed: the hills immediately south of Grand Prismatic Spring; the Fairy Falls Trailhead and parking lot (located one mile south of Midway Geyser Basin); the Fountain Freight Road between the parking lot and the Fairy Falls Trail junction. more          Area Closures in the Canyon Area  Alert 2 , Severity ,information ,, Area Closures in the Canyon Area  Some areas in the Canyon area are closed for trail work. more          Road Closure between Norris & Mammoth Hot Springs  Alert 3 , Severity ,information ,, Road Closure between Norris & Mammoth Hot Springs  From September 11 (10 pm) to October 7 (7 am), the road between Norris and Mammoth Hot Springs will be closed to all traffic between Roaring Mountain and Willow Park. Detour over Dunraven Pass for all through traffic.             Roads For a current look at park roads and construction projects, check the real-time road map below or our Park Roads page which also lists road openings and closing dates. And be sure to view our webcams for a live look at traffic at the north and west entrances.     Yellowstone Live - Roads    Yellowstone Road Status Map       Fire Fire restrictions are in effect due to extreme fire danger.  Rivers & Streams   Boiling River is open. Temporary closures are always possible. Firehole Swim area is open.  High Water Caution: Streams are dropping, but some rivers and creeks are still dangerous. Use caution and be safe.   Trails Bears inhabit all of Yellowstone and hikers should be prepared to encounter a bear at any time –it is not unusual to see a bear or encounter a bear at close range. Carry bear spray. Most trails in the park are snow free and in good condition.  Wildlife Please watch all wildlife from a safe distance and remember to be bear aware. Also, remember to review our bear management areas for annual closures.  Fishing Fishing season is open but check our Fishing pages for exceptions.  Weather The weather in Yellowstone can change quickly. Check our weather page for more information and our webcams to observe current weather conditions.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/conditions.htm"
}
