{
    "title": "Yellowstone National Park: Area Closures Near Grand Prismatic Spring",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions     Area Closures Near Grand Prismatic Spring                Area Closures near Grand Prismatic Spring         The view of Grand Prismatic Spring from the closed area. NPS\/Jim Peaco  This summer, trail crews are constructing an official trail and overlook to replace the many existing social trails on the hills south of Grand Prismatic Spring. To facilitate this work, the following areas are closed to the public:   The hills immediately south of Grand Prismatic Spring   The Fairy Falls Trailhead and parking lot (located one mile south of Midway Geyser Basin)   The Fountain Freight Road between the parking lot and the Fairy Falls Trail junction   In addition, the area east of the Grand Loop Road around Midway Bluff is closed permanently due to resource damage from visitor use. See map below for more details. These closures will not affect access to the boardwalks around the Midway Geyser Basin. Hikers can access Fairy Falls using the Fountain Freight Road Trailhead located north of Midway Geyser Basin. Be prepared for a much longer hike: 8.8 miles round-trip rather than 5 miles round-trip. Cyclists can ride from the Fountain Freight Road Trailhead as far as the Fairy Falls Trail Junction (6 miles round-trip). Bicycles are not allowed on the Fairy Falls Trail: you must complete this section on foot (2.4 miles round trip). During winter, skiers will be able to traverse the Fountain Freight Road to visit Fairy Falls and other destinations. This closure is expected to last one to two years. Once completed, a new trail and overlook will allow people to safely enjoy this popular destination that provides spectacular views of Grand Prismatic Spring and Excelsior Geyser. Additional, temporary closures may be necessary to facilitate some aspects of this project.          The arrows on the map mark a two-day temporary closure in the Fairy Falls area that has closures for the summer of 2016.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/gpareaclosures.htm"
}
