{
    "title": "Brown v. Board of Education National Historic Site: January - December 2009",
    "body": "January - December 2009       January 16, 2009 Interesting facts about presidential inaugural ceremonies:  Fifty-five inaugural ceremonies\/addresses have been held.   The average length of the presidential inaugural address has been 2,351 words.    The shortest was George Washington’s second inaugural address (1793) at 133 words.    Other notably short addresses were Abraham Lincoln’s second inauguration (1865) at 698 words, Theodore Roosevelt’s (1905) at 983 words, and Franklin D. Roosevelt’s fourth inauguration (1945) at 557 words.    Until 1933, the presidential inauguration was held on or about March 4.    The 20th Amendment to the U.S. Constitution established that the terms of the president and vice president end at noon on the 20th day of January, therefore changing the inauguration date.    The location of the first inauguration of George Washington, in 1789, was the balcony of Federal Hall in New York City.    Washington’s second inauguration and John Adam’s inauguration took place in Philadelphia.    The first president to have an inauguration ceremony in Washington, D.C. was Thomas Jefferson in 1801.    The first inaugural ball took place in 1809 with the inauguration of James Madison.    The inauguration of James Monroe, in 1817, was the first outdoor inaugural ceremony in Washington, D.C. and the first to deliver a public inaugural address.    In 1825,John Quincy Adams became the first president to wear long trousers, rather than knee breaches, during an inaugural ceremony.    The first time the outgoing and incoming presidents rode together to the inaugural ceremony at the U.S. Capitol was 1837 (Andrew Jackson, outgoing and Martin Van Buren, incoming).    The longest inaugural address was 8,445 words long and took nearly two hours to deliver by the eighth president, William Harrison. One month later, Harrison died of pneumonia. It is commonly believed that the illness was brought on by prolonged exposure to bad weather at his March 4, 1841 inauguration.    The inaugural address by James Polk in 1845 was the first to be reported by telegraph.    The inauguration of James Buchanan in 1857 was the first to be photographed.    The second inauguration of Abraham Lincoln in 1865 marked the first time that African Americans marched in the inaugural parade.    The inauguration of William McKinley in 1897 was the first to be recorded by a movie camera.    In 1909, Helen Taft became the first First Lady to accompany her husband on the return ride from the U.S. Capitol to the White House following the inauguration ceremony.    During the 1917 inauguration of Woodrow Wilson, women participated in the inaugural parade for the first time.    In 1921, Warren Harding became the first president to ride to and from the inauguration ceremony in an automobile.    The second inauguration of Calvin Coolidge, in 1925, was the first to be broadcast by radio.    The inauguration of Herbert Hoover, in 1929, was the first to be recorded by talking newsreel.    Franklin D. Roosevelt, by attending morning worship service on inauguration day in 1933, started a tradition that continues to this day.    At the height of World War II in 1945, Franklin D. Roosevelt kept his fourth inauguration simple and austere. The address was only 557 words long and the parade was cancelled because of gas rationing.    The inauguration of Harry S Truman in 1949 was the first televised inaugural ceremony.    At the John F. Kennedy inauguration in 1961, a poet, Robert Frost, participated in the inaugural ceremony for the first time.    The 1965 inauguration of Lyndon B. Johnson marked the first time a president rode in a bullet-proof limousine during an inauguration.    In 1977, Jimmy Carter became the first president to walk from the U.S. Capitol to the White House in the parade following the swearing-in ceremony.    President Ronald Reagan’s first inauguration, in 1981, was the warmest inauguration day on record at 55°F.    President Reagan’s second inauguration, in 1985, was the coldest inauguration day on record at 7°F.    President Bill Clinton’s second inauguration, in 1997, was the first broadcast live on the internet.    Principal source: Joint Congressional Committee on Inaugural Ceremonies      March 25, 2009 On the anniversary of the birthday of César Chávez, March 31st, we will be showing a short documentary film, Viva La Causa!, about the farm worker movement of the mid-1960’s to counter exploitation and abuse that agricultural workers faced in the fields. The film is produced by the Southern Poverty Law Center’s Teaching Tolerance Project. Films previously produced by this organization have been nominated and have won Academy Awards. (http:\/\/www.tolerance.org\/teach\/resources\/index.jsp) The career of César Chávez and especially his commitment to social change through nonviolent resistance has brought comparisons between Chávez and Martin Luther King, Jr. and Mahatma Gandhi. In October 2008, a site associated with César Chávez and the United Farm Workers of America, The Forty Acres in Delano, California, was designated a National Historic Landmark by the Department of Interior. The Forty Acres served as the headquarters for the first permanent agricultural labor union in the United States, the United Farm Workers of America (UFW), established for the purpose of bringing about improved working conditions for migrant workers. The UFW was responsible for the passage of the first law in the United States that recognized the collective bargaining rights of farm workers. Chávez, who passed away in 1993, left a legacy of better working conditions for agricultural workers and improvement in civil rights for Mexican Americans and other groups in the United States, and left a testimony to the power of organized nonviolent resistance as a philosophy for addressing social injustice.        Dr. John Hope Franklin in front of the building at Duke University that bears his name. John Hope Franklin Center, Duke University  March 30, 2009 With the recent passing of historian John Hope Franklin, we all suffered a great loss. In the days following his death, numerous tributes recalled Dr. John Hope Franklin as a preeminent historian and professor, as a participant in some of the key events of the civil rights movement, including his role on the Brown v. Board of Education research team assembled by Thurgood Marshall, and as a dignified man who thoughtfully spoke out against racism throughout his long and distinguished life. In addition to this, the National Park Service will remember Dr. Franklin for his contributions as a past chairman of the National Park Service Advisory Board. A highlight of his service on the board was the publication of a report issued in 2001, “Rethinking the National Parks for the 21st Century.” I believe this document offered the finest, most eloquent, statement of the purposes and prospects of the National Park System. The short, but excellent, list of recommendations in the report included that the National Park Service should:  Embrace its mission, as educator, to become a more significant part of America’s educational system by providing formal and informal programs for students and learners of all ages inside and outside park boundaries. Encourage the study of the American past, developing programs based on current scholarship, linking specific places to the narrative of our history, and encouraging a public exploration and discussion of the American experience.  As a keynote speaker at the largest-ever gathering of National Park Service employees and key partners, the Discovery 2000 Conference in St. Louis, Missouri, Dr. Franklin made specific references to Brown v. Board of Education with these remarks: “The strength and the pride of the American system is that we can admit error, purge ourselves, and resolve to do better. That is also the message of the Monroe Elementary School in Topeka. The Declaration of Independence was created in a hallowed place, but so was Brown vs. Board of Education. (We are) reminded that it is a terrible thing to waste a mind and a life--and many minds and lives were wasted because of the failures of our education system to provide decent schooling for all our children.” (http:\/\/www.nps.gov\/discovery2000\/culture\/keynote.htm) In concluding his keynote address, Dr. Franklin summarized, “The history of the National Park System shows a regular increase in the inclusiveness of the subjects to which it invites the attention of the American community. It also shows a regular increase in the candor with which the history of the nation is discussed in those places--the broadening of subjects and the increase of candor about sorrow as well as about joy. Our parks are settings for celebration as well as remorse, leading to a determination to do better things in the future.” He closed with, “Parks are classrooms and libraries for all Americans. They are the touchstones for our citizens who wish to preserve our history and culture and natural environment…” America will miss the gravitas of his intellect and experience and the National Park Service will miss the profundity of his wisdom.        Former Superintendent Dennis A. Vasquez NPS\\Cheryl DeShazer  August 6, 2009 Dennis A. Vasquez has been selected to serve as the program manager for the commission to study the potential creation of the National Museum of the American Latino in Washington, DC. The 23 members of the commission will be appointed by the President and Congress. As program manager, Vasquez will be responsible for directing the policies, standards, and guidelines for overall coordination, planning, and successful accomplishment of the commission, which was authorized by Public Law 110-229. For the past five years, Vasquez has served as superintendent of Brown v. Board of Education National Historic Site in Topeka, Kansas, where he provided direction and guidance as the park established its identity in the community and around the country. He worked closely with the park’s primary partner, the Brown Foundation for Educational Equity, Excellence and Research. In his role as superintendent, Vasquez also served as the Kansas state coordinator for the National Park Service (NPS). Vasquez began his NPS career 32 years ago, working in field positions at White Sands National Monument, Yosemite National Park, Sunset Crater National Monument, and Joshua Tree National Monument. He served as chief of interpretation at Big Bend National Park, training manager at the NPS Albright Training Center at Grand Canyon National Park, and superintendent at White Sands National Park and Bandelier National Monument. From 2002-2004, Vasquez served as staff assistant for the newly formed office that established graphic identity standards for the NPS and as staff assistant to the director of the NPS. Vasquez is a graduate of the University of Texas at El Paso and has served as adjunct professor at Washburn University in Topeka. He has been a board member of the Institute for Civic Discourse and Democracy, the Kansas State Historical Society, the Governor’s Council on Travel and Tourism, and Visit Topeka, Inc. Fluent in Spanish, Vasquez has served the NPS on international assignments in Mexico, Panama, and Chile. He looks forward to relocating to Washington, DC with his wife, Lynn, in mid-August. Dave Schafer will serve as the acting superintendent at Brown v. Board of Education National Historic Site in the interim period before a permanent replacement is selected. Schafer is currently the chief of interpretation and education at the historic site.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/management\/jandec09.htm"
}
