{
    "title": "Yellowstone National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           2 Officers Row Yellowstone National Park Headquarters  Yellowstone National Park, WY 82190                 Directions         Yellowstone covers nearly 3,500 square miles in the northwest corner of Wyoming (3% of the park is in Montana and 1% is in Idaho). The park has five entrances and the directions to each depend on where your trip originates.  Directions Details           Weather           Yellowstone's weather can vary quite a bit, even in a single day. In the summer, daytime highs can exceed 70F (25C), only to drop 20 or more degrees when a thunderstorm rolls through. It can snow during any month of the year, and winter lows frequently drop below zero, especially at night. Bring a range of clothing options, including a warm jacket and rain gear, even in the summer.   More about Yellowstone's Weather         Fees & Passes     Entrance Fees:   Yellowstone (private, non-commercial vehicle) - $30.00 7-day pass for Yellowstone National Park   Yellowstone (motorcycle or snowmobile) - $25.00 7-day pass for Yellowstone National Park. Snowmobile entry limited to guided tours or permit holders.   Yellowstone (individual) - $15.00 7-day pass for Yellowstone National Park (per-person, 16 and older)   Yellowstone (non-commercial vehicle with capacity of 16+ people) - $15.00 7-day pass for Yellowstone National Park (per-person, 16 and older). Examples of non-commercial groups include church groups and scouts.   Yellowstone & Grand Teton (private, non-commercial vehicle) - $50.00 7-day pass for Yellowstone and Grand Teton national parks   Yellowstone & Grand Teton (motorcycle) - $40.00 7-day pass for Yellowstone and Grand Teton national parks   Yellowstone & Grand Teton (individual) - $20.00 7-day pass for Yellowstone and Grand Teton national parks (per-person, 16 and older)   Yellowstone & Grand Teton (non-commercial vehicle with capacity of 16+ people) - $20.00 7-day pass for Yellowstone and Grand Teton national parks (per-person, 16 and older). Examples of non-commercial groups include church groups and scouts.   Entrance Passes:   Yellowstone National Park Annual Pass - $60.00 Annual pass providing free entrance to Yellowstone National Park for one year; valid through the month of purchase. Winter use: On a snowmobile, admits the signers and children (residing in the same household under the age of 21). In a snowcoach or shuttle, it admits the signers and up to three additional persons (16 and older) for a total of four people.         Visitor Centers       Canyon Visitor Education Center Services: Information and vending is available during open hours, restrooms are available 24 hours a day.   Fishing Bridge Visitor Center & Trailside Museum Exhibits about the park's birds and other wildlife, and Yellowstone Lake's geology, including a relief map of the lake bottom.   Grant Visitor Center Exhibits describe the park's historic fires of 1988.   West Thumb Information Station Offers information about the adjacent geyser basin on the shore of Yellowstone Lake   Albright Visitor Center Services: Park information and trip planning, a bookstore, exhibits, ranger programs, and a backcountry office. Restrooms inside. Free Wi-Fi. Exhibits: Yellowstone National Park history, wildlife of the northern range, park orientation and trip planning.   Norris Geyser Basin Museum and Information Station Information and bookstore. Exhibits on the hydrothermal features of Yellowstone.   Museum of the National Park Ranger History of the park ranger profession through exhibits and videos. Staffed by volunteer retired rangers.   Old Faithful Visitor Education Center Exhibits: Yellowstone's newest visitor center offers dynamic exhibits about hydrothermal features. Geyser eruption predictions are calculated during visitor center hours and shared on signs, by telephone recordings at 307-344-2751, or via @Twitter.com\/GeyserNPS   West Yellowstone Information Station Information and publications   Madison Information Station and Trailside Museum  Information and bookstore   NPS Desk at West Yellowstone Visitor Information Center Located inside the West Yellowstone Chamber of Commerce               Plan ahead: you can learn more about Yellowstone's hours and seasonal highlights and when our services open and close. Learn more about planning a winter visit and taking a snowcoach or snowmobiles,               Current Conditions   Alerts, temporary closures, wildlife sightings, and more.        Permits & Reservations   Info on permits needed for fishing, boating, backcountry visits, commercial use including film, photography, and sound recording.              FAQs   Answers to Frequently Asked Questions        Goods & Services   Links to information on gas stations, medical services, post offices, stores, gift shops, restaurants, and much more.        Pets   Your pet must be under your control. Pets are not allowed on trails or boardwalks, in the backcountry, or hydrothermal basins.",
    "url": "https:\/\/www.nps.gov\/yell\/planyourvisit\/basicinfo.htm"
}
