{
    "title": "Brown v. Board of Education National Historic Site: January - June 2007",
    "body": "January - June 2007       January 16, 2007 A new temporary exhibit opened last week at Brown v. Board of Education National Historic Site. It is entitled, “Unseen. Unforgotten.” The exhibit features black and white news photos of the Civil Rights Movement that were in hidden away for decades in a storage room at The Birmingham News. Last year, I traveled to Birmingham, Alabama to see the first exhibition of these photographs. They were on display at the Birmingham Civil Rights Institute, a very fine museum and institution. The powerful images and the stories behind them moved me. At that time, we made arrangements with The Birmingham News to have the photos shipped to Topeka to be displayed for the first time outside of Birmingham. We proudly, yet humbly, share these images with the public. The exhibit opened in conjunction with the holiday honoring Dr. Martin Luther King, Jr.   Dr. King wrote his “Letter from a Birmingham Jail” during the time and in the place in which these images were captured on film. Dr. King referred to the significance and promise of the Brown decision two times in this now famous letter. It is entirely fitting that these images, taken in the tumultuous years just after the Brown decision, be displayed here. Among our purposes at Brown v. Board of Education NHS are to educate, inspire, and motivate the public about civil rights and social justice issues. It is my hope that these images and their stories will remind us about the struggles, sacrifice, and service of so many who came before us for our benefit today. It is my hope that these images and their stories will inspire us to look within ourselves and about our world to see if there is a place where we may be of service today.        January 31, 2007   The Civil Rights Movement of the 1950-60s involved massive participation by individuals, organizations, and communities. Millions of people participated in one way or another. Some of these activities became famous events or milestones of the Movement; countless others were little known acts of resistance or personal protests about the conditions of the time.   Over the years, it has become easy to call to mind in the public consciousness a handful of key figures from this important period of our history. Images of the Civil Rights Movement’s icons, like Dr. Martin Luther King, Jr., Rosa Parks, John Lewis, and the Little Rock Nine, or stories of the milestones, like the Montgomery Bus Boycott, the March on Washington, and the integration of Little Rock Central High School, have become almost a shorthand for the public understanding or memory of this period. That is all well and good. This Movement like other major social movements required leadership and personalities with whom the public could identify.   The study of history almost by necessity focuses on the big names and the big events. But, it is important to remember that the Movement was made up of millions of not-so-big names and thousands of almost forgotten actions. People with all shades of skin pigmentation took action in the Movement; old people and young people took action in the Movement; working people and professional people took action in the Movement; and people of all religious persuasions took action in the Movement. Everyone who saw the television film footage of the children of Birmingham being attacked by dogs and fire hoses cringed with disbelief and stronger emotions.   Massive social change, like that which was sought through the Civil Rights Movement, is not easy. It requires vision, service, sacrifice, struggle, and suffering. It requires strong leadership and brave “followership.” The permanent exhibit at Brown v. Board of Education National Historic Site, plus the new temporary exhibit of recently discovered photos from The Birmingham News, reminds us that as individuals and as a part of a collective body and through actions both great and small, we can each have a great impact.      April 25, 2007 In the past several weeks, I have had the great fortune to meet three leading figures of the American Civil Rights Movement. I visited Birmingham, Selma, and Montgomery, Alabama, places that had long lived in my consciousness as important “turf” in the Civil Rights Movement.   Reverend James Bevel visited Topeka as our guest and made a presentation at the national historic site. Reverend Bevel played key leadership roles in a number of milestone Civil Rights events including the1963 Children’s Crusade in Birmingham, Alabama, the March on Washington the same year, and the Million Man March in 1996.   He lived up to his reputation as a passionate, motivational force. During his spirited remarks, he examined the practice of non-violent resistance from a “scientific” viewpoint. He traced this form of social protest from Martin Luther King, Jr. to Gandhi to Tolstoy to Jesus. Among his admonitions was, “To rid fear, tell the truth at all times.” He recommended as essential readings Gandhi’s “My Experiments with Truth” and Tolstoy’s “The Kingdom of God is Within You.”   Dr. Dorothy Cotton was the Education Director for the Southern Christian Leadership Conference for twelve years under the direct supervision of Dr. Martin Luther King,Jr. Working closely with Dr. King, Dorothy served on his executive staff and was part of his entourage to Oslo, Norway, where he received the Nobel Peace Prize. She served as the Vice President for Field Operations for the Dr. M.L.K. Jr. Center for Nonviolent Social Change in Atlanta. I met Dr. Cotton in Birmingham and hosted her visit to Topeka, both in recent weeks.   Dr. Cotton spoke of her experiences with the SCLC Citizen Education Program. She listed as lessons learned, “We learned we could make the road by walking it. We had more power than we knew. We could change things; change is possible. Whatever skills we lacked, we could learn. We could learn from our capacities, not from our deficits. We are not alone. When we are serving, life is not meaningless.” She began and ended her remarks with songs of the Civil Rights Movement and used songs throughout the presentation to talk about the changing moods of the movement—sometimes anxious, sometimes tired, sometimes hopeful, and sometimes happy.   On Sunday, March 11, I started the day by going to church service at the Bethel Baptist Church in Birmingham, Alabama. Among the group of visitors to the church was the Civil Rights luminary Reverend Fred Shuttlesworth, who had been pastor of the church during his time as the fearless civil rights activist in Birmingham. After the service, Reverend Shuttlesworth shared harrowing stories of his days fighting segregation and other forms of racism. He spoke of the bombing that destroyed his home, but left him, his family and visiting friends virtually unscathed. He said, “Sixteen sticks of dynamite were set outside my bedroom wall about sixteen inches from my head. I knew the bomb was for me. I also knew I wouldn’t get hurt. I knew God was there. Since that bombing, I have never been fearful of anything.” He continued, “What the bombing taught me was that white segregationists would not give up without a fight.”   Reverend Shuttlesworth, who would celebrate his 85th birthday a week after our meeting, stated, “My calling was to fight segregation.” His persistence at drawing attention to the idiocy of racism and confronting racial violence at the risk of his own life is legendary. Poking fun at himself, he said, “The Lord knew I lived in a hard town so he gave me a hard head.”  It was an honor spending time with Reverend Bevel, Dr. Cotton, and Reverend Shuttlesworth. Their first-hand narratives brought to life for me stories I had read about or events I had seen on video recordings, and of course I heard many stories that I had never been aware of before.   While in Selma, I visited the National Voting Rights Museum. On my solitary walk across the Edmund Pettus Bridge, I felt a spiritual connection to the hundreds of marchers led by John Lewis and Hosea Williams that crossed the bridge on Bloody Sunday. I felt a connection to the thousands and thousands of other heroes of the movement, most whose names I will never know. It was after all, as Dorothy Cotton reminded me, “a people’s movement.”      May 10, 2007 In late April, Brown v. Board of Education National Historic Site hosted a Naturalization Ceremony conducted by the United States District Court, District of Kansas. 58 new citizens were sworn in during the ceremony. Federal Judge Julie A. Robinson presided over the event and Pedro Irigonegaray delivered a rousing formal address on citizenship. The United States Coast Guard Color Guard advanced the colors. The Highland Park High School Gospel Choir performed fine renditions “The Star Spangled Banner” and “America the Beautiful.”  Mr. Irigonegaray was born in Havana, Cuba, and at the age of 12, immigrated to the United States as a political refugee with his mother. Mr. Irigonegaray, a Topeka attorney in private practice, is an ardent civil rights advocate. As part of his remarks, he read a letter written by Lucinda Todd in 1950 as secretary of the Topeka Branch of the NAACP. The letter was addressed to Walter White, head of the NAACP, requesting legal assistance from the national office in addressing the issue of public school segregation in Topeka. This request, of course, resulted in the filing of Oliver L. Brown et.al. v. the Board of Education of Topeka (KS) et.al. The group of new citizens represented 34 countries: Mexico, Canada, Philippines, Peru, South Korea, Dominican Republic, Ukraine, Ecuador, France, Vietnam, Marshall Islands, Brazil, India, China, Trinidad and Tobago, Ghana, Guatemala, Iran, Honduras, Russia, Cambodia, El Salvador, Samoa, Panama, England, Sri Lanka, Germany, Venezuela, Bolivia, Iraq, Poland, Nepal, Romania, and Cuba. Most of the new citizens were accompanied by proud family and friends. The event was a moving reminder of the meaning of citizenship. The 58 individuals each made a decision to leave their country of birth, migrate to the United States and take the big step of becoming a citizen of their adopted country. Each one made an affirmative commitment to become an American citizen. I am certain there were 58 inspirational stories in our auditorium. It was an honor to host this event. We speak of the significance of citizenship every day at Brown v. Board of Education National Historic Site. We tell an important American story within the context of the great American legacy. Our site was a particularly appropriate place for these 58 individuals to begin their stories as American citizens and to add to the ever-growing richness of the American story.         June 11, 2007 A highly anticipated decision is expected from the United States Supreme Court this month. Two cases dealing with race-conscious student enrollment plans at public school districts in Seattle and Louisville were argued before the Court in December 2006 and an opinion will be issued in the final month of this session of the U.S. Supreme Court.   The cases, Parents Involved in Community Schools v. Seattle School District No. 1 and Crystal D. Meredith v. Jefferson County Board of Education, both involve white parents suing the school districts over the use of race in assigning children to schools. Both school plans were designed to achieve racial integration to provide a diverse learning environment for the benefit of all students. Local parents have attacked the use of race to maintain racial balance as an unconstitutional form of government discrimination. The legal briefs and media reports of the two cases make repeated reference to the 1954 Brown v. Board of Education decision. 553 social scientists sent a legal brief to the U.S. Supreme Court in support of the Seattle and Louisville school districts’ plans. This 89-page “friend of the court” statement cited a wealth of research that affirmed the benefits of racially integrated school environments to individuals and to communities. The 553 researchers are from 42 states and the District of Columbia and 201 different educational institutions and research centers. They approach this question from a number of disciplines, including education, psychology, sociology, economics, political science, and history. A thorough review of the body of research on this issue led this group to formulate three interrelated conclusions: “(1) racially integrated schools provide significant benefits to students and communities, (2) racially isolated schools have harmful educational implications for students, and (3) race-conscious policies are necessary to maintain racial integration in schools.”   In the Brown decision, the U.S. Supreme Court acknowledged that schools are the “very foundation of good citizenship.” The social scientists state, “In the 52 years since Brown v. Board of Education was decided, social science has expended our knowledge about the positive effects of racially integrated schools. Studies document how racially integrated schools provide students with opportunities to learn and develop in multiracial settings while preparing them to live and work in multiracial communities and institutions as adults. This preparation remains an important component of education in our increasingly diverse society.” The lengthy report concludes, “Ideally, as social scientists and the Court have noted, we will reach a point where race no longer matters in life opportunities of American children, but until that time comes, race-conscious policies such as the ones in Seattle and Jefferson County are critically needed.”      June 14, 2007 Yesterday was the fortieth anniversary of the nomination of Thurgood Marshall as Supreme Court Justice. On June 13, 1967, President Johnson forwarded the Marshall nomination to the U.S. Senate. The senate confirmation process was a major struggle. The hearings of the Committee on the Judiciary began on July 13, a month after the nomination. Senator Eastland, a Democrat from Mississippi, as chairman of the committee stalled the beginning of the hearings and led a heated attack against Marshall’s confirmation. Eastland was joined by a group of southern senators who tried to diminish Marshall’s long and distinguished record as an attorney, U.S. Court of Appeals Judge, and U.S. Solicitor General. On August 3, three weeks after the beginning of the hearings, the committee voted 11 to 5 to recommend Marshall’s confirmation. A final vote of the full Senate was held off until the end of the month. On August 30, after a six-hour mini-filibuster mounted by Senators Ervin (D-NC), Thurmond (R-SC), McClellan (D-AR) and Eastland, the Senate voted 69-11 to approve Marshall for the high court. Southern senators up for reelection could not afford to be on the record supporting Marshall. President Johnson persuaded twenty senators to simply not vote. On October 2, 1967 in a well-attended public ceremony at the U.S. Supreme Court, Thurgood Marshall was sworn in as the ninety-sixth justice.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/management\/janjun07.htm"
}
