{
    "title": "Brown v. Board of Education National Historic Site: Transportation Grants",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     Transportation Grants                  Transportation Grants             *PLEASE NOTE: The site does NOT make bus reservations. All arrangements for transportation must be made according the school's policies.      Brown v. Board of Education NHS has received a generous grant from the National Park Trust to provide funds for transportation to the site for elementary, middle and high school groups. Funding is first come, first served and must meet these requirements: 1. The transportation provider must accept credit card payments. 2. The teacher must provide an estimate of the group's transportation costs BEFORE the site visit on the Transportation Grant application. 3. The teacher submits a Group Reservation Form and Transportation Grant application. For information on field trips and groups reservations, please visit the Field Trip page. 4. The site notifies the teacher if the Transportation Grant is approved or declined. 5. The teacher is responsible for following their school district's instructions for field trips if approved, including arranging for transportation. 6. The group comes to the site for an exciting day of fun and learning. 7. Immediately following the field trip, the teacher or school's business office submits an invoice to the site for payment. Invoice information must include:  school or district information business office point of contact name, phone number, and email address to accept credit card payment reference to date of field trip and name(s) of teacher(s) name of school total transportation costs please refer to example below  Download transportation grant application (fillable PDF, 222 KB). Follow the instructions on the form to submit by email. Visits to the Kansas State Capitol, Historic Ritchie House, and Kansas Museum of History may be included in this grant if in conjunction with a tour of the site.         A sample invoice which should be submitted after the field trip is complete.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/education\/classrooms\/busgrants.htm"
}
