{
    "title": "Brown v. Board of Education National Historic Site: January - June 2008",
    "body": "January - June 2008       January 17, 2008 After the victory in the long-fought battle to desegregate public busing in Montgomery, Alabama, Dr. Martin Luther King Jr. became a much sought after speaker throughout the country. In many of the speeches of this period, King spoke very directly about the importance and impact of the Brown v. Board of Education decision. King delivered an address entitled “Desegregation and the Future” in New York City on December 15, 1956 to the Annual Luncheon of the National Committee for Rural Schools. The address included these remarks about the significance of the Brown decision:  “On May 17th, 1954, the Supreme Court of this nation rendered in simple and unequivocal terms one of the most momentous decisions ever rendered in the history of this nation. To all men of goodwill, this decision came as a joyous daybreak to end the long night of human captivity. It came as a great beacon light of hope to millions of colored people throughout the world who had had a dim vision of the promised land of freedom and justice. It was a reaffirmation of the good old American doctrine of freedom and equality for all men. And this decision came as a legal and sociological deathblow to an evil that had occupied the throne of American life for several decades. Segregation has always been evil, and only the misguided reactionary clothed in the thin garments of irrational emotionalism will seek to defend it. Segregation is both irrationally inexplicable and morally unjustifiable.”  In the same speech, King defined the kind of leadership that he felt was necessary for the nation to fulfill the promises of the U.S. Constitution and the Brown decision:  “…If we are to make a desegregated society a reality in the future, we will have to have dedicated, courageous, and intelligent leaders. In this period of transition and growing social change, we will need leaders who are positive and yet calm. Leaders who somehow understand the issues. Leaders of sound integrity. Leaders not in love with publicity, but in love with justice. Leaders not in love with money, but in love with humanity. Leaders who can subject their particular egos to the greatness of the cause. A time like this demands great souls with pure hearts and ready hands. Leaders whom the lust of office does not kill. Leaders whom the spoils of life cannot buy. Leaders who possess opinions and a will. Leaders who will not lie. Leaders who can stand before the demagogue and damn his treacherous flatteries without winking. This is one of the great needs of the hour…we will need dedicated, courageous, and intelligent leaders.”  Every age needs wise and competent leadership. The struggles may not be the same, but this nation still faces daunting challenges in many areas of society. Dr. King’s prescription for good leadership is as valid today as it was when he spoke these words.      February 1, 2008 February 1st is the anniversary of the birth of the great American poet, novelist, and playwright Langston Hughes. He was born in 1902 in Joplin, Missouri, but as a child lived with family members in Topeka and Lawrence, Kansas. Langston Hughes was a major voice in the Harlem Renaissance movement of the 1920’s and 1930’s. Hughes wrote poems that were meant “to be read aloud, crooned, shouted and sung.” One of his signature poems, \"The Negro Speaks of Rivers,” first appeared in the NAACP journal The Crisis in 1921 and later appeared in his first book of poetry, The Weary Blues, published in 1926. Read this one aloud:  \"The Negro Speaks of Rivers\"   I've known rivers: I've known rivers ancient as the world and older than the flow of human blood in human veins. My soul has grown deep like the rivers. I bathed in the Euphrates when dawns were young. I built my hut near the Congo and it lulled me to sleep. I looked upon the Nile and raised the pyramids above it. I heard the singing of the Mississippi when Abe Lincoln went down to New Orleans, and I've seen its muddy bosom, turn all golden in the sunset, I've known rivers: Ancient, dusky rivers. My soul has grown deep like the rivers.       March 19, 2008 Topeka, Kansas can make some claim to two of the most honored American poets of the twentieth century. Gwendolyn Brooks and Langston Hughes both spent time as children in Topeka. Gwendolyn Brooks was born in Topeka on June 7, 1917, but grew up and lived her entire life in Chicago. As a child, she spent summers with family in Topeka and returned for short visits throughout her life. Brooks was the first African American to receive the Pulitzer Prize for poetry. She received the award in 1950 for her collection of poems entitled Annie Allen. She and Langston Hughes were the first African Americans to receive the American Academy of Arts and Letters Award, both receiving this honor in 1946. In 1968, she was named poet laureate for the state of Illinois succeeding Carl Sandburg. During her career, she received two Guggenheim Fellowships. She was a professor of English at Chicago State University and conducted numerous writing workshops. On December 3, 2000, Brooks died at the age of 83. Gwendolyn Brooks is fondly remembered by her Topeka family and her students throughout the country, as well as those who enjoy poetry throughout the world. Words on paper can be a powerful force. Brooks knew how to harness that power. SPEECH TO THE YOUNG : SPEECH TO THE PROGRESS-TOWARD (1991) Say to them, say to the down-keepers, the sun-slappers, the self-soilers, the harmony-hushers, \"even if you are not ready for day it cannot always be night.\" You will be right. For that is the hard home-run. Live not for battles won. Live not for the-end-of-the-song. Live in the along.      March 24, 2008 One of my favorite U2 songs is “Pride (In the Name of Love).” The last verse is the one that always gets to me. Bono sings:  Early morning, April 4 Shot rings out in the Memphis sky Free at last, they took your life They could not take your pride  The fortieth anniversary of the assassination of Dr. Martin Luther King Jr. is soon upon us. The remembrances of the tragedy on April 4, 1968 will force us to ask if we as a nation, if we as a people, are closer to reaching the ideals of the Civil Rights Movement, the ideals that so many fought for and too many died for. On the evening of the tragic event in 1968, Robert Kennedy spoke at a presidential campaign rally in Indianapolis. He gave the gathered crowd the sad news that King had been shot and killed. He said, “Martin Luther King dedicated his life to love and to justice between fellow human beings. He died in the cause of that effort. In this difficult day, in this difficult time for the United States, it's perhaps well to ask what kind of a nation we are and what direction we want to move in.” In 2008, would Dr. King say that we as a nation have become the “more perfect union” to which our Constitution aspires? I believe he might say we are still in the “becoming” phase. Dr. King’s life and words continue to inspire us as individuals and challenge us as a nation. His messages of love and justice inspire people around the globe, including Irish rockers. On the live version of “Pride(In the Name of Love)” from the 1988 Rattle and Hum album, Bono exhorts the audience, “For the Reverend Martin Luther King, sing…,” and thousands of rock fans sing the final chorus in unison, “In the name of love, what more in the name of love.”      April 9, 2008 On a shelf in my office sits a special memento. A baseball signed by Buck O’Neil is a reminder of the afternoon that I spent with him in Nicodemus, Kansas. In July 2004, the baseball great had been invited to speak at Nicodemus National Historic Site in conjunction with a local baseball tournament that had been organized to commemorate a historic baseball rivalry that had existed decades ago between the communities of Nicodemus and Hill City. It was a long drive from O’Neil’s home in Kansas City to Nicodemus. His driver was a little late in delivering O’Neil to the remote community center in Western Kansas. The audience of little leaguers and their parents and others waited patiently and politely for the legendary ambassador of baseball. The moment he walked into the room, the 92 year-old man was ready to work. Buck O’Neil was already “on.” He had a spark in his smile, a twinkle in his eye, a hop to his step. Like everyone whoever met O’Neil, I was instantly captivated by his presence. He immediately connected with the little leaguers. He had them laughing and singing. For the true baseball fans in the audience, he shared entertaining stories about Satchel Paige, Jackie Robinson, Lou Brock, Ernie Banks and other greats in the history of America’s pastime. Something he said, but mostly the way he said it, blew me away. Among the baseball anecdotes and the encouraging words to the kids, this man who had lived through a lot of American history spoke about the history of oppression in one sweeping statement. It was a magisterial statement. He started with Moses and the Exodus from Egypt and went to slavery in America, to the Civil War and Jim Crow, to Jackie Robinson entering the Major Leagues, to the legal victory of Brown v. Board of Education (he did mention Brown v. Board of Education specifically), to Martin Luther King, Jr. and the Civil Rights Movement, and to current human rights struggles around the world. O’Neil covered some 3500 years of history in a flowing, lyrical statement. I was so taken by his perspective. It made me pause and consider the work of the National Park Service at Brown v. Board of Education National Historic Site. His statement continues to influence my thinking and actions in regards to my role here.  A small group of us then joined Buck O’Neil for lunch at Ernestine’s BBQ. Over barbeque sandwiches, chips and iced tea, he continued to graciously answer our questions. He took time to compliment the cooks on the fine lunch, then departed with his young driver back to Kansas City. Another long road trip. Buck O’Neil passed away on October 6, 2006 at the age of 94. This month with our partner the Brown Foundation, we are hosting a travelling exhibit from the Negro Leagues Baseball Hall of Fame about the life and career of John Jordan “Buck” O’Neil. Also in keeping with this month’s baseball theme, we will screen the 1950’s film “The Jackie Robinson Story” on April 15th, the 61st anniversary of the breaking of the color line in Major League Baseball, at 7:00 p.m. This event is done in partnership with the Topeka YWCA R.A.C.E. committee.      April 21, 2008 Last Saturday night, the orientation gallery at Brown v. Board of Education National Historic Site was transformed into the “Down Beat Jazz Club” for a night of music and spoken word. The event, “Lift Every Voice and Speak!,” featured music by the Jazz Disciples and original poetry by spoken word artists Glenn North, Shavonne “Queen” Standifer, Kynana “Yep” Ramsey, Taylor Brown and Robert Brown. The Jazz Disciples are an outstanding group out of Kansas City consisting of saxophonist Gerald Dunn, drummer Michael Warren, pianist Everett Freeman, and bassist Tyrone Clark. Glenn North, as master of ceremonies, did a great job keeping the program moving. The instrumental and verbal performances were entertaining and inspiring. Over 150 people enjoyed the classic jazz and the stirring poetry. To open the show, legendary Topekan Jack Alexander recalled for the crowd the historic “Down Beat,” a weekend hangout and dance place for Topeka’s African American youths in the mid-1900’s. The historic “Down Beat” was located in the Monroe Elementary School auditorium, the very same place that is now the orientation gallery at the Brown v. Board of Education National Historic Site.  Jazz, the great American musical art form, and the power of the spoken word were brought together in a historic setting to celebrate a shared culture and to elevate the arts. The National Park Service partnered with the Brown Foundation and the Coleman Hawkins Legacy Jazz Festival to put on this event.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/management\/janjune2008.htm"
}
