{
    "title": "Brown v. Board of Education National Historic Site: July - December 2008",
    "body": "July - December 2008       July 8, 2008 The civil rights struggle begun in 1951 by a 16-year-old schoolgirl in the small town of Farmville, Virginia will be memorialized with an impressive sculpture on the Virginia State Capitol grounds. The memorial by the internationally known sculptor Stanley Bleifeld will feature the likenesses of Barbara Johns, the young student leader, and of her fellow students from Moton High School, their parents, and community leaders and civil rights attorneys. An unveiling and dedication ceremony will take place on July 21, 2008. Virginia Governor Tim Kaine, NAACP Chairman Julian Bond, and acclaimed poet Nikki Giovanni will be featured speakers. On April 23, 1951, a 16-year-old girl named Barbara Johns led a walkout and demonstration with over 450 of her fellow students at Robert R. Moton High School in Farmville, Virginia, to protest the intolerable conditions at the school. The school was greatly overcrowded and the facilities far inferior to those of the all-white high school. The teachers at Moton High School were poorly compensated compared to those in the all-white schools.   The students and community leaders enlisted the aid of two civil rights attorneys from Virginia, Oliver Hill and Spottswood Robinson III. A month later, on May 23, 1951, a suit was filed in the Federal District Court in Richmond for the immediate integration of Prince Edward County schools. That case, Davis v. County School Board of Prince Edward County, was eventually combined with four other similar cases as part of the U.S. Supreme Court deliberations and decision now known as Brown v. Board of Education. The Davis case is the only one of the five to have been initiated by the students themselves. In a 1978 CBS News interview, Barbara Johns spoke of her motivation in organizing the demonstrations that led to the legal challenge against school segregation: “We wanted so much here and had so little. We had talents and abilities here that weren’t realized and I thought that was a tragic shame.”  Despite the 1954 decision in Brown, the Prince Edward County Board of Supervisors refused to integrate. In 1959, the county chose to abolish public education rather than allow black and white students to go to school together. The vast majority of the county's 1,700 African American students went without formal education for the next five years.  It took another U.S. Supreme Court ruling in 1964 to re-open public schools in Prince Edward County.  Hopefully, the Capitol Square Civil Rights Memorial in Richmond will give visitors an opportunity to learn important lessons from the past and serve as an inspiration for all.      August 13, 2008 Over the next year, Brown v. Board of Education National Historic Site in partnership with the Brown Foundation and others will present what we believe will be an outstanding series of programs and exhibitions under the theme of “Race and the American Creed.” From September 2008 through June 2009, we will host and sponsor a variety of events and exhibits. A catalog describing the program is being prepared and will be available by mail and at the museum front desk within the next couple of weeks. One of the missions of our national historic site is to continue and further the all-important dialogue on issues of social justice and human rights. Of course, we share this goal with many others in our community and around the country. The year-long program will help to focus attention on important issues and perhaps inspire some individual or community actions around the topics addressed.    The title of the program series, “Race and the American Creed,” is taken from the name of the award-winning orientation film that is presented continuously at the Brown v. Board of Education National Historic Site museum. The film which was produced by Hillman & Carr of Washington, DC won a Gold Medal at the New York International Film Festival in 2005.      September 3, 2008 One of the reasons the Brown v. Board of Education decision remains so important is that it made a direct connection between education and good citizenship. In the unanimous Brown v. Board of Education decision of 1954, Chief Justice Earl Warren delivered these words which still have great resonance, “Today, education is perhaps the most important function of state and local governments…It is the very foundation of good citizenship. Today it is a principal instrument in awakening the child to cultural values, in preparing him for later professional training, and in helping him to adjust normally to his environment. In these days, it is doubtful that any child may reasonably be expected to succeed in life if he is denied the opportunity of an education.” A few years ago a Roper Poll survey found that Americans believe that the role of public schools is to teach academics, social skills, tolerance, and good citizenship. The survey found that the majority of Americans say that schools have a responsibility to help students develop leadership skills, teach students to work with people different than themselves, and encourage good citizenship among students. For many Americans, citizenship has at least two aspects. One aspect includes understanding legal rights and responsibilities, obeying the law, and voting. A great majority of Americans felt that another important aspect of good citizenship included setting a good example for others (86%), being civil (84%), being a good neighbor (79%), respecting other people’s opinions (79%), accepting people who are different (79%) and taking action when one sees a problem or an injustice (72%). There is an instructional strategy called Service-Learning that is being practiced in more and more schools around the country. This methodology allows students the opportunity to learn and develop through meaningful experiences and active civic participation. Research has found that participation in Service-Learning is linked with higher state assessment scores, increased student motivation, and decreased discipline problems.  This research confirms what our common sense and the U.S. Supreme Court already know–that a positive correlation between a good education and good citizenship is undeniable.        Cesar Chavez, 1966   September 25, 2008 I believe civil rights leader and labor organizer Cesar Chavez recognized the connection between good education and good citizenship when he said, \"The end of all education should surely be service to others.\" Chavez, himself, had very little formal education. After his family lost their farm during the Great Depression, he attended more than sixty classrooms throughout California as his parents moved from place to place as migrant farm workers. He left school altogether in the seventh grade. Early in his career as an organizer, he realized that his education was inadequate and set out to improve his reading and writing skills. He valued public libraries as places to continue learning. He studied the lives of Saint Francis of Assisi, Henry David Thoreau, and Mahatma Gandhi. He read the works of Saint Paul and other Christian writers. These studies and his experiences as a field worker drew him to the ideas of social justice and nonviolent resistance. Cesar Chavez said, \"In giving of yourself, you will discover a whole new life full of meaning.\" Chavez lived a disciplined life and, like Gandhi, he believed that principles must be put into action. His leadership in the farm workers movement and his personal struggles and sacrifices served not only to improve the lives of Mexican American farm workers and others involved in this labor, but also forced the nation to focus on the lives and working conditions of the \"invisible\" or easily overlooked citizens and residents of this country. The life and work of Cesar Chavez continues to inspire us to be more active in service to others.      Later this fall as part of the \"Race and the American Creed\" program series, we will be hosting a new film, Viva La Causa! The Story of Cesar Chavez and a Great Movement for Social Justice. The film is produced by Teaching Tolerance, a Project of the Southern Poverty Law Center, which has produced many award-winning films. This program is being conducted in partnership with the Brown Foundation and the Kansas Hispanic and Latino American Affairs Commission.      November 19, 2008 Today marks the anniversary of the most famous speech made by a president of the United States. On November 19, 1863, Abraham Lincoln delivered a short address at a ceremony to dedicate the National Cemetery at Gettysburg, Pennsylvania a few months after a pivotal battle of the Civil War took place there. The following day The New York Times article headlined, “The Heroes of July, A Solemn and Imposing Event, Dedication of the National Ceremony at Gettysburgh” described “a grand military and civic display” attended by 15,000 civilians in addition to a large military presence. In a heavy fog, a large procession began at ten o’clock in the morning through the streets of Gettysburg and ended on the grounds of the cemetery. The large contingent of dignitaries included six state governors, at least six generals, Secretary of State Seward and Secretary of Treasury Chase. The program began shortly after eleven o’clock with music and an invocation. The New York Times reported that “the sun broke out in all its brilliancy during Rev. Mr. Stockton’s prayer and shone upon the magnificent spectacle.” The principal address of the day was delivered by the Honorable Edward Everett, a noted orator of the period, who had served as Secretary of State, U.S. Senator, U.S. Representative, Governor of Massachusetts and president of Harvard University. Edward Everett’s well-received speech lasted two hours. At about 3 o’clock, Lincoln rose and in two or three minutes delivered his short dedication remarks. According to The New York Times, the speech was interrupted by applause five times and was followed by “a long continued applause.” The large crowd gave three cheers to the president and the governors at the conclusion of the speech. Lincoln and his party departed for Washington by train at six o’clock that evening.   The ten sentences and 272 words of the Gettysburg Address are among the most hallowed words in the American narrative. The phrase that always gives me pause for reflection, “a new birth of freedom,” comes almost at the end of the Gettysburg Address. It is a phrase filled with such prospect and such hope. As the Lincoln biographer Carl Sandburg wrote: “What he meant by ‘a new birth of freedom’ for the nation could have a thousand interpretations.” When people think of America, not as a place but as an idea, freedom and hope and new beginnings are at its essence.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/management\/juldec2008.htm"
}
