{
    "title": "Brown v. Board of Education National Historic Site: M-R",
    "body": "Glossary M-R           Majority   1. The greater part or number; the number larger than half the total. 2. A number of voters or votes, jurors, or others in agreement, constituting more than half of the total number.     Manifesto   A public declaration of intentions or principles, especially of a political nature.     Manumission   The act of releasing from slavery or servitude.     Mentor   A wise and trusted teacher or counselor     Minority   1. The smaller part of a number; a number, part, or amount forming less than half of the whole. 2. A smaller party or group opposed to the majority, as in voting or other action. 3. A group differing, especially, in race, religion, or ethnic background, from the majority of a population.     Missionary   1. A person sent by a church into an area to carry on evangelism or other activities, as educational or hospital work. 2. A person strongly in favor of a program, or set of principles, who attempts to persuade or convert others.     Nazi   A member of the National Socialist German Worker’s Party of Germany, which in 1933, under Adolf Hitler, seized political control of the country, suppressing all opposition and establishing a dictatorship over all cultural, economic, and political activities of the people; and promulgated belief in the supremacy of Hitler as Fuhrer, aggressive anti-Semitism, the natural supremacy of the German people, and the establishment of Germany by superior force as a dominant world power.     Negro   A black person, especially a person of African origin or descent.     Normal School   A school for training teachers, mainly for the elementary grades.     Oppression   The exercise of authority or power in a burdensome, cruel, or unjust manner.     Perpetuity   Endless or indefinitely long duration or existence; eternity.     Per se   In or by itself.     Petition   1. A solemn entreaty or request to a superior authority: supplication. 2. A formal written document requesting a right or a benefit from a person or group in authority. 3. A formal written application requesting a court for a specific judicial action, as an appeal.     Philanthropy   Altruistic concern for human welfare and advancement, usually manifested by donations of money, property, or work to needy persons, by endowment of institutions of learning and hospitals, and by generosity to other socially useful purposes.     Plaintiff   The party that institutes a suit in a court.     Plantation   A large estate or farm on which crops are raised, often by resident workers.     Poll Tax   A tax levied on an individual as a condition for exercising the right to vote.     Prejudice   1. An adverse opinion or judgment formed beforehand or without full knowledge or complete examination of the facts. 2. A preconceived idea or preference: bias. 3. Irrational hatred or suspicions of a specific group, race, or religion.     Privilege   A special advantage, immunity, permission, right, or benefit granted to or enjoyed by an individual, class, or caste.     Protest   1. To object to, especially in a formal statement. 2. To express strong objection. 3. A formal declaration of objection or disapproval issued by a concerned party.     Race   1. A group of persons related by common descent or heredity. 2. A arbitrary classification of modern humans, sometimes, especially formerly, based on any or a combination of various physical characteristic, as skin color, facial form, or eye shape, and now frequently based on such genetic markers as blood groups.     Racism   A belief or doctrine that inherent differences among the various human races determine cultural or individual achievement, usually involving the idea that one’s own race is superior and has the right to rule others.     Rebel   1. A person who refuses allegiance to, resists, or rises in arms against the government or ruler of his or her country. 2. To reject, resist, or rise in arms against one’s government or ruler. 3. To resist or rise against some authority, control, or tradition.     Reconstruction   The process by which the states that seceded were reorganized as part of the Union after the Civil War. The period during which this took place, 1865–1877.     Remedy   The means to enforce a right or to prevent or obtain redress for a wrong: the relief (as damages, restitution, specific performance, or an injunction) that may be given or ordered by a court or other tribunal for a wrong.     Repercussion   The state of being driven back by a resisting body.     Repress   1. To keep under control, check, or suppress (desires, feelings, actions, or tears). 2. To keep down or suppress (anything objectionable). 3. To put down or quell (sedition or disorder). 4. To reduce (persons) to subjection.     Reprisal   Retaliation against an enemy, for injuries received, by the infliction of equal or greater injuries.     Resentment   Indignation or ill will felt as a result of a real or imagined offense.     Resistance   The act or power of resisting, opposing, or withstanding. The opposition offered by one thing or force to another.     Retaliation   To return like for like especially to return evil for evil.     Revolution   1. A sudden or radical change in a situation. 2. An abrupt political overthrow or seizure of power brought about from within a given system. 3. Activities directed toward effecting basic changes in the socioeconomic structure as of a cultural or minority segment of the population.     Rigid   1. Not bending, inflexible, not moving, stationary. 2. Difficult, scrupulously strict.     Ruling   An official or authoritative determination, decree, statement, or interpretation (as by a judge on a question of law)",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/mr.htm"
}
