{
    "title": "Brown v. Board of Education National Historic Site: July - December 2007",
    "body": "July - December 2007       July 9, 2007 On the final day of this year’s term, the United States Supreme Court ruled on two cases dealing with public school districts’ plans for assigning students to schools. Both school districts, one in Seattle, Washington, and one in Louisville, Kentucky, used race as a primary factor in its assignments of students in order to provide the educational benefits of a diverse student population within its schools.  The Court found by a narrow 5-4 vote that the way the districts’ were classifying students by race and using those classifications in making school assignments was a violation of the Fourteenth Amendment’s equal protection guarantee. The cases generated five contentious opinions, three of which were read in the U.S. Supreme Court session on June 28. Chief Justice John Roberts wrote and announced the majority decision. Justice Clarence Thomas wrote a concurring opinion. Justice Anthony Kennedy read from his written opinion which concurred in part with the majority opinion, and concurred with the judgment. Justice John Stevens wrote an opinion dissenting with the majority. Justice Stephen Breyer read from his lengthy, 77-page dissenting opinion. From descriptions of the proceedings, it sounded like “high drama” in the Court that day.      The decision on this case has been well covered throughout the news media—front page news stories, opinion pieces by nationally-syndicated columnists, Sunday morning television news programs. In every instance, references were made to the Brown v. Board of Education school desegregation case. Some commentators have stated that the recent decisions overturn the Brown decision. We, at the national historic site, do not believe that this is an accurate, or even helpful, portrayal of the recent decisions. You cannot undo the legacy of the Brown decision without returning to the “separate but equal” Jim Crow days. The fact that the Justices themselves referred to the Brown decision dozens of times in their written opinions emphasizes the place that this case has in American jurisprudence. The fact that Brown was so often cited by politicians and news commentators points to the place that the case has in American politics and culture. In concluding his lengthy opinion Justice Breyer wrote, “Finally, what of the hope and promise of Brown? For much of this nation’s history, the races remained divided. In this Court’s finest hour, Brown v. Board of Education challenged this history and helped to change it. For Brown held out a promise. It was a promise of true racial equality—not as a matter of fine words on paper, but as a matter of everyday life in the Nation’s cities and schools.” While the promise of Brown decision is far from being fully realized, the hope of Brown remains an American ideal worthy of debate and struggle.      July 25, 2007 Thomas Jefferson once wrote, “I know of no safe depository of the ultimate powers of the society but the people themselves; and if we think them not enlightened enough to exercise their control with a wholesome discretion, the remedy is not to take it from them, but to inform their discretion.” Recently, Brown v. Board of Education National Historic Site hosted a “We the People Summer Institute” for teachers, conducted by the Center for Civic Education. The primary goal of the curriculum, “We the People: The Citizen and the Constitution,” is to promote civic competence and responsibility among the nation’s elementary and secondary students. The instructional program enhances students’ understanding of the institutions of American constitutional democracy. At the same time, students discover the contemporary relevance of the Constitution and Bill of Rights.  More than 20 teachers from around the state of Kansas participated in the institute. Each morning of the program, scholars from around the country lectured on constitutional topics. Each afternoon, instructional workshops were led by master teachers. Kansas Secretary of State Ron Thornburgh was the keynote speaker at a luncheon held on the last day of the institute.  In addition to the Center for Civic Education, other organizations that partnered to conduct this event were Kansas State University, the Kansas State Department of Education, the Brown Foundation, and the National Park Service. The consensus among the organizers and the participants was that the location of the institute, at a national historic site that commemorates the workings of the Constitution and the Supreme Court, was an ideal setting for this kind of training for educators.      August 10, 2007 I must admit that after decades of general familiarity and fascination with the life Mohandas K. Gandhi (1869-1948), I finally read his autobiography, The Story of My Experiments with Truth. I had been aware that this book and other teachings of Gandhi had greatly influenced the leaders of the American Civil Rights Movement. In a conversation last April with Rev. James Bevel, a leader during the Civil Rights Movement and a lifelong activist, he strongly encouraged me to read two books that he thought were essential to understand the philosophical underpinnings of the nonviolent direct action strategy that had been successfully practiced in India and the United States to advance great social change. One of those books was Gandhi’s autobiography. The other was The Kingdom of God is Within You by Leo Tolstoy. I immediately went out and bought those two books. My first impression of Gandhi’s book was that it was highly readable. The chapters are very short; the language is delightful and inviting; the tone is completely honest and disarming. I quickly became immersed in the details of Gandhi’s daily habits, from grooming and dressing to marriage relations and dietary habits. He approached these simple things and everything else that he did as experiments in search of Truth. The personal discipline that he demonstrated in living his principles is inspiring. I found the book to be captivating. Gandhi’s life experiences and studies prepared him to develop the principle that he called Satyagraha. Literally, it means Truth (Sat) with Firmness (Agraha), or an unwavering search for the Truth. In practice, this ethic became a powerful political weapon against British colonial rule in India. Dr. Martin Luther King, Jr. and others studied the philosophy and methods of Gandhi and applied them to fight social injustices in the United States. In fact at the age of 30, Dr. King traveled to India to gain further insight into the legacy of Gandhi. I share a few quotes from Mohandas Gandhi’s autobiography:  “…service can have no meaning unless one takes pleasure in it. Service which is rendered without joy helps neither the servant nor the served. But all pleasures and possessions pale into nothingness before service which is rendered in a spirit of joy.” “Truth is like a vast tree which yields more and more fruit, the more you nurture it.” “The heart’s earnest and pure desire is always fulfilled.”  I have always believed that a good book is one that takes you on a journey not only into the lives of others, but also on a journey deeper into yourself. Gandhi’s book definitely served that purpose.        National Archives\/U.S. Information Agency  August 28, 2007 Four years ago today, on August 28, 2003, I stood at the top of the steps of the Lincoln Memorial in Washington, D.C. I was there on the fortieth anniversary of the notable “I Have a Dream” speech by Dr. Martin Luther King Jr. Dr. King’s widow, Coretta Scott King, and children were present, as were Congressman John Lewis and Congresswoman Eleanor Holmes Norton. The gathering of hundreds on that day in 2003 did not rival the crowd of 250,000 in 1963. This day’s crowd was gathered to unveil an engraving on the marble steps that identified the spot where Dr. King spoke his inspiring words. It was a hot, humid day in 2003, as I understand it was in 1963. The famous speech was delivered as part of the March on Washington for Jobs and Freedom. His address was the final one of many that afternoon. Dr. King’s speech was carried live on television networks. The symbolism associated with the location of the event was striking– at the foot of the majestic statue of the seated Lincoln, overlooking the Reflecting Pool, the Washington Monument, and the Capitol. Dr. King’s message pointed out the country’s shortcomings, yet it was not delivered in a negative tone. His words forced a nation to reflect on where it stood in regards to poverty and violence and other social injustices. His words spoke of hope and faith. The message was delivered in a tone that rang true for most people. The speech was a defining moment in the Civil Rights Movement. In the wake of the speech, Dr. King was named “Man of the Year” by Time magazine for 1963. The next year, Dr. King became the youngest person to ever be awarded the Nobel Peace Prize. A poll of scholars in 1999 listed “I Have a Dream” as the top speech of the 20th century. Over time, the “I Have a Dream” speech has become part of the American cultural fabric. School children everywhere know Dr. King’s speech. Twenty-one days after “I Have a Dream,” Dr. King was in Birmingham, Alabama delivering a eulogy for the little girls who were killed in the bombing of the Sixth Street Baptist Church. This tragic event was a reminder that the Civil Rights Movement was a long series of legal, social, and spiritual victories followed by tremendously sad episodes of violence and loss. The nation’s hope and faith were tested once again. In consoling the bereaved, Dr. King said that “in spite of the darkness of this hour, we must not despair.” “Their death says to us that we must work passionately and unrelentingly for the realization of the American dream.”   For the printed text and audio file of this speech, please visit the following website: http:\/\/www.stanford.edu\/group\/King\/popular_requests\/      October 17, 2007 One of the purposes of Brown v. Board of Education National Historic Site is to continue and further dialogue on issues of social justice. This necessary dialogue must be had in a respectful and inclusive manner. This must be civil discourse. A group of organizations including the National Park Service, the Brown Foundation, the Kansas Department of Education, the Center for Engagement and Community Development at Kansas State University, the Center for Civic Education, the Kansas Court of Appeals, the Kansas Press Association, KTWU Public Television, and the Kansas State Historical Society are sponsoring a \"Civics and Civility Summit: Voices of the Kansas People\" on November 2, 2007 at the Alumni Center on the Kansas State University campus. The summit will bring together political, educational, and community leaders to: ·  Better understand the current state of civic understanding and civility by identifying the civic knowledge, skills, and dispositions of Kansans. ·  Build an awareness of civic programs available to schools and focus on civic literacy for 21st century learning. ·  Identify civic community needs, solutions for addressing those needs, and build local organizational capacities for public problem solving. At the heart of true dialogue is a spirit of inquiry and reflection. We hope that this first ever summit on civics and civility in Kansas will engage a diverse cross-section of Kansans in thoughtful conversation. The hope is that this gathering will foster further discussion and action towards creating and sustaining communities where civic engagement and civil discourse are a matter of everyday practice. Borrowing from the world of physics, the 2nd Law of Thermodynamics reminds us that all things move from a state of order towards a state of disorder and that the only way to reverse or forestall this move towards entropy is to put energy into the system. For me, this summit is about putting energy into the system of civility in public discourse.      December 3, 2007 December 1 marked the anniversary of Rosa Parks’ act of civil disobedience on a public bus in Montgomery, Alabama in 1955. She took a courageous stand by keeping her seat. On a Thursday afternoon after a day’s work as a tailor’s assistant at a downtown department store, Rosa Parks boarded the Cleveland Avenue bus and sat in the fifth row of seats along with three other black passengers. This row was the first of the set of middle row seats that was open to blacks as long as no white people were left standing. At the next stop, passengers filled the first four rows of “whites-only” seats. The bus driver told the four black passengers to vacate the fifth row so that a lone white man could sit. Three complied with the request. Rosa Parks remained seated. Mrs. Parks recalled the incident for the Eyes on the Prize PBS series: “When he saw me still sitting, he asked if I was going to stand up and I said, ‘No, I’m not.’ And he said, ‘Well, if you don’t stand up, I’m going to have to call the police and have you arrested.’ I said, ‘You may do that.’” Rosa Parks was arrested for violating the city’s segregation laws. Black community leaders saw this as an opportunity to challenge the law that enforced their second-class status on the public bus system. Mrs. Parks, a soft-spoken but strong-willed woman was regarded as “one of the finest citizens of Montgomery.” Mrs. Parks had been an active member of the local chapter of the NAACP. She served as the organization’s Youth Council advisor. She had also attended a workshop for civil rights activists at the Highlander Folk School the summer before the bus incident. The Highlander School in Tennessee was a training ground for many who would later emerge as leaders of the Civil Rights Movement. Following Mrs. Parks’ arrest, black leaders quickly mobilized the community. On Monday, December 5, blacks began a boycott of the Montgomery City Line buses. Some 40,000 black commuters walked, carpooled or found other transportation and stayed off of public buses. Lasting 381 days, the boycott ended on December 21, 1956 after an order from the U.S. Supreme Court outlawed segregation on buses. Rosa Parks did not set out to be a civil rights icon, the “mother of the Civil Rights Movement.” But her simple act of civil disobedience forced the nation to face the cruelty and humiliation inherent in the Jim Crow laws and customs. Her simple act of civil disobedience captivated the times and transformed a young preacher, Martin Luther King, Jr., into a major civil rights leader. Late in her life, Mrs. Parks was awarded the Presidential Medal of Freedom and the Congressional Gold Medal. Rosa Parks died in 2005 at the age of 92. In a 1992 interview on National Public Radio, Mrs. Parks asked this of young people: “… to be aware of what our situation is and to be concerned about our past history and to know what we have suffered and to be willing and ready to prepare themselves through better education and dedication to making conditions better for all people.” Rosa Parks. Pass it on.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/management\/juldec07.htm"
}
