{
    "title": "Brown v. Board of Education National Historic Site: Breakthroughs",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Timeline     Breakthroughs                  Breakthroughs           President Calvin Coolidge posed with Native Americans, possibly from the Plateau area in the Northwestern United States, near the south lawn of the White House. Photo, 1925. Library of Congress  1924 Native American Congress granted citizenship to all American Indians. Learn more about the struggle for Native American civil rights. 1924 LBGT The Society for Human Rights was founded by Henry Gerber in Chicago. The society was the first gay rights organization in the country, though the society soon disbanded and all copies of the Friendship and Freedom newsletter were destroyed. Read more about Henry Gerber's life. 1926 African American In Corrigan v. Buckley, the US Supreme Court upheld the legality of racially restrictive covenants between homeowners by dismissing the case as being out of the court's jurisdiction. Learn more about the case which was overturned in 1948 by Shelley v. Kraemer. 1927 Asian American In Gong Lum v. Rice, the US Supreme Court upheld the \"separate but equal\" doctrine established by Plessy v. Ferguson. Read more about the Chinese American's plight for equal educational opportunities. March 1929 Native American Charles Curtis becomes the first Native American vice president of the United States. Curtis was of Kansa, Osage, and Potawatomi descent. Read about Curtis' early days on the Kaw Indian Reservation.          Charles Hamilton Houston, seated at desk. Photo, 1939. Library of Congress  1929 Everyone Charles Hamilton Houston became vice-dean of Howard University Law School. Houston formed the NAACP strategy for desegregating schools though the courts. Watch this video from PBS' The Rise and Fall of Jim Crow about Houston attacking segregation using the law. 1931 African American The Margold Report was issued—the basis for the NAACP's initial legal strategy against segregation, with focus on fighting segregation in schools by attacking the inequality of schools. Jack Greenberg, one of the NAACP lawyers, discusses the Margold Report and graduate school cases. 1934 Native American The Indian Reorganization Act (IRA) encouraged Indians to \"recover\" their cultural heritage and sought to promote tribal self-government by encouraging tribes to adopt constitutions and form federally-chartered corporations. Watch this video about the Meriam Report and the Indian New Deal from the DVD Tribal Nations: The Story of Federal Indian Law. 1935 African American In Hollins v. Oklahoma, the US Supreme Court overturned the death penalty of an African American convicted of rape because no African American had served on juries in the county within living memory. One year later, Hollins was convicted by an all-white jury again and died in jail in 1950. 1935 African American In University of Maryland v. Murray, the Maryland Court of Appeals ordered the segregated law school at the University of Maryland to admit African American Donald Murray. Primary source documents may be found at the University of Maryland School of Law website.          Lloyd Gaines. Photo, date unknown. Archives of the University of Missouri  1938 African American In Missouri ex rel. Gaines v. Canada, the US Supreme Court ordered the University of Missouri Law School to integrate. Lloyd Gaines never attended the University of Missouri's School of Law as he disappeared in March, 1939. 1939 African American The NAACP Legal Defense and Educational Fund were established. The fund aimed to use the courts to fight discrimination and segregation. Read about the history of the Fund. June 1941 Everyone President Roosevelt issued Executive Order 8802 prohibiting discrimination in defense industries or the government because of race, creed, color, or national origin. The Fair Employment Practices Committee (FEPC) was established to enforce the order. The committee ended in 1946 due to lack of support in congress.          Edward C. Gleed of Lawrence, Kansas, Tuskegee pilot. Photo, 1945. Library of Congress  July 1941 African American The Army Air Corps began training African American recruits to fly and maintain combat aircraft. Over 1,000 African American aviators were trained at the Tuskegee Institute. Visit the Tuskegee Airmen National Historic Site located in Tuskegee, Alabama. December 7, 1941 African American Japan attacked Pearl Harbor, leading the United States to enter World War II.  Around one million African Americans served in the armed services during the war. Learn about \"the Double V Campaign\" as created by The Pittsburgh Courier. 1942 Women The \"Rosie the Riveter\" propaganda campaign became one of the most successful recruitment tools in American history. Explore an online exhibit of artifacts, photos, and stories of the Rosie the Riveter\/ World War II Home Front National Historical Park. 1942 Asian American Manzanar, the first of ten relocation centers, was established for the internment of Japanese Americans during World War II. View historic photos by Ansel Adams and others of the Manzanar relocation camp. 1942 African American The Congress of Racial Equality (CORE) was founded to fight discrimination and racism through sit-ins and other nonviolent direct action. Read CORE's \"The Meaning of the Sit-Ins\" statement prepared in 1960.          The Westminster School of Orange County, California. National Park Service  1945 Mexican American Mexican American parents sued several California school districts, challenging the segregation of Latino students. The California Supreme Court ruled in the parents' favor in Mendez v. Westminster, arguing segregation violated the children's constitutional rights. Listen to Sylvia Mendez tell the story about how her aunt refused to have her children attend a white school because her nieces and nephews were not allowed to attend the school. 1945 Everyone As World War II ended, tension increased between the United States and the Soviet Union and the Cold War began. The Cold War increased pressure for equality since the poor treatment of African Americans hurt the United States' image abroad. Read about President Truman's support for civil rights. April 1947 African American CORE staged the first Freedom Ride, called \"The Journey of Reconciliation,\" to test the 1946 US Supreme Court decision in Morgan v. Virginia declaring segregation on interstate buses unconstitutional. Listen to Bayard Rustin's first-hand account of his experience with CORE. April 1947 African American Major League Baseball began integration when Jackie Robinson joined the Brooklyn Dodgers. Robinson faced hostility and violence, but every major league team was integrated by 1959.Watch \"Jackie Robinson Breaks Barriers\" to learn about his activities on and off the field. 1948 Native American In Trujillo v. Garley the US District Court of New Mexico ruled that states were required to grant Native Americans the right to vote. Read about the history of Native American voting rights in America. 1948 African American In Sipuel v. Board of Regents of the University of Oklahoma, the US Supreme Court ordered the segregated University of Oklahoma College of Law to admit African American Ada Sipuel. Learn more about Sipuel's quest for an equal law school education.          \"By Executive Order-President Truman Wipes Out Segregation in Armed Forces.\" Chicago Defender, July 31, 1948. Library of Congress  1948 Everyone President Harry S Truman issued an executive order banning segregation in the Armed Forces. Follow the timeline of President Truman's efforts to desegregate the military. 1949-1951 African American The NAACP and local activists initiated school desegregation cases in Delaware, Kansas, South Carolina, Virginia, and the District of Columbia. Learn more about the change in strategy from requesting equal facilities to proving segregation in public schools was against the rights of minorities. 1950 African American In McLaurin v. Oklahoma Board of Regents the US Supreme Court ruled unanimously that the University of Oklahoma end segregation of African Americans. See images of the classroom where George McLaurin sat in class prior to the judgement.          Colored waiting room sign outside of the bus station. Photo, 1940. Library of Congress  1950 African American In Henderson v. United States the US Supreme Court ruled that if separate and equal facilities on interstate transportation did not exist, African Americans could not be kept from using the same facilities as whites. Read a newspaper article from The Free Lance-Star in Fredericksburg, Virginia from June 5, 1950. 1950 African American In Sweatt v. Painter the US Supreme Court required the University of Texas Law School to integrate on the grounds that the state had failed to provide separate facilities that were equal. Learn more about Herman Sweatt's activism prior to the case. 1954 African American The US Supreme Court agreed to hear arguments from all five cases in Delaware, Kansas, South Carolina, Virginia, and the District of Columbia, under the umbrella case, Brown v. Board of Education. Follow the timeline of Brown v. Board of Education. 1953 Everyone Earl Warren was appointed chief justice of the US Supreme Court. He was determined to reach a unanimous decision on Brown v. Board of Education. President Eisenhower wrote a letter to E. E. \"Swede\" Hazlett on October 23, 1954 explaining his choice of Warren to the court.          George E.C. Hayes, Thurgood Marshall, and James M. Nabrit, congratulating each other, following Supreme Court decision declaring segregation unconstitutional. Photo, May 17, 1954. Library of Congress  May 17, 1954 Eveyone The US Supreme Court issued its first Brown v. Board of Education ruling (Brown I), declaring segregation in public schools unconstitutional. Visit the site to view a doll that was used in Kenneth and Mamie Clark's research. 1955 Everyone The US Supreme Court issued the second Brown v. Board of Education ruling (Brown II). Desegregation was to proceed \"with all deliberate speed.\" Review the \"Timeline of Events leading to the Brown v. Board of Education Decision, 1954.\"",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/breakthroughs.htm"
}
