{
    "title": "Brown v. Board of Education National Historic Site: Sit In, Stand Up, Speak Out",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Timeline     Sit In, Stand Up, Speak Out                  Sit In, Stand Up, Speak Out        August 1955 African American Emmett Till, a fourteen-year-old African American, was murdered in Mississippi. His death prompted many African Americans to fight for equality. Explore segregation through the eyes of Till's peers and those of teens today. November 1955 Everyone The Interstate Commerce Commission banned segregation in interstate travel. Read an article regarding the ban from The Crisis from November 1961. December 1955 African American The Montgomery Bus Boycott began when African Americans refused to ride segregated city buses in Montgomery, Alabama.  Martin Luther King emerged as a leader and helped lead the protest. The boycott lasted for a year.Learn more about the first African American woman who refused to give up her seat. 1956 Everyone Sudan gained independence from the United Kingdom and Egypt. As more African nations gained independence, African diplomats began arriving in segregated Washington, DC, increasing pressure for equal treatment for all people of African descent. Read more about the decolonization of Africa. February 1956 African American The first African American student, Autherine Lucy, was admitted to the University of Alabama, but was not allowed to attend due to concerns about her \"safety.\" View photos of Autherine Lucy. March 1956 Everyone The \"Southern Manifesto\" was issued by southern members of Congress who pledged their opposition to school desegregation. Read the Southern Manifesto. November 1956 African American The US Supreme Court upheld a Federal District Court ruling that segregation on public buses in Montgomery, Alabama was unconstitutional. The Montgomery Bus Boycott ended with desegregation of the city's bus system. Read Dr. Martin Luther King Jr.'s statement after the US Supreme Court ruling. January 1957 African American The Southern Christian Leadership Conference (SCLC) was founded with Martin Luther King as the first president. The organization played an important role in the civil rights movement. View a program bulletin from the \"Crusade for Citizenship\" voter registration program. August 1957 African American President Eisenhower sent US Army troops to Arkansas to protect nine African American students integrating Little Rock's Central High School. View President Eisenhower's documents from the crisis. August 1957 Everyone The Civil Rights bill passed, establishing the US Commission on Civil Rights and the Civil Rights Division of the Department of Justice. Learn more about the creation of the Civil Rights Commission. 1958 Everyone In Cooper v. Aaron, the US Supreme Court ruled that the potential for mob violence did not justify refusal to desegregate. Read more about Arkansas' attempt to undermined Brown v. Board of Education. July 1958 African American African American students in Wichita, Kansas launched a sit-in at Dockum Drug Store's segregated lunch counter. The protest was the first successful student-led sit-in of the civil rights movement. Learn about the Dockum Drug Store sit-in. 1959 African American Prince Edward County, Virginia reacted to school desegregation with a massive resistance policy, closing down the public school system for five years. Read the whole story of Farmville, Virginia. February 1960 African American Four African American college students staged a sit-in at a segregated lunch counter in Greensboro, North Carolina. They started a wave of similar sit-ins all over the country. View the chronology of the Greensboro sit-ins. April 1960 Everyone Student Nonviolent Coordinating Committee (SNCC) was founded. The organization played an important role in the civil rights movement. Learn more about the student organization which stayed independent of the Southern Christian Leadership Conference. May 1960 African American The Civil Rights Act was passed. The act attempted to end segregation and African American voter disenfranchisement. Read President Eisenhower's statement about this act. January 1961 African American A federal court ordered the University of Georgia to admit two African American students, Charlayne Hunter and Hamilton Holmes. A riot followed. View WSB-TV newsfilm of the two students on campus. Summer 1961 African American Traveling together across the south, African American and white Freedom Riders challenged compliance with a US Supreme Court ruling ordering integration on interstate buses. They faced violent mobs and confrontations with police. Watch the video and learn about the people, the rides, and the issues. 1962 African American After the US Supreme Court ordered the University of Mississippi to admit him, James Meredith became the first African American student to attend the all-white university. His enrollment led to the most violent campus riot of the decade. President Kennedy sent US Marshals and troops to protect Meredith. Read about the marshals' viewpoints of the event. May 1963 African American Police used dogs and water cannons on civil rights marchers, including hundreds of children, in Birmingham, Alabama. Television and press coverage shocked the nation and attracted widespread support for the civil rights movement. Dr. Martin Luther King, Jr. was arrested and wrote his influential \"Letter from Birmingham Jail\" while incarcerated. View historic footage of the Children's March. June 1963 African American Medgar Evers, NAACP Field secretary, was murdered in Mississippi. September 1963 African American Four African American children were murdered in the firebombing of the 16th Street Baptist Church in Birmingham, Alabama. August 1963 Everyone 250,000 civil rights protesters marched on Washington in support of proposed civil rights legislation. https:\/\/www.nps.gov\/nacc\/index.htm May 1964 African American In Griffin et al. v. County School Board of Prince Edward County et al, the US Supreme Court found a school board may not close a school to circumvent a desegregation order. June 1964 African American Mississippi Freedom Summer campaign was launched to register African American voters. Three civil rights workers, Michael Schwerner, James Chaney, and Andrew Goodman, were murdered in Mississippi while assisting with the campaign. Their deaths led to more support for the Civil Rights Act. July 1964 Everyone The Civil Rights Act was signed into law requiring equal access to public places, facilities, and accommodations, and outlawing discrimination in employment. The act established the Equal Employment Opportunity Commission to enforce the legislation. August 1964 African American Mississippi Freedom Democratic Party challenged the legitimacy of the all-white Mississippi Democratic Party delegation at the Democratic national convention. March 1965 African American Voting rights marchers attempted to march from Selma to Montgomery, Alabama as part of a voting rights drive. The protesters were violently attacked by police on the Edmund Pettus Bridge, but succeeded on their third attempt accompanied by the military, federal marshals, and FBI agents. https:\/\/www.nps.gov\/semo\/index.htm March 1965 African American Viola Liuzzo was murdered in Alabama by the Klu Klux Klan. As a result of her murder, support for the Voting Rights Act increased. August 1965 African American The Watts Riots occurred in Los Angeles. The riots were seen as an indication of frustrations of inner-city African Americans with the rate of progress toward equality. 1965 African American The Voting Rights Act of 1965 became law. As result of the act, African American voting dramatically increased throughout the south. June 1966 African American James Meredith was shot and wounded soon after beginning his \"March Against Fear\" from Memphis, Tennessee to Jackson, Mississippi. July 1966 African American Dr. Martin Luther King, Jr. began campaign for open housing in Chicago. October 1966 African American The Black Panther Party was founded. Its aims were to fight racism in northern cities, defend the African American community against racist police officers, and provide social services for inner-city African American communities. 1967 African American Thurgood Marshall was appointed to US Supreme Court, becoming the first African American Supreme Court Justice. 1967 Everyone Executive Order 11375 expanded President Lyndon Johnson's 1965 affirmative action policy to cover discrimination based on gender. 1967 African American In Loving v. Virginia the US Supreme Court ruled anti-miscegenation laws unconstitutional. April 1968 African American Dr. Martin Luther King, Jr. was assassinated in Memphis. https:\/\/www.nps.gov\/malu\/index.htm https:\/\/www.nps.gov\/mlkm\/index.htm June 1968 Everyone Presidential candidate Robert F. Kennedy was assassinated in Los Angeles. Kennedy was a key supporter of the civil rights movement. 1969 African American In Alexander v. Holms County Board of Education the US Supreme Court ruled that school districts must end racial segregation at once and operate only unitary school systems. 1969 LBGT Patrons of New York City's Stonewall Inn, a homosexual bar, rioted when police officers attempted to raid the popular bar. The event helped spark the gay rights movement.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/sitinstandupspeakout.htm"
}
