{
    "title": "Brown v. Board of Education National Historic Site: E-L",
    "body": "Glossary E-L           Economy   1. The management of resources of a community or country, etc., especially with a view to its productivity. 2. The prosperity or earnings of a place. 3. Thrifty management; frugality in the expenditure or consumption of money or materials. 4. The management of household affairs.     Emancipate   1. To free from restraint, influence, or the like. 2. To free (a slave) from bondage.     Emancipation Proclamation   The proclamation issued by President Abraham Lincoln on January 1, 1863, freeing enslaved people in the territories still in rebellion against the Union.     Emigration   The act of leaving one country or area to settle elsewhere.     Enforce   1. To compel observance of or obedience to. 2. To bring about by force.     Enroll   To enter the name of in a record, register, or roll.     Enslaved   Reduced to slavery     Enslavement   The act of being reduced to slavery.     Entitle   To furnish with a right.     Equalization   1. To make equal. 2. To make uniform. 3. To constitute or induce equality, equilibrium, or balance.     Evidence   Something that furnishes or tends to furnish proof, especially something (as testimony, writings, or objects) presented at a judicial or administrative proceeding for the purpose of establishing the truth or falsity of an alleged matter of fact.     Exclude   1. To keep out. 2. To omit from notice or consideration.     Extremist   One who advocates or resorts to extreme measure, especially in politics.     Facility   Something designed, built, or installed to serve a specific function affording a convenience or service: transportation facilities; educational facilities; or a new research facility.     Fascism   A governmental system led by a dictator having complete power, forcibly suppressing opposition and criticism, regimenting all industry or commerce, and emphasizing an aggressive nationalism and often racism.     Freedman \/ Freedwoman   A man\/woman who has been freed from slavery.     Graduate School   A school, usually a division of a university, offering courses leading to degrees more advanced than the bachelor’s degree.     Grandfather Clause   1. A clause in the constitutions of some Southern states after 1890 intended to permit whites to vote while disfranchising blacks: it exempted from new literacy and property qualifications for voting those men entitled to vote before 1867 and their lineal descendants. 2. Any legal provision that exempts a business, or class of persons from a new government regulation that would affect prior rights and privileges.     Grass roots, Grass-roots   1. Of, pertaining to, or involving the common people, especially as contrasted with or separable from an elite. 2. The common or ordinary people, especially as contrasted with the leadership or elite of a political party or social organization; the rank and file.     Indentured Servant   A person who came to America and was placed under contract to work for another over a period of time, usually seven years, especially during the 17th to 19th centuries.     Indict   To charge with a crime by the finding or presentment of a grand jury in due form of law.     Inferior   1. Situated under or beneath. 2. Low or lower in order, degree, or rank.     Inherent   Existing as an essential constituent or characteristic.     Initiate   To begin, set going, or originate.     Insurrection   An act or instance of rising in revolt, rebellion, or resistance against civil authority or an established government.     Integration   The act or process or an instance of integrating: incorporation as equals into society or an organization of individuals of different groups (as races).     Jim Crow   A practice or policy of segregating or discriminating against African Americans, as in public places, public vehicles, or employment.     Lawsuit   An action brought in a court for the purpose of seeking relief from or remedy for an alleged wrong: \"suit\"     Legislature   A deliberative body of persons, usually elective, who are empowered to make, change, or repeal the laws of a country or state; the branch of government having the power to make laws, as distinguished from the executive and judicial branches of government.     Liberal arts   The academic course of instruction at a college intended to provide general knowledge and comprising the arts, humanities, natural sciences, and social sciences, as opposed to professional or technical subjects.     Liberty   1. The state of being free from control or restriction. 2. The right to act, believe, or express oneself as one chooses. 3. The state of being free from confinement, servitude, or forced labor. 4. Freedom from undue or unjust governmental control. 5. A right to engage in certain actions without interference or control.     Literacy   The ability to read and write.     Lobby   1. A group of persons trying to influence legislators, especially in favor of a special interest. 2. To try to influence legislator in favor of special interest. 3. To try to influence (an official) to take a desired action.     Lynching   To put to death, especially by hanging, by mob action and without legal authority.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/el.htm"
}
