{
    "title": "Brown v. Board of Education National Historic Site: Grades 6-8",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     Grades 6-8                  Grades 6-8           National Parks (Grades K-8) Magnificent landforms are displayed through short videos and book where students will learn about National Parks through games, art, maps, reading and writing activities.          Self-Guided Gallery Tours (Grades K-College) A ranger will greet you at the front entrance for a brief orientation to the story and the site.         Pass It On (Grades 3-8) Students will watch a short 12 minute video about what engaged citizens can do to foster a greater understanding and appreciation of diversity.         Five Icons (Grades 3-6) An introduction to the museum that organizes the story of Brown v. Board of Education into five sections which are symbolized by five icons.         Scavenger Hunt\/Trivia Game (Grades 4-8) While in the exhibits students will seek answers while focusing and utilizing maps, timelines, music and videos.      For a complete Topeka experience focusing on the enduring struggle for freedom in Kansas, we recommend the following programs. If your tour includes Brown v. Board of Education NHS and you receive a transportation grant, your transportation costs to these other sites will be included.         Kansas State Capitol Tour (Grades K-College) See the newly restored Representative Hall and Senate Chamber, as well as the John Steuart Curry famous murals.         Rediscover Freedom's Pathway (Grades 3-7) During this tour, students will learn about abolitionists John and Mary Ritchie and their commitment building a moral, learned and inclusive community at the Historic Ritchie House.         Kansas Museum of History (Grades 4-College) Visit the museum's galleries which tell the story of the people of Kansas.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/education\/classrooms\/grades68.htm"
}
