{
    "title": "Brown v. Board of Education National Historic Site: Segregation of Schools, 1879-1951",
    "body": "The Segregation of Topeka's Public School System, 1879-1951         6th grade, Grant School, early 1900's. Courtesy of the Kansas State Historical Society  by Thom Rosenblum, National Park Service Historian [1]      As the First World War entered its final year, a bill to extend the authority to an ever widening circle of communities throughout the State of Kansas to segregate their public schools snaked its way through the State Legislature. Seeking to expand upon an 1879 law permitting school boards in cities of the first class with populations of over 15,000 to create a dual elementary school system, the state lawmakers were now considering granting the same discretionary powers to towns with populations as few as 2,000.           With school segregation threatening to spill out of its legally defined space, local chapters of the National Association for the Advancement of Colored People and others arrayed themselves against the proposed law. Nathaniel Sawyer, a Topeka teacher and member of the local branch of the NAACP, laid out the case of the African American community before Governor Henry Allen. Presaging the argument that lay at the heart of Brown v. Board of Education more than thirty years later, Sawyer noted “separation and segregation tends to lower the segregated class both in its own estimation and that of its fellows” and inevitably “the American colored man is robbed of his self respect by a treatment in schools and public places which accentuates complexion differences and masses all into a single body without regard to personal worth or character.” [2] The bill, a forthright expression of racist dogma, ultimately failed.       Segregation was not a peculiarly southern institution and the position of Topeka’s African American parents and children was particularly ambiguous. Although state law forbid segregation based on race in most aspects of public life, African American parents desiring their children receive a sound education depended on something often undependable – the benevolence of the white community.         4th grade, Lowman Hill School, 1892. Courtesy of the Kenneth Spencer Research Library, Kansas Collection, University of Kansas     Such benevolence was scarce in the late nineteenth and early twentieth century. In 1879, the Topeka Colored Citizen found the black Monroe Street School so mismanaged “that many children are in it are just where they were 2-3 years ago” expressing the opinion that the children were purposely held back so as to forestall their entering the city’s integrated junior high schools.  More than a decade later, the Times-Observer advised its black readers not to rely on the public schools to educate their children but to “purchase books your children need” and that “those above the third grade should study at home.” [3]    Such conditions gave rise to the first court case in Topeka challenging the constitutionality of the state’s segregation law. William Reynolds, a black resident of Topeka, sought admission of his son to the newly constructed Lowman Hill School replacing an earlier structure destroyed by fire. Reynolds presented his son at the door of the modern two-story brick building only to be turned away. His son and the other black children living in the district were ordered to attend an old two-room wooden structure moved to a site of the former school which was described as a “veritable cesspool”. [4] Reynolds’ suit charged that the separation of children by race in the classroom violated the provision in the state constitution requiring the establishment of a uniform system of schools and that the segregation law violated the rights of children under the Fourteenth Amendment of the U.S. Constitution. The state’s highest court disposed of Reynolds’ claims finding that “the system of educational opportunities, advantages, methods and accommodations” in the city schools “was uniform, constant and equal” whether attended “by blacks and whites commingling, or by them, separately.” The court also dismissed the section of the complaint alleging the violation of constitutional rights, noting that segregation did not necessarily imply the inferiority of either race to the other and that the intent of the Fourteenth Amendment was not to “abolish distinctions based upon color” or force “a commingling of the races upon terms unsatisfactory to either.” [5]        Artist rendering of the new Buchanan School. Topeka Plaindealer, September 3, 1920       The school board’s actions in the Lowman Hill district at the turn of the century set the tone for a general policy of the gradual separation of the races in the city’s classrooms. Even as the Reynolds case held segregation to be a valid exercise of the legislative power, the creation of a dual public school system did not take place with the bold flick of a pen but rather occurred gradually over a period of years. When protests over the presence of black children in white schools did occur, the school board refused to act. In 1908, when white 7th and 8th grade students at Lincoln and Garfield schools staged a walkout “declaring they will never enter the doors of the school again until the Negro children are ousted,” the board refused to remove the thirty black children and simply waited out the strikers who returned to their classrooms quietly in a couple of days. [6]        Rather than assign Topeka’s African American students to schools based solely on race, the school board adopted other means of segregating their school system such as choosing to wait until a school was closed and a new one erected or refusing the children of recently arrived black parents entrance to a school designated as white while leaving those already in attendance unmolested. Between Reynolds case and 1928, only one integrated school, Potwin, was forcefully segregated. [7]        Certainly the school board’s cautious approach resulted partly from the fact that many of the city school districts lacked a population mix resulting in predominantly white or black school populations. Yet another reason the board trod carefully was that they had come to fully embrace the separate-but-equal doctrine established in the 1896 U.S. Supreme Court case Plessy v. Ferguson.   Throughout the first two decades of the twentieth century, the Topeka Board of Education struggled to create a system which would meet the needs of African American students. New buildings equipped with plumbing, restrooms and electric lights were raised in the city’s African-American school districts.  Existing classrooms were refitted with new equipment or additional rooms added and playgrounds authorized. Kindergartens and specialized rooms for the teaching of domestic science were approved. Nurses were assigned to serve African American students and more black teachers were hired while additional ones were added to the list of available teachers. [8]        Old Gage School, late 1800's. Courtesy of the Kansas State Historical Society    The school board, however, found it extremely difficult to keep up with a total student population which rose from 6,216 to 13,811 in the years between 1908 and 1924. [9] Under the existing conditions, the school board found it impossible to create a dual school system that met the requirements set forth in the Plessy decision. In 1924, when white parents demanded that the African American children at Gage Park School be removed “and sent to some other school,” the board refused giving as their reason “the colored schools are as badly overcrowded as the white schools” and the transfer of the students would place an undue burden on the black schools. [10]   As the situation reached near-crisis proportions at both integrated and segregated schools, officials found themselves forced to convert the integrated Gage School basement into a classroom but could find no space to teach domestic science. In the all-white Parkdale School teachers packed forty-six students into classrooms with only enough desks and equipment for forty. In the Monroe School, located in one of Topeka’s black communities, teachers equipped a rest room and an office with tablet arm chairs and blackboards for use as classrooms. The principals of all the city’s black schools complained that having to teach full-time left them little opportunity to know what was going on in other rooms. The rapid growth of the student population posed particular problems for African American educators who not only had to seat and supply the students but find a way to teach the recent migrants from the south who, often deprived of even a rudimentary education, needed special attention to bring their work up to an appropriate level. Frequent requests for the establishment of night schools from recent arrivals from Europe and Mexico desiring to learn to read and write English only added to the school board’s anxiety about their ability to keep the system afloat. [11]         Students entering Buchanan School.      The timely passage of an $850,000 bond gave the city not only the means to alleviate overcrowding and repair or replace deteriorating schools but to enforce segregation. Launching an ambitious building program, the board created a system of four black and 18 white elementary schools. Upon viewing the sparkling new and remodeled edifices, the Kansas City Times lauded the schools as being “not only scientifically correct and modern, but things of beauty, and architectural parts of the neighborhoods in which they stand.” [12] In late summer 1948 when Isabel Lurie from the local branch of the NAACP appeared in the national organization’s New York offices to inform them Topeka was prepared to test the constitutionality of the state’s permissive school segregation law she pointed out that not only were the schools in that city “physically substantially equal” but in some cases “the Negro schools are even better than the white schools.” [13] Now the proud overseers of a modern school system, the board of education determined that the 1928 to 1929 school year would be the last in which black and white children would mingle together in the same classroom. [14]    The board, however, continued to move cautiously. Aware of the outrage members of the black community felt when, as one critic railed in 1915 when the Madison School was closed down and the children sent to Buchanan School to have their children “carted over the town like a cage of monkeys” when “no white people would stand for a moment to have their children carried past many schools in order to get to a certain school,” school authorities initially adopted a policy of voluntary transfers. As segregation progressed, the board noted with pleasure that the transfer of blacks students from one district to another was going smoothly. [15]    Any sense of relief however, proved short-lived. As principals turned black students away, a flurry of lawsuits erupted with at least three being filed in 1928 and 1929. With the support of the Topeka Chapter of the NAACP, attorneys representing residents Maud Rich, George Wright and Howard Foster took segregation head-on, charging the city’s elementary schools denied black children the rights guaranteed them under the equal distance creating undue hardships and was therefore unreasonable. Of the three cases, Wright and Foster made it into court, the other being dropped before it reached district court.        Article from Topeka's African American newspaper. Topeka Plaindealer, February 8, 1929      In the Wright case, the district court denied an injunction to prevent the board of education from transferring African American students “from a school maintained for white children to one maintained for colored children.” The same court dismissed Foster’s Fourteenth Amendment case hearing only his second action that the school board’s use of public monies to transport students from one school to another was illegal. The court ruled in favor of the defendant. Lawyers appealed both cases to the Kansas Supreme Court which decided in favor of the school board noting that the Topeka Board of Education’s segregated school system was in accordance with the law and that the board was vested with the legal right to transport students from one district to the other. [16]     The school segregation issue remained dormant in Topeka for more than a decade. In 1941, the relative calm was shattered with the Graham case. Under the existing system, the board of education assigned white students to the junior high schools for grades seven, eight and nine while black students did not graduate to one of the city’s integrated junior high schools until grade nine. [17] In 1941, Ulysses Graham challenged this pattern of school attendance as violating his son’s constitutional rights as guaranteed by the Fourteenth Amendment and the Bill of Rights of the Constitution of the State of Kansas. As in the earlier cases, Graham made no claims that the elementary school teachers were incompetent or the school “not a well-conducted grade school.” [18]         Civil rights attorney Elisha Scott. Courtesy of the Kenneth Spencer Research Library, Kansas Collection, University of Kansas      The Kansas Supreme Court found that, due to the different systems of teaching and differences in the courses and facilities found in the junior high and elementary schools, the prevailing system of placement violated the African American children’s rights to equal treatment. Delivering the opinion of the court Justice Allen clearly stated “it will not do to say to one American citizen, you may not have the benefits of an improved method of education because of your race.” [19] The court, however, while ordering the Graham child be admitted to the junior high school refused to resolve the issue of full school desegregation of the 7th and 8th grades.     The Graham case proved a watershed in the Topeka civil rights movement rupturing the tissue of African American society. At the core of the struggle in conscience was the resolution that school desegregation remained a necessity for Topeka’s children balanced against the fear that full consolidation of the junior high schools would hurt African American children and cost black teachers their jobs.     Throughout the case the veteran civil rights attorney Elisha Scott struggled to accommodate his disdain for Jim Crowism with an ardent concern for the welfare of the teachers who he feared would be displaced with the closing of segregated schools. In 1937, smarting under accusations of incompetence leveled by a black-owned newspaper, Topeka Plaindealer, the maligned teachers turned to Scott who appeared before the Board of Education demanding “the Board should take action exonerating these teachers from the charges made.” [20] Four years later, many of the city’s black teachers again turned to Scott. In an effort to stave off wholesale integration and save their jobs, African American teachers, as one critic charged, “packed” the still un-chartered 1941 Topeka NAACP elections to hold the incumbent president Scott “selfishly at the head of the branch for their own particular purposes.” [21]        Attorney Raymond Reynolds. Courtesy of the Topeka NAACP  Blessed with a flair for the dramatic and capable of bringing spectators in a court of law to tears, Scott rose before the board on June 23, 1941 and argued that the time was not yet ripe for full integration. The contingent of twenty-five educators and parents including the recently retired principal of the all-black Washington School Ezekiel Ridley, declared that “at least 90 percent of the colored people in Topeka want their children to go to the colored schools” and requested the board continue to maintain grades seven and eight in the city’s four black schools. The children, the delegation made it known, would “get more out of the training by colored teachers and association of children of their own race.” In a statement eerily presaging that advanced by the school board’s defense of their segregated school system in the Brown case, parents expressed their fear that placing black children in predominantly white schools “would give the colored students an inferiority complex” resulting in many dropping out of school “which might lead them into trouble of various kinds.” Rather than forcing integration down the children’s throats, Scott pleaded for the retention of grades seven and eight in the black elementary schools but recommended that parents be granted discretionary powers to send their children to the white junior highs if they so pleased. [22] Others just as passionately dissented. Two days after Scott had pled his case before the board, former president of the Topeka NAACP and attorney Raymond Reynolds called a meeting in his office to form a committee to protest the position taken by Scott. Not foreseeing the day when the privileges, immunities and rights guaranteed every citizen were extended to African Americans, Reynolds was in no mood for compromise. The fiery Reynolds had assisted in the Foster case, fought to keep the gates of the city’s parks open to all, struck down an attempt to restrict black’s access to housing and joined forces with Scott to banish the film The Birth of a Nation from Kansas theatres. [23] Resolving to wage an “unrelenting fight in behalf of the children” the attorney and his committee condemned the plan offered by their opponents as being designed only to “save a few colored teachers their jobs at a sacrifice of the rights assured to the children under the court’s decision.” [24]        Topeka's African American teachers in 1949. Courtesy of Dr. Owen M. Henson     After hearing the cases presented by both sides, the school board, afraid of violating the high court’s order, sided with Reynolds and desegregated all of the city’s junior high schools. Eight African American teachers were fired or forced to resign. The Graham case opened a wound not easily healed. In 1948, McKinley Burnett, heading a revitalized local chapter of the NAACP reproached the board for failing to fully desegregate the city’s public school system and dispatched a representative to New York to meet with the national organization to discuss pursuing a school desegregation case. At the same time, the Topeka Council of Parents and Teachers took a determined stand against “abolishing segregated schools if such a move meant abolishing our own teacher’s jobs.” Addressing the school board, the group, representing all four of the city’s black schools protested “we fail to see how children can be inspired to get an education if we continually do away with the jobs they can fill after securing their education,” advising the board that no support for integration would be forthcoming until some proof was provided “that our children would do as well and be as happy as they are now.” [25]    Even as the highest court in the land heard arguments in Brown v. Board of Education, Topeka, the core membership of the Topeka NAACP remained activists in an African American community still deeply troubled by the struggle to end the separation of children by race in the city’s classrooms. Topeka’s black teachers refused to lend their support. “We have a situation here in Topeka,” NAACP branch secretary and plaintiff in the Brown case Lucinda Todd notified the national organization “in which the Negro Teachers are violently opposed to our efforts to integrate the public schools.” Without the support of the teachers, the NAACP could not rally the city’s ministers, the local branch complaining that many of the African-American religious leaders remained aloof and “if it were not for our school case” would “help us more at present.” [26]    Despite the lack of popular support, a small group of Topeka attorneys began fashioning a scaffold out of court papers. On June 25, 1951, in a federal courtroom in Topeka, Charles Bledsoe and Elisha Scott’s sons Charles and John with lawyers Robert Carter and Jack Greenberg of the NAACP’s Legal Defense Fund arrived ready to strike down segregation in Topeka’s public elementary schools. The case was but one doggedly filed in federal district courts between November 1950 and July 1951 which would be litigated concurrently before the U.S. Supreme Court in 1952. The Topeka Board of Education, however, decided not to wait for the U.S. Supreme Court’s decision. In September 1953, Charles Scott wrote Carter that the Superintendent of Topeka Schools had filed a recommendation for the gradual integration of all of the city’s schools.        Footnotes: [1] Brown v. Board of Education National Historic Site and the National Park Service gratefully acknowledge the assistance of Unified School District 501, Topeka, Kansas, the Kansas State Historical Society, and the Kenneth Spencer Research Library, the Kansas Collection, the University of Kansas in preparing this study.  [2] Nathaniel Sawyer to Governor Henry Allen, January 11, 1918, Governor Henry Allen Papers, Box 18, Kansas State Historical Society, Topeka, Kansas.  [3]Colored Citizen, September 20 and June 21, 1879 and Times-Observer, August 19, 1891 quoted in Thomas C. Cox, Blacks in Topeka Kansas, 1865-1915, Baton Rouge, LA: University of Louisiana Press, 1982, 112. [4] William Reynolds v. The Board of Education of the City of Topeka, 66 Kan. 672 (1903). [5]Reynolds v. The Board of Ed., 679-692. [6] Topeka State Journal, September 24, 1908 and September 25, 1908; Topeka Plaindealer, September 24, 1908; Records of Minutes of the Board of Education, City of Topeka, October 5, 1908, Unified School District 501, Administration Building, Topeka, Kansas. [7] In April 1921, the Topeka Board of Education ordered that the African American children at Potwin be sent to Buchanan school \"to avoid some trouble that had occurred,\" Records of Minutes of the Board of Education, April 4, 1921. [8] See as example Records of Minutes of the Board of Education, August 5, 1911; September 4, 1911; October 11, 1911; December 2, 1912; March 6, 1917; October 1, 1917; September 2, 1918; March 5, 1919; September 1, 1919; July 16, 1921; January 7, 1924; and August 7, 1924.    [9] Records of Minutes of the Board of Education, October 5, 1908 and September 8, 1924. [10] Records of Minutes of the Board of Education, April 15, 1904. [11] For information on school conditions see Records of Minutes of the Board of Education, February 5, 1923; November 5, 1923; March 3, 1924; July 9, 1924; and September 22, 1924. [12]Kansas City Times, November 15, 1927. [13] Franklin Williams to Thurgood Marshall, September 9, 1948 and Glouster Current to Dr. Porter Davis, September 15, 1948, Kansas State Conference Files, Papers of the National Association for the Advancement of Colored People, Microfilm Division, Kansas State Historical Society. [14] Records of Minutes of the Board of Education, January 11, 1929. [15] Topeka Plaindealer, October 8, 1915; Records of Minutes of the Board of Education, City of Topeka, October 2, 1916; November 2, 1916; and January 7, 1929. [16] For the Rich case see, Records of Minutes of the Board of Education, September 24, 1928 and October 1, 1928 and Topeka Plaindealer, September 28, 1928. For the Wright case see, Wright v. Board of Education, City of Topeka, 129 Kan. 852 (1930), Records of Minutes of the Board of Education, September 20, 1929 and September 27, 1929. For the Foster case see, Foster v. Board of Education, City of Topeka, 289 Pac. 959 (1930); Records of Minutes of the Board of Education, January 7, 1929; February 4, 1929; and October 7, 1929; Topeka Daily Capital, October 13, 1929; Topeka Plaindealer, July 18, 1930; Assistant Secretary, NAACP to Galena French, Secretary, Topeka NAACP, October 31, 1929, Topeka Branch Office Files, Papers of the NAACP. [17] The board of education established a 6-3-3 system or six years in elementary school, three years in junior high school and three years in high school for the city's white students. Black students were assigned to school under an 8-1-3 plan, attending elementary school through grade eight and then attending only grade nine in a junior high school before entering high school. [18] Graham v. The Board of Education of the City of Topeka, 153 Kan. (1941) 843, [19] Graham v. Board of Education, 846. [20] Records of Minutes of the Board of Education, March 8, 1937 and July 11, 1941. [21] In July 1939, the Topeka branch of the NAACP lost its charter when membership dropped below the minimum twenty-five required for membership in the national organization. Scott was the sitting president. Despite no longer being a member of the national organization, the local branch continued to hold elections, Raymond Reynolds to Roy Wilkins, September 2, 1941, Topeka Branch Office Files, NAACP Papers. [22] On July 11, Scott again approached the board with a poll he had conducted showing that 65% of those surveyed favored maintaining segregated schools. Records of Minutes of the Board of Education, June 23, 1941 and July 11, 1941; Topeka Plaindealer, July 4, 1941. [23] See Topeka Plaindealer, October 16, 1931 and April 22, 1932; Raymond Reynolds to Roy Wilkins, May 2, 1932 and Raymond Reynolds to Walter White, April 23, 1932, Topeka Branch Office Files, NAACP Papers. [24] Topeka Plaindealer, July 4, 1941. [25] Records of Minutes of the Board of Education, April 23, 1948. [26]Lucinda Todd to Lucille Black, August 14, 1953, Topeka Branch Files, NAACP Papers.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/topekasegregation.htm"
}
