{
    "title": "Brown v. Board of Education National Historic Site: Belton (Bulah) v. Gebhart",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Five Cases     Belton (Bulah) v. Gebhart                  Belton (Bulah) v. Gebhart      There were two separate cases in Delaware, but the issues were the same. Black families were frustrated with the inequitable conditions in schools reserved for African American children. Belton v. Gebhart was brought by parents in Claymont, who were forced to send their children to a run-down segregated high school in Wilmington rather than a school in the community. Bulah v. Gebhart was brought by Sarah Bulah, a parent who had made several attempts to convince the Delaware Department of Public Instruction to provide bus transportation for black children in the town of Hockessin. Particularly galling was the fact that a bus for white children passed her house twice a day, but would not pick up her daughter. The parents sought representation from Louis Redding, a local lawyer who was the state’s first black attorney. He suggested that they petition their all-white neighborhood schools on behalf of their children. The children were denied admission and in 1951, the cases Belton v. Gebhart and Bulah v. Gebhart were filed. At the state’s request the cases were heard at the Delaware Court of Chancery rather than the U.S. District Court. Jack Greenberg from the NAACP Legal Defense and Educational Fund, Inc. assisted Redding with the case. In a groundbreaking decision, the Chancellor ruled that the plaintiffs were being denied equal protection of the law and ordered that the eleven children involved be immediately admitted to the white school. The board of education, however, appealed the decison. Delaware was the only case of the five that achieved relief for the plaintiffs at the state level. The decision did not strike down Delaware’s segregation law.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/delaware.htm"
}
