{
    "title": "Brown v. Board of Education National Historic Site: 2006",
    "body": "2006       African American Films Date: October 3, 2006 Contact: Chelsey Smith, Brown Foundation, (785) 235-3939 Topeka, KS—The Brown Foundation, Brown v. Board of Education National Historic Site and Washburn University will commemorate the rich history of African American filmmaking. The month-long tribute to African American cinema will include noted guest speakers, a weekly film series and a traveling exhibition of historic movie posters. Noted film historian, Turner Classic Movies commentator and University of Pennsylvania professor, Donald Bogle, will be presenting film clips and commentary entitled African Americans in Hollywood: Images, Movies, Actors, Actresses and Filmmakers from 1903 to the Present on October 7th at 7 PM at the Brown v. Board of Education National Historic Site. Bogle’s most notable works are Bright Boulevards, Bold Dreams and Brown Sugar: Eighty Years of America’s Black Female Superstars. The program is the 8th Annual Address for the Washburn Center for Diversity Studies and the Oliver L. Brown Distinguished Visiting Professor for Diversity Issues. The program is free of charge. Reservations are required. Make reservations by October 6th by contacting the Brown Foundation at (785)235-3939 or by email. In addition, a film series will take place at the Brown v. Board of Education National Historic Site. On October 9th at 7:00 PM, Within Our Gates (1916) by Oscar Micheaux will be shown and introduced by Washburn University Professor, Dr. Tom Prasch. On October 16th at 7:00 PM, Home of the Brave (1949) will be shown and introduced by Washburn University Professor Dr. Howard Faulkner. On October 23rd at 7:00 PM, The Learning Tree (1969) by Gordon Parks will be shown and introduced by Kevin Willmott, noted Kansas filmmaker and producer of CSA: Confederate States of America. On October 30th at 7:00 PM, Devil in a Blue Dress (1995) will be shown and introduced by Dr. Tom Prasch. Each film is free of charge. Reservations are required. Make reservations by noon of the film date, by contacting the Brown Foundation at (785)235-3939 or by email. A traveling exhibition entitled Separate Cinema: The Black Solider will be on display at the Brown v. Board of Education National Historic Site. The exhibit contains movie posters featuring African American military themes. Highlighted are films from 1918 to present and include such titles as Glory, Antwone Fisher, Men of Honor and The Tuskegee Airmen. The exhibit will be on display from October 3rd to October 31st. Exhibit hours are from 9 AM to 5 PM daily. Brown v. Board of Education National Historic Site is open daily from 9 AM to 5 PM, excluding Thanksgiving, Christmas Day and New Year’s Day. Admission is free. The site is located at 1515 SE Monroe Street in Topeka, Kansas. For more information contact the Brown Foundation at (785)235-3939 and www.brownvboard.org, or Brown v. Board of Education NHS at (785) 354-4273 and www.nps.gov\/brvb.        Carlos Martinez and three students play the drums while displaced New Orleans jazz musicians play their instruments in the background. National Park Service\/Cheryl DeShazer  Latin Jazz Workshop Date: September 29, 2006 Brown v. Board of Education National Historic Site and the Brown Foundation invited four Topeka elementary schools to the site on September 29, 2006. The students participated in a special one day event which helped to celebrate Hispanic Heritage Month. Grammy Award-winning jazz musician Carlos Martinez and jazz musicians displaced from New Orleans by Hurricane Katrina came to Topeka for a special workshop for students. The workshop included a discussion on the history of the Latin style of jazz, and opportunities for students to decorate their own percussion instruments, which they used to accompany Martinez and the band in concert.        Elias Garcia talks about the Mendez v. Westminster case, which desegregated schools for Hispanic students, at Brown v. Board of Education National Historic Site. The Capital-Journal\/Mike Burley  Mendez v. Westminster Date: September 18, 2006 On Sunday, September 10, 2006, the documentary Para Todos Los Niños: For All the Children was shown at Brown v. Board of Education National Historic Site. The documentary detailed the 1946 California case, Mendez v. Westminster, which ended segregation for Mexican American students. Elias Garcia, from the Hispanic and Latino American Affairs Commission, moderated a panel discussion of the case for the approximately 75 people who attended the event. Also on the panel were: Sylvia Mendez, daughter of the case namesake; Sandra Robbie, producer of the documentary; and Ruben Flores, American studies professor at the University of Kansas. Click here for the full article from The Topeka Capital-Journal.         Constitution Week 2006 Date: September 1, 2006 Contact: Nichole McHenry, National Park Service, (785) 354-4273 Topeka, KS—Brown v. Board of Education National Historic Site and the Brown Foundation cordially invite the public to observe U.S. Constitution Week, from September 17 to September 23. In 2002, President George W. Bush, signed legislation designating the week of September 17-23 as United States Constitution Week. In 1787, 55 leaders from 12 of the 13 states met in Philadelphia to discuss how the United States of America should be governed. Throughout the month of September the park will display Emerging Leaders: The Framers of the United States Constitution, an exhibit which features 11 of the framers who made significant contributions to the creation of the nation. From September 17 through September 20, the public is invited to visit the park to sign a replica of the United States Constitution. On Monday, September 18, students are invited to participate in special activities where they will learn about this historic document and how it directly relates to the Brown v. Board of Education decision. Programs will be offered at 9 a.m. and 1p.m. Reservations are required and space is limited, please call (785) 354- 1489 ext. 247 to make reservations. Brown v. Board of Education National Historic Site is open daily from 9 a.m. to 5 p.m., excluding Thanksgiving Day, Christmas Day and New Years Day and is free to the public. The National Park Service cares for the special places saved by the American people so that all may experience our heritage. For more information please visit our website at www.nps.gov\/brvb.        Park Guide Amy Genke presents protest music to local library patrons. National Park Service\/Cheryl DeShazer  From Cotton Fields to Lunch Counters: Protest Music Through History Date: July 21, 2006 Using music and visual presnetations, Park Guide Amy Genke presented a program to local library patrons about the use of protest music through history. She started the program with music used as a \"Field Call\" and \"Complaint Call\" commonly heard in the cotton fields of the south. \"Follow the Drinking Gourd,\" a tune telling slaves how to find the Underground Railroad, was played. The audience was able to interpret the hidden meaning in the words, such as the 'drinking gourd' referring to the Big Dipper constellation in the sky. Genke fnished the program with protest music during the Civil Rights Movement, including \"I'm On My Way\" and Blowin' In the Wind.\"        Little Rock Nine members, from left, Thelma Mothershed Wair, Gloria Karlmark, Carlotta LaNier and Ernest Green, watch film footage of themselves in the \"Hall of Courage\" exhibit at the Brown v. Board of Education National Historic Site. The Topeka Capital-Journal\/Anthony S. Bush  Commemoration of 52nd Anniversary of Brown v. Board of Education Decision Date: May 18, 2006 Contact: Nichole McHenry, (785) 354-4273 Brown v. Board of Education National Historic Site commemorated the 52nd Anniversary of the unanimous 1954 landmark U.S. Supreme Court decision that ended legal segregation in public schools on Wednesday, May 17, 2006, while celebrating the park’s two-year anniversary of being officially open to the public. In conjunction with the Brown Foundation for Educational Equity, Excellence and Research, National Park Service and Washburn University, the park hosted the Little Rock Nine students who desegregated Little Rock Central High School. Carlotta LaNier and Terrance Roberts told their story to students at Williams Science and Fine Arts Magnet School. The commemoration included a Recognition and Remembrance Banquet which was held at the Ramada Inn on the night of May 17, where more than 350 people were in attendance. Marc Morial, President and Chief Executive Officer of the National Urban League was the keynote speaker. While in Topeka, the Little Rock Nine visited Brown v. Board of Education NHS. Brown v. Board of Education National Historic Site is open daily from 9 a.m. to 5 p.m., excluding Thanksgiving, Christmas and New Years Day and is free to the public. The National Park Service cares for special places saved by the American people so that all may experience our heritage.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/news\/2006.htm"
}
