{
    "title": "Brown v. Board of Education National Historic Site: Columbus to Emancipation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Timeline     Columbus to Emancipation                  Columbus to Emancipation           Christopher Columbus and others showing objects to Native American men and women on shore. Hand-colored lithograph. Library of Congress  1492 Everyone Christopher Columbus arrived in the Americas, beginning the European colonization of the Americas. Contact with Europeans was deadly, triggering numerous epidemics that killed millions of Native Americans. Europeans enslaved Native Americans and also brought Africans to the Americas to provide slave labor. Learn more about Salt River Bay, the only landing site of Columbus on US territory. 1641  African American Massachusetts was the first English colony to legally recognize slavery, which was already a common practice in the English colonies. Learn more about how racial slavery came to be in the new world. 1663 Everyone Enslaved Africans and white indentured servants planned a revolt in Gloucester County, Virginia, but were betrayed before they carried out their plan. This was the first organized resistance to bondage in the English colonies. Learn more about slave conspiracies in colonial Virginia.          Philip, King of Mount Hope, from the Church's The Entertaining History of King Philip's War. Line engraving, colored by hand, by the American engraver and silversmith Paul Revere. Mabel Brady Garvan Collection, Yale University Art Gallery. Courtesy of Yale University, New Haven. Conn.  1675-1676 Native American King Philip's War began in the Plymouth colony. The war was devastating and destructive, with numerous towns and homes destroyed, and thousands killed. Many Native American survivors of the war were sold into slavery. Learn more about King Philip's War. September 1739 African American The Stono Rebellion took place in South Carolina, the largest slave revolt in the English colonies. Learn more about their cries for liberty. 1775-1783 Everyone The American Revolution was fought. African Americans served in both the British and American armies, some gaining their freedom as a result. Inspired by the revolution, northern states began to abolish slavery. Learn more about the unfinished revolution. 1776 Everyone The United States declared independence from Great Britain. Even though the Declaration of Independence declared \"all men are created equal,\" this only applied to white males. Future generations would fight to make the principles embodied in the declaration a reality. Learn more about the paradox of freedom and slavery. 1781 African American Upon hearing the Massachusetts Constitution soon after the Revolutionary War, an enslaved woman known as Mum Bett decided to sue for her freedom and won. After the case, she changed her name to Elizabeth Freeman. Read about the case and Freeman's life after gaining her freedom. 1789   Everyone The US Constitution was ratified. Slavery was not mentioned by name, but was protected. Learn more about the three clauses in the US Constitution which protected slavery.          African American slaves using cotton gin. Print from wood engraving. Library of Congress  1793 African American The cotton gin was invented, making cotton production extremely profitable. The crop became the leading American export and greatly increased demand for slaves. Learn more about Eli Whitney's cotton gin patent issues. 1803 Everyone The Louisiana Purchase opened up westward expansion, eventually raising the question of whether slavery would be permitted in the new territories and setting the stage for future conflicts with the Native American tribes who lived in the territory. Learn more about Lewis and Clark's journey and their relationship with the Native Americans they met along the way. 1808 African American The United States exited the international slave trade. Learn more about the the internal slave trade between the upper and lower South. 1817 Disabled American The American School for the Deaf was founded in Hartford, Connecticut, the first school for disabled children in the western hemisphere. Learn more about the oldest existing school for the deaf. 1820 African American The Missouri Compromise temporarily resolved political conflict over the expansion of slavery into western territories. Learn more about the bitter debate surrounding Missouri's statehood.          Map showing the lands assigned to emigrant Indians west of Arkansas and Missouri. Library of Congress  1830 Native American The Indian Removal Act was passed, calling for the removal of eastern tribes to lands west of the Mississippi. As a result, thousands of Native Americans were forcibly removed and many died on the journey west. Learn more about President Jackson's systematic approach to Indian removal. January 1831 Abolitionist William Lloyd Garrison began publishing the influential anti-slavery newspaper, The Liberator. Read The Liberator online. August 1831 African American Nat Turner led the largest slave revolt in American history in Virginia. The revolt was crushed and numerous African Americans, many not even involved in the revolt, were killed. Slave Codes were strengthened throughout the south in the wake of the rebellion. Learn more about the federal government's involvement in the rebellion. 1833 African American The American Anti-Slavery Society was founded. Read the society's manifesto.          Wesleyan Chapel, site of the First Women's Rights Convention, as it stands today. NPS  1848 Women The first women's rights convention was held in Seneca Falls, New York. The convention produced a Declaration of Sentiments, which called for equal treatment of women and men under the law and voting rights for women. Learn more about the offspring of the abolition movement. 1849 African American In Roberts v. The City of Boston, an African American parent sued to desegregate a public school in Boston and lost. In 1855, Massachusetts became the first state to ban segregated schools, but the US Supreme Court still cited the case as precedent in Plessy v. Ferguson. Learn more about the struggle for integration in Massachusetts. 1850 African American The Compromise of 1850 ended the slave trade in the District of Columbia, but included a controversial Fugitive Slave Act that angered northerners and divided the country. Learn how another state compromised the balance of power in Congress.  1852 Everyone Uncle Tom's Cabin was published. The anti-slavery novel was a worldwide bestseller and turned many Americans against slavery. Learn how the Compromise of 1850 inspired Harriet Beecher Stowe to write this best seller.          \"Tragic Prelude,\" a painting by John Steuart Curry, depicts John Brown leading the anti-slavery movement in Kansas Territory before the Civil War. Oil and egg tempura on plaster. NPS  1854 Everyone The Kansas-Nebraska act was passed, allowing settlers in Kansas and Nebraska to decide if they would be free or slave states. Kansas erupted in violence known as \"Bleeding Kansas.\" Learn more about the early settlers of Kansas. 1857 African American In Dred Scott v. Sandford, the US Supreme Court ruled slaves were not citizens and Congress had no right to ban slavery in any part of the United States. Learn more about the case. 1860-1861 Everyone Eleven southern states seceded from the Union and formed the Confederate States of America. The Civil War began when Confederates fired on Fort Sumter, South Carolina. See the evolution of the CSA. 1861-1865 African American African American soldiers and sailors served in the United States Army and Navy during the Civil War. The First Kansas Colored Infantry were the first African American troops to fight in the war. See the preserved regimental flag at the Kansas Museum of History.          The first reading of the Emancipation Proclamation before the cabinet. Painted by F.B. Carpenter; engraved by A.H. Ritchie.  Library of Congress  January 1863 African American President Lincoln's Emancipation Proclamation went into effect. Though the proclamation only applied to parts of the Confederacy that the Union did not control and thus had no authority, the proclamation did turn the war into a fight not only to save the Union, but to end slavery. Learn more about Lincoln, slavery, and emancipation. 1864 Native American Colorado troops attacked Cheyenne and Arapaho Indians encamped along Sand Creek under the promised protection of Fort Lyon. Over the course of the day, 200 Indians, mostly women, children, and elderly, were murdered in what became known as the Sand Creek Massacre. Read editorials from the Rocky Mountain News in 1864.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/columbustoemancipation.htm"
}
