{
    "title": "Brown v. Board of Education National Historic Site: Monroe Elementary School",
    "body": "Monroe Elementary School       The Monroe Elementary School site was originally part of a homestead claim by Jacob Chase, one of the founders of Topeka. John Ritchie settled in the future state capital of Topeka in 1855. The following year, he purchased a 160-acre claim from Jacob Chase, building a home and farm on part of the site. He and his wife, Mary Jan Shelledy, were committed abolitionists and worked as “conductors” on the Underground Railroad. Ritchie became a prominent figure in Topeka history, selling and sometimes giving away pieces of his land to blacks and poor whites. These sites collectively became known as “Ritchie’s Addition” and the lots were 25 feet by 150 feet, with a wide alley bisecting the block for utility access. By 1865, Ritchie established a Christian college, and later established a cemetery for African Americans and poor whites who were not allowed in Topeka’s cemetery. In July of 1868, lots 505, 507, and 509 on Monroe Street, at the corner of 15th Street, were purchased by the Topeka Board of Education as the site for a school for black children. These lot numbers, based on Sanborn maps of 1889 and 1896, are consistent with the current numbering system. An existing building on the site was rented as a temporary school until 1874, when construction began on the first Monroe Elementary School. This building was remodeled in 1911 and demolished in 1927 when the new school was completed. In June of 1913, the Board purchased lots 513 and 515, and by 1916 had purchased lots 517, 519, 521, and 523. In 1926 lots 525, 527, 529, and 531 were added, the last two through condemnation. These combined lots became the site for the new Monroe Elementary School and playgrounds completed in 1927. In 1934, seeking additional playground space, the Board purchased the vacant triangular parcel on the east side of Monroe Street. This was the final acquisition to the Monroe Elementary School site. Subsequent sales of the property included the entire Monroe Elementary School site package. The school was closed in 1975, but the property was held by the school board until it was sold to Richard C. Appelhans in 1980. The Fairlawn Church of the Nazarene purchased the property from Appelhans in 1982, selling it to S\/S Builders (Mark A. Stueve, President) in 1988. The Trust for Public Lands relieved Stueve of the property in 1991 and donated it to the United States of America, National Park Service, in 1993.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/monroe.htm"
}
