{
    "title": "Walnut Canyon National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           3 Walnut Canyon Road  Flagstaff, AZ 86004                 Directions         Walnut Canyon National Monument is located approximately 7.5 miles (12 km) east of Flagstaff. From Interstate 40, take Exit 204, and turn south. The Walnut Canyon Visitor Center is located at the end of this 3-mile (5 km) road.  Directions Details           Operating Hours & Seasons         Walnut Canyon Hours In general, summer hours are effective from May 1 through October 31 each year but may change due to staffing or other reasons.   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       Winter Hours:   November 1  - April 30  9:00 AM - 5:00 PM                 Weather           Be prepared for variable and extreme weather conditions. You may expect high winds any time of year, summer temperatures above 95ºF (35ºC), afternoon storms July–September, and heavy snow from fall to spring. Dress in layers, as weather at Walnut Canyon can change quickly at any time of year.         Fees & Passes     Entrance Fees:   Walnut Canyon Entrance Fee - $8.00 This fee covers entrance for all visitors 16 years old or older for seven days. Children 15 years old and younger are admitted for free.   Commercial Sedan - Walnut Canyon Entrance Fee - $28.00 This fee covers the occupants of one commercial sedan for one day at Walnut Canyon National Monument.   Commercial Van - Walnut Canyon Entrance Fee - $40.00 This fee covers the occupants of one commercial van for one day at Walnut Canyon National Monument.   Commercial Bus - Walnut Canyon Entrance Fee - $100.00 This fee covers the occupants of one commercial bus for one day at Walnut Canyon National Monument.   Entrance Passes:   Flagstaff Annual Pass - $40.00 This pass is valid for one year from the month of purchase. At Walnut Canyon National Monument, it covers entry for up to four adults; children ages 15 and younger enter for free. At Sunset Crater Volcano and Wupatki National Monuments, it covers entry for all occupants of one private vehicle.         Visitor Centers       Walnut Canyon Visitor Center The visitor center features architecture from both the Civilian Conservation Corps and the Mission 66 era. The visitor center is the starting point for all visits to Walnut Canyon and is staffed daily by park rangers. Children may pick up Junior Ranger activities here.                Cliff dwelling along the Island Trail. NPS Photo       Take a Step into the Past and Experience Walnut Canyon   Taking the steps down to the Island Trail or a walk along the Rim Trail, will provide opportunities to experience Walnut Canyon National Monument and the cultural and natural resources of the area.      Operating Hours & Seasons Walnut Canyon is open all year, except December 25 when the monument is closed.  Phone (928) 526-3367  Location Leave I-40 at Exit 204, 7.5 miles (12 km) east of Flagstaff; drive south 3 miles (5 km) to the canyon rim. Warning: Tight turn around for towed vehicles; 40 feet (12 meters) maximum length advisory.   Weather Not all of Arizona is warm dry desert. Weather can vary widely, especially with elevation. At Walnut Canyon (6690'\/2039m above sea level), be prepared for snow in winter, hot sun in summer with afternoon thunderstorms, and, especially in spring, strong gusty winds on the rim and\/or in the canyon. Best advice - dress in layers, because the weather can change quickly at any time of year.  Pets Pets are NOT ALLOWED on monument trails or in buildings. Pets are allowed in the parking lot only. They must be leashed at all times. Please clean up after your pet.  NOTE: Summer heat is intense; pets left in vehicles - even for a short time - can suffer heat stroke and die.",
    "url": "https:\/\/www.nps.gov\/waca\/planyourvisit\/basicinfo.htm"
}
