{
    "title": "Brown v. Board of Education National Historic Site: 2013",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive     2013                  2013       Park Displays Award-Winning Art to Public Release date:  January 3, 2013 Contact:  David Smith Phone number:  (785) 354-4273 Topeka, KS - Brown v. Board of Education National Historic Site will host the winning finalists in the seventh annual student art competition, Kansans. . . As Talented as You Think! beginning January 4. The opening will coincide with Topeka's First Friday Artwalk. Lawrence Free State High School student Kristina Rasmussen took first prize and will be formally honored at the Native Sons and Daughters banquet slated for January 25 in Topeka. Her winning work, \"Universal Klimt Woman,\" was intended to represent the women in the paintings of the famous artist from Vienna, Gustav Klimt. What emerged, however, was that of her mother who died of breast cancer. Rasmussen's mixed media drawing was chosen as best of show from more than 400 entries. The 30 finalists' works from across Kansas will be exhibited January 4 through 24 at the historic site. Light refreshments will be provided to viewers at the park during the First Friday Artwalk, which will run from 5:30 to 8:00 p.m.   The park will be opened for extended hours to accommodate visitors this Friday. All other exhibits and the park bookstore will remain open to accommodate visitors as well.  Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps -NPS-      Make History Come Alive with Abraham Lincoln! Release date: January 7, 2013 Contact(s): Clayton Calder Phone number:  (785) 354-4273   Topeka, KS - This month marks the 150th anniversary of the Emancipation Proclamation. With the stroke of pen, President Abraham Lincoln in January 1863 altered the course of history during the Civil War by expanding his administration's war aims to eventually include emancipation of the nation's four million enslaved African Americans. Brown v. Board of Education National Historic Site will commemorate this historic anniversary on January 8, 2013, at 7 p.m. with a first-person portrayal of Abraham Lincoln. The event is free and open to the public.  Portraying President Lincoln will be Richard \"Fritz\" Klein of Springfield, Illinois who traveled Abraham Lincoln's famous 12-day inaugural journey during a National Park Service sponsored tour in February of 2011. Considered one of the nation's foremost Lincoln actors, Klein makes Lincoln and his period of history come alive. The first time he was asked to portray Abraham Lincoln was in 1976 at a municipal celebration of the nation's bicentennial. He began acting full-time in 1980. Since then, the role has taken him to some 35 states for film and television, on stage, and as a motivational speaker. He now resides in Springfield, Illinois with his wife and family, where he performs for some of the city's 500,000 annual visitors. From there he also travels to points across the nation on tours and by special invitation.   Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information call (785) 354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.         MLK Celebration at Brown v. Board of Education NHS Release date: January 16, 2013 Contact(s):  Angela Estep Phone number: (785) 354-4273   Topeka, KS - Brown v. Board of Education NHS invites you to celebrate Martin Luther King Jr. Day on Monday January 21, 2013. The park will be hosting the Lawrence Boys and Girls Club's Step team for two performances at 10 a.m. and 2 p.m. in the auditorium with the opportunity to learn about stepping after each performance. Other activities will be available from 9 a.m. to 5 p.m. and are free and open to the public.  In addition to the step team, there will be a host of other activities to enjoy at the park, ranging from trivia games, activities such as Who Am I?, RESPECT, and Color of America, to prize drawings. Prizes will also be handed out in conjunction with a trivia game that will be offered several times throughout the day. Junior Ranger badges can also be earned by students of all ages from a newly developed Junior Ranger activity sheet. President Barack Obama's inauguration will be displayed in the auditorium beginning at 11:30.  The museum's self-guided exhibits will be available as well. Walk in the shoes of the Little Rock Nine through the \"Hall of Courage,\" listen to \"Protest in Music,\" and be inspired to take the teachings of Dr. Martin Luther King Jr. and \"Pass it On.\" Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information call (785) 354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.      Transportation Grants Available for Tours Focusing On the Enduring Struggle for Freedom in Kansas   Release date: February 6, 2013   Contact(s): Nick Murray, Angela Estep Phone number: (785) 354-4273   Topeka, KS - Brown v. Board of Education National Historic Site will continue to offer transportation grants to schools within 75 miles wishing to travel to the historic site for a field trip. The grants also cover travel cost to other sites in Topeka that follows the struggles of people striving for freedom and equality including the Ritchie House, the Kansas State Capitol, and the Kansas Museum of History. Brown v. Board of Education NHS has also partnered with the previous locations and the Kansas State Historical Society to create tours that offer a complete experience for all these organizations to share their unique stories.  During visits, students can look through the galleries, have a ranger introduce them to the story of Brown v. Board of Education, or participate in the many educational programs designed for students according to K.S.D.E. standards. A wide variety of programs for students from K-12 are available, including \"Fair is Fair\" for K-2, which teaches students about feelings and being alike and\/or different. High school students can observe, discuss and overcome stereotypes with \"Guess Who?\" A description of the programs can be found on our website under the \"For Teachers, Plan a Field Trip\" section. In addition to these programs information and materials can be provided for pre- and post-trip activities for students.  Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information call (785) 354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.        National Park to Celebrate African American History Month   Release date: February 8, 2013 Contact: Dave Schafer Phone number: (785) 354-4273 Topeka, KS - Brown v. Board of Education National Historic Site is pleased to announce a dynamic lineup of events to help celebrate African American History Month. From contemporary poetry, to music of the Jazz Age, to the sounds and dances of the 1950s, the park is serving up a diverse array of events that highlight both local and national figures and their legacy in defining the African American story.  Brown v. Board of Education National Historic Site events for the month include:    Sunday, February 17th at 2 p.m. -Black Business Women's Network Poetry Slam highlights five local women authors and their stories. Following the reading, authors will be on hand to sign their books. Light refreshments will be provided. Monday, February 18th at 7 p.m. - Necessary Sacrifices is a theatrical production featuring acclaimed actors Hawthorne James as Frederick Douglass and Peter Bretz as Abraham Lincoln. Together, they portray an extraordinary relationship bridging the racial divide during Civil War. Thursday, February 21st at 7 p.m. - The Evolution of Jazz features Dennis Winslett, educator, historian, and musician. He will highlight the excitement of the Jazz Age, music of the Gatsby period, and the evolution of Jazz. Saturday, February 23rd at 7 p.m. - From Race Records to Rock &Roll recreates a 1950s sock hop, where visitors will be invited to learn how to perform risqué dances like the twist, the locomotion, and more to the beats of live music! Period clothing is encouraged. Saturday, March 2nd at 6:30 p.m. (At Topeka and Shawnee County Public Library) - Bessie Blues with Queen Bey brings to life one of the most popular Jazz singers of the 1920s. Her one woman show is directed by Kevin Willmott, professor of film at The University of Kansas and award-winning film writer and director.   In addition to the scheduled programs, park staff will be visiting with dozens of school groups throughout the month for structured, curriculum-based educational programs that focus on the African American story here in Topeka. All programs are free of charge. The park also provides transportation grants as needed to help offset school bus costs. Please contact park ranger Nick Murray at (785) 354-4273 to make a reservation. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps      Site Closed and Jazz Event Cancelled - Thursday, February 21     Release date: February 21, 2013 Contact: Dave Schafer Phone number: (785) 249-3771   Topeka, KS -Due to the winter weather warning for the area, Brown v. Board of Education NHS will be CLOSED on Thursday, February 21. In addition, the event The Evolution of Jazz originally scheduled for Thursday night has been cancelled as well. Information regarding a possible reschedule date will be posted on the website and Facebook pages listed above. Please refer any questions to Chief of Interpretation Dave Schafer at (785) 249-3771. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information call (785) 354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.        Visitors dance to music from the 1950s and 1960s during the first community sock hop. NPS  Visitors Dance the Night Away at First Community Sock Hop Date: February 27, 2013 On Saturday February 23, Brown v. Board of Education NHS hosted its first community sock hop. Approximately 100 visitors braved the elements to enjoy a night of fun and music while students from the Kansas Ballet Academy and Accent Dance Academy demonstrated dances such as the stroll, the twist, the lindy and the locomotion. A local band by the name of Spare Parts entertained the crowd with music from the 1950s and 1960s as kids and adults competed at hula hoop. The night was a great success according to park historian Thom Rosenblum. \"We wanted to offer the public a lighter side of the history while still maintaining the parks thematic integrity.\" Music has the ability to unify society but it can also serve as a catalyst for youthful rebellion against traditional social norms. In its infancy, rock and roll reflected a unique harmony of various African American music genres that caught the attention of young adults to put on their dance shoes and twist the night away to the new sound. The music industry labeled all African American music as race records. Therefore, early rock and roll was considered race music. However, the new sound transcended racial barriers as young adults from every ethnic group flocked to dance halls wanting to hear rock and roll. The success of rock and roll as an instrument for integrating young adults, and its label as race music, created a negative backlash from segregationists grasping to the idea of cultural traditions that separated whites and blacks in every aspect of society. Various groups organized boycotts of music stores and radio stations that played rock and roll. Despite their efforts, rock and roll survived.      Brown v. Board of Education National Historic Site Tourism Creates $894,000 in Local Economic Benefit Part of $30 billion impact that supports 252,000 jobs nationwide  Release date: February 27, 2013 Contact: Dave Schafer Phone number: (785) 354-4273   Topeka, KS -A new National Park Service (NPS) report for 2011 shows that the 21,000 visitors to Brown v. Board of Education National Historic Site spent $894,000 in communities surrounding the park. This spending supported 14 jobs in the Topeka area. \"We don't necessarily think of our parks and historic sites as being money makers for our local economies, but independent research shows that these recreational parks and visitor centers bring in substantial revenue to area businesses,\" said park superintendent David Smith. \"In the last year, I have met families and groups from all over the country - and even from outside the country - who come specifically to Topeka because they want to visit the city made famous by the end of segregation in public education. And once they get here, they are delighted to find a revitalized downtown, a world class state museum, and shops, restaurants, and hotels that meet their needs.\" The information on Brown v. Board of Education NHS is part of a peer-reviewed spending analysis of national park visitors across the country conducted by Michigan State University for the National Park Service. For 2011, that report shows $13 billion of direct spending by 279 million park visitors in communities within 60 miles of a national park. That visitor spending had a $30 billion impact on the entire U.S. economy and supported 252,000 jobs nationwide. In addition to the 14 local jobs supported through visitor spending, the National Park Service also employees 15 fulltime and five seasonal park rangers, maintenance workers, and administrative staff. The economic study does not take into effect the impact of these workers on the local economy though housing, tax impact, and local expenditures. Most visitor spending supports jobs in lodging, food, and beverage service (63 percent) followed by recreation and entertainment (17 percent), other retail (11percent), transportation and fuel (7 percent) and wholesale and manufacturing (2 percent.)   To download the report visit www.nature.nps.gov\/socialscience\/products.cfm#MGM and click on Economic Benefits to Local Communities from National Park Visitation, 2011. The report includes information for visitor spending at individual parks and by state. To learn more about national parks in Kansas and how the National Park Service works with communities to preserve local history, conserve the environment, and provide local recreation opportunities, go to www.nps.gov\/Kansas.  Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information call (785) 354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.       National Park Tourism in Kansas Creates $4.6 Million in Economic Benefit  Part of $30 billion impact that supports 252,000 jobs nationwide  Release date: February 27, 2013 Contact: Dave Schafer Phone number: (785) 354-4273   Topeka, KS - A new National Park Service (NPS) report for 2011 shows that the 101,752 visitors to national parks in Kansas spent $4.6 million in communities surrounding those parks. This spending supported 80 jobs across the state. \"Kansas is home to world class National Park Service preserves and historic sites. Last year, over 100,000 people traveled to Kansas to find these hidden gems. Once there, they explored the surrounding areas, taking advantage of the hospitality that the state is so famous for,\" said Michael Reynolds, National Park Service Midwest Regional Director. \"Think about what you could do in one weekend in Kansas. Starting out at Fort Scott National Historic Site, your family could visit a beautifully preserved border fort that demarked the American frontier. A quick trek over to Tallgrass Prairie National Preserve offers a chance to see buffalo thriving in a natural landscape in the Flint Hills. Heading west, a visitor can follow the Santa Fe Trail out to Fort Larned National Historic Site - the historic hub for military action on the Great Plains. Heading north, Nicodemus National Historic Site offers a taste of homestead life on the plains for African Americans following the Civil War. Finally, head back to Topeka and get a firsthand view of where racial segregation crumbled at Brown v. Board of Education National Historic Site. We have some pretty amazing parks in Kansas.\" To download the report - which provides park-by-park information - visit http:\/\/www.nature.nps.gov\/socialscience\/products.cfm#MGM and click on Economic Benefits to Local Communities from National Park Visitation and Payroll, 2011.  The information is part of a peer-reviewed spending analysis of national park visitors across the country conducted by Michigan State University for the National Park Service. For 2011, that report shows $13 billion of direct spending by 279 million park visitors in communities within 60 miles of a national park. That visitor spending had a $30 billion impact on the entire U.S. economy and supported 252,000 jobs nationwide. Most visitor spending supports jobs in lodging, food, and beverage service (63 percent) followed by recreation and entertainment (17 percent), other retail (11percent), transportation and fuel (7 percent) and wholesale and manufacturing (2 percent.) To learn more about national parks in Kansas and how the National Park Service works with communities to preserve local history, conserve the environment, and provide local recreation opportunities, go to www.nps.gov\/Kansas. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information call (785) 354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.        Rangers from Kansas National Parks, along with Buddy Bison and Monroe the Dog. NPS\\Cheryl DeShazer  Kansas Parks Celebrate St. Patrick's Day Date: March 26, 2013 Near freezing temperatures did little to stop staff from the Kansas National Parks from participating in this year's St. Patrick's Day parade and celebration in Topeka. Staff from both Tallgrass Prairie National Preserve and Brown v. Board of Education National Historic Site paraded through Topeka's urban core to invite revelers to come out and experience their public lands at all of Kansas' five parks. Accompanied by National Park Trust Buddy Bison and park mascot Monroe the Dog, park staff distributed thousands of park brochures, NPS trading cards, and other educational materials to the thousands of Kansans who lined the two-mile route.  This was the first year that any of the Kansas parks had participated in the annual parade. In looking for ways to build relevance and reach out to new communities, park staff has been seeking out fresh outreach tools. During the parade, staff contacted hundreds of people who were unaware of the fact that Kansas actually had national Park Service sites. The parade marked the first use of one of Tallgrass Prairie NP's visitor buses as a parade float. During the parade, local youths and volunteers waved to those seated along the parade route.  The bus is currently on loan to Brown v. Board of Education NHS for their use as part of the \"From Brown to Brown\" bus tour which will begin in April and will take park visitors to other civil rights sites associated with the park's story.          NPS\/Cheryl DeShazer  Forging Freedom's Pathway: Living History Walks from Historic Ritchie House to Brown v. Board of Education National Historic Site on April 6   Release date: March 26, 2013 Contact(s): Dave Schafer Phone number: 785-354-4273   Topeka, KS - From conflicts leading to the Civil War to the birth of the Civil Rights Movement, Topeka has played a central role. As part of an initiative to interpret the unique history of Topeka and Kansas, all are invited to attend a free living history walk on Saturday, April 6 from the Historic Ritchie House to Brown v. Board of Education National Historic Site. The walks will feature living history reenactors portraying personalities from territorial Kansas in the 1850s through the historic Brown legal decisions in the 1950s. They will portray evolving views of race and freedom that developed in Kansas over the years. The walks will begin at Brown v. Board of Education National Historic Site at 12:30 p.m. with the final walk departing at 3:30 p.m. Walks will begin at the national historic site where participants will ride a free shuttle to the Ritchie House and walk the half mile back, stopping with a park ranger along the way to meet characters representing a century of history. Shuttles and tour groups will depart approximately every 15 minutes. Space is limited and tours are first-come, first-served. The Lecompton Reenactors, a park ranger, and other living history presenters will portray characters including abolitionist Mary Jane Ritchie, pro-slavery politician David Rice Atchison, free-stater James H. Lane, women's rights supporter Clarina Nichols, Exoduster Nathan Holder, school board member Chester Woodward, and African American teacher Julia Roundtree. Their stories about the conflict over the extension of slavery into Kansas and the later debates over issues of integration and segregation illustrate the central role Kansas played in the emergence of both the Civil War and the Civil Rights Movement. The living history walk is sponsored by the Shawnee County Historical Society, the Lecompton Reenactors, Western National Parks Association, Visit Topeka Inc., and the National Park Service. \"The Topeka Constitution,\" a special presentation about this historic event, will occur at 11:00 a.m. on April 6 at Constitution Hall. The historic building at 429 S Kansas Avenue will be the scene of living history portrayals of James H. Lane and David R. Atchison. They will present their free state versus pro-slavery perspectives. Members of the Friends of Constitution Hall will be on hand to explain the building's fascinating history and describe the status of its restoration.  \"From Brown to Brown: Topeka's Civil Rights Story,\" a new brochure that maps out locations in the city linked to local and national struggles for freedom and equality, will be available starting on April 5. As part of an initiative to help the city tell this important story, the brochure features a map directing drivers to 16 sites such as the Statehouse, Great Overland Station, and the U.S. Post Office (former federal building) on Kansas Avenue where Brown v. Board of Education was first argued. To supplement the experience, visitors can dial a number on their cell phones and listen to audio recordings describing each site. They can also connect to a mobile web address for additional images and stories. More information can be found at www.nps.gov\/brvb and www.facebook.com\/brownvboardnps. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information, call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.        Judge Julie Robinson leads American citizens, both new and old, in the Pledge of Allegiance NPS\\Cheryl DeShazer  Brown Site Welcomes 40 New Citizens Date: March 28, 2013 Brown v. Board of Education National Historic Site staff welcomed 40 new American citizens to their National Parks on March 23 in what is becoming an increasingly frequent event at the Topeka park. Nearly 200 friends and family members were also in attendance. The park will play host to at least three Naturalization Ceremonies in the coming year. Stressing the role and obligation American citizens have in protecting their country's parks and public lands, Chief of Interpretation Dave Schafer reminded America's newest citizens of what National Parks represent. Using examples from Manzanar, the USS Arizona, and Andersonville, Schafer demonstrated that National Parks help tell America's collective story and preserve it for the next generation. Federal Judge Julie Robinson presided over the proceedings. She also reminded the new citizens of the significance in the Brown v. Board of Education case in assuring that all Americans should have access to education regardless of the color of their skin. Park staff provided the new citizens with welcome packets to help them enjoy and explore their parks and public lands. The park partnered with the Daughters of the American Revolution and the League of Women Voters to provide additional materials and refreshments at the conclusion of the ceremony.         NPS\/Cheryl DeShazer  \"Get On the Bus\" and Travel Back in Time - National Park Announces  Free Bus Tours of Topeka   Release date: April 22, 2013 Contact: David Smith Phone number: 785-354-4273   Topeka, KS - Brown v. Board of Education National Historic Site is pleased to announce the introduction of a free Civil War to Civil Rights bus tour of Topeka. From conflicts leading to the Civil War to the birth of the Civil Rights Movement, Topeka has played a central role. \"From Brown to Brown: Topeka's Civil Rights Story\" maps out locations in the city linked to local and national struggles for freedom and equality. The first bus tours will be on Saturday, April 27, 2013 at 10:30 am, 12:30 pm, and 2:30 pm. Tour tickets are free and will be made available on a first-come, first-served basis, beginning at 9:00 am on April 27. Bus tours will last about 90 minutes and will be conducted on a 16-passenger bus on loan from Tallgrass Prairie National Preserve. To help share the unique history of Topeka and Kansas, Brown v. Board of Education National Historic Site, with the help of other partners in the community, has created and is currently distributing a self-guided driving tour brochure that follows the route. The new \"From Brown to Brown: Topeka's Civil Rights Story\" brochure features a map directing drivers to 16 city sites such as the Statehouse, Constitution Hall, Great Overland Station, Topeka Cemetery, Kansas History Museum, and the U.S. Post Office (former federal building) on Kansas Avenue where Brown v. Board of Education was first argued in 1951. To supplement the experience, visitors can dial a number on their cell phones and listen to audio recordings describing each site. They can also connect to a mobile web address for additional images and stories. This Saturday will mark the maiden trip of what the park hopes to offer as a regular amenity to serve the Topeka community. When Congress created the historic site in 1992, the enabling legislation directed the National Park Service to interpret the other civil rights sites in Topeka. The driving brochure and the bus tour mark the park's first attempt to tell the full story of Topeka's surprisingly rich history of conflict, innovation, and diversity. Future bus tour schedules and information about the driving brochure can be found on the website and Facebook page listed below.    Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of federal holidays. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information call (785) 354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps. -NPS-      National Park Service to Feature Student-made Artwork in \"Expressions of Freedom and Equality\" Temporary Exhibit Release date: April 30, 2013 Contact: Dave Schafer Phone number: 785-354-4273 Topeka, KS - Brown v. Board of Education National Historic Site is dreaming big-big enough to help cover a Saturn V rocket with over 250 pieces of local, national, and even international artwork. From May 1 to June 30 the park will host \"Expressions of Freedom and Equality,\" an exhibit created in partnership with artists representing The Dream Rocket Project. The exhibit will feature artwork created by Kansas students during a series of artist workshops. Visitors can view the free exhibit from 9 am to 5 pm daily (except on May 27 when the park will be closed for Memorial Day). On May 3 and June 7 the exhibit will be open from 5:30 to 8:30 pm during Topeka's monthly First Friday Artwalk. Students, teachers, and artists will be on hand on Friday, May 3 to discuss their artwork at a reception with opening remarks at 5:45 pm.   The Dream Rocket Project, which was launched in 2009, is collecting more than 8,000 pieces of artwork that in 2014 will be stitched together to wrap a 363-foot Saturn V Moon Rocket replica at the U.S. Space & Rocket Center in Huntsville, Alabama. Prior to the wrapping of the Saturn V, all submissions are being displayed in libraries, schools, museums, and other community locations.  Artwork in the exhibit will explore the theme of \"Expressions of Freedom and Equality.\" Sub-themes include community, education, peace, empathy, and integrity. Young people in Boys and Girls Clubs in Topeka, Lawrence, and Kansas City created many of the artworks in 2012 after week-long summer camps under the guidance of Lawrence-based quilt artist Marla Jackson. Students created fabric art pieces after visiting historic sites in eastern Kansas and western Missouri that are part of Freedom's Frontier National Heritage Area. Artist Jennifer Marsh worked with other students at area high schools to create the exhibit's larger works. In addition to works by Kansas students, submissions arrived from 23 states and nine countries, representing a total of 101 schools, 85 groups, 27 individuals, and 17 Girl Scout troops.  \"Through this exhibit, our park visitors will see the many ways that students have expressed their understanding of what freedom and equality means to them,\" said Park Superintendent Dave Smith. \"By exposing students to our country's struggle for civil rights, we hope to inspire them to make a difference.\"  Jennifer Marsh founded The Dream Rocket Project in response to the growing need within her community for supplemental arts education for public schools, community arts, and perhaps most importantly, an outlet for individuals around the world to find common ground. Marsh currently resides as a fellow of the Donald B. and Twila Catron Sr. Professorship of Art at Washburn University in Topeka, Kansas. More information about The Dream Rocket Project is available online atwww.thedreamrocket.com. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. Check with the park for closures on other Federal holidays. For more information, call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.       Kids Through Age 18 Can Ride Free on Fixed Route Bus Service Between May 15th and August 15th Date: May 2, 2013 Topeka Metro is partnering with the Topeka and Shawnee County Public Library, the Kansas Children's Discovery Center, Brown v. Board of Education National Historic Site, and the Topeka Zoo to highlight summer activities that can be accessed by taking the Metro.  \"This is a wonderful opportunity to connect kids to Topeka,\" said Metro General Manager, Susan Duffy. \"There are lots of great places to go and do in Topeka. This summer we want kids to get out of the house and experience Topeka.\"  Routes and schedules can be found at www.topekametro.org. Or call Topeka Metro Customer Service at 783-7000 for help with trip planning.      Now Let Me Fly Performance in Kansas, City Kansas Commemorates Brown v. Board of Education Anniversary Release date: May 7, 2013 Contact: Nick Murray Phone number: 785-354-4273 Topeka, KS - Brown v. Board of Education National Historic Site is proud to present Now Let Me Fly at the Kansas City Kansas Community College Performing Arts Center.  Now Let Me Fly is a theatrical performance commemorating the 50th anniversary of the Brown v. Board of Education U.S. Supreme Court decision to end segregation in public schools.  The performances will be hosted May 9 at 9:15 am, 11:45 am and 6:15 pm as well as May 10 at 11:45 am and 6:15 pm.  All performances are free to the public and school groups are encouraged to attend the early performances. Now Let Me Fly has been performed internationally at thousands of theaters, schools, libraries and museums.  The play examines the hopes and dreams of individuals involved the case, such as Thurgood Marshall and Oliver Brown, as they struggle to end segregation in public schools. Marcia Cebulska wrote Now Let Me Fly by using extensive research and interviews with individuals and families involved in the Brown v. Board of Education case to gain a more intimate knowledge of the characters for her play. Cebulska's plays have been produced in New York, Los Angeles, Indianapolis, Chicago, and other cities across the nation. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools.  The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 am to 5 pm daily, with the exceptions of most federal holidays. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/ brownvboardnps.      \"Get On the Bus\" and Travel Back in Time - National Park Service Announces More Free Bus Tours of Topeka Release date: May 15, 2013 Contact: Dave Schafer Phone number: 785-354-4273 Topeka, KS - As part of its ongoing initiative to interpret the civil rights story in Topeka, Brown v. Board of Education National Historic Site will provide free Civil War to Civil Rights bus tours during the next three Saturdays. \"From Brown to Brown: Topeka's Civil Rights Story\" bus tours will travel to locations in the city linked to local and national struggles for freedom and equality. Bus tour times for Saturday, May 18 are 10:30 am, 12:30 pm, and 2:30 pm; tour times for May 25 are 10:30 am, 1 pm, and 3 pm; and on June 1 there will be one tour at 11 am. Seating is limited. To reserve a seat on the bus, call 785-354-4273. Remaining tickets will be distributed on-site the day of the tour on a first-come, first-served basis. From conflicts during the era of John Brown and \"Bleeding Kansas\" prior to the Civil War to the birth of the Civil Rights Movement a century later, Topeka has played a central role. In the 1850s the central question was about freedom. Would slavery expand west into Kansas? In the 1950s the central question was about equality. Would the \"separate but equal\" doctrine of racial segregation in public education be overturned? Answers to both questions proved to be defining moments on the road toward attaining racial justice and equality of opportunity for all Americans. Kansas entered the Union as a Free State in 1861 and the US Supreme Court ruled in 1954 that \"in the field of public education . . . . Separate educational facilities are inherently unequal.\" To help share the unique history of Topeka and Kansas, Brown v. Board of Education National Historic Site, with the help of other partners in the community, is distributing a self-guided driving tour brochure. The brochure, which is titled \"From Brown to Brown: Topeka's Civil Rights Story,\" features a map directing drivers to 16 city sites such as the Statehouse, Constitution Hall, Great Overland Station, Topeka Cemetery, Kansas History Museum, and the U.S. Post Office (former federal building) on Kansas Avenue where Brown v. Board of Education was first argued in 1951. To supplement the experience, visitors can dial 785-338-4041 on their cell phones and listen to audio recordings describing each site.  Brown v. Board of Education National Historic Site tells the story of the US Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 am to 5 pm daily, with the exceptions of federal holidays. Western National Parks Association, a non-profit park partner, sells a variety of educational and commemorative sales items at the park. For more information about the park call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.       National Park Service to Display Historic Doll and Reveal Future Plans for Historic Site Release date: May 15, 2013 Contact: Dave Schafer Phone: 785-354-4273 Topeka, KS - Brown v. Board of Education National Historic Site will commemorate the 59th anniversary of the US Supreme Court decision with a public display of an artifact that was crucial to the case that overturned the \"separate but equal\" doctrine in public education. This Friday, May 17, from 10 am to 2 pm, the park will place on temporary exhibit an African American doll that Dr. Kenneth Clark used in a series of landmark studies.   In the 1940s and 1950s Dr. Kenneth Clark and his wife, Mamie, conducted several social science experiments with African American children. The Clarks presented the children with a black doll and a white doll and asked them which doll was the nicest, smartest, and prettiest. In response, most chose the white doll. The Clarks correlated the general aversion of the black doll by the children with the existing system of racial segregation. Dr. Kenneth Clark testified in court as part of the legal strategy for the National Association for the Advancement of Colored People (NAACP). In 2012, Donna Shai, who lives in Pennsylvania and whose friend was a student of Dr. Clark's, donated the doll to the park. \"If we could pick one object to symbolize the essence of Brown v. Board of Education,\" said Supt. David Smith, \"we would choose this doll. Tangible artifacts such as this doll make the story real and believable.\"  In addition to the display of the doll, a short program and press conference at 11 am will highlight several initiatives the park is embarking on to fulfill its long-range interpretive plan. These include re-creating a 1950s Kindergarten room, modifying permanent exhibit galleries, and helping Topeka interpret its civil rights story through a new self-guided driving tour brochure, cell phone tour, and bus tours.  The park has also acquired two Abraham Lincoln prints from Joe Swalwell, a local collector. The largest print depicts President Lincoln's first reading of the Emancipation Proclamation to his cabinet on July 22, 1862. The print is believed to have been displayed in the Lincoln School in Topeka. On May 17, Mr. Swalwell will be on hand to talk about this print and a second print of an image of Lincoln captured in an 1860 photograph.  Also, on May 17 the Kansas Historical Society will display several artifacts from its rich museum collection. These items belonged to Kansans linked to sites and stories associated with the state's struggle to provide freedom and equality to its citizens. The artifacts include a sword that belonged to John Ritchie, an anti-slavery activist in Topeka who was active in the Underground Railroad; a cane that was presented in 1895 to Guilford Gage when a Civil War monument was dedicated in Topeka Cemetery; and the Washburn University Distinguished Alumni Service Medal presented in 1973 to Mamie Williams, an important African American educator in Topeka. Blair Tarr, a curator with the Kansas Historical Society, will be on hand on May 17 to discuss these and other artifacts, especially those linked to Bleeding Kansas and the Civil War. Brown v. Board of Education National Historic Site tells the story of the US Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of federal holidays. For more information, call 785-354-4273 or visitwww.nps.gov\/brvb and www.facebook.com\/brownvboardnps.        Site Closed - Most Federal Holidays Release date: May 22, 2013 Contact: Dave Smith Phone number: 785-354-4273 Topeka, KS -Brown v. Board of Education NHS will be closed on all federal holidays except for Martin Luther King, Jr. Day until further notice. This includes the upcoming Memorial Day on Monday, May 27. Previously, the site was closed annually on Thanksgiving, December 25 and January 1. Any questions regarding this change may be directed to Superintendent Dave Smith at 785-354-4273.  Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily except for most federal holidays. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/news\/2013.htm"
}
