{
    "title": "Brown v. Board of Education National Historic Site: 2010",
    "body": "2010       New Firearms Law Takes Effect Monday National parks now subject to state and local firearms laws National Park Service News Release Release Date: February 18, 2010 Contact: David Barna, (202) 208-6843 WASHINGTON – A change in federal law effective Monday, February 22, allows firearms in many national parks. People who can legally possess firearms under federal and state law can now possess those firearms in the national parks in that state. The new law (Sec. 512 of P.L. 111-24) was passed by Congress and signed last May by the President. Prior to February 22, firearms have generally been prohibited in national parks – except in some Alaska parks and those parks that allow hunting. State and local firearms laws vary. Visitors who would like to bring a firearm with them to a national park need to understand and comply with the applicable laws. More than 30 national parks are located in more than one state, so visitors need to know where they are in those parks and which state’s law applies. \"For nearly 100 years, the mission of the National Park Service has been to protect and preserve the parks and to help all visitors enjoy them,\" National Park Service Director Jon Jarvis said. \"We will administer this law as we do all others – fairly and consistently.\" Federal law continues to prohibit the possession of firearms in designated \"federal facilities\" in national parks, for example, visitor centers, offices, or maintenance buildings. These places are posted with \"firearms prohibited\" signs at public entrances. The new law also does not change prohibitions on the use of firearms in national parks and does not change hunting regulations. Park websites have been updated to include links to state firearms laws to help visitors understand the law and plan accordingly.  -NPS- Sec. 512 of P.L. 111-24, an amendment to the Credit Card Accountability, Responsibility, and Disclosure Act of 2009, also directs the U.S. Fish and Wildlife Service to follow state and local firearms laws in national wildlife refuges.      Local Elementary Students Build Common Ground through Quilting Release date: April 1, 2010 Contact: Joan Wilson or Justin Sochacki Phone: (785) 354-4273 Topeka –Fourth graders from Williams Science and Fine Arts Magnet School are making history and art through one of America’s most valued, iconic, and revered traditional crafts --- quilting. Working with local quilt guilds and park rangers from Brown v. Board of Education National Historic Site, students are designing and creating quilt blocks that depict stories related to the Brown v. Board of Education case. The students will be working on the quilt at the site on Tuesday, April 6, 2010 from 9 a.m. until 11 a.m. The project is collaboration between the five National Park Service units in Kansas, local elementary schools, and quilting guilds within each park community. The project is entitled “Building Common Ground through the Quilts of Many Hands” and is funded by a National Park Foundation grant. Park rangers from each of the five National Park Service sites in Kansas and local quilting guilds will work collaboratively with fourth and fifth grade students. First, students will learn how stories are told through quilts in a workshop. After visiting the local park site, each student will compose a one-page story or essay describing his or her quilt block and the story which the block represents. Each student will then design and fabricate a 12-inch quilt block with the assistance of local quilt guilds and park rangers. The blocks will depict a story relating to the school’s local park site. Once the blocks are complete, the guilds will help students tie the quilts together, photograph the final project, and briefly display the quilts at the local schools. From June through August, the completed quilts will go on tour and be displayed at each of the five National Park Service sites in Kansas: Nicodemus National Historic Site, Brown v. Board of Education National Historic Site, Tallgrass Prairie National Preserve, Fort Scott National Historic Site, and Fort Larned National Historic Site. Visitors will be able to see the children’s quilts and vote on their favorite. All participating students will receive prizes; however, the quilt receiving the most votes will be awarded a grand prize and honored with a formal presentation at the winning school in September. In Topeka, two fourth-grade classes from Williams Science and Fine Arts Magnet School are participating in the project. Park Ranger Joan Wilson, quilt artist Marla Jackson, and the Country Quilters guild are leading the project, helping students create quilt blocks that depict stories of attending segregated schools in Topeka. “After seeing the children’s creations,” said Joan Wilson, “I feel safe in calling them ‘Young Artists.’ They have interpreted and captured a significant page in American history which will be preserved through this quilt project. Each child made a personal connection to the five cases in the Brown v. Board of Education U.S. Supreme Court decision and this was evident in the work they produced. It was truly inspiring working with every student.” The project seeks to engage students with local artists in the community and the rich heritage preserved by the National Park Service. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, Christmas, and New Year’s days. For more information call 785-354-4273 or go to www.nps.gov\/brvb.        New park superintendent Cheryl Brown Henderson.   Cheryl M. Brown Henderson Selected as Superintendent at Brown v. Board of Education National Historic Site Release Date: May 11, 2010 Contact: Patty Rooney Phone: (402) 661-1532 OMAHA, Neb. – The National Park Service (NPS) has appointed Cheryl M. Brown Henderson, founder and long-time President and Chief Executive Officer of the non-profit Brown Foundation for Educational Equity, Excellence and Research, as the next Superintendent of the Brown v. Board of Education National Historic Site in Topeka, Kansas. She replaces Dennis A. Vasquez, who served as Superintendent for 5 years before transferring to Washington, D.C., in August 2009. Brown Henderson’s tenure at the park begins June 6, 2010. “Cheryl Brown Henderson was instrumental in developing the concept of and the actual designation of the Monroe Elementary School as the Brown v. Board of Education National Historic Site, and her strong communication skills and proven ability to work with a wide variety of constituency groups affiliated with the Brown story will be great assets at the site,” said Ernest Quintana, the National Park Service’s director for the 13-state Midwest Region. “She has an enviable record of building community support for this park at the local, regional, and national levels, and understands the importance of engaging all stakeholders,” he added. Brown Henderson said of this new opportunity, “Because Brown v. Board of Education is a living decision that continues to influence how we live in a diverse society, I look forward to creating greater awareness of this historic site and to expanding our educational outreach. Our story is taught in classrooms from elementary school to graduate school.” In 1972, Brown Henderson began her professional career as a 6th Grade Classroom Teacher with the Topeka Public Schools. Her first teaching assignment was at Monroe Elementary School, now preserved as the Brown v. Board of Education National Historic Site. She also taught 6th grade at Avondale East Elementary School before becoming a Guidance Counselor and Parent Educator for the school system in 1976. From 1979 to 1994, Brown Henderson served as an Educational Program Specialist for the Kansas Department of Education. She assumed responsibility for coordinating gender equity programs across the State at the secondary, post secondary, and graduate levels, which included administering Federal funds to promote the enrollment of women and girls in programs not considered traditional for female students. Brown Henderson also developed programs to better acquaint educators and educational administrators with the legal and social implications of working to insure women and girls access to vocational training opportunities previously provided only to male students. She also planned and sponsored statewide educational conferences and conducted presentations nationally on various aspects of vocational education. Brown Henderson founded the principal partner for the park, The Brown Foundation, in October 1988 to further the tenants of the Brown v. Board of Education decision by initiating, implementing, and supporting educational programs that invest in children, enhance multi-cultural understanding, increase literacy among children from low-income communities, increase the pool of minority teachers for classrooms across the nation, develop curriculum resources to enhance the teaching of Brown v. Board of Education in the context of the Civil Rights Movement, produce exhibits and gather oral histories to illustrate the detailed history of Brown v. Board of Education in the context of the African American experience in the United States, and convene conferences and conduct presentations that foster the value and acceptance of racial, ethnic, and cultural diversity. Brown Henderson earned her Bachelor of Science Degree in Education, with a minor in Mathematics, through Baker University in Baldwin City, Kansas. She went on to earn her Masters of Science in Guidance and Counseling from Emporia State University in Emporia, Kansas. Brown Henderson also holds an Honorary Doctorate of Human Letters from Washburn University in Topeka. Brown Henderson has received countless awards and recognition for her work to preserve the legacy of the Brown decision. Her articles and essays about the Brown decision have been published in several books. She has also written curriculum guides and has lectured in the classrooms on more than 200 university campuses and in 2001 delivered a talk about the Brown decision while traveling in South Africa. As a member of the namesake family and President and CEO of The Brown Foundation, Brown Henderson served on and provided invaluable direction to the 2003\/2004 Brown v. Board of Education 50th Anniversary Presidential Commission. She has served on numerous civic and philanthropic boards and foundations, as well as the boards of the Kansas State Historical Society and the National Trust for Historic Preservation. Brown Henderson has also testified before the U.S. House of Representatives and the United States Senate on women’s issues and the Brown v. Board of Education decision. Brown Henderson has been a guest at White House receptions and dinners on numerous occasions, honoring Dr. King and the Children of Civil Rights Movement (Jan. 1994); the 75th Anniversary, U.S. Department of Labor, Women’s Bureau (May 1995); the 49th Anniversary of Brown v. Board of Education (May 2003); the 40th Anniversary of the Civil Rights Act (June 2004); African American History Month (Feb. 2005); and African American Gospel Music Month (June 2005). Brown v. Board of Education National Historic Site was established by Congress on October 26, 1992, to commemorate the 1954 landmark Supreme Court decision that ended segregation in public schools. The site, which was dedicated on May 17, 2004, and opened to the public, interprets the integral role of the Brown v. Board of Education case in the Civil Rights Movement from Reconstruction to the present day.      Firsthand Histories Exhibit at Brown v. Board of Education National Historic Site Release date: June 8, 2010 Contact: Justin Sochacki Phone: (785) 354-4273 Topeka – Assembled from the Southeast Region of the National Archives, a traveling exhibit entitled Firsthand Histories is on display at Brown v. Board of Education National Historic Site now through July 31. A rich variety of historical records are depicted, including court records from the 1700s, draft registration cards from Louis Armstrong to Al Capone, and trial documents from the 1955 Montgomery Bus Boycott case that include the police report and fingerprint card from Rosa Parks' arrest in 1955. The exhibit is free and open to the public. Drawn from original records held in the Southeast Region of the National Archives, the exhibit tells intriguing stories of the diverse people who once inhabited the southeastern region of the United States. Original records, known as primary sources, are invaluable tools. They enable researchers to uncover the stories of long forgotten or controversial events and personalities. Whether written in flowery prose or simple statements, primary sources are essential to the writing of history. The earliest records held in the Southeast Region National Archives date to 1714. The ten-panel exhibit covers a fascinating range of subjects including piracy in colonial America, the Prohibition era, the establishment of the military draft, and the Montgomery Bus Boycott case in 1955. The Firsthand Histories traveling exhibit is part of the co-sponsored 2009-2010 program series titled Unfolding Untold Stories. For more information about this exhibit, call the National Park Service at 785-354-4273. For a list of all events and exhibits in the Unfolding Untold Stories Program Series, please visit www.nps.gov\/brvb, and click on the Special Events link. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, Christmas, and New Year's days. For more information call 785-354-4273 or go to www.nps.gov\/brvb.      Student Designed Quilts on Display at Brown v. Board of Education National Historic Site Release date: July 15, 2010 Contact: Dave Schafer Phone number: (785) 354-4273 Topeka –Six student-designed quilts depicting stories of the five National Park Service sites in Kansas are currently on display at Brown v. Board of Education National Historic Site. The quilts are touring the five National Park Service sites of Kansas for the summer as a part of a traveling exhibit entitled: \"Building Common Ground Through the Quilts of Many Hands.\" Two fourth grade classes from Williams Science and Fine Arts Magnet School created quilts for the exhibit. The exhibit is free and open to the public through July 21. Visitors will be able to view the six quilts, read each student's essay describing the untold park story depicted in their individual quilt block, and vote for their favorite quilt. All participating students will receive prizes; however, the quilt receiving the most votes will be awarded a grand prize and honored with a formal presentation at the winning school in September. Mark Weaver, Superintendent at Nicodemus National Historic Site commented, \"Children today are so hardwired for computers and electronic learning, that this opportunity to learn through the hands-on art of quilting will enrich their lives in many ways. I'm so very proud of them all.\" The project engaged students with quilt guilds in the community, who shared and depicted the rich heritage preserved by the National Park Service through one of America's most valued, iconic, and revered traditional crafts: quilting. Park rangers from each of the five National Park Service sites in Kansas and local quilting guilds worked collaboratively with fourth-grade students. Each student then designed and fabricated a 12-inch quilt block with the assistance of local quilt guilds and park rangers. After visiting their local park site, students composed a one-page story or essay describing their quilt block and the story it represents. The blocks depict a story relating to each school's local park site. The project was a collaboration between the five National Park Service units in Kansas, local elementary schools, and quilting guilds within each park community and was funded in part by a National Park Foundation grant. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, Christmas, and New Year's days. For more information call 785-354-4273 or go to www.nps.gov\/brvb.      Historian to Speak on Exhibition of New Deal Photographs Release date: July 28, 2010 Contact: Linda Rosenblum Phone number: (785) 354-4273 　 Topeka –Brown v. Board of Education National Historic Site announces the opening of a new traveling exhibit on August 3, 2010 entitled \"Claiming Citizenship: African Americans and New Deal Photography.\" The exhibit is free and open to the public through September 30. Rickie Solinger, the historian and curator of the new exhibit, will also speak about her exhibition at 3 p.m. on Sunday, August 8 at Brown v. Board of Education National Historic Site. The program is free and open to the public. The New Deal era photographs in this exhibition capture the lives of African Americans at work, at home, and in various public venues. The images illustrate African Americans claiming citizenship by claiming the right to sustain family, earn a living wage, possess economic security, receive health care, be educated persons, purchase goods, engage in civic life, vote, and have a publicly acknowledged history. The exhibit is premiering at Brown v. Board of Education National Historic Site. To RSVP for Rickie Solinger's program by August 6, please call the Brown Foundation at 785-235-3939. Dr. Rickie Solinger is a historian, writing and editing books about race, class, and motherhood in the United States. Her work focuses on reproductive, welfare, and incarceration policy and politics over time. Solinger is also a curator. She has organized exhibitions funded by the Ford Foundation, the Open Society Institute and others. Her exhibits have traveled to over 140 college and university galleries and other venues around the country since 1992. Currently, she has three exhibitions traveling. A new exhibition, \"Picturing Policy: Reimagining Government in the New Deal\" opened in 2010 at the Roosevelt House Public Policy Institute in New York City. The \"Claiming Citizenship\" traveling exhibit is co-sponsored by Brown v. Board of Education National Historic Site and the Brown Foundation and is part of the 2009-2010 program series titled Unfolding Untold Stories. For a list of all events and exhibits in the Unfolding Untold Stories Program Series, please visit www.nps.gov\/brvb, and click on the Special Events link. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, Christmas, and New Year's days. For more information call 785-354-4273 or go to www.nps.gov\/brvb.      Film Explores History of African American Farm Community in North Carolina Release date: September 7, 2010 Contact: Cheryl Brown Henderson Phone number: (785) 354-4273 Topeka – During the 1930s, the Resettlement Administration of the New Deal gave landless African American sharecroppers an opportunity to buy their own farms in Tillery, North Carolina. The continuing struggle to secure environmental and economic justice in Tillery will be explored in a screening of the documentary film We Shall Not Be Moved and a discussion with Gary R. Grant. The screening will take place at 3 p.m. on Sunday, September 12 at Brown v. Board of Education National Historic Site. The event is free and open to the public. We Shall Not Be Moved is a film about Tillery, North Carolina, which had its beginnings in the slavery of the old south. During the 1930s, the Resettlement Administration of the New Deal gave landless sharecroppers the opportunity to buy their own farms. Roanoke Farms in Tillery was one of a handful of resettlement projects for African Americans. Its families overcame the legacies of slavery and Jim Crow to earn their part of the American Dream. They and their successors continue to battle racism, assaults on their environment, farm foreclosures, and natural disasters. Gary R. Grant is the 2010 Washburn University Oliver L. Brown Distinguished Visiting Scholar for Diversity Issues. Mr. Grant was reared on a family farm in the New Deal community of Tillery Resettlement Farms. He holds a bachelor's degree from North Carolina College at Durham and an honorary doctorate from Eastern North Carolina Theological Institute. Grant is also the Executive Director of the Concern Citizens of Tillery (CCT). Formed in the 1990s in response to a proposed hog farm in the area, the CCT has grown to be a community organization with deep roots in the community it serves. The organization's purpose is to promote and improve the social, economic, and educational welfare of citizens in the surrounding community through the self-development of its members. The film screening and discussion is co-sponsored by Brown v. Board of Education National Historic Site and the Brown Foundation and is part of the 2010-2011 program series titled From Civil War to Civil Rights. For a list of all events and exhibits in the annual Program Series, please visit www.nps.gov\/brvb, and click on the Special Events link. To RSVP for the film screening and discussion, please email the Brown Foundation by clicking here or call 785-235-3939. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information call 785-354-4273 or go to www.nps.gov\/brvb.      Saturday Night at the Downbeat with Mariachi Habanero Celebrates Hispanic Heritage Month  Release date: September 27, 2010 Contact: Cheryl Brown Henderson Phone number: (785) 354-4273 Topeka – Brown v. Board of Education National Historic Site will celebrate Hispanic Heritage Month with an evening of mariachi music featuring Topeka's own Mariachi Habanero at 7 p.m. on Saturday, October 9, 2010. The event is free and open to the public. Reservations will be taken from September 30 to October 7. To RSVP for the free concert, email the Brown Foundation by clicking here or call 785-235-3939. Seating is limited. Mariachi Habanero lives up to its name, performing lively dance music mixed with an occasional mellow ballad. The group borrowed its name from the habanero pepper, which is the spiciest type of chili pepper. Mariachi music began in the nineteenth century in the Mexican state of Jalisco-according to popular legend-in the town of Cocula. It was the music of country people; music that celebrated the joys, the struggles, and the triumphs of the Mexican people.  The evening event will also commemorate the 45th anniversary of the Delano Grape Strike in California. In September of 1965, Filipino and Mexican farm workers went on strike against area grape growers. Eventually becoming the United Farm Workers, the workers and organizers brought national attention to the condition of America's farm workers through nonviolent community organizing, strikes, marches, and boycotts. The efforts of these individuals, including Cesar Chavez, eventually led to the first labor contracts between the United Farm Workers and grape growers. Dr. Ruben Flores, Assistant Professor of American Studies at the University of Kansas, will kick off the evening's event by speaking about the role Hispanic activists played in the development of the United Farm Workers. In addition to the special event on October 9, the park will feature a temporary exhibit titled: Those Who Came Before: Mexican Americans in Kansas 1900-1950. This exhibit explores the jobs that brought most early Mexican workers to Kansas, including sugar beet production and working on the railroads. The culture and traditions of Mexican Americans are also highlighted including fiesta, the Quinceañera, and Las Posadas. The exhibit will be displayed from October 2 to November 6, 2010. The exhibit is free and open to the public daily. The exhibit and concert are co-sponsored by Brown v. Board of Education National Historic Site and the Brown Foundation and are part of the 2010-2011 program series titled Commemorating Our Nation's Struggle for Freedom: From Civil War to Civil Rights. For a list of all events and exhibits in the annual Program Series, please visit the Brown Foundation website at www.brownvboard.org or www.nps.gov\/brvb and click on the Special Events link. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information visit www.nps.gov\/brvb or call 785-354-4273.      150th Anniversary of Abraham Lincoln's Election Remembered with Program and Exhibits Release date: November 1, 2010 Contact: Justin Sochacki Phone number: (785) 354-4273 　 Topeka –In one of the most divisive elections in U.S. history, Abraham Lincoln was elected to the presidency on November 6, 1860. To commemorate the 150th anniversary of Lincoln's election, Dr. John Stauffer will speak about the parallel lives and evolving relationship of Abraham Lincoln and Frederick Douglass, two self-made men who helped transform American society through their vigorous actions and powerful words. This free public program will be at Brown v. Board of Education National Historic Site at 3 p.m. on Sunday, November 7, 2010. Dr. John Stauffer is a leading authority on anti-slavery and social protest movements, as well as interracial friendship. He is a professor of English and American Literature and African American Studies and Chair of the History of American Civilization program at Harvard University and an award winning author of eight books and more than fifty articles. Stauffer has lectured widely throughout the United States and Europe. His books include Giants: The Parallel Lives of Frederick Douglass and Abraham Lincoln and The Black Hearts of Men: Radical Abolitionists and the Transformation of Race. Stauffer's books will be available for signing immediately following the program. To RSVP by November 5, email the Brown Foundation by clicking here or call 785-235-3939. Lincoln's life, accomplishments, and legacy are also the subject of a two upcoming exhibits at Brown v. Board of Education National Historic Site. Abraham Lincoln: A Man of His Time, a Man for All Times explores how Lincoln transcended his age and left a constitutional legacy for all Americans. The exhibition tells the story of how Lincoln, a self-educated, rough-hewn lawyer with virtually no administrative experience, guided a divided nation through the crises of slavery, secession, and Civil War. The exhibition makes extensive use of Lincoln's own words to encourage a deeper understanding of his principles and his legacy. The exhibition, created by the Gilder Lehrman Institute of American History and funded through a major grant from the National Endowment for the Humanities, will be on display from November 12 to December 8, 2010. Lincoln's only visit to the Kansas Territory in 1859 is the subject of a second traveling exhibit created by the Kansas State Historical Society titled Lincoln in Kansas. This exhibit will be on display from December 10, 2010 – January 2, 2011. Both exhibits are free and open to the public daily from 9 a.m. to 5 p.m., except Thanksgiving, December 25, and January 1. All programs and exhibits are cosponsored by Brown v. Board of Education National Historic Site and the Brown Foundation for Educational Equity, Excellence, and Research and are part of the 2010-2011 program series titled Commemorating Our Nation's Struggle for Freedom: From Civil War to Civil Rights. For a list of all events and exhibits in the annual program series, please visit www.nps.gov\/brvb and click on the Special Events link. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information visit www.nps.gov\/brvb or call 785-354-4273.      Holiday Hours Announced for Brown v. Board of Education National Historic Site Release date: December 20, 2010 Contact: Justin Sochacki Phone number: (785) 354-4273 Topeka – In observance of the holidays, Brown v. Board of Education National Historic Site will be closed December 24-25, 2010 and January 1, 2011. The site will be open from 9 a.m. to 1 p.m. on December 31. The site will be open from 9 a.m. to 5 p.m. on all other days during the holiday season. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, December 25, and January 1. For more information visit www.nps.gov\/brvb or call 785-354-4273.      Cheryl Brown Henderson Steps Down to Return to the Brown Foundation Release date: December 28, 2010 Contact: Justin Sochacki Phone number: (785) 354-4273 　 Topeka - Cheryl Brown Henderson has decided to step down as Superintendent of Brown v. Board of Education National Historic Site -- effective December 31 -- and return to her leadership role with the Brown Foundation for Educational Equity, Excellence and Research. National Park Service (NPS) Midwest Regional Director Ernest Quintana stated, \"We wish her well and look forward to continuing our work together to ensure that the legacy of Brown v. Board of Education is never forgotten. The search for a new superintendent will begin immediately.\" \"It was an honor to serve as Superintendent of Brown v. Board of Education National Historic Site. Sharing the stories of the people, places, and events that contributed to this landmark United States Supreme Court decision will continue to be my life's work,\" commented Brown Henderson. \"I am stepping down to focus on working with those from Delaware, Kansas, Virginia, South Carolina, and Washington, D.C., who were part of Brown v. Board of Education and are still living, as well as the descendents of those who are deceased. With the passage of time it has become increasingly important to engage them in writing and lecturing about their lives in order to preserve the first person accounts of their unparalleled role in the history of our nation. The profound nature of what my family and all of the case participants represent, is a life affirming experience that will only come about once.\" Brown Henderson added that working with Congress from 1990 to 1992 to develop a permanent commemorative site became a dream come true. Brown v. Board of Education National Historic Site was established by Congress on October 26, 1992, and commemorates the 1954 landmark United States Supreme Court decision that ended legal segregation in public schools. The site, which was dedicated on May 17, 2004, and opened to the public, interprets the integral role of the Brown v. Board of Education case in the Civil Rights Movement from Reconstruction to the present day.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/news\/2010.htm"
}
