{
    "title": "Brown v. Board of Education National Historic Site: Cooperating Association",
    "body": "Explore This Park    Get Involved     Support Your Park     Cooperating Association              Cooperating Association             Western National Parks Association The bookstore in Brown v. Board of Education National Historic Site is operated by Western National Parks Association. There is a large selection of books on the Brown v. Board of Education case, as well as African American history, civil rights and the national parks. Please contact the bookstore at (785) 354-4273 for more information.  Western National Parks Association is a nonprofit cooperating association of the National Park Service. Headquartered in Tucson, Arizona, the association was founded in 1938 as the Southwest Monuments Association to support the interpretive activities of the National Park Service. Today, Western National Parks Association operates bookstores at sixty-five National Park Service sites throughout the western United States, plus an online store with more than 600 educational products. In addition to developing publications, the association supports park research and helps fund programs that make park visits more meaningful. One of the association's founding goals was to create and publish park-related information unavailable elsewhere.          Cooperating Associations are one of the oldest and most enduring partnerships of the National Park Service. Developed in 1920 with the founding of the Yosemite Museum Association, cooperating associations were formed in response to visitor needs for inexpensive, quality guides, maps and other interpretive literature not otherwise available through the use of Federal funds. Interested individuals, educational institutes and preservation societies joined with park naturalists, historians and interpreters to produce and make available such information. Today there are 64 cooperating associations operating in nearly 325 national park units. These mission-driven private, non-profit corporations are established under state law and support the educational, scientific, historical, and interpretive activities of the National Park Service. They also adhere to applicable law governing federal tax-exempt 501(c)( 3) organizations. Cooperating associations operate under formal agreement with the Service and are subject to policy found in National Park Service Management Policies 2001 (7.6.2 Cooperating Associations) and Director's Order #32 with guidance provided in Reference Manual 32.",
    "url": "https:\/\/www.nps.gov\/brvb\/getinvolved\/supportyourpark\/coopassociation.htm"
}
