{
    "title": "Brown v. Board of Education National Historic Site: 2007",
    "body": "2007         Currier and Ives drawing of the 54th Massachusetts Colored Regiment on the battlefield. Courtesy of Gilder Lehrman Institute of American History  \"Free at Last\" Gilder Lehrman Exhibit Date: May 2, 2007 Contact: Linda Rosenblum, National Park Service, (785) 354-4273 Topeka, KS--Brown v. Board of Education National Historic Site will host a traveling panel exhibit created and funded by the Gilder Lehrman Institute of American History called \"Free at Last: A History of the Abolition of Slavery in America\" from May 7th through June 2nd. Students from Topeka Collegiate School will be studying the exhibition as part of their social studies classes. \"The struggle to abolish slavery by abolitionists in Kansas and across the United States is an important milestone on the road to the Civil Rights movement,\" said Rosenblum. \"It provides important background information to our story at the Brown v. Board of Education National Historic Site.\" \"Free at Last: A History of the Abolition of Slavery in America\" traces the history of the movement to abolish slavery from the framing of the Constitution to its abolition during the Civil War. It illuminates shades of opinion within the ranks of the famous and ordinary, free and slave, men and women to come to see slavery as incompatible with the ideals upon which the nation was founded. The documents and images in the exhibition are drawn from the Gilder Lehrman Collection and other archives. In 2006, copies of five different Gilder Lehrman Institute traveling exhibits, \"Frederick Douglass: from Slavery to Freedom: The Journey to New York City,\" \"Freedom: A History of US,\" \"Free at Last: A History of the Abolition of Slavery in America,\" \"Looking at Lincoln: Political Cartoons from the Civil War Era,\" and \"Alexander Hamilton: The Man Who Made Modern America,\" were sent free-of-charge to 66 sites in 28 states. Founded in 1994, the Gilder Lehrman Institute of American History promotes the study and love of American history. Increasingly national and international in scope, the Institute targets audiences ranging from students to scholars to the general public. It helps create history-centered schools and academic research centers, organizes seminars and enrichment programs for educators, partners with school districts to implement Teaching American History grants, produces print and electronic publications and traveling exhibitions, and sponsors lectures by eminent historians. The Institute also funds awards including the Lincoln, Frederick Douglass and George Washington Book Prizes and offers fellowships for scholars to work in history archives, including the Gilder Lehrman Collection. The Gilder Lehrman Collection contains more than 60,000 documents detailing the political and social history of the United States. The collection's holdings include manuscript letters, diaries, maps, photographs, printed books and pamphlets ranging from 1493 through modern times. The Collection is particularly rich with materials in the Revolutionary, Antebellum, Civil War, and Reconstruction periods. Highlights of the Collection include signed copies of the Emancipation Proclamation, the Thirteenth Amendment, a rare printed copy of the first draft of the Constitution, and thousands of unpublished Civil War soldiers' letters. Letters written by George Washington, Thomas Jefferson, Abraham Lincoln, Frederick Douglass and others record the issues and events of their day. The writings of such notable women as Lucy Knox, Mercy Otis Warren and Catherine Macaulay discuss a variety of military, political and social issues. The \"Free at Last\" exhibit will be on display daily from 9:00 AM to 5:00 PM at the site from May 7 though June 2, 2007. For more information, please contact Linda Rosenblum, Education Specialist, by phone at (785) 354-4273 or by email by clicking here.        Superintendent Dennis Vasquez welcomes the 60 new United States citizens, with the Honorable Julie A. Robinson, U.S. District Court Judge, and Pedro L. Irigonegaray, attorney-at-law, on stage. National Park Service\/Cheryl DeShazer  Brown v. Board of Education National Historic Site Welcomes 60 New U.S. Citizens from 35 Countries Date: April 27, 2007 The United States District Court, District of Kansas, held naturalization proceedings in the auditorium of Brown v. Board of Education National Historic Site on Friday, April 27, 2007. During the ceremony, 60 people from 35 different countries became new United States citizens. The Honorable Julie A. Robinson, U.S. District Court Judge, presided over the proceedings. After they recited the Oath of Allegiance, attorney-at-law and naturalization chairman Pedro L. Irigonegaray welcomed the new citizens with the story of Mrs. Lucinda Todd, one of the 13 plaintiffs from Kansas in the Brown v. Board of Education case. Mementos of the event were provided by: the National Society of Colonial Dames of America in the State of Kansas; the Topeka Bar Association; and the Topeka, Prairie Flint Hills and John Haupt chapters of the Daughters of the American Revolution.             Songs of the Movement Date: March 16, 2007 Contact: Dennis Vasquez, National Park Service, (785)354-4273 Contact: Cheryl Brown Henderson, Brown Foundation, (785) 235-3939 Topeka, KS—On Sunday, March 25, 2007, the Brown Foundation and the National Park Service will celebrate Women’s History Month with a program entitled “We Shall Overcome: Songs of the Movement,” featuring Dr. Dorothy Cotton, who worked with Dr. Martin Luther King, Jr. and the Southern Christian Leadership Conference. Dr. Cotton is known as a speaker, singer, peacemaker and visionary. She was a key staff member, organizer and education director with the Southern Christian Leadership Conference, the organization founded by Dr. Martin Luther King, Jr. Dr. Cotton uses “Songs of the Movement” to tell her story of America’s struggle for civil rights. In 1967 Dr. King commented on her civil rights work, when he said, “Dorothy Cotton’s bravery, insight and steadfastness have been invaluable to the Movement.” The program will also feature musical selections by the Highland Park High School Gospel Choir, under the direction of Pam Berry. The program will take place at 3:00 p.m., Sunday, March 25, 2007, at Brown v. Board of Education National Historic Site. For more information or to RSVP by March 23, contact the Brown Foundation at (785)235-3939 or e-mail by clicking here. The event is free and open to the public. Brown v. Board of Education National Historic Site is open daily from 9:00 AM to 5:00 PM with no fee, excluding Thanksgiving, Christmas Day and New Year’s Day. The site is located at: 1515 SE Monroe Topeka, Kansas 66612 785-354-4273         Mighty Times; The Children's March Date: February 14, 2007 Contact: Dennis Vasquez, (785) 354-4273 Contact: Cheryl Brown Henderson, (785) 235-3939 Topeka, KS-The National Park Service and the Brown Foundation will host the Academy Award-winning documentary film, Mighty Times: The Children's March, produced by the Southern Poverty Law Center in Montgomery, Alabama. The discussion following the documentary will be led by Children's March organizers, Dr. Shelley Stewart and Rev. James Bevel. This award-winning documentary film is the story of how in 1963, children in Birmingham, Alabama, discovered their power, took a stand for social justice and began marching for freedom. African-American children living in Birmingham wanted to express their unwillingness to continue living under the daily oppression of Jim Crow segregation. Dr. Shelley Stewart, who at the time was a popular local disc jockey, and Rev. James Bevel, a civil rights activist, were among those who organized what has become known as the Children's March. The worst confrontation during the march took place in Kelly Ingram Park when the children faced the fire hoses and police dogs of Bull Conner, Commissioner of Public Safety in Birmingham. Hundreds of children of all ages were arrested and placed in makeshift cells for days. Although fearful, their parents were proud that the youngest among us felt powerful enough to make a difference. The documentary will be shown on Sunday, February 25, 2007, at 3:00 PM at Brown v. Board of Education National Historic Site. For more information or to RSVP by February 23, contact the Brown Foundation by phone at (785) 235-3939 or by email by clicking here. The event is free and open to the public. Brown v. Board of Education National Historic Site is open daily from 9:00 AM to 5:00 PM with no fee, excluding Thanksgiving Day, Christmas Day and New Year's Day. The site is located at 1515 SE Monroe Street, Topeka, Kansas, 66612.        Ronen Sen, Indian Ambassador to the United States, receives a special guided tour by Dennis Vasquez, site superintendent. The Topeka Capital-Journal\/Mike Burley  Indian Ambassador Visits Brown v. Board of Education national Historic Site Date: February 9, 2007 On Thursday, February 8, 2007, Ronen Sen, Indian Ambassador to the United States, visited the site and viewed the \"Unseen. Unforgotten.\" exhibit, photos from The Birmingham News during the Civil Rights Movement. To read more about Sen's visit, please visit The Topeka Capital-Journal's website by clicking here.         \"Unseen. Unforgotten.\" Date: January 8, 2007 Contact: Dennis Vasquez, National Park Service, (785) 354-4273 Contact: Cheryl Brown Henderson, Brown Foundation, (785) 235-3939 Topeka, KS-The National Park Service and the Brown Foundation will host an exhibit of never before seen images of the Civil Rights Movement. These Birmingham News photographs of the Civil Rights Movement have not been seen by the public outside of Birmingham until now. The exhibit entitled \"Unseen. Unforgotten.\" is a series of black and white images, captured with an unflinching eye. They are an enduring reminder of Alabama's not-so-distant past: Freedom Riders who defied segregation huddling at a Birmingham bus station after a mob attack; the first black graduate of the University of Alabama walking in solitude across campus on her first day of classes; National Guard troops with unsheathed bayonets in rural Sumter County; a teenage marcher arrested with hundreds of others on the streets of Birmingham; the grieving mother of a child killed by a bomb. These powerful and compelling images will be on display from January 12 until March 31, 2007, at Brown v. Board of Education National Historic Site. For more information, contact the Brown Foundation at (785) 235-3939 or email the Brown Foundation by clicking here. The event is free and open to the public. Brown v. Board of Education National Historic Site is open daily from 9:00 AM to 5:00 PM with no fee, excluding Thanksgiving Day, Christmas Day and New Year's Day. The site is located at 1515 SE Monroe Street, Topeka, KS, 66612.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/news\/2007.htm"
}
