{
    "title": "Brown v. Board of Education National Historic Site: 2009",
    "body": "2009       Share in a Moment of History at Brown v. Board of Education NHS Release Date: January 13, 2009 Contact: Dennis Vasquez Phone: (785) 354-4273 Topeka, KS— Brown v. Board of Education National Historic Site, in conjunction with the Brown Foundation, will telecast the Presidential Inauguration events on Tuesday, January 20. Superintendent Dennis Vasquez stated, \"The public is invited to share in this historic moment. We will be showing the events of the day on the big screen in our main auditorium.\" The Swearing-In Ceremony is scheduled to begin at 10:30 AM. The Inauguration Parade is scheduled to begin at 1:30 PM. The televised coverage will be shown at the national historic site on an open house basis from 9:00 AM to 4:00 PM. Admission to the national historic site is free of charge. The site is open from 9 AM to 5 PM daily, excluding Thanksgiving Day, Christmas Day and New Year’s Day. The National Park Service cares for special places and special stories saved by the American people so that all may experience our heritage. For more information call (785) 354-4273 or visit www.nps.gov\/brvb.        Students from a local school watch the screen as President-elect Obama arrives. National Park Service\\Cheryl DeShazer  Park Visitors Share Inauguration Experience Date: January 21, 2009 The inauguration of President Barack Obama drew 200 people to view the swearing-in ceremony and the inaugural address on the big screen in the auditorium at Brown v. Board of Education National Historic Site. The crowd included 50 third graders from Williams Science and Fine Arts Magnet School and family members of the plaintiffs of the Brown v. Board of Education case. The audience's intent focus on the ceremony was interspersed with shouts of joy, standing ovations, and tearful moments. Many visitors commented on the sense of history that they felt in sharing this experience at a national historic site dedicated to civil rights and the end of legalized racial segregation in our nation. At least eight news media outlets were on-hand to capture the scene. WIBW 13 The Topeka Capital-Journal         Sister Maria Luz Hernandez at a breakfast rally with Cesar Chavez planning an upcoming boycott at St. Augustine's Catholic Church in Newark, New Jersey, January 1975. Sister Maria Luz Hernandez  Viva la Causa! Film Screening Date: April 2, 2009   On March 31, the anniversary of the birthday of César Chávez, a new documentary film, Viva la Causa!, was screened at Brown v. Board of Education National Historic Site. The film, produced by the Southern Poverty Law Center’s Teaching Tolerance Project, depicts the 1960’s struggle against exploitation and abuse that was experienced by agricultural workers.   The career of César Chávez and especially his commitment to social change through nonviolent resistance brought comparisons to Martin Luther King, Jr. and Mahatma Gandhi. Chávez, who passed away in 1993, left a legacy of better working conditions for agricultural workers and improvement in civil rights for Mexican Americans and other groups in the United States, and left a testimony to the power of organized nonviolent resistance as a philosophy for addressing social injustice.   In the discussion period after the film, it was discovered that one of the audience members, Sister Maria Luz Hernandez, a spry 84-year-old retired nun, served as a volunteer in the United Farm Workers movement. She shared photos, newspaper clippings and recollections of her three years on the campaign. The photos featured her standing with Chavez and leading marches on behalf of the cause. All in attendance were honored to hear her first-hand account.           Park Guide Aaron Firth helps a student fly a kite. National Park Service\/Cheryl DeShazer  Go Fly a Kite! Date: May 5, 2009 On Tuesday, April 21, 2009, Brown v. Board of Education National Historic Site hosted over one hundred kindergarten and fourth grade students from Williams Science and Fine Arts Magnet School for a day of kite flying and outdoor fun. The program, a special Junior Ranger Day 2009 activity, was made possible through a partnership between the National Park Service and the Topeka Kite Fliers. The day of activity promoted both National Park Week and National Kite Flying Month. Park Guide Aaron Firth presented a talk on the history of kites and kite connections with National Park Service sites and programs. John Marr, of the Topeka Kite Fliers club, provided kite safety and flying tips for the students as well as demonstrated some advanced tricks and maneuvers. Following the demonstration, the students were told to “go fly a kite!” Each fourth grade student attending the program was provided a kite with which he or she could try their own hand at taking to the sky. One fourth grade class brought special guests, their kindergarten reading “buddies,” to pair up and share in the activity. The sight of dozens of kites flying above the field at Brown v. Board of Education National Historic Site drew much attention from passersby including a photographer from The Capital-Journal who snapped some photos which were featured along with a short article about the event in the newspaper. Although shifting winds caused several students to have trouble keeping their kites aloft, the overall experience was rewarding for everyone involved.      Go Green at Brown! Release Date: June 16, 2009 Contact: Tavio del Rio Phone number: (785) 354-4273 Topeka, KS--Why drive around town looking for places to recycle? This community event offers many recycling opportunities in one central location! Bring your recyclable items to Green Day 2009 at Brown v. Board of Education National Historic Site on Saturday, June 27, 2009 from 10:00 a.m. to 1:00 p.m. Items being recycled include paper, plastic, aluminum, cardboard, as well as scrap metal, tires, TVs, computer monitors, and cell phones! For a complete list, please visit our website at www.nps.gov\/brvb. Be an early bird! The first one hundred individuals to arrive will receive a FREE tote bag and pen, both made from recycled materials! For the first 100 tires (limit 2 per household), 10 TVs, and 10 computer monitors brought to the site, Brown v. Board of Education National Historic Site will cover the recycling fee. After that limit has been reached, tires are $1.50 each, TVs are $10 each, and computer monitors are $5 each, payable by the person donating the equipment. Master gardeners will have presentations on how to turn waste into rich soil for your plants and garden. Composting made easy! Save money! Listen to an expert on how to make rain collecting barrels to water your plants during dry days. Learn about responsible outdoor recreation using the principles of Leave No Trace: plan ahead and prepare, travel and camp on durable surfaces, dispose of waste properly, leave what you find, minimize campfire impacts, respect wildlife and be considerate of other visitors. Brown v. Board of Education National Historic Site, located at 1515 SE Monroe Street is open daily from 9:00 a.m. to 5:00 p.m. with no fee, excluding Thanksgiving Day, Christmas Day, and New Year’s Day. The National Park Service cares for special places saved by the American people so that all may experience our heritage. For more information call (785) 354-4273 or visit www.nps.gov\/brvb.      Going Green at Brown! Date: July 7, 2009 On June 27, 2009, Brown v. Board of Education National Historic Site held a recycling event for the local community of Topeka. Entitled “Go Green at Brown,” the event provided a variety of recycling opportunities at a centralized area. This saved people from driving around town to drop off their recyclable goods. Through radio and television hype, 250 people hauled their tires, chauffeured their electronics, cell phones, scrap metal, glass, paper, aluminum and plastics to the site to participate in conservation: “thinking globally by acting locally.” Visitors also encountered demonstrations given by Master Gardeners concerning compost making and rain barrels. These demonstrations elevated household conservation practices by reducing and reusing waste to put to good measure: rich fertile soil to plant with and collecting rain to water those plants on dry days. Park staff also presented the philosophy of Leave No Trace at the event. Was this event successful? The Safety and Environmental Management Team, who organized the event says, “Yes, the three hour event was successful!” 98 tires rolled in to be recycled. 5,382 total pounds of electronics, which included 47 televisions (2,709 lbs) and 36 computer monitors (1,238 lbs) are staying out of the landfill. 3 cell phones and 200 pounds of scrap metal were also added to what the Topekans recycled at the event. Local environmentally conscious and friendly business offered their recycling and conservation opportunities to the public. We pass thanks to: Home Recycling providing the “basic” recycling goods (glass, plastic, aluminum and paper); Performance Tires for collecting the tires which are sent to make tables and benches; Extreme Recycling for electronics and carrying off with nearly three tons of recycled materials; the Shawnee County Extension Office for informative pamphlets on the county’s recycling programs and opportunities; and the Master Gardeners for their engagement with the community and enthusiasm for conservation. We hope to work with these institutions the next time we “Go Green at Brown.”      \"Paint the Parks\" National Touring Show Comes to Brown v. Board of Education National Historic Site Date: July 17, 2009 Contacts: Dave Schafer NPS, Rod Seel PaintAmerica Phone numbers: (785) 354-4273, (785) 273-4502 Topeka, KS--Brown v. Board of Education National Historic Site in Topeka, one of five sites the National Park Service oversees in Kansas, is proud to announce that it will display the “Paint the Parks100 Mini50” this summer. This national touring exhibition of beautiful contemporary paintings depicts scenes found in America’s national parks. The exhibit is organized by PaintAmerica, a Topeka-based, national non-profit organization that supports and promotes the visual arts. The “Paint the Parks” exhibit will be displayed at Brown v. Board of Education National Historic Site free of charge from 9:00 am to 5:00 pm daily from July 18 through August 31. On August 7, the paintings can be viewed from 5:30 to 8:30 pm as part of Topeka’s “First Friday Artwalk.” As one of America’s leading traveling exhibitions, “Paint the Parks” features works by many of the country’s best known contemporary artists, as well as works by talented emerging artists. The Mini50 exhibit is created annually from a national juried artists’ competition and includes the 50 highest scoring pieces out of the nearly 1,000 paintings submitted in the mini category (paintings 10” x 18” or smaller). The exhibit features many different mediums and illustrates a variety of regional styles. The artwork will include the Grand Prize Purchase Award painting by Dan McWilliams of Jasper, Missouri, depicting Indiana Dunes National Lakeshore. Other major juror award winners include Frank Glendinning’s “Saguaro Scene,” Beth Norwood’s “La Push,” and Eileen Nistler’s “Tatanka IV.” This showing is the final stop on the 2008 national tour that began in St. Louis, traveled to the Chicago area and Shreveport, Louisiana, before coming to Topeka. The show can be viewed online at www.paintamerica.org. Brown v. Board of Education National Historic Site documents the story of the lawsuit that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open from 9:00 am to 5:00 pm daily. A parking lot for visitors is located across the street from the site. Accessible parking is available behind the site. PaintAmerica was established to support and promote the arts, with a goal of providing scholarship opportunities for young artists, while providing a national showcase for some of the country’s most notable artists, as well as emerging artists. “We are delighted to partner with the National Park Service,” stated Rod Seel, Executive Director of PaintAmerica. “This is a unique exhibit venue and we’re proud to bring this terrific exhibit to Brown v. Board of Education National Historic Site.”      “Music of the Parks” to Accompany “Paint the Parks” Exhibit During First Friday Artwalk at Brown v. Board of Education National Historic Site Release Date: July 30, 2009 Contact: Dave Schafer Phone: (785) 354-4273 Topeka, KS--On the evening of August 7, 2009, Brown v. Board of Education National Historic Site will be a fun and entertaining stop during Topeka’s “First Friday Artwalk.” From 5:30 to 8:30 pm, the historic site will feature live acoustic music performed by National Park Service employees. This evening of “Music of the Parks” will complement the “Paint the Parks” exhibit of original paintings depicting scenes from America’s national parks. Musicians for the August 7 performance will include Norton Canfield, a park guide at Harry S Truman National Historic Site in Independence, Missouri. A professional musician before beginning a career with the National Park Service, Norton frequently performed as a well-known singer-songwriter in the Kansas City area. For several years, he coordinated the acts at the acoustic music tent at Kansas City’s annual Spirit Festival and in 1997 he produced Cowtown City Limits, a compact disc featuring Norton and four other singers and musicians. Ron Parker, Ken Ruhnke, and Willie Faye Smith, three musicians who will perform during the artwalk event on August 7, are employees of Chickasaw National Recreation Area in Sulphur, Oklahoma. Chief of Interpretation Ron Parker and Landscape Architect Ken Ruhnke, a guitar-fiddle musical duo, often perform their original tunes at south-central Oklahoma venues. One of their interpretive programs, “We Can Take It,” tells the story of Company 808, a Civilian Conservation Corps (CCC) camp that from 1933 to 1940 built limestone shelters, planted trees, and constructed hiking trails for the National Park Service in Oklahoma. Park Guide Willie Faye Smith is a gifted singer whose rich voice fills the room during her renditions of folk, gospel, and blues songs. The “Paint the Parks100 Mini50” traveling exhibition features works by many of the country’s best known contemporary artists. The exhibit is organized by PaintAmerica, a Topeka-based, non-profit organization that supports and promotes the visual arts. The Paint the Parks exhibit will be displayed at Brown v. Board of Education National Historic Site free of charge from 9:00 am to 5:00 pm daily from July 18 through August 31. This showing is the final stop on the 2008 national tour. Brown v. Board of Education National Historic Site documents the story of the lawsuit that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open from 9:00 am to 5:00 pm daily. A parking lot for visitors is located across the street from the site. Accessible parking is available behind the site.        Superintendent Dennis A. Vasquez NPS\\Cheryl DeShazer  Park Superintendent Dennis Vasquez to become Program Manager for Commission to Study Potential National Museum of the American Latino Release date: August 6, 2009 Contact: Dave Schafer Phone number: (785) 354-4273 Topeka, KS--Dennis A. Vasquez has been selected to serve as the program manager for the commission to study the potential creation of the National Museum of the American Latino in Washington, DC. The 23 members of the commission will be appointed by the President and Congress. As program manager, Vasquez will be responsible for directing the policies, standards, and guidelines for overall coordination, planning, and successful accomplishment of the commission, which was authorized by Public Law 110-229. For the past five years, Vasquez has served as superintendent of Brown v. Board of Education National Historic Site in Topeka, Kansas, where he provided direction and guidance as the park established its identity in the community and around the country. He worked closely with the park’s primary partner, the Brown Foundation for Educational Equity, Excellence and Research. In his role as superintendent, Vasquez also served as the Kansas state coordinator for the National Park Service (NPS). Vasquez began his NPS career 32 years ago, working in field positions at White Sands National Monument, Yosemite National Park, Sunset Crater National Monument, and Joshua Tree National Monument. He served as chief of interpretation at Big Bend National Park, training manager at the NPS Albright Training Center at Grand Canyon National Park, and superintendent at White Sands National Park and Bandelier National Monument. From 2002-2004, Vasquez served as staff assistant for the newly formed office that established graphic identity standards for the NPS and as staff assistant to the director of the NPS. Vasquez is a graduate of the University of Texas at El Paso and has served as adjunct professor at Washburn University in Topeka. He has been a board member of the Institute for Civic Discourse and Democracy, the Kansas State Historical Society, the Governor’s Council on Travel and Tourism, and Visit Topeka, Inc. Fluent in Spanish, Vasquez has served the NPS on international assignments in Mexico, Panama, and Chile. He looks forward to relocating to Washington, DC with his wife, Lynn, in mid-August. Dave Schafer will serve as the acting superintendent at Brown v. Board of Education National Historic Site in the interim period before a permanent replacement is selected. Schafer is currently the chief of interpretation and education at the historic site.        Ron Parker, Norton Canfield, Willie Faye Smith, Ken Ruhnke, and Dave Schafer provide \"Music of the Parks\" at the First Friday Artwalk. National Park Service  First Friday Artwalk a Success Date: August 12, 2009 Over 100 visitors enjoyed art depicting scenes found in America's national parks and music from National Park Service (NPS) employees on Friday, August 7 at Brown v. Board of Education National Historic Site. The site is currently hosting the \"Paint the Parks100 Mini50\" exhibit, which is organized by PaintAmerica, a national non-profit organization that supports and promotes the visual arts. As one of America’s leading traveling exhibitions, “Paint the Parks” features works by many of the country’s best known contemporary artists, as well as works by talented emerging artists. The Mini50 exhibit is created annually from a national juried artists’ competition and includes the 50 highest scoring pieces out of the nearly 1,000 paintings submitted in the mini category (paintings 10” x 18” or smaller).   National Park Service employees who shared their music included Norton Canfield, Park Guide at Harry S Truman NHS. A professional musician before beginning a career with the NPS, Canfield frequently performed as a well-known singer-songwriter in the Kansas City area.   Three NPS employees from Chickasaw National Recreation Area also provided music for the artwalk. Chief of Interpretation Ron Parker and Landscape Architect Ken Ruhnke, a guitar-fiddle musical duo, often perform their original tunes at south-central Oklahoma venues. Park Guide Willie Faye Smith is a gifted singer whose rich voice fills the room during her renditions of folk, gospel, and blues songs. Current Brown v. Board of Education NHS Chief of Interpretation and Education Dave Schafer also displayed his banjo skills and the five musicians played several songs together. The “Paint the Parks” exhibit will be displayed at Brown v. Board of Education National Historic Site free of charge from 9:00 am to 5:00 pm daily from July 18 through August 31. This showing is the final stop on the 2008 national tour.         Unfolding Untold Stories 2009 - 2010 Program Series Release Date: September 15, 2009 Contact: Dave Schafer, National Park Service at (785) 354-4273 Cheryl Brown Henderson, Brown Foundation at (785) 235-3939 Topeka, KS – The Unfolding Untold Stories 2009-2010 Program Series, co-sponsored by the Brown Foundation and Brown v. Board of Education National Historic Site, will kick off this month with a Hispanic Heritage Month Concert featuring Makuza, an Afro-Cuban jazz band from Kansas City and Mariachi Habanero of Topeka. The outdoor concert will begin at 6 p.m., Saturday, September 19, 2009, on the grounds of Brown v. Board of Education National Historic Site, 1515 SE Monroe Street, in Topeka. The concert is free and open to the public. This year's series, Unfolding Untold Stories, reflects the interpretive mission to uncover and share little-known and diverse stories from our past. Upcoming programs and exhibits include: Nuestras Historias, Nuestros Sueños\/Our Stories, Our Dreams, an exhibition from the Center for Documentary Studies at Duke University and Student Action with Farmworkers, will be on display at the site from September 20 through October 31, 2009. Saturday Night at the Down Beat, a celebration of Native American Heritage Month, will take place on November 14, 2009, and will feature the music of Native American flutist Lewis Johnson and the band Injunuity, winners of the 2008 Native American Music Award for Debut Group of the Year. The World Will Move: Civil Rights and Public Transportation, 1860s -1950s, a traveling exhibit that observes the U.S. Supreme Court decision Plessy v. Ferguson, will be on display for the entire month of January 2010.  On January 24, 2010, descendants of Homer Plessy and Judge John Ferguson will recount their families’ history and involvement in the legal case that led to the policy of “separate but equal.” The documentary film Garrett Morgan: An Uncommon Inventor will be shown in the auditorium on February 21, 2010. Garrett Morgan was an African American inventor who developed several commercial products, such as a three-position traffic signal and the gas mask. The site will display Firsthand History, a traveling exhibit from the National Archives, in June and July 2010. For more information about any of the events listed, call the Brown Foundation at (785) 235-3939, send an email by clicking here, or visit the website www.brownvboard.org. Additional information may be found at www.nps.gov\/brvb. Click on the Special Events link for a complete list of all the special events and exhibits in the Unfolding Untold Stories Program Series or to print your own copy of the Program Series booklet, click on the 2009-2010 Program Series link. Brown v. Board of Education National Historic Site documents the story of the people and places involved in the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka. It is open from 9 a.m. to 5 p.m. daily. A parking lot for visitors is located across the street from the site. Accessible parking is available behind the site.        Back row (L to R): Mark Weaver, Nicodemus NHS; Barak Geertsen, Fort Scott NHS; Linda Rosenblum, Brown v. Board of Education NHS; Scott Williams, KTWU; Kevin McMurry, Fort Larned NHS. Front row (L to R): Kelley Collins, Fort Scott NHS; Linda Williams, KTWU; Ryan Kelly, contest winner; Eugene Williams, KTWU; Wendy Lauritzen, Tallgrass Prairie NP; Dave Schafer, Brown v. Board of Education NHS. NPS\\Aaron Firth  Premiere of Sunflower Journeys Presents: The National Parks of Kansas Release Date: September 15, 2009 Contact: Linda Rosenblum, I, Too, am America Project Coordinator Phone: (785) 354-4273 The evening of September 10, 2009, saw the culminating event of the I, Too, am America student contest with the premiere of Sunflower Journeys Presents: The National Parks of Kansas at Brown v. Board of Education National Historic Site. The 30-minute Sunflower Journeys episode, produced by KTWU, a partnering PBS station in Topeka, featured student contest winners visiting the five National Park Service sites in Kansas. The contest was an outgrowth of the Ken Burns film The National Parks: America’s Best Idea. Both the contest and film were supported with grants from the National Park Foundation and Evelyn and Walter Haas, Jr. Fund.  All five national parks in Kansas sponsored the student contest: Brown v. Board of Education National Historic Site, Fort Larned National Historic Site, Fort Scott National Historic Site, Nicodemus National Historic Site, and Tallgrass Prairie National Preserve.  The contest was open to all seventh and eighth grade students in Kansas. From over 300 entries, five winners were selected from schools around the state representing student projects in documentary film making, poetry, personal narratives, and essays. Each winner received a special tour of one of the national parks in Kansas. KTWU accompanied each student on his or her park visit to document the experience. The resulting Sunflower Journeys Presents: The National Parks of Kansas will air September 17, 2009, at 7 p.m. and again on September 28, 2009, at 9:30 p.m. on KTWU, as well as Smoky Hills Public Television. The National Parks: America's Best Idea premieres September 27, 2009, at 7 p.m. In partnership with KTWU and the Kansas State Department of Education, digital video cameras, which the winners used in telling their story on Sunflower Journeys, will be donated to each winner’s school for use in future school projects. The title, I, Too, am America, came from a poem written by native Kansan Langston Hughes. The contest was designed to provide middle school students an opportunity to research and tell untold stories of the diverse peoples of Kansas. Entries were submitted in several formats ranging from essays and short stories to drawings and PowerPoint presentations. The students were provided five themes interpreted by the national park units in Kansas that they could connect with their own family, community, and cultural histories. The themes included: “Living between two worlds,” “Building communities,” “Overcoming hardship,” “Migration stories,” and “Seeking fairness and justice.” Many student entries told compelling stories related to the themes, making the judging process a difficult one. After hours of deliberation, the judges chose submissions from the following students:  Joe Cheng - 8th grader at Roosevelt Middle School in Coffeyville, Kansas Anne DeArmond - 7th grader at Westridge Middle School in Overland Park, Kansas Ryan Kelly - 8th grader at Seaman Middle School in Topeka, Kansas Becky Loepky - 8th grader at Satanta Junior High School in Satanta, Kansas David Spivak - 7th grader at Mission Valley Middle School in Prairie Village, Kansas  For more information, including pictures of the winners and their winning entries, please visit www.nps.gov\/brvb\/forkids\/npskscontest.htm.        Superintendent Dennis Vasquez plays a game with two boy scouts on the historic playground with the historic backstop in the background during a previous Scouting Day. NPS  Volunteers and Scouts Head for Brown v. Board of Education National Historic Site, as Part of Nation’s Largest Annual Outdoor Volunteer Event Release date: September 18, 2009 Contact: Joan Wilson Phone number: (785) 354-4273 Topeka, KS– On Saturday, September 26, over 300 Girl Scouts, Boy Scouts and other volunteers are expected at Brown v. Board of Education National Historic Site (NHS) in Topeka, Kansas, to join in National Public Lands Day, the largest annual outdoor volunteer activity in the country. The theme for the event is Scouting for Change, Change Your World, Change Your Future.Inside the site, visitors can learn more about the 1954 U.S. Supreme Court decision declaring segregated schools to be inherently unequal, and will be able to attend an advance showing of The National Parks: America’s Best Idea, the new movie by filmmaker Ken Burns that will air the following night, September 27, at 7 p.m.  on the local PBS television station KTWU. Additionally, students will create a mural demonstrating what change means to them today. Other outdoor activities will include:  identifying native trees and plants and removing trash from a park across the street making bird houses from recycled items learning to avoid household “energy hogs” playing Brown v. Board of Education Bingo as part of a ranger talk participating in field games and obstacle courses drawing a sidewalk mural with Washburn University art students  This event will provide an opportunity for Girl Scouts and Boy Scouts of the USA to recruit new members. Girl Scouts of the USA visiting the event will earn a Scouting Day participation patch which is unique to the day's event, and they can also earn a Fairness and Equality patch for completing the parks Junior Ranger program. Lunch will also be provided. The event will take place from 9 a.m. until 3 p.m. on the grounds of Brown v. Board of Education NHS. Cost is $5 in advance and $7 on the day of the event for each scouting participant. To register, call Armond Enclarde with the Jayhawk Area Council of Boy Scouts at (785) 354-8541. “We decided to get involved in National Public Lands Day this year because we saw service requests going up,” said Joan Wilson, Park Ranger. “We wanted to give members of the community an outlet to get involved and discover this site at the same time.” In the fall of 1991, the U.S. Department of Interior designated Monroe Elementary School as a National Historic Landmark to commemorate the U.S. Supreme Court decision that changed American history forever by ending racial segregation at the nation’s schools. This is the first year that a National Public Lands Day event has been held here, and it will be an annual event here in the future, said Wilson. “With our first African American president in office, it is clear our nation has changed a great deal since the days of racial segregation,” said Robb Hampton, Program Director of National Public Lands Day. “There’s renewed enthusiasm for preserving natural and historical landmarks, especially among young people who have been signing up for National Public Lands Day in record numbers.” National Public Lands Day was established in 1994 to carry on the legacy of the Civilian Conservation Corps (CCC), a program to revive communities and create opportunities for employment following the Great Depression. The event is a program of the National Environmental Education Foundation. For more information about National Public Lands Day and to locate a nearby project at which to participate, please visit www.publiclandsday.org. Brown v. Board of Education NHS documents the story of the lawsuit that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open from 9 a.m. to 5 p.m. daily. A parking lot for visitors is located across the street from the site. Accessible parking is available behind the site.        From right, panelists Donald Redmon, Richard Ridley, Henry \"Hank\" Alberg, Mayor Bill Bunten and Jack Alexander listen to Ridley at Topeka High School. Jake Gatchell\/The Topeka Capital-Journal  Separate, but Equal? Date: October 29, 2009 On October 15, 2009, approximately 400 people gathered at historic Topeka High School to hear five former high-school basketball players reminisce about their days on the court. All five played men’s basketball at Topeka High in the late 1940s, but they played for different teams. Prior to 1950, Topeka High maintained segregated basketball teams: the all-white Trojans and the all-black Ramblers. After welcoming comments from local historical associations and Brown v. Board of Education NHS Acting Superintendent Dave Schafer, two former Trojans and three former Ramblers shared their experiences, both on and off the court, in a moderated panel discussion. Unlike most southern states, school segregation was not required in Kansas, however, an 1879 state law made segregation permissible for cities with more than 15,000 residents. Elementary schools in Topeka were segregated in the late 1940s, but the city integrated its high schools years before. Classes were integrated at Topeka High in the late 1940s, while social functions like school dances, were segregated. Baseball and football teams were integrated, but not basketball. Segregation created unequal conditions for the Ramblers. Rambler Donald Redmon recalled that his only choice was to play basketball was as a Rambler. Rambler home games were played across town at East Topeka Junior High School, not at Topeka High. After recalling his own memorable experiences playing in Topeka High’s gymnasium, former Trojan and Topeka Mayor Bill Bunten remarked, “You can’t diminish the indignities [the Ramblers] had to suffer.” Participants also shared moments of humor. Former Rambler Jack Alexander drew laughs when he exclaimed the only teams he ever wanted to play for were the Ramblers and the Harlem Globetrotters. Alexander urged Hank Alberg to share an experience from his 50th Class Reunion in 1999. Alberg was the only Trojan in attendance at the reunion. He recalled Ramblers at the reunion quickly dubbing him an “honorary Rambler.” Attendees were treated to an appearance by renowned college basketball coach Dean Smith, who was recognized and presented with a plaque by Mayor Bunten. Smith coached thirty-six seasons at the University of North Carolina-Chapel Hill and retired with more wins than any other college coach. He was also a 1949 graduate of Topeka High School and a former Trojan. Topeka High School integrated men’s basketball four years prior to the 1954 U.S. Supreme Court decision Brown v. Board of Education. The Brown decision declared segregation unconstitutional by striking down the “separate but equal” doctrine established in the 1896 case Plessy v. Ferguson. Panel members could only speculate as to why men’s basketball remained segregated in the late 1940s, or what motivated the school to finally disband the Ramblers in 1950. Their personal experiences exemplify how complex the history of segregation is in the United States, even with the benefit of hindsight. Bill Moore, a 1969 graduate of Topeka High, summarized the significance of the evening, \"Part of healing is understanding and claiming our collective voices. The event provided the opportunity to claim voices and make a difference in a quiet, respectful manner. It was an inspiration to see those men on the panel come together under the Trojan banner.\" The event was co-sponsored by the Shawnee County Historical Society; Topeka High School Historical Society; Shawnee County Sports Council; Visit Topeka, Inc.; WIBW 580 Radio; and the National Park Service.        Indian woman in blanket, with small child on back. J.A. Shuck, courtesy of the University of Oklahoma  Traveling Exhibit Honors Native American Heritage Release date: November 5, 2009 Contact: Justin Sochacki, National Park Service, (785) 354-4273 Cheryl Brown Henderson, Brown Foundation, (785) 235-3939 TOPEKA – In honor of National American Indian Heritage Month, the Brown Foundation and the National Park Service are offering visitors a unique look at the proud history of America’s native people. The American Indian Realism photographic exhibit is on display now through the end of the year at Brown v. Board of Education National Historic Site in Topeka. The exhibit is free and open to the public. Drawn from the photographic archives of the University of Oklahoma, the exhibition features modern prints from vintage glass-plate negatives. The photographs reflect the dignity maintained by Native Americans in spite of upheaval caused by the relocation of tribes. Photographers focused on people who wore traditional dress and lived in traditional homes, as a means of documenting a lifestyle that had been irrevocably altered. The exhibit includes 30 powerful photographs and brochures. The American Indian Realism photographic exhibit is part of the co-sponsored 2009-2010 program series titled Unfolding Untold Stories. For more information about this exhibit, call the National Park Service at 785-354-4273. For a list of all events and exhibits in the Unfolding Untold Stories Program Series, please visit www.brownvboard.org or www.nps.gov\/brvb, and click on the Special Events link. Brown v. Board of Education National Historic Site is at 1515 SE Monroe Street in Topeka. The site is open daily from 9 a.m. - 5 p.m., except Thanksgiving and Christmas Day. Admission and parking are free.      Abolitionist John Brown to be Remembered with Presentation by Historian Dr. Jonathan Earle and Unveiling of New Portrait of Brown Date: November 17, 2009 Contact: Justin Sochacki, Park Ranger Phone: (785) 354-4273 Topeka – Brown v. Board of Education National Historic Site will commemorate the 150th anniversary of John Brown’s death at 7 p.m. on Wednesday, December 2. Dr. Jonathan Earle, a professor of history at the University of Kansas, will present a program titled “Perhaps You Will Remember John Brown.” Following the presentation, a newly commissioned painting of the controversial abolitionist will be unveiled. The event will take place at Brown v. Board of Education National Historic Site and is free and open to the public. Please RSVP by November 30 at 785-354-4273. On October 16, 1859, John Brown led a handful of men on a raid of the U.S. armory and federal arsenal at Harpers Ferry, Virginia (now West Virginia). Brown aimed to acquire weapons to arm a slave uprising. On October 18, U.S. Marines stormed the brick fire station where Brown was holed up and captured the radical abolitionist. After being convicted of “conspiring with slaves to commit treason and murder,” John Brown was hanged on December 2, 1859. His highly publicized trial and execution focused national attention on slavery, which aggravated an already tense sectional rivalry between free states and slave states. The 150th anniversary of Brown’s death is a fitting time for reflection. According to Earle, \"Fifty years ago, opponents of racial integration made sure the National Park Service held no public commemorations of John Brown, in Harpers Ferry or anywhere else. It's finally time where we can look back on what he did and how it changed our country, forever.\" In addition to teaching and writing at the University of Kansas, Earle also directs the programming for the Dole Institute of Politics. He has written many articles and books on antislavery and democratic movements, including Jacksonian Antislavery and the Politics of Free Soil and John Brown’s Raid on Harper's Ferry. Both will be on sale at the event and Dr. Earle will sign copies during a reception after the program. The Brown Foundation for Educational Equity, Excellence and Research will sponsor the reception. The new painting of John Brown was commissioned by Charles Schollenberger of Prairie Village, Kansas, and created by Sterling Hundley, an award-winning artist based in Virginia. Hundley’s works have appeared in many art and illustration magazines. He is a professor in the Department of Communication Arts at Virginia Commonwealth University. The painting will be on display at Brown v. Board of Education National Historic Site from December 3 to January 2. “John Brown’s controversial activities in the 1850s and the Brown v. Board of Education ruling by the U.S. Supreme Court in 1954 were separated by a century of history,” said Acting Superintendent Dave Schafer, “but they are both linked to the country’s long struggle over providing freedom and equality for all Americans. John Brown was both admired and despised. But there is no doubt that he was a key player in the American story.” Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exceptions of Thanksgiving, Christmas, and New Year’s days. For more information call 785-354-4273 or go to www.nps.gov\/brvb.        Dr. Jonathan Earle and John Brown in Kansas Territory. National Park Service  Perhaps You Will Remember John Brown Date: December 14, 2009 On December 2, 2009, approximately seventy people gathered at Brown v. Board of Education National Historic Site to commemorate the 150th anniversary of the death of the controversial abolitionist John Brown. Dr. Jonathan Earle, an Associate Professor of History at the University of Kansas, delivered the keynote address entitled “Perhaps You Will Remember John Brown.” After Dr. Earle’s presentation, a newly commissioned portrait of John Brown was unveiled followed by a sing-along of “John Brown’s Body” and “Battle Hymn of the Republic.” Even though John Brown was executed in Virginia after his raid on the federal arsenal at Harper’s Ferry, commemorating the 150th anniversary of John Brown’s death here in Kansas was fitting. Brown arrived in Kansas Territory in 1855 to join several of his sons in the bitter struggle over whether Kansas would enter the Union as a free or slave state. Believing that Free State men had been too timid, Brown aimed to turn the tables and strike fear into the hearts of pro-slavery settlers. According to Earle, “Kansas transformed John Brown into a warrior-prophet. . . .” On the night of May 24, 1856, John Brown led seven men with swords and brutally murdered five pro-slavery settlers along Pottawatomie Creek in Kansas Territory. None of the victims owned slaves or had participated in pro-slavery raids. Just days before the massacre, the town of Lawrence had been looted and burned by a pro-slavery posse. Throughout the summer of 1856, Brown led a small militia that raided pro-slavery settlements until being routed in the Battle of Osawatomie. Brown eventually left Kansas, but his experiences there stiffened his resolve to forcibly liberate an enslaved people. He came to view slavery as America’s original sin and one that could only be washed away with blood. Three years later, John Brown’s raid on Harpers Ferry and his subsequent capture and execution would draw increasing attention to the rivalry between free and slave states. In remembering John Brown, Earle posed the rhetorical question of whether violence is ever justified in the pursuit of equality. John Brown’s controversial actions in the 1850s and the Brown v. Board of Education decision by the U.S. Supreme Court in 1954 were separated by nearly a century of history. But they are both linked to the nation’s long struggle to provide freedom and equality for its citizens. Frustrated with the tactics of moral persuasion, John Brown resorted to illegal acts of violence to further his goal of freeing enslaved people. In contrast, the plaintiffs and attorneys in the Brown decision worked within the nation’s legal system for nearly two decades to non-violently overturn legalized inequality. During the event, a newly commissioned portrait of John Brown was unveiled. John Brown in Kansas Territory was commissioned by Charles Schollenberger of Prairie Village, Kansas, and created by Sterling Hundley, an award-winning artist and illustrator. The portrait depicts Brown as he appeared during his time in Kansas: without a beard. The painting will remain on display at Brown v. Board of Education National Historic Site until January 3, 2010.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/news\/2009.htm"
}
