{
    "title": "Walnut Canyon National Monument: Archaeology Month",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Archaeology Month              Archaeology Month        Ranger Bart helps kids make take-home plant pots out of newspaper. NPS Photo       Every March, the archaeologists of the Flagstaff Area National Monuments celebrate Arizona Archaeology and Heritage Awareness month with events, lectures, walks, and activities for kids. Archaeologists have recorded over 3,000 sites in the Flagstaff Area National Monuments - Walnut Canyon, Sunset Crater Volcano, and Wupatki - some with artifacts more than 10,000 years old. Archaeology Month offers archaeologists a rare opportunity to share their knowledge and experience directly with the public, and inspire the next generation of park stewards.  Arizona Archaeology And Heritage Awareness Month is sponsored by the Arizona State Parks. State, local, federal, and private groups all take part in hosting events around the state. Visit their official home page by clicking here.  Download a complete Arizona Archaeology and Heritage Awareness Month 2015 calendar of events by clicking here.   Events at Walnut Canyon National Monument in 2015 March 5th, 5:30 - 7:00 pm : Lantern Hike at Walnut Canyon National Monument Celebrate Walnut Canyon National Monument's Centennial by joining archaeologists on an evening hike to the historic Ranger Cabin - the monument's first visitor center. Reservations Required. Call (928) 526-1157 ext. 233, or e-mail us for information and reservations.  March 10th, 1:00 pm - 3:00 pm : Ranger Ledge Hike at Walnut Canyon Walk along the popular Raner Ledge Trail and see how the Sinagua lived at Walnut Canyon. Reservations Required. Call (928) 526-1157 ext. 233, or e-mail us for information and reservations. Regular entrance fees apply.  March 18th, 1:00 pm - 3:00 pm: Historic Architectural Tour at Walnut Canyon Celebrate Walnut Canyon National Monument's Centennial and learn about its history through its architecture, including that of the Civilian Conservation Corps and Mission 66. Reservations required. Call (928) 526-1157 ext. 233, or lisa_baldwin@nps.go for more information and reservations. Regular entrance fees apply.  March 21st, 11:00 am - 2:00 pm : Special Fee Free and Hands-on Craft Day Join NPS archaeologists at the Walnut Canyon Visitor Center and learn how early people in northern Arizona processed plant food using manos and metates. Make your own pinch pot, paintbrush and split-twig figurine. Lean how to throw a spear using an atlatl. For more information, please call (928) 526-1157 ext. 233 or, e-mail us. In honor of the Walnut Canyon Centennial, entrance fees will be free on Saturday, March 21, 2015! March 26th, 1:00 pm - 3:00 pm : Ranger Ledge Hike at Walnut Canyon Walk along the popular Raner Ledge Trail and see how the Sinagua lived at Walnut Canyon. Reservations Required. Call (928) 526-1157 ext. 233, or e-mail us for information and reservations. Regular entrance fees apply.  March 31th, 1:00 - 3:00 pm : Hike to HIstoric Ranger Cabin Celebrate Walnut Canyon National Monument's Centennial by joining archaeologists on a hike to the historic Ranger Cabin - the monument's first visitor center. Reservations Required. Call (928) 526-1157 ext. 233, or e-mail us for information and reservations. Regular entrance fees apply.  Events at Sunset Crater Volcano National Monument in 2015 March 16th, 1:00 pm - 3:00 pm: The Archaeology of a Disaster Join an NPS archaeologist at the Sunset Crater Volcano Lava Flow Trail for a discussion about the prehistoric experience of the eruption of Sunset Crater Volcano and how humans adapted to environmental change. Sunset Crater Volcano National Monument, 6082 Sunset Crater Rd. Call (928) 526-1157 ext. 233, or lisa_baldwin@nps.go for more information. Regular entrance fees apply. Events at Flagstaff Area National Monuments Headquarters Office in 2015 March 24th, 12:00 pm - 1:00 pm: Prehistoric Animal Use at the Flagstaff Area National Monuments Learn about the types of animals that people hunted, domesticated and traded, and how people used bone, antler, hide, feathers and shell to produce many objects of daily life. NPS Headquarters Office, 6400 N. Highway 89. Call (928) 526-1157 ext. 233, or lisa_baldwin@nps.go for more information.",
    "url": "https:\/\/www.nps.gov\/waca\/planyourvisit\/archaeology-month.htm"
}
