{
    "title": "Brown v. Board of Education National Historic Site: Superintendent's Blog",
    "body": "Superintendent's Blog       May 5, 2014 Sixty-three years ago, a small group of families from Topeka took a stand against discrimination. It would take decades and decades before the full weight of their blow would be felt. But that one day in federal court here in Topeka would cause changes that would affect every corner of this nation and eventually be heard around the world. The efforts of those amazing families taught all of us that discrimination has no place in America and that collectively, we are stronger when we fight for what is right. That first battle took place in the federal court house in downtown Topeka. When President Herbert Walker Bush signed Public Law 102-525 in 1992 and created a National Park Service site to commemorate the Brown v. Board of Education decision, what more fitting place for a temporary visitor center than the same court building where the battle to end discrimination had started. As the years moved on and the roll of that court house changed to that of the main post office for Topeka, it stands as one of the key civil rights monuments. This is the place where Brown v. Board of Education got its start. Today I received notice from Tom Samra, the vice president for facilities at the United States Postal Service, that the USPS has reviewed the concerns raised by many in the Topeka community concerning the historical importance of the Post Office and the importance of continued public access to the site. The agency has concluded that for the efficiency of the service, the main post office will indeed be closed and that there will be no further avenue for appeals to keep it open. Earlier this year, I contacted Mr. Samra to share with him the importance of this structure and the role it plays as a civil rights icon. I continue to believe that the old federal court house is a an extremely important part of the Brown story and I am committed to working in any way I can to find ways to allow for continued public access to the structure. I know the decision to close the post office is especially hard on our local historical societies and friends groups. As I continue to work with the Post Office to ensure public access to the structure, I will keep you informed of any news as well as any role the public can play.    Final determination letter from Tom Samra      February 6, 2014 Over the Christmas holiday, I had the chance to head over to Kansas City and check out The Nutcracker at the Kauffman Center - an amazing place – I highly recommend a visit! Not being a super big fan of the arts, I was overwhelmed by the professionalism of the dance troop, the music form the orchestra, and the magnificence of the sets and stage. I'm sharing this all not so much because I want to encourage everyone to head to Kansas City next Christmas for The Nutcracker, but because of what the ballet has to say about the state of civil rights in the year 2014. This year we commemorate 50 years since the passage of the Civil Rights Act. Here at the park, we are commemorating 60 years of desegregation in public education. But I want to share with you some of the thoughts that were passing through my mind as we sat down for the show. My son and daughter were delighted to be out on the town in one of the grandest theatres any of us had ever experienced. My daughter in particular was amazed by the ballerinas and the feats the dancers were accomplishing. Somewhere during the last half of the show she turned to me and said, \"Papa – look, there she is, there she is. There's a brown dancer just like me!\" My family is a mixed family – our kids are African American and we are both white. Since the children arrived in our lives twelve years ago, we have been highly sensitive to the issues of race and ethnicity. We have embraced new cultural norms in our lives, sought out a wider range of friends in our community and church, and visited exhibits and shows all with the purpose of making sure that our children grow up in a home and with a family that celebrates who we are and what makes our diverse culture so rich. One of the great things about coming to Kansas City with my family is the opportunity to be culturally enriched with visits to the American Jazz and Negro League Baseball Museums as well as everything else KC offers. In doing this, my kids receive a constant message that they can be anything they dream of being, regardless of race. With that in mind, as I watched the show that December night, I was sitting on the edge of my seat the whole time, just like my daughter, waiting to see when we would see a dancer that looked like my children. I'm not the kind of person that needs to check things off to make sure that every group is represented in every class, or sport, or activity that we are part of. But when I'm with my kids, I'm highly sensitive to what they are seeing. Of the twenty or so kids that were in the performance and the scores of dancers and performers, it took most of the night to find a person of color in the troupe. Like I said, I'm trying not to keep count, but I know my nine-year-old daughter is. Before we came to Topeka, we lived in Washington, DC. When my kids went to school, my son learned French from a man from the Ivory Coast, my daughter learned karate from our neighborhood's matriarch Master Jones, and their school was led by an amazing woman with dreadlocks running down to her skirt. When the mayor came to our porch to ask for votes, he stopped by and shook hands with our kids. During our two years in the capital, my children were surrounded by positive role models of people of color. I take my night at the ballet as a lesson that I can apply in my own life. As we as a people – and in my role as a National Park Service superintendent – work to create a more inclusive culture, we need to remember what are kids are seeing. What was the message she received at the ballet? That people of color are an anomaly in the fine arts? What is the message that some of our fellow citizens see when they enter into our parks? That these places don't necessarily belong to them? For decades, the NPS has been grappling with how to make our parks more welcoming and inclusive. As a park manager and, more importantly, as the father of two amazing children, I am always cognizant of the message that we are communicating and how our actions are being translated. When the public sees our exhibits, talks to our staff, and sees what we are doing, what do they think the park? Do they see themselves? I'm pretty sure we will make our annual pilgrimage to see The Nutcracker this December. And, you can bet that my daughter will not only be watching for the high caliber of the dancers, but whether or not any of them looks like her.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/management\/suptblog.htm"
}
