{
    "title": "Brown v. Board of Education National Historic Site: Field Trips",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips                 Field Trips        Whether you have an hour or a day, there are multiple Field Trip options available for students of all ages. Transportation field trip grants may be available to school districts within 75 miles that apply. The Topeka Metro is also providing transportation to USD 501 schools to our site. For more information, please contact the Education Department by phone at 785-354-4273 or by email by clicking hereReservations for Field Trips to the Site Pre- and post-classroom visits are available upon request. See program information table below for available programs. Call our visitor center weekdays at 785-354-4273 between 9:00 AM and 4:30 PM, or complete the Field Trip Registration Form. Download a Transportation Grant Application form.  Please note: No food, drinks or gum are allowed in the site.Confirmation The Education Ranger will either mail or email your confirmation letter to confirm the details of your visit. If you need to cancel, please email or call 785-354-4273 as soon as possible.  We can accommodate up to 90 students per visit. One adult is required for every ten students. Chaperones are required to maintain control of their group at all times. If you have a larger group, it may be necessary to divide into two or three groups. We recommend groups plan to eat lunches outside or on their buses because food and drinks are not allowed in the site. Upon arrival, a park ranger will meet the group to begin your tour of Brown v. Board of Education National Historic Site.  Tour Length  Tours are typically 90 minutes long, depending on programs selected. Arriving late may cause your program to be shortened or canceled. The confirmation letter shows the correct time, date, and location of your program.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/education\/classrooms\/fieldtrips.htm"
}
