{
    "title": "Brown v. Board of Education National Historic Site: Clark Doll",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Clark Doll                Kenneth and Mamie Clark Doll              Children's toys rarely feature in decisions issued by the US Supreme Court of the United States. Yet a humble set of baby dolls – two black, two white – played a pivotal role in what many have termed the most important legal ruling of the 20th century. This year, in commemoration of the 60th anniversary of the US Supreme Court decision to legally end segregation in public schools, one of those dolls is on display here at Brown v. Board of Education National Historic Site. This is the doll's story. For Thurgood Marshall, chief counsel for the National Association for the Advancement of Colored People (NAACP), the legal landscape looked daunting in 1951. School segregation was mandated by law in 17 states, practiced in the nation's capital and countless other school districts, and seemingly blessed by the 55-year-old separate but equal doctrine decreed by the US Supreme Court in Plessy v. Ferguson. In prior cases, the NAACP had sought relief by demonstrating the almost universal inequality of segregated schools. But now, the lawyers of the NAACP sought to convince the US Supreme Court that segregation in and of itself was unconstitutional. To make their case, Marshall and his team of lawyers needed something that provided overwhelming proof to demonstrate that equal educational opportunities for African Americans was impossible to achieve in a segregated system no matter how equal the facilities be. To mount their attack on the belief that African American children were different from white children and unworthy of sitting side by side with them in a classroom, Marshall and his legal team relied upon the work of a group of social scientists who had been studying the effect of segregation on black children. In preparation for the Briggs v. Elliott case, the first of the five cases argued that would make their way to the US Supreme Court as Brown v. Board of Education, Marshall asked Kenneth and Mamie Clark, both of whom held doctorates in psychology, to repeat experiments with school children from Clarendon County, South Carolina they had conducted in New York City in the 1930s. In the experiment, the Clarks handed black children four dolls. The dolls were identical except that two had a dark-colored skin and two had light-colored skin. The Clarks asked the children questions such as which dolls were \"nice\" and which were \"bad\" and \"which doll is most like you?\" The results of the test showed that the majority of black children preferred the white dolls to the black dolls, the children saying the black dolls were \"bad\" and that the white dolls looked most like them. To the Clarks, these tests provided solid proof that enforced segregation stamped African American children with a badge of inferiority that would last the rest of their lives. The argument swayed the US Supreme Court Chief Justice Earl Warren, in writing the Court's opinion, noted that the legal separation of black children gave them \"a feeling of inferiority as to their status in the community that may affect their hearts and minds in a way unlikely to ever be undone.\"   Because of the impact on the Court's decision, the symbol and lightning rod for the Brown case has become the doll tests conducted by the Clarks. Therefore, not surprising, if asked what object would they most like to have in their museum collection, Brown v. Board of Education National Historic Site would answer the Clark dolls. Last year, the park received a call out of the blue asking if they would be interested in acquiring one of the dolls. A pair had been given by Dr. Clark to one of his students who later passed them on to one of her close friends to be used as toys for her children. While the white doll has been lost to time, the black doll remained. The original diaper was gone and the face now had a green tint after years of being exposed to sunlight. Park staff researched the story about the doll's journey and then conducted a close examination of the doll comparing it to photographs of those used by the Clarks. Staff breathed a collective sigh of relief when everything checked out. Brown v. Board of Education NHS is preparing to put the doll on exhibit this year, making this important symbol of one of the most transformative laws in American history available for all to see.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/clarkdoll.htm"
}
