{
    "title": "Brown v. Board of Education National Historic Site: Distance Learning",
    "body": "Distance Learning          Results   Showing results 1-4 of 4    Sort By:  Title Date         Frederick Douglass and the Power of Literacy    From an early age Frederick Douglass knew that reading was his key to success. This 20-30 minute program works with students to discover why reading was so powerful for Douglass as a slave and then as an abolitionist. Question and answer time included.     1 2 3 4 5  Not that bad Average: 2.0 (2 ratings)   Type:Distance Learning Grade level:First Grade-Twelfth Grade Subjects:African American History and Culture, Civic Engagement, Civil Rights Movement, Civil War, History, Leadership, Literature, Reading, Slavery, Writing National\/State Standards:NSS-USH.K-4.3, NSS-USH.5-12.4, NSS-USH.5-12.5, NSS-C.K-4.2, NSS-C.K-4.5, NSS-C.5-8.5, NSS-G.K-12.4, NL-ENG.K-12.1, NL-ENG.K-12.2, NL-ENG.K-12.2, NL-ENG.K-12.3 Keywords:Frederick Douglass        Brown v. Board of Education National Historic Site Great PB & J Debate   Interactive, ranger‐led distance learning program discussing the importance of the 14th Amendment to the end of segregation laws.    Type:Distance Learning Grade level:Fourth Grade-Sixth Grade Subjects:Civic Engagement, Constitutional Amendments, Law, Public Policy Keywords:14th amendement, bown v board of education, Distance Learning, Segregation        Brown v. Board of Education National Historic Site School Boards, Busing, and Brown   Interactive, ranger-led program analyzing political cartoons in reference to the Brown case and segregation.     1 2 3 4 5  Very poor Average: 1.0 (1 rating)   Type:Distance Learning Grade level:Seventh Grade-Twelfth Grade Subjects:African American History and Culture, Art, Civic Engagement, Civil Rights Movement, Community, Constitutional Amendments, Constitutional Law, Journalism, Public Policy, Slavery        Brown v. Board of Education National Historic Site The Great PB&J Debate   Interactive, Park Ranger-led program discussing the importance of the 14th Amendment to the end of segregation laws.    Type:Distance Learning Grade level:Fourth Grade-Sixth Grade Subjects:Civic Engagement, Civil Rights Movement, Constitutional Amendments, Government",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/education\/learning\/index.htm"
}
