{
    "title": "Brown v. Board of Education National Historic Site: Related Cases",
    "body": "Related Cases       Court Cases in Prelude to Brown, 1849-1949 For more than a century, African Americans sought to ensure access to equal educational opportunity. Religion, education and community have proven to be the cornerstone of self-determination on the part of African Americans. One of the most prominent examples of this cornerstone concept can be found in the early and unrelenting legal challenges to segregate public schools. These school cases typify the ongoing struggle for civil rights, social equality and racial justice in the United States. Parents from ordinary walks of life were willing to step forward and bear the consequences of legal action in the hopes of achieving educational equality for their children. Individuals or small groups of parents appear to have acted on their own in the earliest cases. In later cases, state and national strategies of the NAACP clearly were at work. Slowly, the actions of attorneys representing parents and school children chipped away at legal segregation in schools. Court decisions began to provide some measure of protection for the idea of equality even in the bleakest of times for African Americans. Earliest reported case - 1849: Roberts v. The City of Boston Slavery was abolished in Massachusetts by the late 1700's. As a result of this action, Boston schools were not segregated. However, African Americans felt they were at a disadvantage because white teachers and students in the integrated schools harassed and mistreated African American children. In the face of this discrimination, parents petitioned for special schools for their children. Their efforts to have a segregated school were denied by the state legislature. Consequently, the first segregated school for African American children was privately established in 1798. By 1840, there was growing concern about the prejudice fostered by separate schools. Two years later African American parents began publicly expressing resentment because they were taxed to support schools which their children were not allowed to attend. These parents began petition drives to close down the segregated schools. They petitioned in 1845, and again in 1846 and 1848 without success. The final effort was undertaken in 1849 under the legal leadership of attorneys Charles Sumner, who went on to become a United States Senator, and Robert Morris, an African American activist who shared the title abolitionist with his colleagues. Although this was a joint community action, the lead plaintiff was Benjamin Roberts. The case became known as Roberts v. The City of Boston. In their petition to the Massachusetts Supreme Court, attorneys for the African American parents outlined the circumstances believed to be unlawful. Parents explained how their children had been denied enrollment in all Boston schools except the segregated Smith School. However a state statute existed that allowed any student unlawfully excluded from public school to recover damages. The Roberts case was unsuccessful because authorities reasoned that special provisions had been made for \"colored\" students to have a school. Support for their cause finally came from city officials when in April 1855 a bill was presented and passed by the Massachusetts legislature. This action provided that no distinction based on color, race or religion should be made for any student applying for admission to any public school in the state. The Kansas Cases, 1881-1949 Before Brown v. Board of Education became part of the national legal landscape, African American parents in Kansas had initiated eleven court challenges to segregated public schools. During a span of nearly seventy years from 1881 to 1949, the Kansas Supreme Court became the venue for the constitutional question of public schools and segregation. Why did desegregation cases arise in Kansas? The free state heritage, central geographical location, and makeup of its population positioned Kansas to play a central role in the major questions of educational freedom and equality. Kansas law at first had little to say on the subject of school segregation. In 1868, the law allowed, but did not require, separate schools. Some schools admitted children without discrimination and one of the first Superintendents of Public Instruction, Peter MacVicar, vocally opposed segregated schools. The increase in the African American population with the arrival of the \"Exdosters\" from the South in the 1870s, however, hardened attitudes in Kansas. Some schools began to separate children by race. In 1877, the Kansas legislature passed a statute specifically allowing first class cities (those with populations of 15,000 or more) to conduct separate elementary schools. This law remained in effect into the 1950s. With the exception of Wyandotte County, high schools were not segregated in Kansas. 1881: Elijah Tinnon v. The Board of Education of Ottawa Elijah Tinnon was an African American parent who spoke and acted for equal educational opportunity in Kansas before the concept had a name. Tinnon, listed in the census as a laborer born in Arkansas before the Civil War, addressed the Ottawa Board of Education in 1876. He and six other parents questioned the placing of their children in a separate room within the Central School and the qualifications of the teacher assigned to this room. The Board's committee looking into the matter contended that most African American parents were in favor of the black teacher whose teaching certification was belatedly checked into by the Board. The protesting parents were not deterred. Superintendent of Schools, William Wheeler, advised the school board that Tinnon and other parents \"demanded admission for their children into the proper grades of the public school.\" The board then voted \"that the colored class lately taught by Mr. Wade be discontinued, and the pupils in attendance there be assigned to the various rooms in grade school.\" The Board obtained the teacher's resignation and paid him one month's wage of $40.00. Equal access to education in Ottawa appeared to have been decided. However, less than four years later Tinnon was again at odds with Board policies. The Board opened a one-room school for black children, grades 1 to 6, in a frame building across the street from the brick Central School. Tinnon's demand that his seven-year-old son Lesile be assigned to the brick school, the school nearest his home, was refused. Represented by local white lawyers, Tinnon took his case to the courts. He was the first of more than a dozen little known African American parents to challenge school segregation through to the Kansas Supreme Court. The 1881 Tinnon case was first tried in District Court in Franklin County, Kansas. Judge Nelson D. Stephens cited the Fourteenth Amendment to the United States Constitution guaranteeing individual rights of citizenship among his reasons for deciding in favor of Tinnon. The Ottawa School Board appealed the decision to the Kansas Supreme Court. In words anticipating school decisions to come, Judge Daniel M. Valentine wrote in upholding Tinnon \"is it not better for the aggregate of human society as well as for individuals that all children should mingle together and learn to know each other?\" This case had elements of the first desegregation case in Boston, Massachusetts, and of later court challenges in Kansas: 1) the challenge became known by one name although several parents were often involved; 2) the victory of one year often disappeared the next; 3) the jobs of black teachers were at risk; 4) high schools, with one exception, were open to all; and 5) the courts offered the best avenue for equal access to education. 1891: Knox v. The Board of Education of Independence Jordan Knox of Independence found himself in a situation similar to Elijah Tinnon. Knox's daughters, eight- and ten-year-old's Bertha and Lilly, passed by one elementary school to reach the Fourth Ward School to which they were assigned. In 1890, their father informed the Board of Education that he wanted his daughters to attend the school nearest their home. He argued the Second Ward School had room for additional children. Since the Independence Board had established separate classes for African American children within one of their four primary schools, the superintendent refused to enroll Bertha and Lilly in the school near their home. Knox sought legal help to compel the Board to honor his request. When this case was decided in 1891, the Kansas Supreme Court cited the Tinnon case and found no authority for the second class city of Independence \"to exclude from the schools established for white children, the colored children.\" Knox and four other parents who joined as plaintiffs won their case and were awarded court costs. 1903: Reynolds v. The Board of Education of Topeka Decisions affecting other larger cities were mixed. William Reynolds lost his 1903 case against the Board of Education of Topeka. All children had attended the same building in the Lowman Hill District until it burned in 1900. The Board purchased a new site and erected a two-story brick building. Black pupils were assigned to the older Douglas building which was moved to the area. Reynolds, a tailor, demanded admission of his eight-year-old son Raoul to the new school. In an extensive review of the laws, the Kansas Supreme Court held for the Board of Education on the basis that first class cities were allowed to operate separate elementary schools. The court also argued that the Fourteenth Amendment to the United States Constitution did not supercede Kansas law. 1905: Special Legislation for Kansas City, Kansas Mamie Richardson brought suit against the Board of Education of Kansas City in 1906 after she was not allowed to attend the Morning High School to which white students had been assigned. This singular case came about after a fatal incident at the integrated high school influenced the Kansas Legislature of 1905 to pass a special act permitting Kansas City to operate separate high schools. The School Board lost no time in instigating separation by dividing each day into two sessions based on race, even as a new building, Wyandotte High School, was under construction. In ruling against Richardson, the Kansas Supreme Court also upheld the constitutionality of this special legislation. 1906: Cartwright v. The Board of Education of Coffeyville In Coffeyville, the school board maintained racially separate grades within Lincoln School. African American students were assigned to one classroom. Eva Cartwright, an African American sixth grader, accompanied by her mother tried to enroll in an all white sixth grade class taught by a white teacher. Eva was turned away and sent to the classroom reserved for African American students. Bud Cartwright demanded that his daughter Eva be admitted to the regular classroom for her grade level. One of his attorneys was James A. Guy, an African American lawyer who moved to Kansas from Ohio. In 1906, the Kansas Supreme Court ruled for Cartwright based on Kansas law governing schools in second class cities. The legal issue in second class cities seemed to be settled. The court's decision stated that the Board of Education has no power to exclude African American students from schools established for white children in the absence of a law that authorizes such power in cities of the second class. 1907: Rowles v. The Board of Education of Wichita In 1907, Sallie Rowles in Wichita won the case for her daughter Fannie to attend Emerson School near her home, but within three years the situation drastically changed. Despite the fact that early schools in Wichita had not practiced educational discrimination, by 1906, the Wichita Board passed a resolution stating \"the separation of white and colored children is more in keeping with the ideals and wishes of a majority of patrons.\" Black patrons objected at a school board meeting, but official support had disappeared. In 1905, the Kansas State Superintendent of Public Instruction in the 15th Biennial Report sought to justify segregation of the races in public schools. In 1909, the Kansas Legislature repealed an earlier law governing Wichita Schools, which had not permitted segregation. L'Ouventure and Douglass Schools were built exclusively for elementary education of black children in the first class city of Wichita. 1908: Williams v. The Board of Education of Parsons In the first class city of Parsons, D.A. Williams won a narrowly based case on the issue of safety. In 1908, the Parsons Board assigned all African American children to one of the four elementary schools. Williams, whose four children had attended school near their home, refused to have the children cross seven dangerous railroad tracks to reach the designated school. He was informed that his children and other African American students were required to attend a school designated for them. The school was located more than a mile from the children's home and in an area surrounded by various railroad-switching yards. The school was plagued by railroad traffic and train noises that disrupted the classroom. Mr. Williams filed legal action to remove his children from Lincoln School because of the dangers associated with travel to the school. The Kansas Supreme Court found that on the facts presented, Williams was entitled to relief, but left the door open for other separate school arrangements. 1916: Woolridge v. The Board of Education of Galena Classrooms at East Galena Elementary School were integrated in grades one through six. Because the school was overcrowded, the Board of Education called a meeting to develop a plan to reduce class size. The solution chosen was to hire an African American teacher, who would teach only African American children in one multi-graded class. To carry out this plan, representatives from Galena tried but failed to persuade the Kansas Legislature to allow second class cities to operate segregated schools. African-American parents strongly objected to this change and filed suit to halt the Board's plans. Local opinion was so inflamed against the demand of black parents in Galena that their children continue to attend mixed schools that they asked that the trial be moved to another county. Despite vocal intolerance, W.E. Woolridge and other parents won this 1916 case against the Board of Education as the Kansas Supreme Court found that racial separation \"was without authority of law\" in the second class city of Galena. 1924: Thurman-Watts v. The Board of Education of Coffeyville African American attorneys and organizations factored in the 1924 challenge from Coffeyville, which had become a first class city that legally operated separate elementary schools. Elisha Scott and R.M. Vandyne, African American attorneys from Topeka, represented Celia Thurman-Watts, whose daughter Victoria was denied admission to Roosevelt Junior High. Washington admitted both African American and white students while only African American students attended Cleveland and only white students were designated to attend Roosevelt. In questioning during depositions, Scott probed the allegiance of school board members to the Ku Klux Klan. The President of the School Board admitted membership and another testified to past membership. Other questions established that the Coffeyville chapter of the National Association for the Advancement of Colored People supported this suit. As a result, Scott argued the broad issue of prejudice and the practical grounds of overcrowding in the black schools. He won on the narrower grounds that the ninth grade was part of high school and separate high school education was not allowed except in Kansas City, Kansas. 1929: Wright v. The Board of Education of Topeka Topeka's Buchanan School figured in the Wright case of 1929. Wilhemina Wright, an African American student at Randolph School which was reserved for white students was transferred to Buchanan School twenty blocks away. Eugene S. Quinton of Topeka represented her father, George Wright, in his case. While it was agreed that Buchanan was as good a school as Randolph, the inconvenience and danger of a child walking to a school far from home did not allow equal access to education. The decision came to rest on school busing. Wright lost this case as the Board provided bus transportation. In addition, as a first class city, Topeka could operate separate elementary schools based on race. 1941: Graham v. The Board of Education of Topeka The Graham case focused on the issue of whether seventh grade was part of high school. White children attended six grades in elementary schools then three years in junior high schools. Black pupils continued to attend elementary schools for seventh and eight grades, then transferred to Boswell or Roosevelt Junior High for ninth grade. Tinkham Veale and William M. Bradshaw, representing Ulysses Graham's parents, argued that the junior high schools were part of high school and that by not providing similar education for blacks these children were denied rights under the U.S. and Kansas Constitutions. The Kansas Supreme Court found that the refusal to permit twelve-year-old Ulysses Graham to enroll in a junior high school was \"discriminatory.\" 1949: Webb v School District No. 90, South Park Johnson County Population growth after World War II prompted construction of a new $90,000. South Park Elementary school near Merriam, Kansas. The district school board unlawfully established Walker School for African American children. The School was inferior compared to other schools, outdated, and dilapidated. The African American children were denied admittance to South Park School solely on the basis of race and color. When their children were turned away from the new South Park School, Webb and other parents took thirty-nine children out of the poorly maintained, ninety-year-old Walker school, hired Walker teacher Corinthian Nutter and opened a home school. Willingly risking further employment in the public schools, Nutter taught these children for over a year. African American parents found a staunch ally in Esther Brown who supported and assisted them in their case. Through her urging, attorney Elijah Scott took the lead in bringing about the Webb case. After the Kansas Supreme Court in 1949 ruled that equal facilities must be provided for all children, the Board admitted black children to South Park School. The issue of segregation per se was not part of the ruling as facilities were so clearly unequal.   Information courtesy of the Brown Foundation for Educational Equity, Excellence and Research.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/relatedcases.htm"
}
