{
    "title": "Brown v. Board of Education National Historic Site: Claymont, Delaware",
    "body": "Claymont, Delaware       First petitioned in 1951, these local cases challenged the inferior conditions of two black schools designated for African American children. In the suburb of Claymont, African American children were prohibited from attending the area's local high school. Instead, they had to ride a school bus for nearly an hour to attend Howard High School in Wilmington. Located in an industrial area, Howard High School also suffered from a deficient curriculum, pupil-teacher ratio, teacher training, extra curricular activities program, and physical plant. In the rural community of Hockessin, African American students were forced to attend a dilapidated one-room school house and were not provided transportation to the school, while white children in the area were provided transportation and a better school facility. In both cases, Louis Redding, a local NAACP attorney, represented the plaintiffs, African American parents. Although the State Supreme Court ruled in favor of the plaintiffs, the decision did not apply to all schools in Delaware. These class action cases were named for Ethel Belton and Shirley Bulah. Information courtesy of the Brown Foundation for Educational Equity, Excellence and Research.        Front entrance of Howard High School National Historic Landmarks collection  National Historic Landmark designation On April 5, 2005, Howard High School was designated a National Historic Landmark for its significance to the Brown v. Board of Education U.S. Supreme Court case. Delaware Senator Joseph Biden stated,  \"[t]he selection of Howard High School as a historic landmark is fitting because it encompasses both the struggles of our past and the promise of our future. Our hope is that this recognition will serve as a very visible and powerful reminder of just how far we have come and how much further we must still go.\"  For more information about Howard High School, please visit the following links: http:\/\/www.cr.nps.gov\/nhl\/designations\/samples\/de\/Howard%20High%20School.pdf http:\/\/www.cr.nps.gov\/nr\/feature\/afam\/2006\/howard.htm",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/claymont.htm"
}
