{
    "title": "Brown v. Board of Education National Historic Site: Plaintiffs",
    "body": "Plaintiffs       Belton v. Gebhart (Bulah v. Gebhart) Delaware State Court, Wilmington, Delaware Ethel Belton Sarah Bulah Joseph Crumpler John W. Davis Emma Fountain Barbara Byrd Henry Charles Hill Lois May Johnson Mary Johnson Willie Robinson John Short Harlan Trotter  Bolling v. Sharpe U.S. District Court, Washington, D.C. Mrs. Sarah Bolling Spottswood Thomas Bolling Wanamaker Von Bolling William Briscoe Sarah Louise Briscoe James C. Jennings Adrienne Jennings Barbara Jennings Consolidated Parent Group, Inc.  Briggs et al v. Elliott et al. U.S. District Court, Eastern Division, Charleston, South Carolina James Bennett Onetha Bennett Harry Briggs Robert Georgia Annie Gibson Gilbert H. Henry Susan Lawson Frederick Oliver Mary Oliver Mose Oliver Bennie Parson Edward Ragin Hazel Ragin William Ragin Lee Richardson Lucrisher Richardson Rebecca Richburg Henry Scott William Stukes Gabriel Tindal  Davis v. County School Board of Prince Edward County U.S. District Court, Richmond, Virginia Hal Edward Allen (father) Hal Verner Allen (son) Margaret G. Allen (grandmother) James Henry C. Allen (grandson) Margaret G. Allen (mother) Herman Alexander Allen (son) Florence Gertrude Allen (daughter) Thomas H. Allen (father) Herman Wesley Allen (son) Thelma Leola Allen (daughter) Ellen Banks (guardian) John Banks, Jr. (guardee) Frankie Louise Berkeley Eddie Bigger (father) Virginia Bigger (daughter) Katie H. Bigger Leonard R. Bland (father) Floyd M. Bland (son) Reginald W. Bland (son) Clara S. Booker (mother) Blanche A. Booker (daughter) Ronald O.F. Booker (son) Joseph E. Booker (father) Loretta Booker (daughter) Carrie Brown James Brown (father) Phillip J. Brown (son) Nelson Carey (father) Mary Lizzie Carey (daughter) Anna Bell Carey (daughter) John Davis Rosa Bell Davis Isaiah Dennis (father) Adline Dennis (daughter) Charlie Dupuy (father) Pauline Dupuy (daughter) Susie Earley (mother) Bertha E. Earley (daughter) Helen Virginia Epps (mother) Alma D. Epps (daughter) Helen M. Epps (daughter) Agnes Farrar (guardian) Walker Camp Farrar (guardee) Alice Fowlkes (guardian) Alexander Fowlkes (guardee) Leroy McCormick (guardee) Amanda Goode Frances Goode (mother) Willie L. Goode (son) Katherine Goode (daughter) Dolly M. Goode (daughter) Harry S. Hall Thomas Hall (guardian) Mary E. Couch (guardee) Elsie Hargwood (mother) Junita Hargwood (daughter) Virginia Harris (mother) Ethel D. Harris (daughter) C.W. Hicks (father) Deloris Hicks (daughter) Marjorie Hicks (daughter) Inez O. Hicks Sarah Elizabeth Hicks (mother) Leigh Edward Hicks (son) Mosley Jefferson (father) Dorothy Alice Jefferson (daughter) Carrie Irene Jefferson (daughter) Robert Johns (father) Barbara Rose Johns (daughter) Joan Marie Johns (daughter) Kate Johnson (mother) Burnell Johnson, Jr. (son) Jasper W. Jones (father) Peter Jasper Jones (son) John Paul Jones (son) Nannie Lee (mother) George Lee (son) Sopophonie Miller (mother) Mattie Jean Miller (daughter) Herman Monroe (father) John Monroe (son) Harry Monroe (son) Richard Monroe (son) Emma H. Morton Mary Moton Viola W. Neal (mother) Catherine Neal (daughter) Lee Emmett Neal (son) Alma Randle (mother) Rosetta E. Randle (daughter) Ethel L. Randle (daughter) Martin R. Randle (son) Silas Redd (father) Gladys E. Redd (daughter) Charlie Redd (son) Nellie J. Richardson (mother) Jeanel E. Richardson (daughter) Anita Louise Richardson (daughter) Pinkie Rowlette (guardian) Reginald Rowlette (guardee) Alice Goins (guardee) Rowland D. Saunders (father) Vernethia C. Saunders (daughter) Henry Scott (father) Henry Scott, Jr. (son) Otis Scott (father) John Henry Scott (son) Walter Wallace Scott (son) Thomas H. Scott P.H. Shepperson (father) Lester Shepperson (son) Florine Shepperson (daughter) Willie Lee Shepperson (son) Louise Sims (mother) Helen L. Sims (daughter) Rebecca A. Sims (daughter) Sallie Spencer (mother) Mary L. Spencer (daughter) James Spencer (son) Alice M. Stokes (mother) John Arthur Stokes (son) Carrie Stokes (daughter) Jannie Streat (mother) Mary E. Streat (daughter) Pattie Taylor (mother) Dorothy L. Taylor (daughter) W. Howard Thompson (father) Frances Thompson (daughter) Rachel J. Thomson (daughter) John Townsend (father) Mildred Junita Townsend (daughter) Arlene Shirley Townsend (daughter) Mary Trent (mother) Barbara Reese Trent (daughter) Rose Marie Trent (daughter) Mattie Vaughan (mother) Calvin A. Vaughan (son) Maude E. Walker (mother) John Junius Walker (son) Maude Estelle Walker (daughter) Theophilus Walker (father) Edward Leon Walker (son) Mabel Gertrude Walker (daughter) John L. Watkins (father) Stella Watkins (daughter) John Watson, Sr. (father) John Watson, Jr. (son) Eva Werkler (mother) Rosa M. Werkler (daughter) Myrtle V. West (mother) Metteaner S. West (son) W.C. West (father) Barbara Jean West (daughter) Olivia Wiley (mother) Ettal L. Wiley (daughter) Frank Williams (father) Bessie Williams (daughter) Mildred Williams (daughter) Louise Willis Amelia Womack (mother) Clarence W. Womack (son) Aubrey D. Womack (son) Bert S. Womack (father) Elizabeth Womack (daughter) Leslie Woolridge  Oliver L. Brown et al v. Board of Education of Topeka, Shawnee County, Kansas U.S. District Court, Topeka, Kansas Oliver Leon Brown Darlene Brown Lena M. Carper Sadie Emmanuel Marguerite Emmerson* Shirla Fleming Mrs. Andrew (Zelma) Henderson Shirley Hodison Mrs. Richard (Maude) Lawton Alma Lewis Iona Richardson Vivian Scales Lucinda Todd *Marguerite Emerson's name was misspelled on the original court documents",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/plaintiffs.htm"
}
