{
    "title": "Brown v. Board of Education National Historic Site: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases       Tweeting History: National Park Service Re-Enacts 1954 Desegregation Decision Release date: May 15, 2014 Contact: Clayton Calder Phone: 785-354-4273 Topeka, KS – In celebration of the 60th anniversary of what some have called the most important US Supreme Court decision of the 20th century, Brown v. Board of Education National Historic Site is proud to announce a Twitter re-enactment of the Brown v. Board of Education decision and the national reaction that followed.   The re-enactment will take place on Saturday, May 17 and Sunday May 18, 2014 between 9 am and 5 pm. To get the whole story, follow the hashtag #Brown1954. We've created dozens of \"characters,\" from US Supreme Court Chief Justice Earl Warren (@SC_CJ_EWarren54), to the vehemently pro-segregationist Governor Herman Talmadge of Georgia (@GovTalmadge54), from churches to citizens on the street, from the Jackson Daily News out of Mississippi (@Jackson_Daily54) to the New York Times (@NY_Times1954). Each of these voices will tweet facts, opinions, or analysis from 1954 drawn from primary sources of the day.  The Twitter feed on May 17 will focus on the heart of the decision itself, beginning with speculation among the US Supreme Court clerks, peaking with excerpts from Chief Justice Warren's reading of the Brown decision mid-day, and ending with some of the immediate reactions from the press. On May 18, the feed will capture reactions from people, organizations, and newspapers from the north, south and west of the United States that occurred in the month following the decision. Until 3 pm, the content will be from May 18 itself, after 3 pm, followers will hear the response from the weeks after May 18.  The park's official Twitter feed @BRVB_NHS will re-tweet an abridged version of the re-enactment on both days. All of the content in this re-enactment comes from direct quotes pulled from primary sources, but it has been lightly \"translated\" into a format that fits the Twitter platform.   We are eager to hear your response to this re-enactment! Tweet back using #Brown1954Response or email us at BRVB_interp_ranger@nps.gov.  Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 am to 5 pm daily. The site is open daily except for Thanksgiving, Christmas and New Year's Day. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.      Governor Brownback and Congresswoman Jenkins Commemorate 60 Years of Desegregation and Dedicate New Kindergarten Exhibit Release date: May 13, 2014 Contact: David Smith Phone: 785-354-4273 Topeka, KS – Governor Sam Brownback and Congresswoman Lynn Jenkins will commemorate 60 years of desegregation in public education and dedicate the park's newly refurbished kindergarten classroom Friday, May 16, at 11a.m. at Brown v. Board of Education National Historic Site. The event is free and open to the public.     The event will highlight the important role Topeka played in the fight to desegregate schools leading up to the 1954 Brown v. Board of Education decision and will be held on the steps of the historic Monroe school.  Joyce Scott Grigsby, local NAACP chapter president, will share her experience of growing up in Kansas when Jim Crow legislation was the law of the land. Joining her will be Lena Martinez and Morgan Michner, area high school students from the park's Youth Leadership Advisory Council discussing their experience growing up in a post-Brown world. The Williams Magnet School Kindergarten Choir will be on hand as well to honor the event with a song.     The event will mark the public dedication of the park's new kindergarten classroom. This 1954 modeled exhibit was refurbished by the park to meet the community's request for a representative classroom from a pre-Brown world. The park historian and staff worked closely with teachers and the state archives to design a room that accurately represented Monroe Elementary's.  \"We are thrilled to be able to dedicate this new exhibit on the same day we mark 60 years of desegregation and on the park's 10thanniversary, \" said Stephanie Kyriazis, Chief of Interpretation, Education, and Cultural Resources. \"With the First Lady's visit to Topeka and so many events commemorating the Brown decision, the public has a great opportunity to reconnect with the site.\"  As part of the commemoration, the park will also put into permanent display its newest artifact, the doll used by Dr. Clark in his ground breaking work on race and children. In the 1940's, Dr. Clark showed how children from segregated communities reacted negatively to black dolls and positively to white ones. This research was used by the US Supreme Court in making their decision in the Brown case.     Since it was common for kindergarten classrooms to have garden plots as part of their education, park staff will also use the occasion to open a demonstration garden. Park interns will work with local students this summer to begin planting and tending plants in the garden.  Brown v. Board of Education National Historic Site tells the story of the US Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 am to 5 pm daily. The site is open daily except for Thanksgiving, Christmas and New Year's Day. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.      Friday Afternoon Block Party at Brown v. Board of Education National Historic Site Release date: May 1, 2014 Contact: Stephanie Kyriazis or Joan Wilson Phone number: 785-354-4273 Topeka, KS –Join our Youth Leadership Advisory Council in celebrating the anniversary of the Brown decision with an old fashioned Block Party on Friday, May 2 from 3 pm to 8 pm Conceived and planned by seven area youth leaders, the party will include games, live music, poetry, food, and a little healthy competition. Play co-ed sports like ultimate frisbee and powder puff football - gender equality! Jump like you are young at heart in a bounce house - age equality! Express yourself through sidewalk chalk art and other media as you listen to a jazz ensemble, an elementary school choir, and spoken word performances - musical diversity! This event is all about inclusion, expression, and the power of youth to steer the future in a positive direction. Free grilled hot dogs, chips, and drinks for folks who bring a canned food item or small cash donation. Music will be provided by Young J'Q, Music Foundation Jazz Ensemble, the Williams Magnet Elementary School Choir and MMM Music Group. For a list of all events and exhibits commemorating the 60th anniversary of the Brown decision, please visit www.nps.gov\/brvb Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 am to 5 pm daily, except for Thanksgiving, Christmas Day, and New Year's Day. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps      Forging Freedom's Pathway: Living History Walks From the Ritchie House to Brown v. Board of Education Site Release date: April 22, 2014 Contact:  Justin Sochacki Phone number:  785-354-4273 Topeka, KS – From conflicts leading to the Civil War to the birth of the civil rights movement, Topeka has played a central role. All are invited to attend a free living history walk from the John Ritchie House to Brown v. Board of Education National Historic Site on Saturday, April 26. The walks will feature living history reenactors from territorial Kansas through the historic Brown decision, who will portray evolving views of race and freedom that developed in Kansas. The walks will begin at Brown v. Board of Education National Historic Site at 10 am with the final walk departing at 1 pm. Walks will begin at the Brown v. Board Education NHS, where participants will ride a free shuttle to the Ritchie House and walk the half mile back, stopping with a park ranger along the way to meet characters from 1854 to 1954. Shuttles and tour groups will depart approximately every 30 minutes. Space is limited and tours are first-come, first served. Activities for kids will also be available at Brown v. Board of Education NHS. The Lecompton Reenactors and National Park Service rangers will portray characters including abolitionist John Ritchie, free-stater James H. Lane, women's rights supporter Clarina Nichols, Exoduster Nathan Holder, and African American teacher Julia Roundtree. These stories and others illustrate the central role Kansas played in the emergence of both the Civil War and the civil rights movement.  The program is sponsored by Shawnee County Historical Society, the Lecompton Reenactors, Western National Parks Association, and the National Park Service. Bus and driver provided by Monarch Transportation. For a list of all events and exhibits commemorating the 60th anniversary of the Brown decision, please visit www.nps.gov\/brvb. Brown v. Board of Education National Historic Site tells the story of the US Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 am to 5 pm daily, except for Thanksgiving, Christmas Day and New Year's Day. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps      60th Anniversary of Brown v. Board of Education Decision Brings National Oral History Project to Topeka Release date:  March 31, 2014 Contact:  Nick Murray Phone number: 785-354-4273 Topeka, KS –The ground breaking national oral history program StoryCorps will highlight the 60th anniversary of the Brown v. Board of Education decision with a special trip to Topeka May 1-3, 2014.    On May 17, 1954, the US Supreme Court issued its first Brown v. Board of Education ruling declaring public school segregation unconstitutional. This year, May 17 coincides with graduation day in Topeka. To honor the changes in Topeka's schools over the past 60 years, thirty-six Topekans will participate in an oral history project to document, preserve, and share their reflections, school experiences and perspectives. For more information on how to participate please contact Donna Rae Pearson, local history librarian at the Topeka and Shawnee County Public Library at 785-580-4510 by April 4, 2014.  \"The Brown v. Board of Education ruling is a defining moment in American history,\" said Julie Mulvihill, executive director of the Kansas Humanities Council. \"It is a Topeka story, but the legacy of Brown belongs to all Kansans.\"   StoryCorps is a national nonprofit organization whose mission is to provide people of all backgrounds and beliefs with the opportunity to record, share, and preserve the stories of our lives. Interviews will be conducted at the Topeka & Shawnee County Public Library and Brown v. Board of Education National Historic Site. They will be archived locally and at the Library of Congress in Washington, DC.  \"There are thousands of untold stories on Brown v. Board of Education in Topeka and we hope to capture those stories for future generations,\" David Smith, superintendent of Brown v. Board of Education National Historic Site stated. \"The 60th anniversary is a perfect opportunity to reflect on the case and record those stories before they are lost.\"  The project is a collaboration between Brown v. Board of Education National Historic Site, the Kansas Humanities Council, and the Topeka and Shawnee County Public Library. The project is made possible with support from the Capitol Federal Foundation, Fairlawn Plaza, Security Benefit, the Greater Topeka Fund of the Topeka Community Foundation, and Westar Energy. Brown v. Board of Education National Historic Site tells the story of the US Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 am to 5 pm daily. The site is open daily except for Thanksgiving, Christmas and New Year's Day. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps      Girl Rising Film Showing at Brown v. Board of Education Site Date: March 17, 2014 Contacts: Stephanie Kyriazis or Joan Wilson Phone number: 785-354-4273 Topeka, KS – In honor of women's history month and the 60th anniversary of Brown v. Board of Education, the National Park Service will screen the film Girl Rising at 3 p.m. on Saturday, March 22 at Brown v. Board of Education National Historic Site. The screening is free and open to the public. Light refreshments will be served.  Girl Rising follows the lives of nine young women from different countries as they face monumental odds to realize their dreams through schooling. Prize winning authors from each country worked with the girls to put their stories into words, which are voiced by renowned actors such as Cate Blanchett, Selena Gomez, Anne Hathaway, Salma Hayek, Alicia Keys, and Meryl Streep.  After the screening, a panel consisting of two returned Peace Corps volunteers and one local non-profit advocate for women's empowerment will discuss their experiences working with young women, and the value of supporting girls' struggle for educational opportunity throughout the world.  To view the trailer, visit: http:\/\/girlrising.com\/see-the-film\/  Note: This film is rated PG-13 because many of the girls featured in the movie have experienced difficult lives. We encourage families to bring their children to this screening. The stories of young women who survive and thrive as they pursue education are very powerful. However, we want to ensure that our visitors are comfortable. Please call 785-354-4273 and ask to speak with rangers Stephanie Kyriazis or Joan Wilson for more information on the content. Brown v. Board of Education National Historic Site tells the story of the US Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 am to 5 pm daily. The site is open daily except for Thanksgiving Day, Christmas Day, and New Year's Day. For more information call 785-354-4273 or visit www.nps.gov\/brvb andwww.facebook.com\/brownvboardnps      Topeka High School Debate Team To Be Featured at Brown v. Board of Education Site Date: February 13, 2014 Contact: Lisa Stork Phone: 785-354-4273 Topeka, KS –In celebration of Black History Month, Brown v. Board of Education National Historic Site is proud to host the Topeka High School debate team at 10 a.m. on February 14. The students will debate the issue of whether policies aimed at ending ongoing racial segregation in public schools must focus on socio-economic issues. The sixty minute debate is free and open to the general public.    Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily. The site is open daily except for Thanksgiving, Christmas and New Year's Day. For more information call 785-354-4273 or visit www.nps.gov\/brvb andwww.facebook.com\/brownvboardnps      High School Art Exhibition Displayed Through January 23 Date: January 21, 2014 Contact: Justin Sochacki (NPS), Grant Glenn (Woner, Glenn, Reeder & Girard, P.A.) Phone: 785-354-4273, 785-235-5330 Topeka, KS –Brown v. Board of Education National Historic Site is hosting a student art show titled, \"Kansans . . . As Talented As You Think!\" Featuring the winners and finalists of the juried high school art competition in eight categories, the exhibit is free and open to the public until January 23. This year's winner of the Best of Show category is Brent Lambert, a senior at Topeka West high school for his entry in the black and white photography category.  For the last eight years, Kansas Native Sons and Daughters have sponsored the Kansas High School Art Contest, \"Kansans…As Talented As You Think!\" Other sponsors include Brown v. Board of Education National Historic Site, Freedom's Frontier National Heritage Area, the law firm of Woner, Glenn, Reeder & Girard, P.A., and the Andrea P. Glenn Foundation for Education and Community Service of the Topeka Community Foundation.  All judging is done \"blind\" meaning the judges are not told the hometown or where the artist attends school. This year, Kansans Karen Gerety Folk from Overland Park, Ron Michael from Lindsborg, and Katherine Walker Schlageck from Manhattan have served as preliminary judges choosing the finalists in each category. This year's finalist judge was Mike Michaelis from Wichita. Michaelis chose the \"Best of Show\" and the winners from the various categories after viewing the original art works from the finalists. Michaelis is the chairman of Emprise Bank based in Wichita; he has assembled an art collection of more than 2,000 works. This collection includes works by more than 700 artists, most of whom are Kansans or have Kansas collections. Mike was born in Russell, Kansas and he graduated from Wichita High School Southeast and received undergraduate and graduate degrees from The University of Kansas.  Karen Gerety Folk is curator of education at The Nerman Museum of Contemporary Art at Johnson County Community College, in Overland Park. Both of her parents and grandparents were from Kansas, and she graduated from Lansing High School and the University of Kansas. Ron Michael is curator at The Birger Sandzen Memorial Gallery in Lindsborg. In addition to having Master's degrees from both the University of Kansas and Emporia State, he has an undergraduate degree from Fort Hays. He is also a ceramic artist, specializing in clay dug from Kansas sites. Katherine Walker Schlageck is the senior curator of education at the Mariana Kistler Beach Museum of Art, Kansas State University, Manhattan. Having grown up in Emporia, she received a BA from Stanford and an MA from the College of William and Mary. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily. The site is open daily except for Thanksgiving, Christmas and New Year's Day. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps      Celebrate MLK Day at Brown v. Board of Education Site Date:  January 17, 2014 Contact: Angela Estep Phone:  785-354-4273  Topeka, KS – All are invited to commemorate and celebrate Martin Luther King, Jr. Day at Brown v. Board of Education National Historic Site. The day will include music and dance performances, dramatic readings, children's activities, and a student art exhibition. Throughout the day, park rangers will also offer art projects, games, and other activities for children of all ages. The site will be open from 9am to 5pm. All activities and performances are free and open to the public.    10 am: Topeka West High School Orchestra 11 am: Dramatic Reading of \"I Have a Dream\" by Topeka High student, Dele Adegbore 1 pm:  Living the Dream Student Poets and Essayists 1:30 pm: Dramatic Reading of \"I Have a Dream\" by Meredith and Mitchell Kidd 2 pm: Highland Park High School Dancers 2:30 pm: Topeka West High School Step Dancers 3 pm: Topeka High School Drumline    Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily. The site is close on federal holidays but open January 20 for Martin Luther King Day. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps      KU's School of Public Affairs and Administration and Public Management Center to Partner with Brown v. Board of Education National Historic Site Date: December 19, 2013 Contact: Justin Sochacki (NPS), Alecia Gray (KU) Phone: 785-354-4273, 785-864-6864 The KU School of Public Affairs and Administration announced today its intent to offer academic and professional development programs at the Brown v. Board of Education National Historic Site, beginning in January, 2014. As part of this new arrangement, administrative operations of the Public Management Center have been moved to KU's Lawrence campus. Marilu Goodyear, Director of the School, indicates \"we are excited about the potential for this new partnership which, we believe, symbolizes our highest hopes for access to education and improvement of public service.\"  The timing of this move arrives on significant anniversaries for both organizations. The U. S. Supreme Court issued its landmark Brown decision in 1954, thereby ending the practice of racial segregation in US public schools. The site is located in the historic Monroe Elementary School, which was one of the four elementary schools attended by the children of the plaintiffs in the desegregation case.  The National Park Service is pleased to note that through this partnership, the halls and rooms of the beautifully-restored Monroe school will once again ring with the voices of students seeking to improve themselves through education.  The School's Public Management Center began operation in 1974, bringing the KU Master of Public Administration (MPA) degree and professional education programming to the state capitol, Topeka. The School views this opportunity, especially in the joint anniversary year of 2014, as an opportunity to reaffirm its ongoing commitments to both the workforce of Topeka and the betterment of public service through quality, personalized professional development. Included in the Topeka-based educational offerings are the MPA degree, the Kansas Certified Public Manager® Program, the Emerging Leaders Academy, and a host of professional development courses.  Charles Jones, Director of the Public Management Center, noted \"We look forward to working with our many loyal alumni to ensure the success of this partnership, and we are excited about being a continued source of support to public service professionals for years to come.\"  To learn more about the Brown v. Board of Education National Historic Site, go to www.nps.gov\/brvb.  To learn more about the KU School of Public Affairs and Administration and the Public Management Center, see www.kupa.ku.edu and www.kupmc.org.      Immigration and Naturalization Exhibit Opens at Brown v. Board Of Education Site Release Date: December 9, 2013 Contact: Justin Sochacki Phone Number: 785-354-4273 Topeka, KS – Most Kansans can trace their heritage to another part of the world. Some came in search of a better life for themselves or their children—many came to join families or friends. This is the unique story told in Americans by Choice: The Story of Immigration & Citizenship in Kansas, a new exhibit now on display at Brown v. Board of Education National Historic Site. The exhibit is free and open to the public daily through Feb. 28, 2014.  The exhibit illustrates the paths to citizenship taken by Kansas settlers from around the world over the past 150 years, and personalizes the story of immigration and citizenship—who came, where they came from, why they came to Kansas, and why they chose to become U.S. citizens. It features photographs, documents, quotes, and interactive books describing major laws affecting immigration and naturalization over the past 150 years, the consequences of those laws and how they directly affected the lives of Kansans.      The exhibit was commissioned by the U.S. District Court, District of Kansas to highlight the Court's role in the naturalization process. The Honorable Kathryn H. Vratil, Chief Judge, stated, \"I speak for every one of the judges on this court when I say that participating in naturalization ceremonies is one of the highlights of our professional life. It helps us reaffirm and refocus ourselves on the values that we hold very dear to our hearts as American citizens.\"  Each year, the U.S. District Court, District of Kansas hosts more than 20 naturalization ceremonies where individuals take the Oath of Allegiance and become United States citizens. The court will host three naturalization ceremonies at the Brown v. Board Education site in 2014. The first ceremony will be January 31 at 10:30 a.m. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily. The site is closed on federal holidays except for Martin Luther King Jr. Day. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.      Brown v. Board of Education National Historic Site and Williams Science and Fine Arts Magnet Elementary School Celebrate Lights On Afterschool Release date: September 22, 2013 Contact: Angela Estep Phone: 785-354-4273 Topeka, KS – This October, more than one million Americans will celebrate Lights On Afterschool across the United States. As a partner of the Afterschool Alliance and University of Kansas – Kansas Enrichment Network, Brown v. Board of Education National Historic Site will provide activities for Williams Science and Fine Arts Magnet students who participate in the afterschool program Families Empowered by Additional Teaching of Students (F.E.A.T.S.). This event will take place at the national historic site on October 23rd, 2013 and will continue the mission to increase academic outcomes for children through exercise, healthy snacks, experiential learning activities and additional tutoring in math and reading.  During this14th annual Lights on Afterschool campaign, as many as 9000 similar events are being organized around the country to support afterschool programming. The public is invited to join administrators from Topeka Public Schools to honor and celebrate F.E.A.T.S. afterschool programming during a reception at 3:45 p.m. Activities for students will immediately follow and include \"Drums Alive\" and \"Human Geometry\" from 4:15 p.m. to 5:15 p.m.  Students will participate in a fun and innovative group exercise experience facilitated by Chris Omni, CEO of Wellness Information Network through choreography to music and movement. Teachers from Williams Elementary will facilitate students in a group exercise to learn geometry through physical movement.  \"We are delighted to join these activities, which are sending a powerful message about the urgent need for more afterschool programs,\" said Martin Gies, principal of Williams Science and Fine Arts Magnet Elementary School and Afterschool Director. At Williams Magnet School, 115 students receive afterschool supervision and experiential educational activities. Unfortunately 88 students are on a waiting list with little hope of participating in the afterschool program this year. \"We've arrived at a critical juncture,\" Gies stated. The unmet need for afterschool programs is enormous, and funding is tight. Too many afterschool programs have been forced to cut back hours or services, or close entirely, because of inadequate budgets at the federal, state and local levels. With Lights On Afterschool, Americans are saying they want the lights on afterschool for our kids.\" Still, funding has not kept up with demand, and more than 15 million children are alone and unsupervised after the school days ends. Joyce Martin, CEO of the YWCA Topeka, F.E.A.T.S. program partner, is impressed with the gains students have made in the past two years. \"We are pleased to have YWCA teachers partner with Williams School certified teacher providing afterschool tutoring, healthy physical activities and social growth opportunities,\" she noted. \"Overall, students have moved the needle in academic achievement and parents and children are very satisfied with the program.\"   The F.E.A.T.S. afterschool program is a partnership between Williams Magnet School and the YWCA and is made possible by a 21st Century Community Learning Center Grant. Daily, students receive tutoring session in math and reading. Fridays are special days for F.E.A.T.S. students. Each student participates in a variety of groups that include programs at Brown v. Board of Education National Historic Site. Other club day partners include Martial and Meditative Arts, Mulvane Art Museum, Boys and Girls Empowerment Groups, Topeka and Shawnee County Public Library, Big Brothers and Big Sisters, Wanamaker Woods Church of the Nazarene and creative reader's theater, art and science projects hosted by Williams Magnet School certified teachers. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily; closed federal holidays except for Martin Luther King Jr. Day. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.       Back to School in America's National Parks: New NPS Website Helps Teachers Make Learning Relevant and Fun Release Date: September 12, 2013 Contact: Angela Estep Phone: 785-354-4273 Topeka, KS – School kids across Topeka and Kansas are about to learn that America's 401 national parks are not just for vacations. Today, the National Park Service (NPS) launched a new online service for educators that uses spectacular natural landscapes to teach science and the authentic places where history happened to infuse an understanding of the challenges we have faced as a nation. \"Brown v. Board of Education National Historic Site has long welcomed Topeka area students to the park for field trips,\" said Superintendent David Smith.  \"And now, through the new 'Teachers' National Park Service website, all 401 national parks are throwing open the doors and inviting teachers and students to learn about literature using a lesson plan from Carl Sandburg Home National Historic Site, borrow a traveling trunk from Lava Beds National Monument, chat online with a ranger at the Grand Canyon National Park, or visit Mt. McKinley in Denali National Park.\" The website at www.nps.gov\/teachers  is user friendly and easily searchable by location, keyword, and more than 125 subjects, ranging from archeology to biology to constitutional law.  An English class can study literature with a lesson plan from Carl Sandburg Home National Historic Site, a history teacher can borrow a traveling trunk from Jefferson Expansion National Memorial to make the story of westward expansion come alive, science students can chat live with a ranger from Grand Canyon National Park, and future explorers can climb Mount McKinley in Denali National Park. The site also features materials produced by National Park Service programs, including nearly 150 lesson plans from the National Register of Historic Places' award-winning Teaching with Historic Places program. The website is just one part of the National Park Service's ongoing commitment to education. Every year, national parks offer more than 57,000 educational programs in parks for nearly three million students, in addition to the 563,000 interpretive programs attended by 12.6 million visitors. At launch, the website offered more than 700 lesson plans, 140 field trips, 50 traveling trunks, 44 distance learning opportunities, 16 teachers' institutes, 47 online galleries, and 100 teacher workshops, and will add new content as it is developed.  The site offers teachers the opportunity to rate the materials provided. The National Park Service is also working with partners and educational institutions to expand programs and encourage the use of parks as places of learning. The agency has partnered with the Department of Education to integrate national park resources into core curriculums and, each summer, dozens of teachers participate in professional development opportunities in parks, creating education materials based on park resources through the Teacher Ranger Teacher program. To learn more about the National Park Service's education programs, visit www.nps.gov\/teachers. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily. Closed federal holidays except for Martin Luther King Jr. Day. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.       Governor Brownback Commemorates 50thAnniversary of Dr. Martin Luther King, Jr.'s \"Dream\" Release date: August 27, 2013 Contact: Eileen Hawley, Governor Brownback's Office Phone: 785-368-7138 Topeka, KS - Governor Brownback is participating in a nationwide \"Let Freedom Ring\" celebration in partnership with The King Center and the National Park Service. The King Center invited the Governor to celebrate with the ceremonial ringing of a bell at 2 p.m. central time, in concert with a commemorative event taking place at the Lincoln Memorial in Washington DC.  Participating in the event are students from the Topeka High School Drumline; Topeka High School drama club; joint ROTC color guard from Highland Park and Hope Street High Schools; and Topeka West High School. The Reverend Gordon Glenn of St. John AME Church will give the invocation. Timeline of Events: 1:20 p.m.  Topeka High School Drumline – plays while guests arrive\/assemble 1:30 p.m.  Highland Park High School\/Hope St. High School ROTC joint color guard presents the colors for the Pledge of Allegiance 1:35 p.m.  Invocation – The Reverend Gordon Glenn, St. John AME Church 1:40 p.m.  Topeka West High School performs the National Anthem 1:45 p.m.  Topeka High School drama club reads the \"I Have a Dream\" speech 1:55 p.m.  Governor Brownback makes comments and signs Proclamation 2:00 p.m.  Governor Brownback rings the bell for 10-15 seconds Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily. Closed federal holidays except for Martin Luther King Jr. Day. For more information call 785-354-4273 or visit www.nps.gov\/brvband www.facebook.com\/brownvboardnps.        Site Hosts Activities for Grant Fest on August 31 Release date: August 21, 2013 Contact: Angela Estep Phone: 785-354-4273 Topeka, KS – Brown v. Board of Education National Historic Site will host a variety of outdoor activities on Saturday, August 31 as part of Heart of America Black Expo's Grant Fest. All activities listed below are free and open to the public and located at Brown v. Board of Education National Historic Site. Activities are family oriented and include a variety of outdoor games, arts and crafts projects, animal programs, and storytellers. Schedule of Activities: 9 am – Family Fun Run 9 am to 5 pm - Self-guided tours at Brown v. Board of Education NHS 10 am to 4 pm - Kids activities and games 10 am to 4pm – Children's Art by the Mulvane Art Museum 10 am to 4 pm - Outdoor facilitated programs by The Villages  10 am to 12 pm – Bike Rodeo presented by Safe Kids (Kids will need to bring their own bike to participate) 10:30 am to 11:00 am - Storyteller from the Topeka and Shawnee County Public Library 11 am to 3 pm - Bookmobile from the Topeka and Shawnee County Public Library 11:30 am  to 12:00 pm– Storyteller from the Topeka and Shawnee County Public Library11am – Storyteller Bobby Norfolk presents \"Rhythms, Raps, and Rhymes\" 12 pm – Drums Alive physical fitness demonstration 12 pm to 3 pm – CoCo Key Water Resort water conservation demonstrations 1 pm – Storyteller Bobby Norfolk presents \"This Side Up: The Underground Railroad\" 2 pm to 3 pm - Animals from the Prairie Park Nature Center 3 pm – Storyteller Bobby Norfolk presents \"The Harlem Renaissance\" Storyteller Bobby Norfolk is the recent winner of the prestigious National Circle of Excellence Oracle Award for his outstanding work. Norfolk was born and raised in St. Louis, Missouri, and has been performing throughout the United States and world-wide for over 34 years as an actor, author, teaching artist and workshop leader. He is also a former National Park Service Ranger from the Gateway Arch. He is well known for his high energy performances, lively animation and special sound effects. His CBS TV show \"Gator Tales\" has won three Emmy Awards. He also has ten CD's, eight of which have been awarded the National Parent's Choice Gold Award. Grant Fest is a community event sponsored by the Neighborhood Academic and Athletic Association, the Topeka Capital-Journal, Kansas First News, Topeka Workforce Center, Dillon's, and Brown v. Board of Education National Historic Site. For a full listing of activities offered at this year's Grant Fest, visit www.naausa.com. Brown v. Board of Education National Historic Site tells the story of the U.S. Supreme Court decision that ended legal segregation in public schools. The site is located at 1515 SE Monroe Street in Topeka, Kansas, and is open free of charge from 9 a.m. to 5 p.m. daily, with the exception of federal holidays. For more information call 785-354-4273 or visit www.nps.gov\/brvb and www.facebook.com\/brownvboardnps.",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/news\/newsreleases.htm"
}
