{
    "title": "Brown v. Board of Education National Historic Site: Topeka, Kansas",
    "body": "Topeka, Kansas       In 1950 the Topeka NAACP, led by McKinley Burnett, set out to organize a legal challenge to an 1879 Kansas law that permitted racially segregated elementary schools in certain cities based on population. For Kansas, this would become the 12th case filed in the state focused on ending segregation in public schools. The local NAACP assembled a group of 13 parents who agreed to be plaintiffs on behalf of their 20 children. Following direction from legal counsel they attempted to enroll their children in segregated white schools and all were denied. Topeka operated eighteen neighborhood schools for white children, while African American children had access to only four schools. In February of 1951 the Topeka NAACP filed a case on their behalf. Although this was a class action, it was named for one of the plaintiffs, Oliver Brown. Information courtesy of the Brown Foundation for Educational Equity, Excellence and Research.        former Monroe Elementary School Paul Kivett  National Historic Landmark designation On May 4, 1987, Monroe Elementary School achieved National Historic Landmark designation for its significance to the Brown v. Board of Education U.S. Supreme Court case. On October 26, 1992, President George H.W. Bush signed the Brown v. Board of Education National Historic Site Act of 1992, establishing the school as a national park. For more information about Monroe Elementary School, please visit the following links: http:\/\/crm.cr.nps.gov\/archive\/20-2\/20-2-18.pdf Monroe Elementary School        West entrance of Sumner Elementary School Carol Yoho  National Historic Landmark designation On May 4, 1987, Sumner Elementary School achieved National Historic Landmark designation for its significance to the Brown v. Board of Education U.S. Supreme Court case. As of May 20, 2008, Sumner Elementray School has been named as one of the 11 most endangered historic places in America by the National Trust for Historic Preservation. For a local perspective from the Topeka Capital-Journal, click here. For more information about Sumner Elementary School, please visit the following links: http:\/\/brownvboard.org\/tour\/tsumner.htm",
    "url": "https:\/\/www.nps.gov\/brvb\/learn\/historyculture\/topeka.htm"
}
