{
    "title": "Brown v. Board of Education National Historic Site: Special Events",
    "body": "Special Events       \"Fidder's Green\" at the Ramada Inn Saturday, March 28 2pm - 3:30pm Free and open to the public A play about the bravery and accomplishments of African American US Cavalrymen, performed by the Greater Kansas City\/Leavenworth Area 9th and 10th Calvary, aka Buffalo Soldiers. Brown v. Board of Education National Historic Site is co-sponsoring this event with Heavenly Visions Foundation, Inc. and other Topeka organizations.      Forging Freedom's Pathway: Evolving Views of Race and Freedom, 1854-1954 A living history bus tour that will explore different sites around Topeka involved in nationally important events from \"Bleeding Kansas\" to the Brown v. Board of Education Supreme Court decision. At each stop, meet costumed re-enactors who will share the perspectives of many of the people who shaped Kansas –and American –history.  Saturday, April 25, 2015.There will be two guided tours, the first departs at 10am, the second at 1pm.Space available on mini-buses is by reservation. Call 785-354-4273 to claim your seat. Remaining seats will be offered to walk-ins on a first-come, first-served basis the day of the event. Tours depart from Brown v. Board of Education National Historic Site, 1515 SE Monroe St., Topeka KS 66612. FREE and open to the public. A special activity page for children will be available. Kids can earn prizes for answering questions and observing carefully.           The 3rd Annual Brown v. Board of Education Sock Hop for Equality Saturday May 9, 2015 6pm - 8pm Brown v. Board of Education National Historic Site, 1515 SE Monroe St, Topeka, KS 66611.  FREE and open to the public. This event is especially popular with our Topeka community members and Girl Scouts. Get transported back to the 1950s and 1960s, the birth of Rock n' Roll. Learn how music helped break down racial barriers in the era of the Brown v. Board decision and the early years of the Civil Rights movement. Professional dancers will teach you the popular \"moves\" from the era, while a live band plays all the hits. Put on your poodle skirts and saddle shoes and get ready to dance!       Read with a Ranger at TSCPL in May Saturday May 30, 2015 10:00am - 10:30am Topeka Shawnee County Public Library FREE for the young and young at heart. Get ready for a summer of exploring National Parks –on the road or in a book. Join Ranger Angela from Brown v. Board of Education National Historic Site for a storytime celebration of YOUR National Parks.         Read with a Ranger at TSCPL in August Saturday August 29, 2015 10:00am - 10:30am Topeka Shawnee County Public Library, The Story Zone, 121C West FREE for the young and young at heart. What do Dr. Seuss and Brown v. Board of Education National Historic site have in common? Find out when you join Ranger Nick in this storytime celebration of the fun you can have when you try new things.",
    "url": "https:\/\/www.nps.gov\/brvb\/planyourvisit\/brownvboardevents.htm"
}
