{
    "title": "Brown v. Board of Education National Historic Site: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions      In Topeka Visit Topeka Inc. has a complete listing of activities and current events in the city of Topeka.  Click here to visit their website.        Kansas Travel and Tourism Division  In Kansas The Kansas Travel and Tourism Division has developed a website to help you plan your visit to Kansas. Click here to visit their website.        National Park Service  Other National Park Service sites in Kansas: Tallgrass Prairie National Preserve The preserve protects and interprets a nationally significant example of the once vast tallgrass prairie ecosystem. The 10,894-acre preserve includes an 1881 historic ranch house, limestone barn and outbuildings, and one-room schoolhouse. The preserve is located near Strong City, 80 miles southwest of Topeka.        National Park Service  Fort Scott National Historic Site The U.S. Army established Fort Scott in 1842 as a base along the permanent Indian frontier. The site's 20 historic structures, parade ground, and restored tallgrass prairie interpret the opening of the West, the permanent Indian frontier, the Mexican-American War, Bleeding Kansas, the Civil War and the expansion of the railroads. The site is located in Fort Scott, 145 miles southeast of Topeka.        National Park Service  Fort Larned National Historic Site Fort Larned was established midway along the Santa Fe Trail in 1859 to protect the mail and travelers. With nine restored buildings, it is the best preserved Indian Wars military post on the Santa Fe Trail. The site is located near Larned, 215 miles southwest of Topeka.        National Park Service  Nicodemus National Historic Site Nicodemus, Kansas is the only remaining western town established by African Americans during the Reconstruction period following the Civil War. It represents the involvement of African Americans in the westward expansion and settlement of the Great Plains. The site is located in Nicodemus, 250 miles west of Topeka.",
    "url": "https:\/\/www.nps.gov\/brvb\/planyourvisit\/nearbyattractions.htm"
}
