{
    "title": "Brown v. Board of Education National Historic Site: Indoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Indoor Activities              Indoor Activities        First floor layout of exhibits.        Brown v. Board of Education National Historic Site commemorates the U.S. Supreme Court decision that ended racial segregation in public schools. On May 17, 1954, the court announced its unanimous opinion in the case of Oliver L. Brown et al. v. the Board of Education of Topeka et al.: \"We conclude in the field of public education the doctrine of 'separate but equal' has no place. Separate educational facilities are inherently unequal.\"         Auditorium - Race and the American Creed Start in the auditorium where the 30-minute film Race and the American Creed traces the history of racism and segregation. The film is a dialogue between a young girl and a long-time friend of her grandfather. The student is seeking to learn about the long struggle to provide freedom and equality to all Americans.         Education and Justice This exhibit gallery examines the barriers African Americans faced while trying to receive a formal education from the early 19th century to the 1954 U.S. Supreme Court decision. Investigate why leaders in the black community fought so hard and took risks to integrate schools. Photos, exhibits, and interpretive media are combined to offer a summary of these hardships due to racial injustice. The gallery features seven short films and the Hall of Courage, which displays historic film footage and may be unsuitable for children under 12 years of age.         The Legacy of Brown v. Board of Education This gallery explores the Civil Rights Movement that followed in the wake of the Brown decision, rallying thousands of people dedicated to the eradication of prejudice and racial discimination from all forms of public life. Learn about the continuing international impact and living legacy of Brown to ensure equality in all walks of life for all people.         Kindergarten Room Coming soon! This former kindergarten room is in the process of being restored to its 1954 appearance. Approximate date for unveiling: February 2014.         Bookstore - Western National Parks Association Western National Parks Association operates the bookstore and devlops publications for Brown v. Board of Education National Historic Site. Discover a wide range of educational publications and products that explore the Brown v. Board of Education decision, African American history, civil rights, and the National Park Service.",
    "url": "https:\/\/www.nps.gov\/brvb\/planyourvisit\/indooractivities.htm"
}
