{
    "title": "Brown v. Board of Education National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions          Click on map to view in Google Maps.        The site is located in downtown Topeka, Kansas at 1515 SE Monroe Street. From the east (Missouri) From I-70 westbound, take right Exit 362C, 10th Street. Turn left (west) onto 10th Street. At the next intersection, turn left (south) onto Monroe Street. Turn left (east) onto 17th Street, and then turn left (north) to enter the visitor parking lot. There is a sidewalk on the south side of the parking lot that will lead you to the site.   From the west (Colorado) From I-70 eastbound, take right Exit 362B, 8th Street. This exit merges with Monroe Street (south). Stay on Monroe Street (south), and then turn left (east) onto 17th Street. Turn left (north) to enter the visitor parking lot. There is a sidewalk on the south side of the parking lot that will lead you to the site.       From the south (Oklahoma) From I-335 northbound, take right Exit 177, South Topeka. This exit will lead to a toll booth. Immediately after the toll booth, take right Exit 6, Topeka Boulevard. Turn left (north) onto Topeka Boulevard. Stay on Topeka Boulevard and then turn right (east) onto 17th Street. Turn left (north) to enter the visitor parking lot. There is a sidewalk on the south side of the parking lot that will lead you to the site. From the north (Nebraska): From US Highway 75 south, merge on to I-70 east. Follow the directions above From the west (Colorado).            Since the site is located on a one-way street, leaving the site may seem confusing. Here are some instructions to help you find your way to I-70 or I-335.   Exit directions to I-70 From the visitor parking lot, turn right (west) onto 17th Street. Turn right (north) onto Kansas Avenue. Turn right (east) onto 10th Street and follow the posted signs to I-70 east (towards Missouri) and I-70 west (towards Colorado).       Exit directions to I-335 From the visitor parking lot, turn right (west) onto 17th Street. Turn left (south) onto Topeka Boulevard, and stay on Topeka Boulevard for several miles. Follow the signs to I-335 (towards Oklahoma).",
    "url": "https:\/\/www.nps.gov\/brvb\/planyourvisit\/directions.htm"
}
