{
    "title": "Brown v. Board of Education National Historic Site: Brochures",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Brochures              Brochures          From Brown to Brown: Topeka's Civil Rights Story One hundred years of Kansas history separates John Brown's war on slavery and the U.S. Supreme Court's ruling in Brown v. Board of Education that ended racial segregation in the nation's public schools. John Brown's involvement in Bleeding Kansas set the spark that ignited the Civil War that freed millions of enslaved human beings. Brown v. Board of Education fired the opening shots in the Civil Rights Movement determined to end the second class citizenship assigned to African Americans. Just as Brown's death on the gallows inspired abolitionists, the Brown decision lit the spark of hope in a generation of men and women who struggled for equality across the nation. Today, historic sites in Topeka link the dramatic events of Bleeding Kansas, the Civil War, and the Civil Rights Movement. Walk in the footsteps of John Brown and others who turned their properties into havens for fugitive slaves on their journey to freedom. Learn about immigrants from faraway lands hoping for a better life. Remember the civil rights activists who fought to force open the school house doors for children of all races. These people and stories are part of the continuing struggle to secure the American dream and basic rights for all citizens. Download a copy of our brochure listing 16 stops on the driving tour. Simply follow the map and dial 785-338-4041 at each stop for more information about each location. To stream the tour onto your smartphone or internet-enabled device, visit www.bit.ly\/BrowntoBrown (including capital letters) to see images along with the recording. Brochures are also available at Brown v. Board of Education NHS, the first stop on the tour! From Brown to Brown brochure, printer-friendly (PDF, 157KB) From Brown to Brown brochure (PDF, 6.37MB) From Brown to Brown driving map (PDF, 584KB)",
    "url": "https:\/\/www.nps.gov\/brvb\/planyourvisit\/brochures.htm"
}
