{
    "title": "Brown v. Board of Education National Historic Site: Additional Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Annual 4th Grade Pass     Additional Information                Annual 4th Grade Pass Additional Information           Additional Details about the Every Kid in a Park Annual 4th Grade Pass     1.  Available to U.S. 4th Graders (including home schooled and free-choice learners 10 years of age). Educators can also be involved! Learn more at the Every Kid in a Park website. 2.  The pass is valid for the duration of the 4th grade school year through the  following summer (September - August) 3.  Must have a paper voucher printed from the Every Kid in a Park website to obtain the Annual 4th Grade Pass. Digital versions of the voucher (such as smart phones or tablets) will not be accepted.  4. Covers entrance to Fish and Wildlife Service and National Park Service sites that charge Entrance Fees, and Standard Amenity Fees at Forest Service, Bureau of Land Management, Bureau of Reclamation and US Army Corps of Engineers sites. 5.  Admits the pass owner and any accompanying passengers in a private non-commercial vehicle at a per vehicle fee area, or the pass owner and up to 3 adults at sites that charge per person. 6.  Non-transferable.        Every Kid in a ParkAnnual 4th Grade Pass Use      1.  What are the benefits for the 4th Grade Pass? The pass allows free admission at sites that charge Entrance or Standard Amenity fees for one full year (September through August of the student’s 4th grade year).  Allows pass owner and accompanying passengers in a single, private, non-commercial vehicle to enter federally operated recreation sites across the country where per vehicle fees are charged. Covers the pass owner and three (3) accompanying adults age 16 and older at sites where per person fees are charged. No entry fee charged for children 15 and under. The pass does not cover or provide a discount on expanded amenity fees such as camping, boat launch or interpretive fees. 2.  Who qualifies for the 4th Grade Pass? Only U.S. 4th grade students (including home-schooled and free-choice learners 10 years of age) with a printed voucher from the Every Kid in a Park website. Students may not receive a pass without a valid voucher. 3.  Where can my 4th Grader use their pass?   Please contact a site directly if you have a question about pass acceptance and fees. The Forest Service, the National Park Service, Fish and Wildlife Service, Bureau of Land Management, and Bureau of Reclamation honor the 4th Grade Pass at sites where Entrance or Standard Amenity Fee(s) are charged.   Bureau of Land Management http:\/\/www.blm.gov Bureau of Reclamation http:\/\/www.usbr.gov Fish and Wildlife Service http:\/\/www.fws.gov USDA Forest Service http:\/\/www.fs.fed.us National Park Service http:\/\/www.nps.gov     US Army Corps of Engineers will not be issuing this pass, however; they may honor it for free access at some sites. For more information contact your local US Army Corps of Engineers site.     4.  How do I get my pass?   Once your 4th grader has completed their web based activity on the Every Kid in a Park website, they will be awarded their voucher package for printing. Once your 4th grader arrives at the participating Federal recreation site they may exchange their Every Kid in a Park voucher for the Annual 4th grade Pass. A list of sites that issue passes is available. Please contact the Federal land you will be visiting in advance to ensure that they have the pass available.     5.  Can I loan my 4th Grader’s pass to a friend or to use on my own? No. The pass owner must be present when the pass is used and it is not transferrable. 6.  If I have more than four people in my car, how many passes do I need? One pass covers the vehicle at sites that charge \"per vehicle.\" At \"per person\" sites, the applicable fee will be charged for each additional adult. 7.  My family is traveling in two vehicles; will one pass let all of us into the site?   No. Only the vehicle with the pass owner is covered. The second vehicle is subject to an Entrance fee or Standard Amenity fee, or must have (or purchase) a second pass.     8.  My 4th Grader and the family ride our bikes into a Federal recreation site that charges an entry fee. Are we all covered under the Annual 4th Grade Pass? Yes, generally the pass owner and up to 3 other bicyclists can enter for free. Be sure to check with the recreation site you plan to visit before leaving because there can be differences in the way a pass is honored at different sites. 9.  What is NOT covered by the Pass?   The Pass does not cover Expanded Amenity fees such as camping, boat launching, parking, special tours, special permits or ferries. Also, some facilities and activities on Federal recreation lands (including those mentioned above) are managed by private concessionaires. The concessionaires charge for their services as any private company does and the Pass is not valid for their services.   10. Can lost or stolen passes be replaced? Is there a way that the numbers be tracked?    No. Due to privacy and logistical considerations, passes cannot be replaced if  lost or stolen; a new voucher or pass must be accessed by going to the Every  Kid in a Park website and completing the activities to obtain a new paper  voucher. 11. How do I show my pass at a site that doesn't have an entrance  station?  At unstaffed Federal recreation sites you may need to display your pass or  show proof of pass ownership to compliance officers via one of the two  following methods:  Hangtags A pass can either be displayed on your rearview mirror using a free hangtag or on your dashboard with the signature side showing. Remember, the hangtag itself is only a way to display your Pass, and is not valid for entry unless it holds a valid Pass.   Every Kid in a Park Voucher A valid Every Kid in a Park voucher can be displayed on the dashboard of the vehicle with the bar code showing if it hasn’t been exchanged for the Annual 4th Grade Pass.       12. If I forget to bring my pass to a site and pay the Entrance or Standard  Amenity fee, can I mail in the receipt and a photocopy of my pass and  get a refund?   Sorry, refunds are not issued. 13. If I purchased an $80 Annual Pass earlier in the year can I return the pass and get a refund?   Refunds will not be issued for passes purchased before the free passes   became available.",
    "url": "https:\/\/www.nps.gov\/brvb\/planyourvisit\/additional-information.htm"
}
