{
    "title": "Devils Postpile National Monument: Devils Postpile General Management Plan",
    "body": "Devils Postpile General Management Plan       Beginning in 2008, Devils Postpile National Monument embarked on a new journey in park management: the development of a general management plan (GMP). The monument worked closely with the Inyo National Forest to develop a shared vision for the monument and Reds Meadow Valley.  What is a GMP? In short, it is a blueprint for managing the monument. A general management plan provides the framework for managing many aspects of the monument including natural and cultural resources and the experiences of visitors like you for the next 15-20 years. It provides managers with guidance on issues ranging from visitor services to preservation of natural and cultural resources. Why do we need a GMP? Devils Postpile has never had a GMP. While each manager has acted to protect the monument’s special resources, there has never been a GMP to guide their decisions. With pressing issues such as climate change, health of the San Joaquin River, and visitor experience in the monument, a guiding document is necessary to direct decisions.The GMP involves partnerships between agency staff and the visiting public. In (2014), Devils Postpile National Monument released the draft general management plan (GMP) which will help guide the monument as it enters its second centennial. Visitors contributed their thoughts and ideas during the initial scoping for the GMP. Many ideas from the public are included in the alternatives, which address specific issues or areas of management concern. Download the draft GMP.  The Pacific West Regional Director approved the Finding of No Significant Impact (FONSI) for the GMP on January 26, 2015. The FONSI documents the decision of the NPS to adopt Alternative C: Connecting People to Nature and Heritage, the preferred alternative, and the determination that no significant impacts on the quality of the human environment nor impairment of park values are associated with that decision.The FONSI, Draft GMP, and Errata are available on on the Planning, Environment, and Public Comment Page.  The public comments are also available for viewing.  All of the NPS efforts were enlightened and enhanced by the comments and insights of the public at large and key stakeholder organizations. This document will provide thoughtful guidance to park leadership as they preserve and protect the resources unimpaired and provide for visitor enjoyment of Devils Postpile National Monument into the future.  Contact Information Deanna Dulen Superintendent Devils Postpile National Monument P.O. Box 3999 Mammoth Lakes, CA 93546 (760) 934-2289",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/management\/devils-postpile-general-management-plan.htm"
}
