{
    "title": "John Muir National Historic Site: Youth Conservation Corps",
    "body": "Explore This Park    Get Involved     Work With Us     Youth Conservation Corps              Youth Conservation Corps              Be A Part Of the YCC  A goal of the Youth Conservation Corps (YCC) program is to provide a safe, educational, and enjoyable work experience. The YCC program offers an opportunity to youth to gain professional experience, training, and skills that will prepare them for the U.S. workforce.   JOB DESCRIPTION: The National Park Service (NPS) preserves and protects our nation’s natural and cultural heritage. Through the YCC program, the NPS promotes awareness of conservation through hands-on work experience. The program introduces youth to careers in the NPS, such as landscape management, historic preservation, facilities maintenance, biological sciences, and wildland restoration. YCC members will report to John Muir National Historic Site in Martinez, CA to perform duties at various national parks in the Bay Area, including Rosie the Riveter \/ WWII National Historical Park, Pinnacles National Park and Golden Gate National Recreation Area, among others. YCC members will receive extensive training in professionalism, safety, First Aid\/CPR, proper tool-use, and conservation careers.  PERIOD OF EMPLOYMENT: June 20 – August 12, 2016 (8 weeks)    REQUIREMENTS:   ♦ Must be 15 1\/2 years old by the first day of work and cannot turn 19 during period of employment.  ♦ Must be a permanent resident of the United States, or its Territories or possessions.  ♦ Must commit to the entire 8 weeks of the program.   ♦ Employees absent for three or more work-days are subject to early release from the program.   ♦ Must be able to safely perform physical outdoor work activities.   ♦ Former YCC participants are not eligible to apply.  ♦ Must attend a mandatory orientation on Saturday, June 4th 2016, 9 AM – 12 PM.  SALARY: California State Minimum Wage, $10.00 per hour.  HOURS: Work hours are 7:00am - 3:30pm, Monday - Friday, 40 hours per week. Employees will NOT be required to work weekends or on federal holidays (e.g. Fourth of July).   HOW TO APPLY:   1. Complete and sign the YCC Application, including YCC Work Rules and Expectations The full YCC application can be downloaded here: YCC APPLICATION DOWNLOAD   2. Mail or drop off all application materials to the following address. John Muir National Historic Site YCC Program Manager 4202 Alhambra Ave, Martinez CA, 94553  Open 7 days a week, 10:00am-5:00pm. Applications can also be sent via email: e-mail us ALL APPLICATION MATERIALS ARE DUE BY APRIL 17, 2016 ** All application materials must be received by the due date.Please account for mail delivery time. The National Park Service is an Equal Opportunity Employer. It is an YCC regulation that selections be made randomly. Applicants should expect to be notified of selection results by May 9. For more information: 925-228-8860, ext. 6341, e-mail us Additional Important Information Work Conditions: YCC is an entry-level job and is considered non-competitive, meaning no specific work skills are required to apply. YCC members will be trained, supervised, and will regularly work with qualified park staff to ensure that all safety requirement and performance standards are followed. YCC work will involve work outdoors, including maintenance of gardens roads, trails, equipment and buildings. Some lifting would be expected on occasion. The terrain in some of the remote locations can get steep and rough. In Martinez, summer temperatures can be hot and dry. Frequent breaks will be taken during adverse conditions Hand tools are used on a regular basis. The work site can be dusty and exposure to pollen is likely. Many precautions will be taken during work. But, the work sites –such as natural areas –can contain many of the elements that nature can offer: such as poison oak, biting and stinging insects, and other wildlife. Efforts through education, scheduling of work projects, breaks, and First Aid will limit exposure to these conditions. YCC members will be instructed in the use of all required tools and safety procedures. All safety equipment will be provided by the park, except appropriate footwear and attire. Participate will not earn paid vacation time. With the exception of Federal holidays, such as Fourth of July, any time off will be non-paid and subject to approval by the Program Managers on a case-by-case basis. Lodging, meals and transportation: Lodging, meals and transportation (to and from work) are not provided. It is a daily responsibility of the YCC member to make transportation arrangements and to provide their own lunch and water. For safety reasons, employees who do not bring their own lunch and water will be sent home and subject to release from the program if the issue continues. Uniforms: Work T-shirts, hats, sweatshirts and safety gear will be provided to all participants. All YCC participants are required to provide the following: –Comfortable work boots (no sneakers, slippers or sandals) –Long work pants (no loose\/ baggy pants or capris accepted) –Lunch and water each work day Pre-work Meetings: Before being accepted, a phone meeting is required and will be scheduled to discuss the program requirements and answer any questions. Applicants selected are also required to attend an on-site orientation on the date indicated on page 1 of this document.        YCC and ranger Tad Shay",
    "url": "https:\/\/www.nps.gov\/jomu\/learn\/management\/youth-conservation-corps.htm"
}
