{
    "title": "George Washington Memorial Parkway: Planning",
    "body": "Explore This Park    Get Involved     Planning            Planning        The National Park Service (NPS), in cooperation with the Federal Highway Administration - Eastern Federal Lands Highway Division (EFLHD), is re-initiating a planning process for the rehabilitation of the northern section of the George Washington Memorial Parkway (GWMP). Designed as a scenic roadway and memorial to the first president of the United States, George Washington, the GWMP now supports more than 33 million vehicles per year, with the northern section seeing the heaviest amount of daily traffic.   The proposed action would include reconstructing the asphalt pavement and constructing new concrete curbs; replacing drainage inlets and culverts; stabilizing erosion at drainage outfalls; improving safety with options including crash-worthy roadside barriers; various options to reconfigure the interchange at Route 123\/GWMP; and other smaller project elements such as creation of emergency turnarounds, extension of acceleration and deceleration lanes, and installation of stormwater management practices. The rehabilitation has been proposed to provide visitors with a safe and aesthetically pleasing driving experience while extending the life of the parkway.     http:\/\/parkplanning.nps.gov\/projectHome.cfm?projectID=65603    Memorial Circle Transportation Planning and Environmental Assessment The National Park Service is preparing a Transportation Plan and Environmental Assessment for the Memorial Circle area of the George Washington Memorial Parkway. The purpose of the plan is to reduce conflicts between trail, walkway, and roadway users and to increase overall visitor safety, while maintaining the memorial character of the area and improving mobility for vehicles, pedestrians, and bicycles. The project area is heavily used by motorists, cyclists, and pedestrians for recreation, commuting, local travel, demonstrations, and ceremonies. The circle is often part of the funeral procession route to Arlington National Cemetery. The Mount Vernon Trail travels through the project area along the waterfront, contributing greatly to the bicycle and pedestrian use within the circle. The heavy use of the roads, bridges, trails, and sidewalks within the project area contribute to a number of safety concerns, especially at the six un-signalized crosswalks within the vicinity of the circle. You are encouraged to stay informed and participate in the project during the public comment periods. The park welcomes your input on what the current issues are within the project area and potential ideas for how safety and circulation could be improved while maintaining the memorial character of the area. A list of upcoming events can be found on the project website, and comments on the project may be submitted electronically.      Mount Vernon Trail Safety Enhancements near Theodore Roosevelt Island The George Washington Memorial Parkway is seeking public comments on proposed alternatives to improve safety on the Mount Vernon Trail in the parking lots at Theodore Roosevelt Island. Preliminary alternatives include a wider, realigned trail and a reconfigured entry to the island. Comments on this project will be accepted from Tuesday, March 4 to Wednesday, April 2, 2014. In its current configuration the trail is interrupted by ramps, trees, and a sharp (90 degree) turn. The goals of this project are to upgrade the trail to meet minimum design standards, reduce conflict between trail users and vehicles in the parking lot, enhance the entrance to Theodore Roosevelt Island with improved facilities and signage, and minimize impacts on the site's natural and cultural resources. Visit the project website for more information and to comment on the project. Click to see a presentation on the project or drawings of the four preliminary alternatives.     Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for George Washington Memorial Parkway.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.",
    "url": "https:\/\/www.nps.gov\/gwmp\/getinvolved\/planning.htm"
}
