{
    "title": "Death Valley National Park: Do Business With Us",
    "body": "Explore This Park    Get Involved     Do Business With Us             Do Business With Us       Commercial Use Authorizations  Commercial Use Authorizations (CUA) may be issued in the following conditions:  A person who the superintendent deems qualified may provide suitable commercial services to park area visitors.  Suitable commercial services are services that:    will have minimal impact on the park area’s resources and values; are consistent with the purposes for which the park area was established; and, are consistent with all applicable park area management plans, policies and regulations;    For in-park services, the annual gross receipts must be less than $25,000; at this time, Death Valley  does not issue in-park CUA’s. For out-of-park services there is no limit on the gross receipts. Gross receipts must be reported accurately on a CUA Annual Report and returned to the park no later than the 15th of January of the year following services. Death Valley currently issues CUA’s for the following activities; if your activity is not listed below please contact the Office of Special Use Permits to obtain a permit for another type of activity.     Photography\/Art Workshops Guided Hiking Horse & Pack Animal Trips Backcountry Camping Campground Camping Bicycle Tours & Aid Stations (New in 2016 - Chose aid stations from list) Guided Motor Vehicle Tours (New in 2016 - replaces 4x4 and motorcycle tours) Step-On Guide Service COMMERCIAL BUS TOURS   Special Use Permits   A Special Use Permit (SUP) is required for activities that provide a benefit to an individual, group, or organization, rather than the public at large, and that require some degree of management from the National Park Service in order to protect park resources and the public interest. The links below will provide additional information and applications:   Any group of people including non-profit, charitable organizations, meet-ups, clubs, family and friends, etc. Educational Groups Ash Scattering First Amendment VEHICLE TESTING Wedding or Ceremony Sporting Events  Safety Assessment and Recommendations Report - August 2014    All sporting events to be held after May 1, 2015 must abide by the Safety Assessment conditions and timeline. Please note that this means a sporting event application must be received a minimum of 120 days in advance of the requested date.    Filming\/Photography Permits  Commercial filming or photography requires a filming permit. Permits are not required for visitors using cameras and\/or recording devices for personal use, and they are not required for film or video news crews at breaking news events. The application for photography and filming is required in order to evaluate a permit request.   Research Permits To apply for a scientific research and collecting permit on the National Park Service's \"Research Permit and Reporting System\" website, go to the RPRS website. The RPRS website has information on the necessary procedures and requirements.",
    "url": "https:\/\/www.nps.gov\/deva\/getinvolved\/dobusinesswithus.htm"
}
