{
    "title": "Death Valley National Park: Scotty's Castle - Behind the Scenes",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Scotty's Castle     Scotty's Castle - Behind the Scenes                  Scotty's Castle - Behind the Scenes        Scotty's Castle. NPS Photo by Bob Greenburg          Some say Death Valley Scotty built the Castle with money from his secret gold mine. (It's a good story.) Others say Chicago millionaire Albert Johnson built it. Regardless of who was responsible, the Castle is a testament to the ingenuity and character of the people involved. The resulting structure is a beautiful example of Spanish-Mediterranean styling. It is filled with unique hand-wrought iron and tile, custom-made furniture, hand-selected tapestries and European antiques. The friendship that developed between the two very different men and included Albert's wife Bessie is also part of the story. So ... whose castle was it?        Death Valley Scotty   A Desert Legend is Born... Regardless of the source of his income, Death Valley Scotty certainly remains one of Death Valley's greatest legends for his flamboyant and outrageous character. Born Walter Scott in 1872, he ran away as a young boy from his home in Kentucky to join his brother on a ranch in the Nevada desert. He worked numerous jobs in the area, including a few in Death Valley, a place he loved immediately and which would someday become his home. In 1890 a talent scout for Bill Cody discovered Scotty and hired him to work as a cowboy with Buffalo Bill's Wild West Show. After traveling the world with the Wild West show for twelve years, Scotty began a new profession that brought him even more fame and riches - gold prospecting. He convinced several wealthy businessmen that he had a claim to a fabulous gold minein Death Valley. Scotty agreed to split the all profits, provided they first offer money to extract the ore. Over the next few years, Scotty apparently had little luck prospecting in Death Valley. After receiving no results from the fabled gold mine, all of his investors felt that they had been conned and began to back out of their investments. Scotty, however, started turning up at the finest hotels and saloons of California and Nevada, and began what would become his legendary spending sprees. Continue",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/historyculture\/scottys-bts-pag11.htm"
}
