{
    "title": "Devils Postpile National Monument: Planning",
    "body": "Planning       This site is dedicated to providing the public with information on planning activities and projects within Devils Postpile National Monument and how you can be involved in the planning process.  Please click on the links below to learn more about these planning activities and projects. Many of our ongoing planning projects are now also found on the National Park Service Planning, Environment and Public Comment (PEPC) web page.       DEVILS POSTPILE GENERAL MANAGEMENT PLAN  The National Park Service (NPS) has recently completed the Devils Postpile National Monument General Management Plan (GMP) which will provide long-term guidance for management of the monument. The primary focus of the approved GMP is to emphasize key features with national significance for resource protection and connect visitors with nature and heritage, including traditional park experiences in a natural setting. Key components of the selected alternative are as follows:  Additional emphasis will be placed on connections and partnerships with the Inyo National Forest and the Town of Mammoth Lakes.  The monument will continue to be managed as a gateway to a greater wilderness.  Natural and cultural resources will continue to receive a high degree of protection with an increased emphasis on providing demonstrations for visitors on a range of resource management techniques to engage visitors in resource management activities and programs such as inventory and monitoring, invasive plant removal, historic preservation, and archeological investigations.  Visitor experiences will continue to include a range of low-impact recreational opportunities that have traditionally been available within the monument such as camping, fishing, hiking, sightseeing and wildlife viewing.  The monument will explore opportunities for increased trail connections and promote self-discovery and opportunities to connect with nature.   Interpretation and education programs and media will emphasize themes related to corridors and connectivity as well as the role of the area as a gateway to a broader wilderness.   For more information or to read the documents, see the General Management Plan Page.",
    "url": "https:\/\/www.nps.gov\/depo\/getinvolved\/planning.htm"
}
