{
    "title": "Tuzigoot National Monument: Partners",
    "body": "Partners           National Park Foundation The mission of the National Park Foundation is to strengthen the enduring connection between the American people and their national parks. The Foundation accomplishes its mission by making strategic grants, creating innovative partnerships and establishing special funds that enhance the national parks. Working closely with the National Park Service, the National Park Foundation makes grants that establish and enrich the connection that our children, our communities and all Americans have with their national parks. The National Park Foundation is the only organization engaged in national grant making to support parks through programs and projects that meet the priorities and critical needs across our National Park System.              SW Virtual Museum Logo  American Southwest Virtual Museum Northern Arizona University, the Museum of Northern Arizona, and the National Park Service have all partnered together to create the Southwest Virtual Museum. Technicians attentively and meticulously took 3D photos of artifacts, so that you can experience National Monuments before you even leave the comfort of your home. Check out Tuzigoot's collections!          U.S. Forest Service Congress established the U.S. Forest Service in 1905 to provide quality water and timber for the Nation's benefit. Over the years, the public has expanded the list of what they want from national forests and grasslands. Congress responded by directing the Forest Service to manage national forests for additional multiple uses and benefits and for the sustained yield of renewable resources such as water, forage, wildlife, wood, and recreation. Multiple use means managing resources under the best combination of uses to benefit the American people while ensuring the productivity of the land and protecting the quality of the environment. National forests are America's great outdoors. They encompass 193 million acres (aprox. 78 million hectares) of land, which is an area equivalent to the size of Texas. National forests provide opportunities for recreation in open spaces and natural environments. With more and more people living in urban areas, national forests are becoming more important and valuable to Americans. People enjoy a wide variety of activities on national forests, including backpacking in remote, unroaded wilderness areas, mastering an all-terrain vehicle over a challenging trail, enjoying the views along a scenic byway, or fishing in a great trout stream, to mention just a few.          Fort Verde State Historic Park Experience life through the eyes of a frontier soldier at Fort Verde State Historic Park. The fort was a base for General Crook’s U.S. Army scouts and soldiers in the 1870s and 1880s. From 1865 – 1891 Camp Lincoln, Camp Verde and Fort Verde were home to officers, doctors, families, enlisted men, and scouts. The park is the best-preserved example of an Indian Wars period fort in Arizona. Several of the original buildings still stand and living history programs are scheduled periodically, giving visitors a glimpse into Arizona’s history.          Red Rock State Park Red Rock State Park is a 286 acre nature preserve and environmental education center. The park, which operates both as a nature reserve and an environmental center, offers beautiful scenery. Trails throughout the park wind through manzanita and juniper to reach the rich banks of Oak Creek. Green meadows are framed by native vegetation and hills of red rock.          Dead Horse Ranch State Park The developed portion of Dead Horse Ranch State Park covers 423 acres. The 3,300 foot elevation accounts for the mild temperatures that are ideal for camping, mountain biking in the Coconino National Forest, hiking along the Verde River, canoeing, picnicking, fishing, or just wading in the cool water.          Slide Rock State Park Slide Rock State Park, originally the Pendley Homestead, is a 43-acre historical apple farm located in Oak Creek Canyon. Frank L. Pendley, having arrived in the canyon in 1907, formally acquired the land under the Homestead Act in 1910. Due to his pioneering innovation, he succeeded where others failed by establishing a unique irrigation system still in use by the park today. This allowed Pendley to plant his first apple orchard in 1912, beginning the pattern of agricultural development that has dominated the site since that time. Pendley also grew garden produce and kept some livestock.          Verde River Greenway State Natural Area The nearly 180-mile long Verde River is a significant resource in Arizona. It is one of the desert's last free-flowing rivers sustaining a large regional wildlife population and a lush riparian community. In 1986, the state purchased the area that is now known as the Verde River Greenway State Natural Area between the Tuzigoot and Bridgeport bridges.",
    "url": "https:\/\/www.nps.gov\/tuzi\/getinvolved\/partners.htm"
}
