{
    "title": "Devils Postpile National Monument: Commercial Use Authorizations",
    "body": "Explore This Park    Get Involved     Do Business With Us     Commercial Use Authorizations              Commercial Use Authorizations       Commercial Use Authorizations (CUA's) authorize companies or individuals to conduct business in Devils Postpile National Monument on an annual basis. A CUA provides a group a non-exclusive license to offer services to park visitors. An organization is considered a business if you provide goods, services, activities, or other things to the public using National Park Service lands. If you receive any form of compensation for the things you provide you are conducting a business or commercial activity. The National Park Service definition of a business or commercial organization does not distinguish between commercial and non-profit organizations. CUA activities must be appropriate to the mission of the park, compliment resource protection, visitor protection and interpretation goals, and not pose any potential for derogation of values or purposes for which the park was established. They must be consistent with the park's future plans as well as present operations. They should be compatible with the planning documents for the park. The park will not normally limit the number of organizations that offer similar services or activities. CUA holders have their base of operation outside the park. All the commercial aspects of the activity must occur outside of NPS lands. This includes marketing, advertising, use of permanent or temporary structures, and negotiation with customers. Compensation or payment for services, (even tipping) may not occur on NPS lands. Currently, the following activities are permitted under the CUA program:  Art classes Fly fishing instruction Guided backpacking Interpretive hiking tours Photography workshops Portrait photography sessions Shuttle or taxi services Wedding Coordinating Services (Wedding Planner) For other activities, please contact the Superintendent's office at 760-924-5505  A  first time application processing fee of $50 should accompany each permit application. Make checks payable to USDOI-NPS. Each activity carries with it a separate fee once the application is approved. You must fill out the CUA application and the Information Request Form to be considered.   To download a printable CUA application click here (Adobe PDF File). To download a fillable CUA application click here (MS Word File).  To download a printable Information Request Form for Filming Permits, click here. To download a printable Information Request Form for all other uses, click here. For commercial tour operators in vehicles longer than 37 feet, download this chart.   Devils Postpile National Monument requires the following of permit applicants:  The permittee is prohibited from giving false information; to do so will be considered a breach of conditions and be grounds for revocation: [36 CFR 2.32(a)(3)].   If any provision of this permit shall be found to be invalid or unenforceable, the remainder of this permit shall not be affected and the other provisions of this permit shall be valid and be enforced to the fullest extent permitted by law.   The permittee is responsible for making all necessary contacts and arrangements with other Federal, State, and local agencies to secure required inspections, permits, licenses, etc.   Failure to comply with any of the terms and conditions of this permit may result in the immediate suspension or revocation of the permit. All costs associated with clean up or damage repairs in conjunction with a terminated permit will be the responsibility of the permittee.      Permittee agrees to carry general liability insurance against claims occasioned by the action or omissions of the permittee, its agents and employees in carrying out the activities and operations authorized by this permit.  The policy shall be in the amount of $1,000,000 and underwritten by a United States company naming the United States of America-National Park Service-Devils Postpile National Monument as additionally insured.  The permittee agrees to provide the Superintendent with a Certificate of Insurance with the proper endorsements prior to the effective date of the permit.  Costs incurred by the park as a result of accepting and processing the application and managing and monitoring the permitted activity will be reimbursed by the permittee.  Administrative costs and estimated costs for activities on site must be paid when the permit is approved.  If any additional costs are incurred by the park, the permittee will be billed at the conclusion of the permit.  Should the estimated costs paid exceed the actual costs incurred; the difference will be returned to the permittee.   The person named on the permit as in charge of the permitted activity on-site must have full authority to make any decisions about the activity and must remain on-site at all times. He\/she shall be responsible for all individuals, groups, vendors, etc. involved with the permit.",
    "url": "https:\/\/www.nps.gov\/depo\/planyourvisit\/commercial-use-authorizations.htm"
}
