{
    "title": "Pipestone National Monument: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us        An evening interpretive program is presented at the picnic grounds near the Three Maidens. NPS Photo       The National Park Service employs over 20,000 permanent and temporary employees in various professional, administrative and trade positions. Pipestone National Monument employs approximately 20 permanent and temporary workers. For current job listings, call the Monument at 507-825-5464 ext 212 or visit the Office of Personnel Management's USAJobs Internet site for current government-wide career opportunities and a downloadable employment application. Positions can also be filled by students through the Student Temporary Employment Program (STEP). Students are eligible for appointment if they are enrolled, or accepted for enrollment, as a degree-seeking student, taking at least a half-time academic or vocational course load in an accredited school, are a U.S. citizen at least 16 years of age, and meet the qualification requirements of the position being filled. Students can apply directly to the Monument without applying to an open vacancy announcement at any time. They will be considered along with other candidates when a vacancy is to be filled. Pipestone National Monument employs people in a variety of positions. Some are permanent full-time while others are temporary for the busy summer season. The following are brief descriptions of some of the most frequently filled summer positions: Park Ranger-Interpretation: A seasonal park ranger interprets the Monument's cultural, natural, and archeological features through talks and walks. Employees prepare and present formal and informal interpretive programs. Additionally, employees provide information on park resources and facilities, collect entrance fees and gather information for reports and compile statistical data. Maintenance Workers: Duties of a seasonal maintenance worker include grounds and facilities maintenance, custodial, road and trail work, equipment maintenance and trash pickup. Employees also operate motor vehicles, small tractors, and utility vehicles. Biological Science Technicians: Biological Science Technicians are often students studying biology or related areas of science such as forestry, hydrology, air and water quality, fisheries, or vegetation. Duties include assisting with native prairie restoration, assisting researchers involved in vegetation and macroinvertebrate monitoring, and collecting data through Global Positioning System (GPS). Rehabilitation of disturbed natural areas and eradication of non-native species are regular duties requiring extensive field time in all types of weather. Youth Conservation Corps (YCC): This employment program provides job opportunities for 15-18 year olds. Enrollees work 40-hour weeks for 8 weeks of the summer and are paid Minnesota state minimum wage. Enrollees work in the Resource Management division performing exotic weed control, assisting with wildlife and vegetation monitoring, and assisting with prairie photography. Enrollees also assist the Maintenance division with facility and grounds upkeep. Applications are accepted from mid-March to mid-April. Selections are made based upon merit, skills, and interviews. The program starts in early June and ends in late July. For further descriptions of career opportunities with the National Park Service visit the National Park Service's Careers website at www.nps.gov\/personnel. To learn about volunteer positions throughout the National Park Service, visit www.nps.gov\/volunteer. For more information regarding Pipestone National Monument volunteer program, please contact the Park Volunteer Coordinator at 507-825-5464 ext.213 or e-mail us.",
    "url": "https:\/\/www.nps.gov\/pipe\/getinvolved\/workwithus.htm"
}
