{
    "title": "Death Valley National Park: Rules & Regulations",
    "body": "Rules and Regulations       View a complete list of National Park Service Regulations (36 CFR) View The 2014 Superintendent's Compendium for Death Valley National Park (1044kb PDF)        ACTIVITIES THAT REQUIRE A PERMIT AIRCRAFT & AIR DELIVERY ALCOHOLIC BEVERAGES AUDIO DISTURBANCES BACKCOUNTRY CABINS BACKCOUNTRY CAMPING BICYCLES CAMPGROUNDS CAMPFIRES CLOSURES COMMERCIAL USE FEES FIREWORKS & EXPLOSIVES FOOD GATHERING GEOCACHING HITCHHIKING HORSES & PACK ANIMALS LIVESTOCK USE MEMORIALIZATION METAL DETECTORS PETS PROSPECTING, MINING & MINERAL LEASING PUBLIC ASSEMBLIES & MEETINGS RESOURCES PRESERVATION ROADS & VEHICLE USE   ROCK CLIMBING & CANYONEERING SANDBOARDING & SKIING SANITATION & REFUSE SKATING, SKATEBOARDS & SIMILAR DEVICES SMOKING SPECIAL EVENTS SWIMMING & BATHING UNATTENDED PROPERTY WEAPONS & HUNTING WINTER ACTIVITIES    ACTIVITIES THAT REQUIRE A PERMIT If you would like to do business with the park or apply for a Special Use Permit call (760) 786-3241. • Specimen collection (taking of plant, fish, wildlife, rocks or minerals). Permits are subject to the requirements set forth by the National Park Service's Research Permit Reporting System and the Resource Management Permit Coordinator. • Non-designated campgrounds in which the group size exceeds 15 persons, may request an exception to these limits from the Superintendent under the terms of a Special Use Permit. • Operating a chain saw in developed areas, except for resource management or maintenance projects. • Operation of any type of portable motor or engine (including generators), or device powered by a portable motor or engine in non-developed areas • Operation of a public address system in connection with a public gathering or special event for which a permit has been issued. • Debris burning on private lands is only permitted on state approved \"Permitted Burn Days\", in compliance with regulations of the Great Basin Unified Air Pollution Control District, and the conditions of a burn permit issued by the park. • Delivery or retrieval of a person or object by parachute, helicopter or other airborne means • Removal of a downed aircraft • Use, possess, store, transport explosives, blasting agents • Use or possess fireworks. • Conduct a sports event, pageant, public spectator attraction, entertainment, ceremony, and similar events. • Public assemblies, meetings, gatherings, demonstrations, parades and other public expressions of views. • Sale or distribution of printed matter that is not solely commercial advertising when more than 25 individuals are participating in the activity • Livestock use • Residing on federal lands. • Memorialization (Scattering ashes from human cremation) • Exceeding designated vehicle load, weight and size limits. • Advertisements (Display, posting or distribution.) • Sale of intoxicants in certain park areas • Engaging in or soliciting any business (requires a permit, contract or other written agreement with the United States, or must be pursuant to special regulations). • Commercial transportation of passengers by motor vehicles • Commercial filming of motion pictures, television or other filmmaking methods or sound tracks involving the use of professional casts, settings or crews, other than bona fide newsreel or news television crew. • Any commercial photography  • Still photography of vehicles, or other articles of commerce or models for the purpose of commercial advertising or any such activity which requires a degree of management as determined by the Superintendent.. • Use of commercial vehicles on park area roads including the testing of motorized vehicles. The superintendent shall issue a permit to access private lands within or adjacent to the park when access is otherwise not available. • Construction of buildings, facilities, trails, roads, boat docks, path, structure, etc. • Operation of a solid waste disposal site • Mining. Application for any permit required by this section shall be made through the Superintendent of the park. AIRCRAFT & AIR DELIVERY The Federal Aviation Administration [FAA] has the basic authority for aircraft in the airspace above Death Valley National Park. In the interest of public safety and to minimize visual, audible and other impact, the National Park Service exercises it's authority to manage and enforce some aspects of aircraft use as listed below. Altitudes • The FAA requires pilots to maintain a minimum altitude of 500 feet above vehicles, structures, and people. In congested areas it requires an altitude of 1,000 feet above the highest obstacle within a horizontal radius of 2,000 feet of the aircraft. • The FAA requests that all aircraft maintain a minimum altitude of 2,000 feet above the surface of Death Valley except as required for takeoffs and landings. Takeoffs and Landings The use of aircraft on lands or waters within the park other than locations designated by special regulations is prohibited. Death Valley National Park's special regulations authorizes the use of aircraft only at the following locations: • Death Valley Airport (L06), latitude 36°27'50\" N., longitude 116°52'50\" W., Commonly known as the Furnace Creek Airport. • Stovepipe Wells Airport (L09), latitude 36°36'15\" N., longitude 117°09'30\" W. • Saline Valley Warm Springs Airfield, latitude 36°48.41\" N., longitude 117°46'90\" W, commonly known as the Chicken Strip, is open pending special regulation.  The landing of aircraft, such as for wildlife research, is permitted only under conditions of a permit issued by the Superintendent. Air Delivery • Delivering or retrieving a person or object by parachute, helicopter, or other airborne means is prohibited except in emergency, or pursuant to the terms and conditions of a permit. Unmanned Aircraft •   Launching, landing, or operating an unmanned aircraft (model airplanes, quadcopters, drones) from or on land and waters administered by the National Park Service within the boundaries of Death Valley National Park is prohibited except as approved in writing by the Superintendent. Removal of Downed Aircraft • A permit is required for the removal of any downed aircraft., components, or parts. • Removal of military aircraft, its parts, pieces and any unexploded devices is prohibited by federal law. The removal of downed aircraft requires careful planning in order to limit further damage to natural and cultural resources and wilderness character. Aircraft, especially military aircraft, may contain numerous hazardous materials including explosive devices. Military Aircraft Overflights Most of the airspace over Death Valley is part of the R-2508 military training complex. Congress and the FAA have given the military authority to deviate from standard flight regulations in the training complex. To minimize conflicts with park values and visitors, the military has set special internal flight standards for operations over parts of the park. • Within the old monument boundary, the military requires their pilots to maintain an altitude of 3,000 feet above the ground. • In new park lands, the military can fly to within 200 feet of the ground and are to avoid low-level flights over populated areas. Field personnel or visitors witnessing questionable low level flights are encouraged to contact the park's Aviation Manager (760-786-3293) with details. Be prepared to provide the location, time of incident, estimated altitude above the ground, direction of travel and a description of the aircraft. ALCOHOLIC BEVERAGES & CONTROLLED SUBSTANCES • Consumption of alcoholic beverages is prohibited in public buildings, except in portions thereof where alcoholic beverages are served by the drink under contract or permit. • Legal drinking age in the states of California and Nevada is 21. AUDIO DISTURBANCES • Operating motorized equipment or machinery such as an electric generating plant, motor vehicle, motorized toy, musical instrument, or an audio device such as a radio or stereo, in a manner that exceeds a noise level of 60 decibels at 50 feet or, if below that level, makes noise which is unreasonable for the time and place, or impact on others is prohibited. • Operation of a public address system in connection with a public gathering or special event requires a permit. BACKCOUNTRY CABINS May be used for overnight camping or day-use subject to the following conditions: • Cabins are not to be locked.  • Cabins are to be used on a first-come, first-served basis and for short-term occupancy not to exceed 7 days, with the exception of Butte Valley and Warm Springs, which is 3 days. • All cabin maintenance will be performed only with written approval from the Superintendent. • Fires in backcountry cabins are not permitted. Fires outside cabins must be in NPS provided metal fire grates. • Human waste must be packed out or disposed of at least 400 feet from a cabin, unless a toilet is present. The primary concern with the use of backcountry cabins is that historic structures and cultural landscapes not be destroyed by fire and\/or vandalism or be subject to modifications that will alter their historical character or physical integrity. The park recognizes that the general public has used many of these cabins for years and feels a certain sense of ownership. It is the Superintendent's goal to work towards a partnership with the public in the preservation, maintenance, and interpretation of Death Valley's backcountry cabins. BACKCOUNTRY CAMPING Backcountry Camping Permits Voluntary backcountry camping permits are available at the Visitor Center and other visitor contact stations when open, and may be issued by NPS field staff. The permit is designed to gather backcountry use statistical data and provide vital information for rescuers in cases of emergency. Where Backcountry Camping (roadside or wilderness) IS allowed: • More than 1 mile from the nearest paved road, developed area, or designated day-use dirt road. • More than 100 feet from any water source that is not otherwise closed. • Undesignated or roadside camping is allowed in previously disturbed areas along open dirt roads. Where Backcountry Camping (roadside or wilderness) is NOT allowed: • On all paved roads within the limits of the national park boundary. • Within 1 mile of the nearest paved road, developed area, or day-use dirt road. • On the floor of Death Valley from Ashford Mill to 2 miles north of Stovepipe Wells. • On the active shifting sand areas of Eureka Dunes. Or on the following \"day-use-only\" dirt roads: • Aguereberry Point Road • Big Pine\/Death Valley Road within the park boundary • Cottonwood Canyon Road (first 8 miles) • Desolation Canyon Road • Grotto Canyon Road • Keane Wonder Mine Road • Mosaic Canyon Road • Natural Bridge Canyon Road • Racetrack Road (from Teakettle Junction to Homestake Dry Camp) • Skidoo Road • Titus Canyon Road • West Side Road • Wildrose Road • Within 1 mile of Greenwater Canyon Or within 1 mile of the following mining areas: • Lost Burro Mine • Ubehebe Lead Mine • Leadfield Mines • Keane Wonder Mine and Mill. • Skidoo Mill • all standing mining structures Backcountry group size: • Limited to 12 persons, and\/or 8 pack animals, and\/or 4 vehicles. • Groups overnighting in wilderness, backcountry, and in non-designated group camping areas with group size exceeding12 persons shall be required to split into smaller groups of 12 persons or fewer, and hike, camp, and eat a half-mile mile from the other group. Visitors and other park guests may request an exception to these limits from the Superintendent under the terms of a Special Use Permit  BICYCLES • Bicycles are permitted only on roads open to public vehicular traffic, or on those routes designated in developed areas and special use zones for bicycle use. • Bicycles are allowed on the paved path between the Furnace Creek Visitor Center and Harmony Borax Works. • Bicycles, whether ridden or walked, are prohibited on all trails, bridle paths, or off the roadway. • Children under the age of 16 must wear a helmet while using a bicycle. CAMPGROUNDS Along paved roads and in developed areas, camping is allowed only in the following developed, designated campgrounds: • Emigrant Campground • Eureka Sand Dunes Campground • Furnace Creek Campground • Homestake Dry Camp • Mahogany Flat Campground • Mesquite Springs Campground • Stovepipe Wells Campground • Sunset Campground • Texas Spring Campground • Thorndike Campground • Wildrose Campground • Warm Springs (Saline Valley)  Campground Rules: • Operating electrical generating equipment, including vehicle engines and generators, is limited to 7:00 a.m. to 7:00 p.m. in all campgrounds, except Sunset Campground where the generator use hours are 7:00 a.m. to 9:00 p.m. and Texas Spring Campground where generators are prohibited. • Quiet Hours begin at 10:00 p.m. and end at 6:00 a.m. • Campground use fees, if applicable, shall be paid within 30 minutes of arrival. • Check out time for all campgrounds is 12:00 noon. • Up to 8 people may visit the registered campers in a designated campsite. Between the hours of 10:00 p.m. and 7:00 a.m., no more than 8 people may occupy a campsite. • A maximum limit of 4 pets are allowed per campsite. • In each campsite or campground, sites may be restricted to organized groups, recreational vehicles,length of vehicles, or tents. Between October 15 and the last day of the '49ers Encampment motor homes and other recreational vehicles are allowed in all campsites in the Texas Springs Campground. This exception is to accommodate a distinct and predictable change in user patterns. • The maximum speed limit in all campgrounds is 15 mph unless otherwise posted. The following are prohibited: • Digging or leveling the ground at a campsite. • Leaving camping equipment, site alterations, or refuse after departing from the campsite. • The installation of permanent camping facilities. • Connecting to a utility system, except as designated. • Camping outside of designated sites or areas within campgrounds. • Holding or reserving a campsite in any designated campground for another party is prohibited. Sites may not be paid for by those who do not intend to occupy the site immediately. Sites must be occupied with a camp unit (tent, trailer or other sleeping unit) and by persons using the area for overnight sleep purposes. Sites may not be unattended for more than 24 hours. Group size limits: • In designated campgrounds, group size limitations on the number of vehicles and the number of persons per or campground are as posted. If group size limits are not posted, the limit is 2 vehicles or 4 motorcycles or one recreational vehicle and 8 people per designated campsite.   • The Furnace Creek Campground group reservation sites shall permit between 9 and 40 persons. The maximum numbers of vehicles that can be parked at each group site is 10. No recreational vehicles (trailers, motor homes or pop-ups) shall be parked at the site. These sites are available through a reservation system during busy times of the year. Length of stay: • 14 days per calendar year in Furnace Creek Campground • All overnight stays, including in campgrounds, backcountry camping or any other overnight activity is limited to 30 days total per calendar year in Death Valley National Park. Camping is an intensive use of park resources. All of the camping regulations are in effect to protect the natural and cultural resources of the park, and the recreational enjoyment by other visitors. Limitations on the number of camping days, persons per site, vehicles per site, horses per party, etc., seek to achieve this protection while still providing an equitable allocation of camping opportunities. Food Storage • All unattended food, garbage, cooking equipment or similar scented items must be sealed in a vehicle or a solid, non-pliable, animal resistant container. Animals that feed on human food can become reliant on it and less adapted to the natural conditions of Death Valley National Park. Frequently fed animals can become a nuisance and be aggressive and cause litter to be strewn about campsites and picnic areas. CAMPFIRES • Campfires are permitted only in NPS-provided fire grates or grills. These fire enclosures may be found in campgrounds, picnic areas, backcountry roadside campsites, or outside of roadside campgrounds. • Wildrose, Thorndike and Mahogany Campgrounds are closed to campfires between June 15 and September 15 due to High Fire Danger season. • At Sunset Campground all ash producing fires are prohibited, except those in the Group Designated Fire Ring. • The construction of new fire rings is specifically prohibited. • All firewood must be brought into the park. No gathering, cutting or scavenging of firewood or kindling is permitted in the park from any source. • Fires left unattended, regardless of the length of time is prohibited. • In all designated campgrounds, natural gas or white gas-produced fires are permitted in appropriately designed units wherin the flow of gas can be controlled and instantaneously discontinued. • Debris burning is not permitted in the park. • Debris burning on private lands within the park is only permitted on state approved \"Permitted Burn Days,\" in compliance with regulations of the Great Basin Unified Air Pollution Control District, and under the conditions os a burn permit issued by the park. Most of Death Valley is not classified as a high fire danger environment. The use of ground fires, however, requires aggressive management due to the high probability of windblown hot coals or ash igniting combustible materials such as tents, awnings and vehicles. Allowing open fires only in existing fire enclosures, grills, or fire grates that have been provided by the park helps to control human-caused fires. Restricting fires also serves to inhibit the illegal collection of sparse native vegetation and woody materials from wooden signs and historic structures. Persons desiring to use portable grills do not compromise park management concerns when procedures for disposal of ashes\/coals are followed. Campfire restrictions do not apply to the use of gas or petrochemical cooking or heating stoves or to lanterns as the use of those devices, which are easily extinguished, poses a minimal threat to the resource. CLOSURES Service Area Closures • All facilities and buildings used for the storage, treatment, or transmission of electricity, gas, telephone, waste disposal, and domestic water. • The service roads in Furnace Creek Wash and in Sunset Campground to Travertine Spring are closed to motor vehicles, except authorized vehicles. ″Nevares Spring and access road from the main gate 1.9 miles east to the monitoring well is closed to park visitors. The Nevares Springs area is closed to unauthorized persons , unless accompanied by a Death Valley National Park representative. There is a 1\/4 mile perimeter closure around the monitoring well. • All service roads and government housing areas are closed except to authorized individuals with the exception of traffic to and from the Cow Creek library. Visitor Safety Closures • All mines are closed to public entry. Inclucing Ryan Mine and Pit. Resource Protection Closures • Copper Canyon: That area from the mouth of the canyon, following the highest ridgelines above the canyon floor. A permit is required to enter this area. • Crystal Cave (i.e. Titus Cave), Leadfield Mine, and the Lower Leadfield Mines at Leadfield. • Eureka, Panamint, and Ibex Sand Dunes are closed to sledding, sand boarding and sand skiing to protect the Federally Listed plant species and other sensitive endemic flora and fauna. • Devils Hole: The areas enclosed by fence. Sensitive species shall not be disturbed. National Park Service lands that comprise the Devils Hole section of Death Valley National Park are closed from sunset to sunrise. Exempt from this closure is continuous travel through the Devils Hole Unit on the county road. • Lower Vine Ranch, including entry via the hiking trail from Scotty's Castle to the Lower Vine Ranch, except for special guided tours approved beforehand by the superintendent. • Buildings in the Scotty's Castle Historic District, except self guided areas during normal operating hours. The Scotty's Castle grounds are closed between the hours of 6:00 p.m. and 7:00 a.m. or as posted. • Skidoo Stamp Mill. • Surprise Canyon Road is closed to vehicles. • The Timbisha-Shoshone tribal burial grounds near Texas Springs Campground. Exempt from this closure provision are the members of the tribe residing in Death Valley, relatives of the deceased, and escorted guests of such members and relatives. • All mines and caves are closed to the public unless otherwise posted. • Keane Wonder Mine, Mill and area • The parking lot at the Furnace Creek Visitor Center and Furnace Creek Picnic Area east of the date grove is closed to occupied overnight parking from 10:00 pm to 6:00 am. • Surprise Canyon Route is closed to vehicles. • Rock climbing is not permitted within 200 yards of archaeological or cultural resources. COMMERCIAL USE Engaging in or soliciting any business requires a permit, contract or other written agreement with the United States, or must be pursuant to special regulations. Commercial Buses, Vans, & other vehicles • Commercial transportation of passengers by motor vehicles must aquire a a permit. • Busses must shut down their engines when not underway between October 1 and April 15 or as determined by the Superintendent in areas where other cool environments are not available. The idling of bus engines adds unnecessary exhaust fumes to the air and diminishes the enjoyment by visitors of the clean air and tranquility of the park. Commercial Trucking • Commercial trucking is permitted on California Highway 190 through the park. • The use of all other park roads by commercial trucking, when such use is in no way connected with the operation of the park area, is prohibited, except that in emergencies the Superintendent may grant permission to use park roads. • The Superintendent shall issue permits for commercial vehicles used on park area roads when such use is necessary for access to private lands situated within or adjacent to the park area, to which access is otherwise not available. Vehicle Testing • Persons involved in testing motorized vehicles are required to obtain a permit. Photography & Filming (commercial) Definitions: • Still photography of vehicles, or other articles of commerce or models for the purpose of commercial advertising. • Commercial filming of motion pictures or television involving the use of professional casts, settings or crews, other than bona fide newsreel or news television Permits and Regulations: • Persons or organizations engaged in commercial photography, motion pictures or video production must complete an application for a permit and return it to the park's Office of Special Park Uses. If approved, a permit is issued to the applicant. The permittee must carry a copy of the permit at all times while filming. The permit will specify whether or not a bond is required. • A written application for a permit must be submitted to the Superintendent at least 30 days prior to the date desired for the event. • The use of explosives or pyrotechnics in special events or filming operations is prohibited. • The use of animals in filming operations requires a California State permit. • NPS escorts are required for all special event and filming operations at Scotty's Castle, and may be required for any permitted filming event in the park. Filming in the interior of any historic building will only be permitted for documentary films or news\/travel programs and will require an NPS escort. • Special Use Permits for activities on State Route 190, or beginning and\/or ending outside Death Valley are conditional upon approval from all other involved jurisdictions. The Superintendent has determined that the issuance of a commercial photography permit is contingent on adequate protection of park resources, avoidance of unreasonable interference with public access to the park, and actions consistent with all applicable laws. FEES Death Valley National Park has congressionally mandated fees. Entrance Fees: • 7-day Pass per vehicle = $20 • 7-day Pass per person (motorcycle, bicycle, or on foot) = $10 • Annual Death Valley National Park Pass = $40 • Valid \"America the Beautiful\" Interagency Pass, Golden Age Pass or Golden Access Pass is accepted in leiu of entrance fee. Commercial Tour Fees Passenger Capacity = Fee • 1-6 (sedan, mini-van) = $25 + $5 per person • 7-15 (mini-van, full-size van) = $75 • 16-25 (mini-bus) = $100 • 26+ (motor coach) = $200 Camping Fees • Furnace Creek Campground = $18 per night Mid-April through mid October = $12 per night • Texas Spring Campground = $14 per night • Sunset Campground = $12 per night • Mesquite Spring Campground = $12 per night • Furnace Creek Group Campsites = $52 per night (by reservation only) Scotty Castle Tour Fees • Adult = $15 • Interagency Senior or Access Passholders = $7.50 • Child (6-15 years) = $7.50 • Child under 5 years = free Lower Vine Hiking Tour Fees • Adult = $20 • Interagency Senior or Access Passholders = $10 • Child (6-15 years) = $10 • Child under 5 years = free  FIREWORKS & EXPLOSIVES • Using or possessing fireworks and firecrackers is prohibited, except by special permit. • Using, possessing, storing, or transporting explosives, blasting agents or explosive materials is prohibited, except by special permit. FOOD GATHERING The following fruits nut and berries may be gathered by hand for personal consumption in quantities of less than 1 quart per person per day and no more than 5 total quarts per calendar year. • pine nuts • mesquite beans • grapes • fruits of non-native plants (such as palms, apples, figs, black walnuts and pomegranates) GEOCACHING • Geocaching articles left at a geocache site unclaimed for over 24 hours will become impounded and considered litter. Geocaching that damages any natural resource is prohibited. HITCHHIKING Hitchhiking, or the soliciting of transportation, is allowed anywhere in the park as long as the person is off the paved roadway on the shoulder, and visitor safety and traffic flow are not adversely affected. HORSES & PACK ANIMALS • Horses, mules, burros, llamas and alpacas may be used as pack animals. No other species may be used for purposes of transporting equipment. • All feed must be brought into the park; weed free feed is required and must be fed to pack animals three days prior to entering the park. Free ranging or grazing is not permitted. • Horse and pack animal camps must be at least 100 yards from a flowing stream, spring, or other body of open water. • All manure shall be removed, or if it is not reasonably feasible to remove the manure, it must be raked out and spread over a large area. • Up to 12 persons and 8 horsed horses or pack animals are allowed per group. Larger groups may request an exception to these limits from the Superintendent under the terms of a Special Use Permit. • Non-commercial use of horses and pack animals are permitted on dirt roads, Wildrose and Ubehebe Peak Trails, and on Indian Pass Canyon, Fall Canyon, and Cottonwood \/ Marble Trail Systems. Non-commercial use is also permitted in wilderness, backcountry, and on designated horse trails in the Furnace Creek area. Use is prohibited on paved bike paths, all other trails, and areas otherwise closed to stock use. Trails and areas closed to horses and pack animals: • Badwater Boardwalk and Trail • Darwin Falls Trail • Devils Hole Unit of DVNP • Golden Canyon Trail • Harmony Borax Works • Ibex Dunes • Eureka Sand Dunes • Mesquite Flat Dunes (Stovepipe Wells area) • Mosaic Canyon Trail • Racetrack Playa • Salt Creek Trail • Telescope Peak Trail • Ubehebe Crater Trail • Zabriskie Point Trail • Trail to Scotty's Grave • Trail from Scotty's Castle to Lower Vine Ranch • All campgrounds and picnic areas • All lawn areas • All areas closed to public use The recreational use of horses and pack animals is well established in the park. However, restrictions on animal type, watering, numbers and locations for stock use are necessary to: 1) protect the soil, vegetation and water quality from unacceptable damage, 2) protect public health concerns and 3) avoid conflict among visitor use activities. It is the intent of the National Park Service to minimize damage to natural resources by restricting grazing. LIVESTOCK USE Absent a permit, the running-at-large, herding, driving across, allowing on, pasturing or grazing of livestock of any kind in a park area for agricultural purposes is prohibited. Additionally, a permit can only be issued in the following circumstances: • As specifically authorized by Federal statutory law • When conducted as a necessary and integral part of a recreational activity or required in order to maintain a historic scene. MEMORIALIZATION The installation of a monument, memorial, tablet, structure, or other commemorative installation in a park area without the authorization of the Director is prohibited. Scattering of Ashes A permit is required for the scattering of ashes from cremated human remains in Death Valley National Park, and\/or according to the following terms and conditions: • The remains to be scattered must have been cremated and pulverized. • The scattering of remains by persons on the ground is to be performed at least 100 yards from any trail, road, developed facility, or body of water. • The scattering of remains from the air is to be performed at a minimum altitude of 2000 feet above the ground. • No scattering of remains from the air is to be performed over developed areas, facilities, or bodies of water. • Except for authorization to disperse human remains by scattering, nothing in the permit shall be construed as authorizing an entry or activity otherwise prohibited or restricted by law or regulation. METAL DETECTORS • Using a mineral or metal detector in the park is prohibited except by special permission from the superintendent. If in possession, the device must be broken down and stored or packed to prevent its use while in park areas. PETS • A maximum limit of 4 pets are allowed per campsite. • Pets are prohibited greater than 50 feet from roads or developed areas within the park unless otherwise indicated. Pets are not allowed in wilderness areas and on any trail. • Pets are not allowed in public buildings, except for service animals. • Pets must be restrained on a leash which shall not exceed six feet in length, or otherwise physically confined at all times. • Pets must not be left unattended and tied to an object. Pets left unattended in a vehicle, especially in heat conditions, is prohibited by state and federal law. The Superintendent may impound or take custody of pets that are endangered in these heat conditions. • Pets must not be allowed to make noise that is unreasonable or that frightens wildlife. • Pets running-at-large may be impounded, and the owner may be charged reasonable fees for kennel or boarding costs. • Pet feces in campgrounds, campsites, residential areas, lawns, walkways, access roads, and around public buildings must be disposed in a trash bin by the person responsible for the pet. The National Park Service has long prohibited pets on trails. Dogs in particular chase wildlife, pollute water sources and can become defensive and dangerous in strange surroundings. The burden is placed on pet owners to assure their pets do not destroy park values for other people in areas where pets are allowed. PROSPECTING, MINING, & MINERAL LEASING Prospecting Prospecting and the location of mining claims under the general mining laws and leasing under the mineral leasing laws are prohibited in the park. Pre-existing Mining Claims A large number of pre-existing mining claims are located within the boundaries of Death Valley National Park. The owners of mining claims have certain rights arising from valid claims. The claims may be of two basic types: patented and unpatented. Patented claims provide fee simple ownership to the claimant. • Valid unpatented mining claims provide the owners with the right to extract or separate valuable minerals from the estate for their personal use and benefit. It is a recognized form of ownership which can be sold, quit claimed, or the ownership can otherwise be conveyed or transferred. This interest provides the owner with the right of access to the claim, even in wilderness. However, that right must be established with the Superintendent and the means or methods of access approved by the Superintendent. • No operations may take place on mining claims without the approval of the Superintendent which is provided through submittal and review of a mining plan of operations. No new mining claims may be established within the National Park. Abandoned Mine Sites All mines are closed to public access. Generally, it is determined that all mine openings pose some degree of safety hazard and should not be entered by visitors or untrained staff. PUBLIC ASSEMBLIES & MEETINGS • Permits are required for any public assemblies, meetings, gatherings, demonstrations, parades and other public expressions of opinions with more than 25 participants within the park. Approved locations are designated below, and a map is available for inspection in the Superintendent's office. • Written applications for permits must be submitted to the Superintendent at least 72 hours prior to the date desired for the event. The activity must not conflict with any scheduled NPS function or program. • Operation of a public address system in connection with a public gathering or special event requires a permit. The designated areas for these activities: • Furnace Creek - the front of the Furnace Creek Visitor Center. • Furnace Creek - the area immediately east of California State Route 190, across from the entrance to Furnace Creek Ranch, approximately 260 feet by 110 feet.. • Scotty's Castle - the area immediately to the east of the unfinished swimming pool, but not interfering with the use of facilities or visitor services. • Grapevine Ranger Station - the southern one-half of the parking area in front of the ranger station, but not interfering with the use of the restrooms or telephone. • Stovepipe Wells Ranger Station - a portion of the unpaved parking lot east of the ranger station. This area is north of California State Route 190 and will be barricaded by the NPS for such use. • Stovepipe Wells Village - the area between the general store building, east to California State Route 190 within the fenced area, excluding the store walkways. A permit is necessary to control public assemblies and meetings in the park that may damage park resources or conflict with the overall safety and enjoyment of the park by the majority of park visitors, while allowing for the expression of First Amendment rights. Sale or Distribution of Printed Matter • Permits issued for sale or distribution of printed matter will be limited to areas designated above. • Written application for such a permit must be submitted to the Superintendent at least 10 days prior to the commencement of the activity. • This requirement does not apply to groups of 25 or fewer individuals. A permit is necessary to control sale or distribution of printed matter since such activity may conflict with the overall safety of visitors and employees, the right of park visitors to have free and unencumbered passage throughout park facilities, the right of park visitors to enjoy park values without non-value related intrusions, and basic operational needs. RESOURCES PROTECTION • Collecting or disturbing any animal, plant, rock or any other natural, historical or archeological feature is prohibited, except by special permission from the superintendent. • Collection of biological specimens for research is strictly prohibited without a permit. A permit may be issued from the Superintendent pending a request and a written research proposal.  • Hunting, trapping, feeding, touching, teasing, frightening or intentional disturbing of wildlife is prohibited. • Viewing wildlife with artificial light is prohibited. This included all light producing sources including infrared and black lights. • Introducing wildlife, fish or plants, including their reproductive bodies, into a park area ecosystem is prohibited. • If a boardwalk trail is provided, users are required to stay on it when in the area. ROADS & VEHICLE USE • All vehicles must remain on established roads. This includes motorcycles, bicycles and four-wheel-drive vehicles. • All motorized vehicles and drivers must be properly licensed. • Operating a motor vehicle in a manner that causes unreasonable damage to the surface of a park road or route is prohibited. • Off-Highway Vehicles (OHV) are prohibited from operating inside park boundaries. California Vehicle Code (CVC §38000, 38.010, 38115) states that OHVs are \"operated exclusively off the highways on lands that are open and accessible to the public\". Nevada Vehicle Code similarly states that OHVs are prohibited from operating on highways. All park roads, regardless of surface conditions, are classified as highways for the purpose ofthe California Vehicle Code, including Division 16.5 sections 38000 et aL, which only permits California \"street legal\" vehicles to be operated on highways. OHVs are defined by Executive Order Number I 1644 (37 FR 2887) and include vehicles identified under California Vehicle Code Sections 38012 (a) through (b)(3), which define OHVs as: \"Motor vehicle commonly referred to as a sand buggy, dune buggy, all-terrain vehicle (ATV), jeep, trail bike, or go-cart.\"  • Vehicles with off-road registration may not be operated in the park. Vehicle Size Limits On the following roads, travel is closed to vehicles in excess of 9 feet wide or 25 feet in total length (combined length including towed vehicles or trailers): • Artists Drive • Emigrant Canyon Road, from California State Route 190 to Wildrose Campground • Dantes View Road • Wildrose Road, from the park boundary to Mahogany Flat Campground. • Twenty Mule Team Canyon Road These restrictions provide for the safety of other passenger vehicles along narrow road corridors, and are due to lack of adequate space for turn-around of extended length vehicles, and vehicle\/trailer combinations. Speed Limits • The maximum speed on paved park roads is 35 mph unless otherwise posted. • The maximum speed on dirt roads is 25 mph unless otherwise posted • The maximum speed limit in all campgrounds is 15 mph unless otherwise posted. Variations from the speed limit designations in the general regulations have been made where road conditions allow either a higher speed without jeopardizing public safety, or require a lower speed limit for public safety and to prevent road deterioration. ROCK CLIMBING & CANYONEERING • Rock climbing is not permitted within 200 yards of archaeological or cultural resources. • Installation of new climbing bolts is not permitted without the approval of the Superintendent; however, if existing hardware is unsafe then it may be replaced. SANDBOARDING & SKIING • Sand boarding and skiing are not permitted on Eureka, Panamint, or Ibex sand dune systems . SANITATION & REFUSE • Dumping of Refuse and Littering is prohibited • Using government refuse receptacles or other refuse facilities for dumping household, commercial, or industrial refuse is prohibited. SKATING, SKATEBOARDS & SIMILAR DEVICES • The use of roller skates, skateboards, roller skis, coasting vehicles and similar devices is allowed only on the bikeway in the Furnace Creek area. These devices may create hazardous conditions when used on the same roadways as vehicles, on sidewalks traveled by pedestrians. They additionally case damage to natural resources when used off pavement or other hard surface. For these reasons specific areas have been designated for their use, which will minimally conflict with other user groups. SMOKING • Disposing of extinguished cigarette butts in other than waste receptacles or ash trays is considered littering and subject to a fine. Areas of the park closed to smoking: • All government owned buildings and structures, including all restrooms. (exception: employees' residences with the consent of the occupants) • Within 25 feet of the entrance to a public building. • Salt Creek Boardwalk. • Badwater Boardwalk • Within 50 feet of gasoline pumps and flammable substance storage areas. • All cabins, structures and ruins found in non-developed areas. Certain areas are restricted to protect public health and structures from fire danger or smoke. This prohibition is consistent with state law and past practice. Smoking in the backcountry: • Other than in personal vehicles, persons who wish to smoke must stop and remain in one location until they have extinguished their smoking material. Smoking while traveling on trails is prohibited because of fire danger. Ashes inadvertently dropped while walking or while riding an animal have the potential to start a fire that may go unnoticed in its initial stages. Requiring persons to remain in one location minimizes this risk. SPECIAL EVENTS • Permits are required for any special event utilizing park areas. Special events are defined as sports events, pageants, public spectator attractions, entertainment, ceremonies, and similar events (including non-profit or charitable organizations). • A written application for a permit must be submitted to the Superintendent.Contact the Office of Special Park Uses for permit application deadlines for the desired event. • Consideration will be given only to those activities that contribute to visitor understanding of the significance of the park area or where there is a meaningful association between the park area and the event. • Operation of a public address system in connection with a public gathering or special event requires a permit. • The use of explosives or pyrotechnics in special events is prohibited. • NPS escorts are required for all special events at Scotty's Castle, and may be required for any event in the park. Filming in the interior of any historic building will only be permitted for documentary films or news\/travel programs and will require an NPS escort. • Special Use Permits for activities on State Route 190, or beginning and\/or ending outside Death Valley are conditional upon approval from all other involved jurisdictions. • The overnight \"historic wagon train event\" is limited to I event per year and is permitted only on backcountry roads. No more than 50 horses I stock animals, no more than 15 wagons, and no more than 3 support vehicles are permitted for this event.   • The overnight \"historic equestrian event\" is limited to 1 event per year and is permitted only on backcountry roads. No more than 50 horses \/ stock animals and 18 vehicles are permitted for this event.  •  The following limitations are set for commercial and non-commercial day-use groups along backcountry roads: No more than 20 motorcycles and 4 support vehicles per group; no more than 12 vehicles per 4-wheel drive group; no more than 25 bicycles and 4 support vehicles per group; and no more than 8 horses or pack animals and 4 support vehicles per group. Each of these activities is limited to one event per location per day and no more than two events per location per week.   • The following limitations arc set for commercial and non-commercial overnight groups along backcountry roads that are open to camping: No more than 12 people and 4 support vehicles for motorcycle and bicycle groups; and no more than 12 people, 8 horses or pack animals, and 4 vehicles for stock groups. Each of these activities is limited to one event per location per day and no more than two events per location per week.   •  Wilderness day-use commercial hiking and photography tours are limited to 12 people and 4 support vehicles per group. No more than one commercial day-use group per day is permitted in Mosaic Canyon, Natural Bridge Canyon, and Sidewinder Canyon.   •   Commercial and non-commercial bicycle sporting events are not permitted on dirt roads.   •   Commercial-guided climbing, canyoneering, and stock animal groups are not permitted in wilderness.  •   Wilderness commercial overnight backpacking I hiking groups are limited to 12 people per group with no more than I commercial group per day in Cottonwood \/ Marble Canyons and Indian Pass Canyon.  A permit is required to control special events in the park that may damage park resources or conflict with the overall safety and enjoyment of the park by the majority of park visitors. SWIMMING & BATHING Areas closed to swimming and bathing: • Saratoga Springs and pools • Warm Springs Camp swimming pool • Darwin Falls • Devils Hole  Saline Valley Warm Springs • The \"source\" pools at Saline Warm Springs, including Palm Spring and the lower source pool are closed to bathing. • The introduction of human bodily waste into the waters of Saline Hot Springs is prohibited. • In Saline Hot Springs, children who have not been \"potty-trained\" or are younger than 4 years old are required to wear waterproof swimming diapers. • In Saline Hot Springs, birthing or attempting to give birth in the waters is specifically prohibited. • Dogs and other domestic pets are not permitted within 50 feet of the pools and\/or springs. • Persons afflicted with an infectious disease, suffering from a cough, cold or sores, or wearing bandages shall not use the pools and\/or springs. The above restrictions are in effect to protect the habitat of endangered species, and to provide for public health and safety. UNATTENDED PROPERTY • A vehicle may be left unattended for more than 24 hours in an area other than a developed campground, when the driver is on a camping trip and intends to return to the vehicle immediately after the trip. •   Any motor vehicle that is immobile because it is not capable of moving under it's own power due to mechanical malfunction; or any vehicle which is inoperable because it cannot be operated legally on public roads because it is unlicensed or unregistered, may be impounded by the Superintendent when it has been left unattended for 24 hours. • \"Geo-caching\" is prohibited within the park. Physical articles left at a geo-cache site will be considered abandoned property. Alterations to sites for the purposed of geo-caching will be considered vandalism. WEAPONS & HUNTING • Hunting and use of weapons in the park is illegal. • a person may possess. carry, and transport concealed, loaded, and operable firearms within a national park area in accordance with the laws of the state except as otherwise prohibited by applicable Federal law. Possession of firearms in federal facilities is prohibited. •   Other weapons including air guns, bow and arrows, slingshots must be rendered temporarily inoperable or are packed, cased or stored in a manner that will prevent their ready use. These weapons will be kept out of sight insofar as is reasonably practical. The Superintendent has determined that it is reasonable for pack trips to have a weapon available to dispose of injured stock in the Wilderness. The Incidental Business Permit will regulate weapons carried by commercial pack operations. Hunting Outside the Park Transporting of lawfully taken wildlife from adjacent land through the park is allowed under the following limitations: • When the only practical means of egress is on a road through Death Valley National Park, and, when the hunter makes one continuous trip to the nearest or most practical exit from the park. • The carcass must be tagged in accordance with state fish and game law. • Game must be kept out of sight as much as practicable. NOTE: Title 16 United States Code §62 specifically provides that mere possession of dead animals or animal parts within a National Park constitutes prima facie evidence that said animal was taken illegally within the park. The responsibility to prove that the animal was taken outside the rests, therefore with the hunter. WINTER ACTIVITIES • Skiing, snowshoeing, sledding, tobogganing, and similar non-motorized winter sports are permitted off road and on roads impassable to motor vehicles and closed due to snow. •   Sledding, sand boarding and skiing are not permitted on Eureka, Panamint, and Ibex Sand Dune systems.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/management\/rules-and-regulations.htm"
}
