{
    "title": "Death Valley National Park: Scotty's Castle House Tour",
    "body": "Scotty's Castle House Tour       Scotty's Castle is CLOSED until further notice due to flood damage.          Interested in the living-history house tour? Here is some important information you should know... Tours Guided living-history tours of the main house interior last approximately one hour. Limited to 19 people per tour, the guided tour is the only way to see inside the main house.  Tour Schedule: Tickets  Adult  $15 Interagency Senior Pass Holder  $7.50 Interagency Access Pass Holder  $7.50 Child (6-15 years old)  $7.50 Child (5 years old and under)  Free  Tickets are sold for the day of the tour at the Scotty's Castle Visitor Center. There may be a two-hour wait for the next available tour during peak visitation periods such as Thanksgiving weekend, the weeks of Christmas and New Year's Day, and mid-February through April. Visitation is highest between 11:00 am and 3:00 pm. Tickets may be purchased in advance at www.recreation.gov or 1-877-444-6777 for Scotty's Castle tours. Tickets must be purchased at least one day in advance. The day of the tour, tickets may only be purchased in person at the Scotty's Castle Visitor Center. Groups of 15 or more may purchase advance tickets through www.recreation.gov or by calling 1-877-559-6777 at least two weeks in advance. Some school groups may qualify for an educational fee waiver with a minimum of two weeks' advance notice. Translations Written tour translations are available in German, French, Spanish, Dutch, Danish, Italian, Czech, Slovenian, Russian, Korean and Japanese. English versions are also available for our hearing impaired visitors. Wheelchair Access The ground floor of the castle is accessible to wheelchairs. A chair lift may be available to reach the second floor of Scotty's Castle. Due to time constraints we can only use the chair lift for one person per tour. Inquire at the Scotty's Castle Visitor Center for more information. Wheelchairs with a combined weight (occupant and chair) of less than 495 pounds and width of less than 23 inches (including handrails) can use the chair lift. Wheelchairs are available on site. Children Small children can become bored and fussy on tour, which may disturb other visitors during the 50 minute, confined house tour. Please consider this before taking infants and toddlers inside the Castle. Parents and children may be asked to leave if their actions disturb others. Rules  Camcorders and cameras with flash are permitted on tour. All bags, purses and backpacks, as well as tripods of any size, and strollers are not allowed. Food, gum and water are not allowed in the interior of the house.  Castle Grounds A self-guided tour book, for the exterior grounds only, is available for a small fee at the Death Valley Natural History Association bookstore.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/historyculture\/house-tour.htm"
}
