{
    "title": "Death Valley National Park: Scotty's Castle Underground Tour",
    "body": "Underground Tour       Scotty's Castle is CLOSED until further notice due to flood damage. Please contact 760-786-3280 for more information.         The guided tour of the tunnels under Albert Johnson's Death Valley Ranch.   See what is hidden under Scotty's Castle The Underground Tour takes you into the basement beneath the Castle for a look at the historic technology which, considering the remote desert location and the time-period, was very advanced. You will also be able to see modern technology that the National Park Service is using to help preserve the Castle. The tour will lead you through part of the tunnel system that runs beneath the Castle. The tour will culminate with a demonstration of the Pelton Water Wheel used to furnish the Castle with electricity. The tour is completely separate from the house tour and lasts about an hour. If you have not visited Scotty's Castle before, we recommend going on the main house tour first. Tours are limited to 15 people. This tour is not wheelchair accessible.  Tickets are sold for the day of the tour at the Scotty's Castle Visitor Center. There may be a two-hour wait for the next available tour during peak visitation periods such as Thanksgiving weekend, the weeks of Christmas and New Year's Day, and mid-February through April. Visitation is highest between 10:30 am and 2:30 pm. Advanced tickets may be purchased at www.recreation.gov or 1-877-444-6777 for Scotty's Castle tours. Advanced tickets must be purchased at least one day in advance. The day of the tour, tickets may only be purchased in person at the Scotty's Castle Visitor Center.Contact 760-786-2392 for more information. Tickets  Adult  $15 Interagency Senior Pass Holder  $7.50 Interagency Access Pass Holder  $7.50 Child (age 6-15)  $7.50 Child (age 5 and under)  Free  Combination Tour pricing saves money for people going on both the House Tour and Underground Tour on the same day.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/historyculture\/underground-tour.htm"
}
