{
    "title": "Death Valley National Park: #HikeDeathValleyArt Contest",
    "body": "Explore This Park    Get Involved     #HikeDeathValleyArt Contest            #HikeDeathValleyArt Contest       Does Death Valley Inspire the Artist in You? Are you in to photography, painting, digital design, or other types of art?  Is your artwork digital or can you make your artwork digital by scanning it?  As part of the National Park Service's Centennial Celebration, Death Valley National Park and the Death Valley Natural History Association are sponsoring the first ever #HikeDeathValleyArt contest.  Winning designs will ultimately be used for the 2017 #HikeDeathValley challenge.       We're Looking for Two Things:   1)  One design or photograph to be used as the 2017 #HikeDeathValley decal. You may design the entire decal or just the decal background. See previous year's examples.        2015\/2016 Hike Death Valley Decals Pete Avena  2. One design or photograph to be used as the poster background for the 2017 #HikeDeathValley challenge. You may design the #HikeDeathValley banner and background only. Park staff will add trails and details at a later date. See examples.  Extra large examples are at the bottom of the screen.         2015 & 2016 Hike Death Valley Posters     Selection Criteria: Desired artwork which stimulates a sense of exploration, wilderness, adventure, or even just the beauty of Death Valley.  Artwork portraying hikers, wildlife, flora, or simply scenic vistas are just some examples of what a potentially winning design may include.     Submitting Your Entries:  All entries must be digital, labeled #HikeDeathValleyArt and may only be submitted by creating your own posts on Instagram, Facebook, Twitter using the hashtag #HikeDeathValleyArt, or you can email us @ deva_information@nps.gov with the subject line titled #HikeDeathValleyArt.   Deadline:  Entries must be received by July 31, 2016.   Format: Format will be JPEG, PNG or TIF.  No watermarks or private logos will be accepted, however your winning entry will be credited to you.  The decal will include the year and the Hike Death Valley wording.  The ideal decal size will be no larger than 4\" x 4\", but this is flexible.  See examples below.  The ideal poster size (printed) will be no larger than 36\" x 36\".  Submit with or without the #HikeDeathValley banner.  See examples below.   Content:  Artwork must be of Death Valley National Park. Desired artwork will stimulate a sense of exploration, wilderness, adventure, or even just the beauty of Death Valley.  Artwork portraying hikers, wildlife, flora, or simply scenic vistas are just some examples of what a potentially winning design may include.   Release Form:  Once NPS reviews the entries, potential winners will be contacted prior to public announcement.  Once contacted by the NPS, all winners will be required to complete an NPS Photo Release Form. Winners under the age of 18 must have a parent or legal guardian complete and sign the NPS Photo Release Form on their behalf.  This will be a required step for all contest winners.  Please do not submit a release form unless requested by NPS.   Resource Protection: Any submitted entry acquired by use of drones, any entry portraying visitors engaged in illegal activities, activities damaging park resources such as picking plants or harassing wildlife will automatically be disqualified.   Safety:  As a reminder to all artists, the extreme heat, wildlife, remoteness, and terrain of Death Valley can create unique challenges and safety concerns.  Exercise caution during the hottest times of the year and always hike with ample water and sun protection.                Prizes:   1st place winning designs will be featured as the 2017 #HikeDeathValley decal or the 2017 poster.  The winners will also be awarded an Interagency Annual Pass worth $80.            Death Valley Natural History Association     2nd place winning designs will receive $50 gift certificates to Death Valley Natural History Association bookstores.         2015 #HikeDeathValley Decal Decal Artist:  Pete Avena        2015 #HikeDeathValley Poster Photo: Dan Kish        2016 #HikeDeathValley Decal Decal Artist:  Pete Avena        2016 #HikeDeathValley poster. Photo:  Alexandra Rothermel       Submit your #HikeDeathValleyArt entry today!  Create your own posts on Instagram, Facebook, Twitter using the hashtag #HikeDeathValleyArt, or you can email us @ deva_information@nps.gov with the subject line titled #HikeDeathValleyArt.",
    "url": "https:\/\/www.nps.gov\/deva\/-hikedeathvalleyart.htm"
}
