{
    "title": "Death Valley National Park: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies               Laws & Policies           Rules & Regulations   California Desert Protection Act          Firearms in the National Park As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this national park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit our state’s website.  California Nevada Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. It is still ILLEGAL TO USE A FIREARM for any purpose in Death Valley National Park.            Protecting America's Treasures While visiting the White House, would you take a piece of silverware home for a keepsake? How about tearing off a piece of the Declaration of Independence? Or spray painting your name on the Statue of Liberty? Similar actions sometimes take place in our National Parks. Picking wildflowers, taking home stones or arrowheads as keepsakes, and defacing canyon walls with graffiti are all actions that degrade the parks for other visitors. In addition, it’s against the law. When you visit any of the sites run by the National Park Service, you are viewing America’s treasures. These parks were created because they have special meaning to all Americans. The laws that created these special places for us to own and enjoy also mandate they be protected for the enjoyment of future generations of Americans as well. Visiting any of our national parks is similar to visiting museums or art galleries. You certainly wouldn’t think of taking an artifact or painting home from such places. Removing anything from our National Parks means that other visitors will not be able to enjoy it. If each of the 275 million visitors took away a flower or a stone or anything from the parks they visit, they would leave behind empty landscapes that nobody would enjoy. Help protect America’s National Park sites by leaving everything in its place and not defacing the natural resources. Other park visitors and future generations of Americans will thank you.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/management\/lawsandpolicies.htm"
}
