{
    "title": "Death Valley National Park: California Desert Protection Act",
    "body": "California Desert Protection Act           Overview What follows is a summary of The California Desert Protection Act of 1994 (16 U.S.C. §§ 410aaa through 410aaa-83, October 31, 1994): The Act establishes the Death Valley and Joshua Tree National Parks and the Mojave National Preserve in the California desert. Findings\/Policy Congress found that: federally owned desert lands of southern California constitute a public wildland resource of extraordinary and inestimable value for current and future generations; these desert wildlands have unique scenic, historical, archeological, environmental, ecological, wildlife, cultural, scientific, educational and recreational values; the California desert public land resources are threatened by adverse pressures which impair their public and natural values; the California desert is a cohesive unit posing difficult resource protection and management challenges; the federal government has begun providing for protection of these lands through designation of national monuments, enactment of general public land statutes and interim administrative actions; statutory land unit designations are necessary to protect these lands. Congress declared as its policy that appropriate public lands in the California desert must be included within the National Park System and the National Wilderness Preservation System to: preserve the unrivaled scenic, geologic and wildlife values of these lands; perpetuate their significant and diverse ecosystems; protect and preserve their historical and cultural values; provide opportunities for compatible outdoor public recreation, protect and interpret ecological and geological features, maintain wilderness resource values, and promote public understanding and appreciation; retain and enhance opportunities for scientific research in undisturbed ecosystems. § 410aaa notes. Death Valley National Park Congress made various findings about the need to enlarge and protect Death Valley National Monument, established in 1933 and 1937. The Act abolishes the monument and incorporates its lands into a new Death Valley National Park to be administered as part of the National Park System. Grazing of domestic livestock is permitted to continue at no more than the current level. The Act requires the Secretary of the Interior to establish a Death Valley National Park Advisory Commission to advise the Secretary on the development and implementation of a comprehensive management plan for the park. The commission terminates 10 years after its establishment. The Act also requires the Secretary to study the suitability of lands within and outside the boundaries of the park as a reservation for the Timbisha Shoshone Tribe and report to Congress by November, 1995. §§ 410aaa through 410aaa-7 and 410aaa-75.      Joshua Tree National Park Congress made various findings about the need to enlarge and protect Joshua Tree National Monument, established in 1936. The Act abolishes the monument and incorporates its lands into Joshua Tree National Park. The Act requires the Secretary to establish a Joshua Tree National Park Advisory Commission, for a ten-year period, to advise on the development and implementation of a comprehensive management plan for the park. §§ 410aaa-21 through 410aaa-27. Mojave National Preserve Congress made various findings about the need to protect the Mojave Desert. The Act establishes the Mojave National Preserve, consisting of approximately 1,419,800 acres, and abolishes the East Mojave National Scenic Area, which was designated in 1981. The Secretary is required to administer the preserve in accordance with National Park System laws, and must permit hunting, fishing and trapping as allowed by federal and state laws, with certain exceptions. Mining claims are governed by the National Park System laws, and grazing is permitted to continue at no more than the current level. The Secretary must submit a comprehensive management plan for the preserve to Congress by November, 1997. The Act requires the Secretary to establish a Mojave National Preserve Advisory Commission, for a ten-year period, to advise on the development and implementation of the plan. §§ 410aaa-41 through 410aaa-59. Native American Uses The Act requires the Secretary to ensure that Indian people have access to the lands designated under the Act for traditional cultural and religious purposes, in recognition of their prior use of these lands for these purposes. Upon the request of an Indian tribe or religious community, the Secretary must temporarily close specific portions to the general public to protect the privacy of traditional cultural and religious activities. § 410aaa-75. Facility Fees The policy of Congress is that entrance, tourism or recreational use fees on federal lands and facilities not discriminate against any state or region. The Act requires the Secretary to submit a report to Congress by May, 1996 that: identifies all federal lands and facilities that provide recreational or tourism use; analyzes, by state or region, fees charged for entrance, recreational or tourism use on these lands or facilities. By May, 1997, the Secretary must make fee recommendations to Congress. § 410aaa-79. Military Overflights Flights by military aircraft over the lands designated by the Act are not restricted or precluded, including overflights that can be seen or heard from these lands. § 410aaa-82. Appropriations Authorized The Act authorized Congress to appropriate to the National Park Service and the Bureau of Land Management, for the fiscal year 1995-1999 period, sums not to exceed $36,000,000 more than that provided in fiscal year 1994 for additional administrative and construction costs, and $300,000,000 for land acquisition costs. § 410aaa-83. Prepared by the staff of Joshua Tree National Park",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/management\/protectionact.htm"
}
