{
    "title": "Death Valley National Park: Devils Hole",
    "body": "Devils Hole          Devils Hole--a detached unit of Death Valley National Park--is habitat for the only naturally occurring population of the endangered Devils Hole Pupfish (Cyprinodon diabolis). The 40 acre (16 ha) unit is a part of the Ash Meadows complex, an area of desert uplands and springfed oases designated a national wildlife refuge in 1984. Ash Meadows Ash Meadows is the discharge point for a groundwater system extending over a hundred miles to the northeast. Thirty seeps and springs bring to the surface \"fossil\" water which entered the groundwater system thousands of years ago. Ash Meadows is home to 26 species of endemic plants and animals, including three other endangered fish (two of them pupfish) and seven threatened plants. Tsunami in the Desert Devils Hole is a window into this vast aquifer and an unusual indicator of seismic activity around the world. Large earthquakes as far away as Japan, Indonesia and Chile have caused the water to 'slosh' in Devils Hole like water in a bathtub. Waves may spash as high as two meters up the walls, sweeping clean the shallow shelf so important to the pupfish. Watch this YouTube video of a 'tsunami' in Devils Hole caused by a 7.4 magnitude earthquake in Oaxaca, Mexico on March 20, 2012. Learn more and see another video in this Scientific American article.        Cyprinodon diabolis   Devils Hole Pupfish Earlier pluvial (wet) periods allowed colonization of present sites; subsequent xeric (dry) conditions served to isolate the aquatic habitats, with the result that the inhabiting organisms have differentiated and evolved into the relict species found today. The Devils Hole pupfish have been isolated 10,000 to 20,000 years, longer than any other in the Death Valley system. Devils Hole itself is a water-filled cavern cut into the side of a hill. The cavern is over 500 feet (152 m) deep and the bottom has never been mapped. Devils Hole provides its resident pupfish with conditions of constant temperature (92°F, 33°C) and salinity, unlike the fluctuating environments of many other pupfish. Although pupfish have been found as deep as 66 feet (20 m), the fish forage and spawn exclusively on a shallow rock shelf near the surface, feeding on the algae and diatoms found there. The Devils Hole pupfish is considered an annual species, with the historic population fluctuating between 100 - 200 in winter and 300-500 in late summer. Research indicates that pupfish population numbers respond primarily to the amount of algae present on the shelf. The algal growth depends, in turn, on the amount of solar radiation the shelf receives and the concentration of nutrients in the water. Finally, recent evidence suggests that nutrient availability is highest when the cave is used by barn owls (Tyto alba) as a roosting\/nesting site. The owls increase the pool nutrient levels by casting nutrient-rich pellets into the water. Conservation Efforts The history of conservation efforts for the Devils Hole pupfish is instructive. The Devils Hole unit was added to Death Valley National Monument by presidential proclamation in 1952. Ten years later the NPS installed a hydrograph in the Hole to monitor water levels. Subsequently, the Hole was fenced after two divers drowned in its water. In 1967 the Devils Hole pupfish was officially listed as an endangered species. New Threats That same year saw a farming corporation amass 12,000 acres (4,900 ha) in the Ash Meadows area; by 1968 the hydrograph had begun to register a decline as large capacity wells were drilled and pumped in Ash Meadows. The alarming water drop threatened to expose the critical spawning\/feeding shelf and precipitated the formation of two groups to work for protection of Devils Hole: the Desert Fishes Council in the West, and the Desert Pupfish Task Force in Washington D.C. By 1970, drastic conservation efforts had been undertaken: refugia populations were established, and a floating artificial shelf, artificially lighted, was suspended in Devils Hole to substitute for the partially exposed natural rock shelf. The fish never used the artificial shelf. In August of 1971 a federal court issued an injunction to halt further pumping, that threatened to completely expose the natural shelf. Further litigation finally resulted in the landmark Supreme Court decision of 1976 (Cappaert vs. U.S.). It recognized the prior water right of Devils Hole vis-a-vis its designation as part of a national monument. The permanent injunction did not halt pumping, but limited it to a level which guaranteed sufficient water to inundate the natural rock shelf. Recovery In their Devils Hole pupfish recovery plan of 1980 the U.S. Fish and Wildlife Service designated as essential habitat about 21,000 acres where the groundwater most influenced the water level in the Hole. One of the identified goals of the recovery plan was to maintain the aquifer at such levels that the population fluctuates from 300 in winter to 700-900 in late summer. The water source for the Devils Hole pupfish was now adequately secured, but the remainder of Ash Meadows was as yet unprotected. A land development company bought the Ash Meadows land from the farm corporation in 1977, planning to subdivide the area into 30,000 residential lots. This new threat to the Ash Meadows region prompted California Senator Alan Cranston to introduce legislation in 1981 which would establish a Desert Pupfish National Wildlife Refuge. Furthermore, in 1982 the U.S. Fish and Wildlife Service emergency-listed as endangered two more of the fish species in Ash Meadows, thereby conferring protection to all three levels of pools in the area. Finally, in 1984 Ash Meadows National Wildlife Refuge was established by Congress. The Nature Conservancy bought the bulk of the land from the development company and resold it to the USFWS. By 1986 the USFWS had drafted a recovery plan for the entire Ash Meadows area, including Devils Hole. A Mysterious Decline Starting in the mid-1990s, the Devils Hole pupfish population began what was to become a severe decline. Studies have been undertaken to better understand energy flow in the system, water chemistry, pupfish genetics, organisms living the the water, and other factors. Although the decline’s cause has not yet been determined, knowledge of the Devils Hole ecosystem has been greatly extended. Efforts continue to save this species that has existed for ten thousand years.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/nature\/devils-hole.htm"
}
