{
    "title": "Death Valley National Park: Salt Flats",
    "body": "Salt Flats              The salt flats in Badwater Basin cover nearly 200 square miles, among the largest protected salt flats in the world. Salt flats are too harsh for most plants and animals to survive, yet are quite fragile. Delicate crystals are easily crushed and the relatively thin upper crust of salt can break through to the mud layer below, leaving tire tracks and even footprints. For this reason, vehicles are prohibited off established roads in Death Valley. What causes salt flats? Three basic things are needed for salt flats to form:  source of salts, usually from a large drainage system enclosed basin that doesn't drain to the sea and wash away the salts arid climate where evaporation exceeds precipitation, leaving behind just the salts and fine silt         salt crystals   Salt of the Earth Sodium Chloride—better known as table salt—makes up the majority of salts on Badwater Basin. Other evaporative minerals found here include calcite, gypsum, and borax.   Intense Concentration  The source of Badwater’s salts is Death Valley’s drainage system of 9,000 square miles—an area larger than New Hampshire. Rain falling on distant peaks creates floods that rush ever lower. Along the way, minerals dissolve from rocks and join the flood. Here, at the lowest elevation, floods come to rest, forming temporary lakes. As the water evaporates, minerals concentrate until only the salts remain. After thousands of years, enough salts have washed in to produce layer upon layer of salt crust. Crystal Power The vast, surreal salt flats of Badwater Basin change constantly. Salt crystals expand, pushing the crust of salt into rough, chaotic forms. Newly formed crystals ooze between mudcracks, sketching strange patterns on the surface of the salt flat. Passing rainstorms wash off windblown dust and generate a fresh layer of blinding white salt. Floods create temporary lakes that dissolve salts back into solution, starting the process all over again.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/nature\/salt-flats.htm"
}
