{
    "title": "Death Valley National Park: Sand Dunes",
    "body": "Sand Dunes          Many first time visitors to Death Valley are surprised it is not covered with a sea of sand. Less than one percent of the desert is covered with dunes, yet the shadowed ripples and stark, graceful curves define \"desert\" in our imaginations. For dunes to exist there must be a source of sand, prevailing winds to move the sand, and a place for the sand to collect. The eroded canyons and washes provide plenty of sand, the wind seems to always blow (especially in the springtime), but there are only a few areas in the park where the sand is \"trapped\" by geographic features such as mountains. The sand dunes of Death Valley National Park are excellent places for nature study and recreation. All of the dunes in Death Valley National Park are protected as wilderness, off-road vehicle travel is not permitted anywhere in the park. Sand boarding is only allowed on the Mesquite Flat Dunes and prohibited on all other dune systems in the park to protect sensitive plants and animals.       Mesquite Flat Dunes These dunes are the best known and easiest to visit in the national park. Located in central Death Valley near Stovepipe Wells, access is from Hwy. 190 or from the unpaved Sand Dunes Road. Although the highest dune rises only about 100 feet, the dunes actually cover a vast area. This dune field includes three types of dunes: crescent, linear, and star shaped. Polygon-cracked clay of an ancient lakebed forms the floor. Mesquite trees have created large hummocks that provide stable habitats for wildlife. Eureka Dunes Eureka Dunes are accessible by most standard vehicles via the Death Valley \/ Big Pine Road. From the Ubehebe Crater Road you must travel 44 miles of graded dirt to the dunes. From the town of Big Pine there are 28 miles of paved road and 21 miles of graded dirt to the dunes. The final 10 miles of both routes is the narrow South Eureka Road. During inclement weather, all access to Eureka Dunes can be closed or limited. No water or services are available along this route. Sand boarding is prohibited on these dunes. more... Saline Valley Dunes Gently rippling up from the edge of salt flats, these low dunes cover a large area, yet go unnoticed by most visitors to this remote valley. The Inyo Mountains tower nearly 10,000 feet above. The long, rough drive into Saline Valley limits casual visits, so come prepared. Winter snows and flash floods can temporarily limit access. Sand boarding is prohibited on these dunes.  Panamint Dunes  Travelers crossing Panamint Valley on Hwy.190 may view these dunes as a distant, pale smudge to the north. Those wanting a closer look must drive 5 miles down the unmarked dirt road leading past Lake Hill, then hike cross-country 3 miles. The other dunes of Death Valley are all situated on flat valley floors, but these are perched on a slope. The view from the summit of these dunes reveals their star shape and an impressive view down the valley. Sand boarding is prohibited on these dunes.  Ibex Dunes Visitors to Saratoga Springs may notice these dunes, but they are shielded from paved roads by rocky desert hills. Hike about one mile from the Saratoga Springs Road for access. An old talc mine at the base of the Saddle Peak Hills overlooks the dunes from the east. The Mojave fringe-toed lizard lives on these dunes. Sand boarding is prohibited on these dunes.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/nature\/sand-dunes.htm"
}
