{
    "title": "Death Valley National Park: Flash floods",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Flash floods                Flash Floods of 2015         A flash flood on October 18, 2015 washed away sections of Scotty's Castle Road (aka North Highway). The picture shows a National Park Service employee for scale. Many of the historic concrete fence posts were also washed away. NPS photo  October 18 Storm On the night of Sunday, October 18, 2015, park dispatch received word that visitors were stranded by flooding near Ubehebe Crater. Park rangers evacuated Mesquite Springs Campground and sheltered in place with 20 visitors in the northern end of the park. That night a park ranger watched power poles and metal dumpsters float out of Grapevine Canyon—an initial indicator of the flood's impacts. Series of Record-Breaking October Storms Over a two-week period in October, a series of unusual storms hit Death Valley National Park in a patchwork of intensities that varied by location. These storms dropped a total of 1.3 inches of precipitation at Furnace Creek, the headquarters in the center of the park. This set a record for the wettest October ever, in a location that averages about 2 inches of rain annually. Furnace Creek was spared the strongest parts of the storms, which affected the southern and northern parts of the park more severely. Scotty's Castle area averages 4 inches of rain per year, yet it received over 3 inches of rain and hail in just a five-hour period, after the ground was already saturated from preceding days of rain.      Floods Shape Death Valley Rainfalls that seem moderate by the standards of less arid regions can have major effects in a desert environment. Partially due to sparse vegetation, desert soils tend to be hard-packed and don't soak up water quickly. Steep slopes in Death Valley also tend to shed rain rather than absorb it. This water ends up channeled in low spots such as canyons and can very suddenly cause flash floods. Flash floods can cause very expensive damage to roads and infrastructure. They can also be dangerous. Never drive across active flooding and avoid hiking in canyons when there is a risk of rain. Yet these same flash floods are a major force behind the stark beauty of Death Valley. Flash floods moved debris to create the alluvial fans that spill out of canyon mouths. Flood erosion created the Natural Bridge and carved the graceful curves of Mosaic Canyon.        The flood forced its way into a storeroom in the back of the Scotty's Castle Visitor Center and slammed against this south wall from the inside. Built as a garage\/workshop in the 1920s by Albert Johnson, this is the building closest to the parking lot. NPS photo  Road Damage  Artists Drive: Open, repaired. Badwater Road from CA-190 to Harry Wade Road: Open for 47 miles, repaired. Badwater Road from Harry Wade Road to Shoshone: Closed. Pavement and road base have been washed away in a ten–mile segment of the southern end of the road. Repairs likely to take until late spring 2016. Harry Wade Road: Open, repaired. Scotty's Castle Road (North Highway): Open, repaired. Scotty's Castle Road (Bonnie Claire Road): Closed, many sections of pavement have been washed out. Repairs likely to take until late summer 2016. Twenty Mule Team Canyon Road: Closed pending repairs. West Side Road: Open, repaired.    Flooding at Scotty's Castle The October flood in Grapevine Canyon was much larger than any flood event since the construction of Scotty's Castle in the 1920s. The maximum flow was estimated at 3,000 cubic feet per second and deposited debris over 10 feet high. Flood water surrounded multiple buildings in the Death Valley Scotty Historic District. The most severely damaged historic building was the Garage\/Longshed, which functions as the Scotty's Castle Visitor Center. The flood forced open doors, broke windows, broke interior walls, and smashed one exterior wall. Flood waters four feet deep left several feet of mud and rocks inside the building.  Hacienda: Damage due mud up to four feet thick deposited inside the building. The mud and furniture has been removed. Visitor Center (Garage\/Longshed): interior wall damage, exterior wall damage, broken doors, broken windows. Mud, furniture, and exhibits have been removed. Scotty's Castle (Main House &Annex): The roof leaked in several places, allowing moisture into the building. Museum collection: 139,000 archives, furnishings, and other artifacts are threatened by lack of heating, air conditioning, humidity control and fire suppression. The museum collection is being moved to temporary storage until repairs are completed at Scotty's Castle. Water system: The spring house, one of two reservoirs, and the pipeline were destroyed. Electricity: Over 20 power poles were washed away. SoCal Edison replaced the power line to Scotty's Castle in mid-January. Work remains to be done to the wiring on site. Sewer: The leach field was damaged. Historic Pool: Was filled with mud and water. The mud has all been removed by a combination of hand tools and heavy equipment. Historic Bridge: Footings were undercut and the bridge moved slightly but it is structurally sound. Historic Fence: Over a mile of historic concrete fence posts were washed out. Grounds: Mud and rocks up to four feet deep surrounded several buildings and covered the parking lot and picnic area. This has mostly been removed by trail crews and fire crews loaned from other national parks.    Scotty's Castle Closed Indefinitely There are too many uncertainties--especially of funding--to predict when Scotty's Castle will reopen to the public. It will definitely not be sooner than October 2016.    More Information: Death Valley road conditions - kept updated on Facebook Video about October flooding (3 minutes) Video about flood recovery efforts as of Nov. 20, 2015 (5 minutes) Updated: January 20, 2016       Flash flood damage on Badwater Road from 2015 storms. NPS Photo",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/nature\/flood-2015.htm"
}
