{
    "title": "Death Valley National Park: Springs and Seeps",
    "body": "Springs and Seeps        Spring-fed Salt Creek is home to a species of pupfish, Cyprinodon salinus.        Evolution Islands Wetland and riparian areas have a unique scientific value. The Death Valley \/ Ash Meadows area is a classic example of a plant and animal laboratory in evolution. This fact is due to the relatively recent development of the desert climate and a unique geologic history where large marshes and lakes were relatively plentiful as recently as 15,000 years ago. This combination of events has had the unusual result of confining several aquatic species that were probably widespread at the start of the last Ice Age to remnant wetlands that have persisted for thousands of years. The presence of the unique suite of pupfish in the Death Valley region is comparable to the presence of land tortoises and Darwin's finches on the Galapagos Islands. Both animal groups originally colonized their respective areas thousands of years ago and became isolated in separate habitats that possess different environmental conditions. Through time, natural selection and isolation transformed a limited number of ancestral lines into several unique varieties. The existence of nine pupfish species and subspecies in isolated wetlands along the Amargosa River is therefore akin to the 13 finch species and 15 tortoise subspecies on the isolated islands of the Galapagos archipelago. In each case, differences in species were aided by the separation of populations that could not cross inhospitable habitats. Extremes on the Galapagos Islands have helped to shape the physical characteristics and tolerances of the tortoises on different islands and the same general process of natural selection has affected pupfish which inhabit wetlands along the Amargosa River. The fish have, for example, developed\/retained an ability to live in water that is 2.5 times more saline than seawater. With regard to temperature, some pupfish are able to live for short periods in water temperatures equal to 107° Fahrenheit. Both of these adaptations are important in a desert environment where water saltiness and temperatures are significantly greater than other areas in the United States. Each type of pupfish has evolved to the extent that they are physically distinct and genetically different. Differences in breeding behavior have been documented for pupfish in habitats that are relatively close to one other but possess different environmental conditions. In a similar vein, genetic variation has also been found in different populations of speckled dace along the Amargosa River. This fact suggests that \"each desert wetland community functions as an evolutionarily significant unit\" (Sada et. al 1995). Much of the genetic and physical variability in the pupfish has been attributed to different environmental conditions that exist in different wetlands (e.g. warm spring orifices vs. cool spring outflows, high salinity vs. low salinity areas) and differences in population size which are influenced by habitat size (small springs vs. large springs). This relationship suggests that pupfish evolution is highly dependent on the maintenance of natural habitats, and that human modifications to environments will alter the course of natural selection. Regional loss and degradation of wetland and riparian resources increases the value of pristine habitats inside Death Valley National Park. California has lost a greater percentage of its wetland acreage than any other state with 91% of the original habitats being drained, filled, or manipulated. Nevada has lost 52% of its original wetlands, and only 0.3% of the state acreage is now classified as a wetland. Loss of riparian habitats in California, Arizona and New Mexico has been so extensive that they have been considered to be endangered ecosystems. In short, the unique plants and animals that exist within the biological laboratory of Death Valley National Park offer significant scientific opportunities. At some future time, these species may hold the key to understanding how fast evolution takes place, as well as how plants and animals adapt physically and behaviorally to their immediate surroundings.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/nature\/springs.htm"
}
