{
    "title": "Death Valley National Park: Cacti \/ Desert Succulents",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Cacti \/ Desert Succulents                Cacti \/ Desert Succulents        Pineapple Cactus, Joshua Tree and Cholla        The Mojave Desert is rich with cacti and succulent species, yet in Death Valley National Park they are scarce due to the extremes of heat, dryness and soil salinity. Even so, cactus grow from an elevation of 400 feet above sea level to the summits of the surrounding mountains. The cactus species most commonly seen are cottontop barrel, silver cholla, and beavertail cactus. Engelmann hedgehog cactus are locally abundant above 3000 feet elevation. Grizzly bear pricklypear is the most common species in the pinyon-juniper woodlands. Joshua trees--the indicator species of the Mojave Desert--are found in only a few locations here. The Lee Flat area contains the finest stand in the park. In contrast to other succulent species, pickleweed is very salt-tolerant and can be found in marshy areas below sea level. Barrel Cactus  California Barrel Cactus Ferocactus cylindraceus var. lecontei Cottontop Barrel Cactus Echinocactus polycephalus Mojave Pineapple Cactus Sclerocactus johnsonii Mojave Fishhook Cactus Sclerocactus polyancistrus  Hedgehog Cactus  Engelmann Hedgehog Cactus Echinocereus engelmannii Mojave Mound Cactus Echinocereus triglochidiatus var. mojavensis  Pincushion Cactus  Desert Spinystar Escobaria vivipara var. deserti Corkseed Fishhook Cactus Mammillaria tetrancistra  Pricklypear Cactus  Beavertail Cactus Opuntia basilaris Old Man Pricklypear Opuntia erinacea var. erinacea Grizzly Bear Pricklypear Opuntia erinacea var. ursina Mojave Pricklypear Opuntia mojavensis Brown-spined Pricklypear Opuntia phaeacantha var. major Plains Pricklypear Opuntia polycantha var. rufispina  Cholla Cactus  Silver Cholla Cylindropuntia echinocarpa Pencil Cholla Cylindropuntia ramosissima Teddybear Cholla (recent discovery) Cylindropuntia bigelovii  Yuccas  Joshua Tree Yucca brevifolia Mojave Yucca Yucca schidigera  Other Succulents  Pickleweed Allenrolfea occidentalis Dead Man’s Fingers (annual) Calandrinia ambigua Western Spring Beauty Claytonia lanceolata Panamint Live-forever Dudleya saxosa ssp. saxosa Bitterroot Lewisia rediviva Inkweed Suaeda moquinii",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/nature\/cacti.htm"
}
