{
    "title": "Death Valley National Park: Geology",
    "body": "Geology        Aerial view of Golden Canyon        Death Valley National Park show-cases the subtle beauty and uniqueness of desert environments. What events conspired to create Death Valley? Why is the landscape so varied, and so extreme? Badwater Basin contains the lowest point in North America, at 282 feet below sea level, yet it lies in the afternoon shadow of 11,049-foot Telescope Peak. This rugged topography, as well as sand dunes, craters, and flood-carved canyons, indicate that Death Valley has experienced a lengthy and complex geologic history.         Ancient Seas Death Valley’s rocks, structure and landforms offer a wealth of information about what the area may have looked like in the past. It is apparent that there has not always been a valley here. Death Valley’s oldest rocks, formed at least 1.7 billion years ago, are so severely altered that their history is almost undecipherable. Rocks dating from 500 million years ago, however, paint a clearer picture. The limestones and sandstones found in the Funeral and Panamint Mountains indicate that this area was the site of a warm, shallow sea throughout most of the Paleozoic Era (542 - 251 million years ago.)      Warped Mountains Time passed and the sea began to slowly recede to the west as land was pushed up. This uplift was due to movement occurring far beneath the Earth’s surface. Scientists have discovered that the Earth’s crust is composed of inter-connected sections, or plates. Death Valley lies near the boundary between two of these plates. As the plates slowly move in relation to each other, compressional forces gradually fold, warp and fracture the brittle crust. This widespread rock deformation and faulting occurred through most of the Mesozoic Era (251 - 65.5 million years ago.) While the Rocky Mountains and the Sierra Nevada formed, active mountain building alternated with times when erosion prevailed, working to breaking down the mountains that had formed.      Traveling Volcanoes The next phase in Death Valley’s development was primarily influenced by volcanic activity that spanned much of the Tertiary Period (65.5 - 2 million years ago.) As fault movement and mountain building stretched the land surface, the crust was weakened. Hot, molten material beneath the surface welled up and erupted at these weak points. The seething volcanoes first appeared to the northeast, in Nevada, and blanketed the Death Valley region with numerous layers of ash and cinders. The topography then consisted of gently rolling hills, perhaps simular to the present-day Skidoo area. Over time, the center of volcanic activity moved progressively westward, finally producing a chain of volcanoes from Furnace Creek to Shoshone, burying the ancient rocks of the Black Mountains. Secondary results of the ash and cinder eruptions include the vivid colors of the Artist’s Palette and Death Valley’s famous borate mineral deposits.         Basin and Range Approximately three million years ago, the dynamics of crustal movement changed, and Death Valley proper began to form. At that time, compression was replaced by extensional forces. This \"pulling apart\" of Earth’s crust allowed large blocks of land to slowly slide past one another along faults, forming alternating valleys and mountain ranges. Badwater Basin, the Death Valley salt pan and the Panamint mountain range comprise one block that is rotating eastward as a structural unit. The valley floor has been steadily slipping downward, subsiding along the fault that lies at the base of the Black Mountains. Subsidence continues today. Evidence of this can be seen in the fresh fault scarps exposed near Badwater.         Erosion and Deposition Concurrent with the subsidence has been slow but continuous erosion. Water carries rocks, gravel, sand and silt down from surrounding hills and deposits them on the valley floor. Beneath Badwater lies more than 11,000 feet of accumulated sediment and salts.      Lost Lakes In addition to structural changes, Death Valley has been subjected to major climatic changes throughout the past three million years. During North America’s last major Ice Age, the valley was part of a system of large lakes. The lakes disappeared approximately 10,000 years ago, evaporating as the climate warmed. As the lakes evaporated, vast fields of salt deposits were left behind. A smaller, now vanished, lake system occupied the basin floor about 3000 years ago. Yesterday's Volcano Signs of recent volcanic activity exist in northern Death Valley at Ubehebe Crater. Caused by violent steam explosions, the craters may have formed as recently as 800 to 1300 years ago when hot, molten material came in contact with groundwater. These large depressions show that Death Valley's geology is dynamic and ever changing. Shape of the Future Death Valley’s landscape has been changing for millions of years. It is changing now, and will continue to change long after we have departed. Erosion slowly carves away at the ancient rock formations, reshaping the surface of the land. The basin continues to subside and the mountains rise ever higher. It is interesting to imagine, but impossible to predict, the future of Death Valley.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/nature\/geology.htm"
}
