{
    "title": "Death Valley National Park: Wilderness",
    "body": "Wilderness              Wilderness & Backcountry Stewardship Plan - Reference Guide 2014 (503 kb PDF) Map of Death Valley Wilderness (link to wilderness.net) Death Valley Wilderness Death Valley National Park has the largest area of designated national park wilderness in the contiguous United States at 3,102,456 acres. That's 91% of the entire National Park! Despite that figure, nearly a thousand miles of paved and dirt roads intersect the wilderness, providing ready access to all but the most remote locations. In other words, most of the land between the roads in Death Valley National Park has been given an additional layer of protection from further development by being designated Wilderness. Everyone is free to hike or ride horses throughout the wilderness. Although there are few trails and little water, the well prepared traveler will find a lifetime's worth of exploring. Multi-day camping trips are possible, but even a short walk away from the road will immerse you in the solitude and silence that defines the wilderness experience of Death Valley. The Wonders of Wilderness Wilderness means many things to many people. For some, it involves a trip into the Park's undeveloped and remote backcountry. Others may see wilderness in a picnic near the Mesquite sand dunes. Yet, both would understand that it involves basic contact with nature. Wilderness, as defined in the Wilderness Act of 1964, is land \"protected and managed so as to preserve its natural conditions and which generally appears to have been affected primary by the forces of nature, with the imprint of man's work substantially unnoticeable.\" Americans became concerned with the rapid depletion of natural resources during the 19th century leading to government protection of early national parks such as Yosemite and Yellowstone. These parks, however, were primarily set aside for their scenic qualities. By the 1930s, however, the complexity and importance of entire ecosystems supporting plant and animal species were being studied. Parks such as Everglades in Florida were set aside to preserve wildlife habitat and natural processes which supported them. As technologies of the 1950s made it easier for more people to access backcountry locations, the federal government, working with conservation groups, sought ways to expand protection of the nation's ever-decreasing wilderness lands. These efforts culminated in the passing of The Wilderness Act of 1964. The language of this bill makes plain the goals inherent in the law: \"In order to assure that an increasing population, accompanied by expanding settlement and growing mechanization, does not occupy and modify all areas within the United States and its possessions, leaving no lands designated for preservation and protection in their natural condition, it is hereby declared to be the policy of the Congress to secure for the American people of present and future generations the benefits of an enduring resource of wilderness.\" Today, there are more than 109 million acres of federally protected Wilderness in 44 states. Yet, their area encompasses only 5.1 percent of the nation's land. The benefits of Wilderness have been cited for centuries. William Shakespeare noted that \"one touch of nature makes all the world kin.\" Nineteenth century American philosopher Henry David Thoreau intoned, \"in wilderness is the preservation of the world.\", while naturalist John Muir wrote, \"brought into right relationships with the wilderness, man would see that his appropriation of Earth's resources beyond his personal needs would only bring imbalance and begat ultimate loss and poverty by all.\" Wilderness has been associated with godliness, beauty, freedom, health and American virtues. Unhindered by humans, natural processes provide us all with clean air, soil and water. Large expanses of undisturbed habitat are important to the survival of numerous plant and animal species and provide an ecological baseline with which to understand the impact of humans on nature. Wilderness areas provide beauty, solitude and inspiration as well as opportunities for solitude, hiking, camping, and wildlife viewing. Many important historic and cultural sites and artifacts are protected from disturbance in wilderness locations. Economic benefits are also inherent in wilderness as it enhances surrounding private land values.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/nature\/wilderness.htm"
}
