{
    "title": "Death Valley National Park: Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers                Wildflowers        The wildflower \"super-bloom\" of 2005 was a rare event for Death Valley that occurs only when conditions are perfect.        Death Valley is famous for its spectacular, spring wildflower displays, but those are the exception, not the rule. Only under perfect conditions does the desert fill with a sea of gold, purple, pink or white flowers. Although there are years where blossoms are few, they are never totally absent. Fleeting Beauty Most of the showy desert wildflowers are annuals, also referred to as ephemerals because they are short-lived. Oddly enough, this limited lifespan ensures survival here. Rather than struggle to stay alive during the desert’s most extreme conditions, annual wildflowers lie dormant as seeds. When enough rain finally does fall, the seeds quickly sprout, grow, bloom and go back to seed again before the dryness and heat returns. By blooming enmasse during good years, wildflowers can attract large numbers of pollinators such as butterflies, moths, bees and hummingbirds that might not otherwise visit Death Valley. A good wildflower year depends on at least three things:  Well-spaced rainfall throughout the winter and spring Sufficient warmth from the sun Lack of drying winds  Rain is Key Deep soaking, gentle rain is essential for a desert floral display. To begin, a rainstorm of a half inch or more is needed to wash the protective coating off wildflower seeds and allow them to sprout. For plants to continue growing, rainstorms must come at evenly-spaced intervals throughout the winter and spring. The best blooms are triggered by an early, winter-type rainstorm in September or October, followed by an El Niño weather pattern that brings above average rainfall to the Desert Southwest. Warming Things Up Wildflower seeds that sprout with cool winter storms often remain small and low to the ground until the springtime sun starts to warm the soil. They may not look like they are growing, but below the surface a strong root system is being built. As the temperatures get warmer the well established plants then put on a growth spurt and start to bloom. Harsh Desert Wind Frequent springtime windstorms without additional rain can bring about a quick end to the spring bloom or even prevent it from happening by killing off delicate sprouts. Dry, moving air dehydrates exposed surfaces of all living things, including human beings. Desert plants often have waxy, hairy or spiny leaves to baffle the wind and retain precious moisture. Humans carry and drink water as needed, but the wildflowers grow and bloom only until they dry out (or late-spring heat arrives,) leaving seeds scattered on the desert floor to produce the next generation.       Perennial wildflowers are also quite showy. From left to right: Calochortus flexuosus, Calochortus kennedyi, Opuntia echinocarpa.         Peak Blooming Periods for Death Valley are usually... Mid February to Mid April  Where: Lower elevations on alluvial fans and foothills. Wildflowers: Desert Gold (Geraea canescens), Notch-leaf Phacelia (Phacelia crenulata), Caltha-leaf Phacelia (Phacelia calthifolia), Golden Evening Primrose (Camissonia brevipes), Gravel Ghost (Atrichoseris platyphylla), Bigelow Monkeyflower (Mimulus bigelovii), Desert Five-spot (Eremalche rotundifolia)  Early April to Early May  Where: 3000 to 5000 feet elevations, upper desert slopes, canyons, higher valleys  Wildflowers: Desert Dandelion (Malacothrix glabrata), Brittlebush (Encelia farinosa), Princesplume (Stanleya pinnata), Desert Paintbrush (Castilleja chromosa), Fremont Phacelia (Phacelia fremontii), Mojave Aster (Xyloriza tortifolia), Bigelow's Coreopsis (Coreopsis bigelovii), Indigo Bush (Psorothamnus arborescens), Desert Globemallow (Sphaeralcea ambigua)  Early May to Mid July  Where: 5000 to 11,000 feet elevation on mountain slopes, pinyon pine\/juniper woodlands Wildflowers: Desert Mariposa (Calochortus kennedyi), Purple Sage (Salvia dorrii), Rose Sage (Salvia pachyphylla), Panamint Penstemon (Penstemon floridus austinii), Magnificent Lupine (Lupinus magnificus), Inyo Lupine (Lupinus excubitus)   Happy Hunting... Please remember, you are in a National Park. Regulations prohibit picking of wildflowers so that they may produce seed for the next wildflower season.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/nature\/wildflowers.htm"
}
