{
    "title": "Death Valley National Park: Death Valley Ghost Towns",
    "body": "Death Valley Ghost Towns       \"I hear that Frisco is a ghost town now—abandoned and the buildings falling to ruin. That is what happened to many of the towns where I worked in the early days, but nobody then would have thought it was possible. Even now, it’s hard for me to believe that owls are roosting over those old bars where we lined up for drinks, and sagebrush is growing in the streets.\"  Frank Shorty Harris  Touring Topics 1930        Panamint City Ghost Town   Ballarat came into being in 1897 with many gold strikes in the Panamint Mountains. The Radcliffe mine alone produced 15,000 tons of gold ore from 1898-1903. The town was named after a famous Australian gold camp and was home to 400 people in 1898. Several legendary Death Valley figures lived in town. Ballarat is now privately owned and contains the ruins of several adobe buildings. The townsite is located off the Panamint Valley road west of Death Valley proper. Chloride City became a town in 1905 when the Bullfrog strike brought people into the area to re-work old mining claims. It became a ghost town the following year. There are numerous adits and dumps in the area and one grave of a James McKay, of whom nothing is known. In addition, there are remains of 3 stamp mills. It is located off a four wheel drive road 3.5 miles east of Hell’s Gate or off the dirt road 7 miles further east at the Park boundary. Turn right after the cattle guard. Greenwater  was built around a copper strike made in 1905. Water had to be hauled into the town and was sold for $15 a barrel. The town grew to a population of 2,000 and was known for its lively magazine, The Death Valley Chuckwalla. By 1909 the mining had collapsed without ever showing a profit and people left for other areas. There are no ruins left in Greenwater, which is located south of Dante’s View off the Greenwater Valley gravel road. Originally the town of Harrisburg was to be named Harrisberry after the two men who found the gold that launched it in 1905. Shorty Harris later took credit for the strike and changed the name of the town to Harrisburg after himself. Nevertheless, Pete Aguereberry, one of the original strike finders, spent 40 years working his claims in the Eureka gold mine. Harrisburg was a tent city that grew to support a population of 300. Today nothing remains of the town but Pete’s home and mine which are located to the right two miles down the dirt road to Aguereberry Point. Copper and lead claims had been filed in the Leadfield area as early as 1905 but it wasn’t until 1926 that the area was heavily mined. In February of that year, Charles C. Julian, a flamboyant California promoter, became president of the town’s leading mining company, the Western Lead Mines. Julian’s promotions were responsible for bringing great numbers of people into the area and in April, 1926 the town was laid out with 1749 lots. The financial downfall of Charles Julian and the playing out of lead in one of the main mines, led to the end of the town. The area is scattered with mines, dumps, tunnels and prospect holes. There are remains of wood and tin buildings, a dugout and cement foundations of the mill. The town is located on the Titus Canyon road. This is a one way high clearance unpaved road that sometimes requires 4-wheel drive. Panamint City was called the toughest, rawest, most hard-boiled little hellhole that ever passed for a civilized town. Its founders were outlaws who, while hiding from the law in the Panamint Mountains, found silver in Surprise Canyon and gave up their life of crime. In 1874 the town was at the height of its boom with a population of 2,000 citizens. By the fall of 1875 the boom was over, and in 1876 a flash flood destroyed most of the town. The chimney of the smelter is the most prominent remnant of the town's heyday. The site of Panamint City is accessible via a 5 mile hike from Chris Wicht’s Camp, which is located 6 miles northeast of the ghost town of Ballarat. Mining in the area continued on a sporadic basis up until recent times. The ruins of old Panamint City were added to Death Valley National Park in October of 1994. Rhyolite, the \"Queen City\", was the largest town in the Death Valley area with a population of 5,000-10,000 people. During its heyday, from 1905-1911, it contained 2 churches, 50 saloons, 18 stores, 2 undertakers, 19 lodging houses, 8 doctors, 2 dentists, a stock exchange and an opera. The town contains numerous ruins including the Bottle House, Senator W.A. Clark's train depot, remains of a 3-story bank building, and the jail. It is on BLM land and is accessible by passenger car. Rhyolite is located 4 miles west of Beatty and 35 miles from the Furnace Creek Visitor Center. Skidoo was founded in 1906 when two prospectors, on their way to the Harrisburg strike, found gold. The town reached a population of 700 and became famous as the site of the only hanging to take place in Death Valley. It occurred when Hootch Simpson, a saloon owner who had fallen on hard times, tried to rob the bank, was foiled in the attempt, and later went back and killed the owner of the store in which the bank was located. During the night the townspeople hanged Hootch. According to legend, he was hanged twice. The second hanging was to accommodate news photographers who missed the first hanging. No one was ever arrested for the hanging. Skidoo is located off the Wildrose road on an unpaved high-clearance road not recommended for automobiles. Nothing remains of the actual townsite.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/historyculture\/death-valley-ghost-towns.htm"
}
