{
    "title": "Death Valley National Park: Centennial BioBlitz",
    "body": "Explore This Park    Learn About the Park     Nature     Centennial BioBlitz              Death Valley's Centennial BioBlitz        Death Valley's BioBlitz: March 12, 2016        Salt Creek has a year round spring that produces water for many plants and animals. Michael Hardbrige Photo.  Centennial BioBlitz During the National Park Service's Centennial year, Parks around the country will be holding BioBlitz events to celebrate the biodiversity of our National Park sites. What is a BioBlitz? A BioBlitz is a short term event that focuses on biodiversity discovery of an area. This snapshot view of biodiversity helps us look at many different habitats over a period of time, which helps us better understand what lives in the park. The Extremes of Life Death Valley National Park is the hottest, driest, and lowest place in North America. Despite the extremes, Death Valley boasts plants and animals that live no where else in the world. Death Valley BioBlitz will be held at Salt Creek: a salty, badlands system with a fresh water spring. It even supports an endemic pupfish (Cyprinodon salinus salinus) population!        People of all ages can participate in hands-on discovery at Death Valley's BioBlitz. NPS Photo.  The BioBlitz will include walks, talks, activities and hand- on demonstrations! We will be focusing on a wide array of taxonomic groups including, but not limited, to: Aquatic Ecology: Learn about how living organisms thrive in extremely rare circumstances. Fish: Driest place in the country, with native fish? Come learn about the rare Salt Creek Pupfish! Amphibians and Reptiles: Snakes, toads, lizards and more! Come and see what you find! Mammals: Kit fox, bobcats, and coyotes frequent Salt Creek's shores looking for food. Birds: Shorebirds are often seenhere, and Salt Creek is one of the best places for bird watching in Death Valley. Insects and Spiders: Learn about the smallest creatures in the park, like spiders, butterflies, and moths.  Plants: Halophytic, or salt-loving plants thrive in hyper-saline soil and water.   Whether you are an expert or an enthusiast, join us for a day of discovery!      A Day of Discovery On March 12, the BioBlitz will run from 8:00 am to 9:00 pm with various specialists and researchers doing field work depending on the time of day. Limited parking will be available on site along the Salt Creek road. Participants can also catch a free shuttle from the Furnace Creek day use area near the Visitor Center. This shuttle will run every 30 minutes. If you are bringing children, anyone under 14 years of age will need to stay with parents or guardians during the event.      Activity   Time     Bird Watching   5:00-9:00 AM     Small Mammal trap Checking   8:00 AM     Show and Tell   8:00 AM- 5:00 PM     Salt Specialists   8:30 -9:00 AM     Desert Invaders   9:00-9:30 AM     Mammal Show and Tell   9:00-11:00 AM     Aquatic Ecology Tour   9:00-10:00 AM     Wildlife Cameras and Bat Conservation   9:00 AM- 4:00 PM     Entomology - Identification   9:00 AM- 4:00 PM     Entomology - Collection   9:00 AM- 4:00 PM     Aquatic Invertebrates for Big &Little Kids   9:00 AM- 4:00 PM     Arts and Crafts with Rangers and Pahrump Arts Council   9:00 AM- 4:00 PM     Opening Ceremony   10:00-10:15 AM     iNaturalist   10:15-11:00     Herpetology- Reptile Fun in the Sun!   10:30 AM-3:30 PM     Water Processes in the Desert   11:00-11:30AM     Mammals and the Grinnell Re-survey Project   11:30-12:00 pm     Climate Change in Desert Parks   12:00 PM-12:30 PM     Aquatic Ecology Tour   12:00 -12:30 PM     Range Conservation Talk   1:00-1:30 PM     Flora of Death Valley   2:00- 2:30 PM     Salt Creek Pupfish Research   2:30-3:00 PM     Mammal Research in Death Valley Through the Years   3:00-4:00 PM     Moth presentation   4:00- 4:30PM     Bat Sonar Demonstration   5:00- 6:00 PM     Moth Capture Demonstration   6:00-9:00 PM     Evening Bugs   6:00-9:00 PM     Bat Detecting   7:00-9:00 PM        iNaturalist: Keeping Track of Discoveries During the BioBlitz events across the country, the National Park Service will be using the free app 'iNaturalist' to document species in real time. Due to our remote location, cell phone service and WiFi can be quite limited. If you plan on coming to our BioBlitz, PLEASE download the application beforehand. You can find iNaturalist here: http:\/\/www.inaturalist.org\/ Instructions for signing up for an account here.  After downloading the application, please select the 2016 National Parks Bioblitz - Death Valley: Discovering Life on the Edge project. Instructions here.                      × Species Attribute Definitions   Definitions Occurrence Occurrence values are defined below. One or more Occurrence Tags may be associated with each Occurrence value. Present: Species occurs in park; current, reliable evidence available. Probably Present: High confidence species occurs in park but current, verified evidence needed. Unconfirmed: Species is attributed to park but evidence is weak or absent. Not In Park: Species is not known to occur in park.  Occurrence Tags Adjacent: Species is known to occur in areas near to or contiguous with park boundaries. False Report: Species was reported to occur within the park, but current evidence indicates the report was based on misidentification, a taxonomic concept no longer accepted, or other similar problem of error or interpretation. Historical: Species' historical occurrence in park is documented. Assigned based on judgment as opposed to determination based on age of the most recent evidence.  Abundance Abundant:   Animals: May be seen daily, in suitable habitat and season, and counted in relatively large numbers. Plants: Large number of individuals; wide ecological amplitude or occurring in habitats covering a large portion of the park.  Common:   Animals: May be seen daily, in suitable habitat and season, but not in large numbers. Plants: Large numbers of individuals predictably occurring in commonly encountered habitats but not those covering a large portion of the park.  Uncommon:   Animals: Likely to be seen monthly in appropriate habitat and season. May be locally common. Plants: Few to moderate numbers of individuals; occurring either sporadically in commonly encountered habitats or in uncommon habitats.  Rare:   Animals: Present, but usually seen only a few times each year. Plants: Few individuals, usually restricted to small areas of rare habitat.  Occasional:   Animals: Occurs in the park at least once every few years, varying in numbers, but not necessarily every year. Plants: Abundance variable from year to year (e.g., desert plants).  Unknown: Abundance unknown  Nativeness Native: Species naturally occurs in park or region. Non-native: Species occurs on park lands as a result of deliberate or accidental human activities. Unknown: Nativeness status is unknown or ambiguous.         × List Differences   The Checklist contains only those species that are designated as \"present\" or \"probably present\" in the park. The Full List includes all the checklist species in addition to species that are unconfirmed, historically detected, or incorrectly reported as being found in the park. The full list also contains species that are \"in review\" because their status in the park hasn't been fully determined. Additional details about the status of each species is included in the full list. The checklist will almost always contain fewer species than the full list.       Select a Species Category (optional):    All   Amphibians   Birds   Fish   Mammals   Reptiles   Vascular Plants     Get Checklist Get Full List List Differences   Species attribute definitions Search results will be displayed here.  Visit NPSpecies for more comprehensive information and advanced search capability. Have a suggestion or comment on this list? Let us know.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/nature\/bioblitz.htm"
}
