{
    "title": "Death Valley National Park: Death Valley Scotty",
    "body": "Death Valley Scotty         Walter Scottaka Death Valley Scotty   Walter Scott (1872 - 1954) aka \"Death Valley Scotty\" Walter Scott was the youngest of six children. He was born in Cynthiana, Kentucky in 1872 and raised on a horse farm. At age eleven, he ran off to Nevada to join his two older brothers, Warner and Bill. His first job after arriving by train was as a water boy for a survey party along the California-Nevada state line, part of which ran close to Death Valley. When the survey was completed Scott found work with Harmony Borax Works in the valley. Scott was an accomplished horseman and eventually was engaged as one of the rough-riders for the Buffalo Bill Wild West Show. Although his engagement with the show lasted for twelve years, it was only seasonal employement. When not fully engaged with the show, Scott would return to Death Valley and pick up odd jobs. His connection with the area became so well known that eventually Death Valley Scotty became his nickname. Scott left the Wild West Show after a disagreement with Buffalo Bill in 1902 and began a new profession that brought him even more fame and riches - gold prospecting. He convinced several wealthy businessmen that he had a claim to a fabulous gold mine in Death Valley. Scotty agreed to split the all profits, provided they first offer money to extract the ore. Over the next few years, Scotty apparently had little luck prospecting in Death Valley. After receiving no results from the fabled gold mine, all of his investors felt that they had been conned and began to back out of their investments. Scotty, however, started turning up at the finest hotels and saloons of California and Nevada, and began what would become his legendary spending sprees. Scotty's remaining investor was Chicago insurance magnate Albert Mussey Johnson. Convinced to invest in Scotty's mine, Mr. Johnson gave thousands of dollars to Scotty over the next several years. Unfortunately, at least according to Scotty, a number of calamities prevented delivery of the gold. Undaunted, Mr. Johnson finally decided to take a look at the gold mine on a personal tour of Death Valley. Scotty took Mr. Johnson on a grueling trek by horseback through Death Valley. He figured a few days in the desert would be too much for the city slicker whose health had been permanently by a near-fatal train accident in his youth. Surprisingly, Johnson loved Death Valley so much that he stayed nearly a month, and his health improved dramatically in the dry, sunny climate. Although he never saw Scotty's mine and was most certainly being swindled, Mr. Johnson did not seem to mind. He had found riches in the desert far greater than those that glitter. Besides, he had taken a liking to the eccentric desert rat. The two men began a lifelong friendship that would change the history of Death Valley forever. Albert Johnson bought property in Grapevine Canyon and eventually built what became known as Scotty's Castle. While Scott traveled frequently, he was regarded as a permanent resident of the castle. Nevertheless, it is evident that his participation in the project was far from direct. For various reasons, Johnson felt beneficient towards Scott, and in a verbal agreements made specific provisions allowing Scott the right to live out the rest of his life at the castle. Walter Scott died in January of 1954.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/historyculture\/death-valley-scotty.htm"
}
