{
    "title": "Death Valley National Park: Shorty Harris",
    "body": "Frank \"Shorty\" Harris        Shorty Harris was one of the greatest, and most colorful, of the old time prospectors. Shorty was responsible for some of the region's most famous gold strikes and most famous gold rushes. Here he is in Death Valley with one of his best friends.           excerpt from: Half a Century Chasing Rainbows By Frank \"Shorty\" Harris as told to Phillip Johnston Touring Topics: Magazine of the American Automobile Association of Southern California October 1930 The best strike I ever made was in 1904 when I discovered the Rhyolite and Bullfrog district. I went into Boundary Canyon with five burros and plenty of grub, figuring to look over the country northeast from there. When I stopped at Keane Wonder Mine, Ed Cross was there waiting for his partner, Frank Howard, to bring some supplies from the inside. For some reason Howard had been delayed, and Cross was low on grub. “Shorty,\" he said, “I’m up against it, and the Lord knows when Howard will come back. How are the chances of going with you?” “Sure, come right along,” I told him, “I’ve got enough to keep us eating for a couple of months.” So we left the Keane Wonder, went through Boundary Canyon, and made camp at Buck Springs, five miles from a ranch on the Amargosa where a squaw man by the name of Monte Beatty lived. The next morning while Ed was cooking, I went after the burros. They were feeding on the side of a mountain near our camp, and about half a mile from the spring. I carried my pick, as all prospectors do, even when they are looking for their jacks—a man never knows just when he is going to locate pay-ore. When I reached the burros, they were right on the spot where the Bullfrog mine was afterwards located. Two hundred feet away was a ledge of rock with some copper stains on it. I walked over and broke off a piece with my pick—and gosh, I couldn’t believe my own eyes. The chunks of gold were so big that I could see them at arm’s length—regular jewelry stone! In fact, a lot of that ore was sent to jewelers in this country and England, and they set it in rings, it was that pretty! Right then, it seemed to me that the whole mountain was gold. I let out a yell, and Ed knew something had happened; so he came running up as fast as he could. When he got close enough to hear, I yelled again: “Ed we’ve got the world by the tail, or else we’re coppered!” We broke off several more pieces, and they were like the first—just lousy with gold. The rock was green, almost like turquoise, spotted with big chunks of yellow metal, and looked a lot like the back of a frog. This gave us an idea for naming our claim, so we called it the Bullfrog. The formation had a good dip, too. It looked like a real fissure vein; the kind that goes deep and has lots of real stuff in it. We hunted over the mountain for more outcroppings, but there were no other like that one the burros led me to. We had tumbled into the cream pitcher on the first one—so why waste time looking for skimmed milk? That night we built a hot fire with greasewood, and melted the gold out of the specimens. We wanted to see how much was copper, and how much was the real stuff. And when the pan got red hot, and the gold ran out and formed a button, we knew that our strike was a big one, and that we were rich. “How many claims do you figure on staking out?” Ed asked me. “One ought to be plenty,” I told him. “If there ain’t enough in one claim, there ain’t enough in the whole country. If other fellows put extensions on that claim of ours, and find good stuff, it will help us sell out for big money.” Ed saw that that was a good argument, so he agreed with me. After the monuments were placed, we got some more rich samples, and went to the county seat to record our claim. Then we marched into Goldfield, and went to an eating-house. Ed finished his meal before I did, and went out into the street where he met Bob Montgomery, a miner that both of us knew. Ed showed him a sample of our ore, and Bob couldn’t believe his eyes. “Where did you get that?” he asked. “Shorty and I found a ledge of it southwest of Bill Beatty’s ranch,” Ed told him. Bob thought he was having some fun with him and said so. “Oh, that’s just a piece of float that you picked up somewhere. It’s damn seldom ledges like that are found!” Just then I came walking up, and Ed said, “Ask Shorty if I ain’t telling you the truth.” “Bob,” I said, “that’s the biggest strike made since Goldfield was found. If you’ve got any sense at all, you’ll go down there as fast as you can, and get in on the ground floor!” That seemed to be proof enough for him, and he went away in a hurry to get his outfit together—one horse and a cart to haul his tools and grub. He had an Indian with him by the name of Shoshone Johnny, who was a good prospector. Later on, it was this Indian who set the monuments on the claim that was to become the famous Montgomery-Shoshone Mine. It’s a might strange thing how fast the news of a strike travels. You can go into a town after you’ve made one, meet a friend on the street, and take him into your hotel room and lock the door. Then, after he has taken a nip from your bottle, you can whisper the news very softly in his ear. Before you can get out on the street, you’ll see men running around like excited ants that have had a handful of sugar poured on their nest. Ed and I didn’t try to keep our strike a secret, but we were surprised how the news of it spread. Men swarmed around us and asked to see our specimens. They took one look at them, and then started off on the run to get their outfits together. I’ve seen some gold rushes in my time that were hummers, but nothing like that stampede. Men were leaving town in a steady stream with buckboards, buggies, wagons and burros. It looked like the whole population of Goldfield was trying to move at once. Miners who were working for the big companies dropped their tools and got ready to leave town in a hurry. Timekeepers and clerks, waiters and cooks—they all got he fever and milled around, wild-eyed, trying to find a way to get out to the new “strike.” In a little while there wasn’t a horse or wagon in town, outside of a few owned by the big companies, and the price of burros took a big jump. I saw one man who was about ready to cry because he couldn’t buy a jackass for $500. A lot of fellows loaded their stuff on two-wheeled carts—grub, tools, and cooking utensils, and away they went across the desert, two or three pulling a cart and the pots and pans rattling. When all the carts were gone, men who didn’t have anything else started out on that seventy-five mile hike with wheelbarrows; and a lot of ’em made it alright—but they had a hell of a time! When Ed and I got back to our claim a week later, more than a thousand men were camped around it, and they were coming in every day. A few had tents, but most of ‘em were in open camps. One man had brought a wagon load of whiskey, pitched a tent, and made a bar by laying a plank across two barrels. He was serving the liquor in tincups, and doing a fine business. That was the start of Rhyolite, and from then on things moved so fast that it made even us oldtimers dizzy. Men were swarming all over the mountains like ants, staking out claims, digging and blasting, and hurrying back to the county seat to record their holdings. There were extensions on all sides of our claim, and other claims covering the country in all directions. In a few days, wagon loads of lumber began to arrive, and the first buildings were put up. These were called rag-houses because they were half boards and half canvas. But this building material was so expensive that lots of men made dugouts, which didn’t cost much more than plenty of sweat and blisters. When the engineers and promoters began to come out, Ed and I got offers every day for our claim. But we just sat tight and watched the camp grow. We knew the price would go up after some of the others started to ship bullion. And as time went on, we saw that we were right. Frame shacks went up in the place of rag-houses and stores, saloons, and dance halls were being opened every day. Bids for our property got better and better. The man who wanted to buy would treat with plenty of liquor before he talked business, and in that way, I got all I wanted to drink without spending a bean. Ed was wiser, though, and let the stuff alone—and it paid him to do it too, for when he did sell, he got much more for his half than I got for mine. One night, when I was pretty well lit up, a man by the name of Bryan took me to his room and put me to bed. The next morning, when I woke up, I had a bad headache and wanted more liquor. Bryan had left several bottles of whiskey on a chair beside the bed, and locked the door. I helped myself, and went back to sleep. That was the start of the longest jag I ever went on; it lasted six days. When I came to, Bryan showed me a bill of sale for the Bullfrog, and the price was only $25,000. I got plenty sore, but it didn’t do any good. There was my signature on the paper and beside it, the signatures of seven witnesses and the notary’s seal. And I felt a lot worse when I found out that Ed had been paid a hundred and twenty five thousand for his half, and had lit right out for Lone Pine, where he got married. Today he’s living in San Diego County, has a fine ranch, and is very well fixed. As soon as I got the money, I went out for a good time. All the girls ate regularly while old Shorty had the dough. As long as my stake lasted I could move and keep the band playing. And friends—I never knew I had so many! They’d jam a saloon to the doors, and every round of drinks cost me thirty or forty dollars. I’d have gone clean through the pay in a few weeks if Dave Driscol hadn’t given me hell. Dave and I had been partners in Colorado and Utah, and I thought a great deal of him. Today he’s living over in Wildrose Canyon, and going blind. Well, I had seven or eight thousand left when Dave talked to me. “Shorty,” he said “If you don’t cut this out you’ll be broke in a damn short time and won’t have the price of a meal ticket!” I saw that he was right, and jumped on the water wagon then and there—and I haven’t fallen off since. Rhyolite grew like a mushroom. Gold Center was started four miles away, and Beatty’s ranch became a town within a few months. There were 12,000 people in the three places, and two railroads were built out to Rhyolite. Shipments of gold were made every day, and some of the ore was so rich that it was sent by express with armed guards. And then a lot of cash came into Rhyolite—more than went out from the mines. It was this sucker money that put the town on the map quick. The stock exchange was doing a big business, and I remember that the price of Montgomery-Shoshone got up to ten dollars a share. Business men of Rhyolite were live ones, alright. They decided to make the town the finest in Nevada—and they came mighty near doing it. Overbury built a three-story office building out of cut stone—it must have cost him fifty thousand. The bank building had three stories too, and the bank was finished with marble and bronze. There were plenty of other fine business houses, and a railroad station that would look mighty good in any city. Money was easy to get and easy to spend in those days. The miners and muckers threw it right and left when they had it. Many a time I’ve seen ‘em eating bacon and beans, and drinking champagne. Wages were just a sideline with them—most of their money was made in mining stock. Rhyolite was a great town, and no mistake—as live as the Colorado camps were thirty years before, but not so bad. We had a few gunfights, and several tough characters got their light shot out, which didn’t make the rest of us sore. We were glad enough to spare ‘em. I saw some of those fights myself, but I never took any part in the fireworks. “Shorty, the foot racer” was what they called me because I always ducked around the corner when the bullets began to fly. I knew they were not meant for me; but I wasn’t taking any chances. There was plenty of gold in those mountains when I discovered the original Bullfrog, and there’s plenty there yet. A lot of it was taken out while Rhyolite was going strong—$6,000,000 or $7,000,000—but they quit before they got the best of it. Stock speculation—that’s what killed Rhyolite! The promoters got impatient. They figured that money could be made faster by getting gold from the pockets of suckers than by digging it out of the hills. And so, when the operators of the Montgomery-Shoshone had a little trouble; when they ran into water and struck a sulphite ore which is refactory, and has to be cut and roasted to be turned into money—the bottom dropped out of the stock market and the town busted wide open, She died quick, too. Most of the tin horns lit out for other parts, and that’s a sure sign a mining camp is going on the rocks. If the right people ever got hold of Rhyolite they’ll make a killing; but they’ll have to be real hard rock miners, and not the kind that do their work only on paper. Rhyolite is dead now—dead as she was before I made the big strike. Those fine buildings are standing out there on the desert, with the coyotes and jackrabbits playing hide and seek around them.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/historyculture\/shortharris.htm"
}
