{
    "title": "Death Valley National Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People                  Pete Aguereberry   Christian B. Zabriskie   Shorty Harris   Death Valley Scotty          Land of a Thousand Stories The human stories in this vast land are as numerous as the variations of color found in the hills and valleys here. Whether it was the lure of mineral wealth or the resort industry that brought people here, every person who entered this valley experienced it in a different way. Exploring those differences is what makes a study of the ethnic history of Death Valley so exciting and challenging. Native Americans The Timbisha Shoshone Indians lived here for centuries before the first white man entered the valley. They hunted and followed seasonal migrations for harvesting of pinyon pine nuts and mesquite beans with their families. To them, the land provided everything they needed and many areas were, and are, considered to be sacred places. Black Forty-Niners The party of emigrants coming into Death Valley in 1849 had an experience that would ultimately establish Death Valley’s reputation. While much is known about some of the members of this group, the histories of others remain hidden. There were 3 black men in the group of '49ers who traversed Death Valley during that fateful trip. They were Negro Joe, Little West and Smith. Negro Joe was possibly the slave of Dr. Fred Carr. Little West was a slave, unknown owner, probably from Mississippi and Smith, the third man, was from Missouri. Smith travelled with a group of German immigrants for a time and then followed the Jayhawkers. His ultimate fate was unknown but it was rumored that he was killed by Indians after leaving Panamint Valley. How did Smith happen to be travelling with the ‘49ers? What were the experiences of Negro Joe and Little West here? Their stories remain an intriguing mystery. Chinese Workers As silver and borax discoveries brought people into Death Valley in the late 1800’s, another ethnic group came into the Valley. Chinese workers built Panamint City in the 1870’s, but they didn’t stay in the area. Another group toiled in the successful mining operation at Harmony Borax Works. They made a road 160 miles long through the salt pinnacles and raked the borax off the valley floor from 1883 until 1888 when the last 20 mule teams rolled out of the valley. Then, they too disappeared, leaving only bits of broken bottles, pottery shards and remnants of porcelain in their place. What were their feelings about this place? Did they ever come back? Questions with no known answers. Basque History The Basque history of Death Valley has produced several people of note. Dolph Nevares was employed by the Pacific Coast Borax Company as the Greenland Ranch caretaker in 1900 and later, as a prospector for borax. He left the borax company and settled at Cow Creek where he grew fruits and vegetables. “One day I looked around wondering where time had gone--50 years of it” Eventually Dolph left Death Valley and moved to San Bernardino. Domingo Etcharren was known as the Basque butcher from Ballarat. He was also the prospecting partner of Jack Keane. In December 1903 they found gold. Domingo took his profits and bought land in Darwin, becoming a leading citizen of that town. He and Pete Aguereberry, another Basque, were good friends. Pete had come into Death Valley in the summer of 1905 to prospect. While travelling with Shorty Harris, he found gold. In the aftermath of that strike the town of Harrisburg came into being. Long after Harrisburg had boomed out, Pete continued to work in his Eureka mine until death stopped the old prospector and miner in 1945. Japanese American Internees When a riot broke out at Manzanar War Relocation Camp in December 1942, a group of 65 Japanese and Japanese American internees were brought into Death Valley for their safety. They were housed in old CCC barracks at Cow Creek and for approximately three months they lived and voluntarily worked with a skeleton crew of National Park Service staff. By mid February jobs and sponsors had been found for them in other parts of the country and they left Death Valley. In the overall time span of Death Valley their footsteps were as transient as the patterns of shifting sand. The quest to discover their tantalizing legacy is as challenging as the quest to strike it rich that brought so many of them to this area. This is the quest that you and I can embark on today as we explore this land of a thousand stories.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/historyculture\/people.htm"
}
