{
    "title": "Death Valley National Park: Pete Aguereberry",
    "body": "Pete Aguereberry         Pete Aguereberry at his Eureka Mine camp   Pete Aguereberry was born in 1874 into a Basque family in France. At an early age he read about the wonderful gold discoveries in California and begged his father to let him come to the United States. When he turned 16 his father relented, and Pete sailed for America in 1890. For the next several years he struggled to learn the language while taking on a number of jobs. He worked as a handball player, sheepherder, cattle driver, milk truck driver, ice delivery man, ranch hand and stage driver until he wound up in Goldfield around 1902. He came out to this area in 1905, and in June of that year he almost died trying to cross Death Valley in summer heat. He was found and nursed back to health by Oscar Denton, the caretaker for the Greenland Ranch, and just a month later was headed up to Ballarat with Shorty Harris. Along their journey Pete found a ledge that looked promising, and indeed it contained free gold. Pete filed claims for himself on the north side of the hill while Shorty took claims on the south side. By August, at least 20 parties were working in the area and samples of the gold were assayed as high as $500 a ton. Three hundred men and women settled into the camp which became known as Harrisburg. Originally Pete and Shorty had agreed to call it Harrisberry, but Shorty changed the name in telling the story about it. Water was brought in from Emigrant Spring, Blackwater Spring and Wild Rose Spring. By 1907 the Eureka mine was tied up in a litigation battle that ended in 1909 when Pete got control of the claims. Pete worked at the mine from 1907 until the early 1930’s when his health was failing him. Except for some help from his nephew in his later years, the Eureka mine was built and worked by Pete alone. Pete died on Nov. 23, 1945 and he is buried in Lone Pine, California. To reach the area where Pete Aguereberry lived and worked for over 40 years, take Hwy. 190 past Stovepipe Wells and up Emigrant Campground. Turn left following the signs to Wildrose. In about 10 miles there will be a turn off for Aguereberry Point. When you turn here you will come to the Aguereberry camp a mile down the road. At Aguereberry camp you will find Pete’s original cabin built in 1907. It is a two room structure containing a gas stove and refrigerator. Pete lived here from 1907 until his death in 1945. The middle cabin was built in 1941 as a guest house and the cabin to the left was built around 1946 for an unknown reason. Around the corner is the site of the Eureka gold mine. The tunnels have all been closed with a bat gate due to dangerous conditions within. In his later years Pete would take visitors on a tour of his mine and what he called \"The Great View\" of Death Valley. If you follow the road further on, you will reach this view. It was later named Aguereberry Point in honor of Pete.       Pete's \"Great View\"",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/historyculture\/pete-aguereberry.htm"
}
