{
    "title": "Death Valley National Park: Civilian Conservation Corps",
    "body": "Civilian Conservation Corps                 Shortly after taking office in March 1933, Franklin D. Roosevelt stormed through the capital getting legislation passed to develop the Tennessee Valley Authority, repeal prohibition and get the country back on its feet from the devestating depression that held it in check. A major part of that effort was the establishment of the Civilian Conservation Corps—or CCC for short—which took unemployed boys from all over the country and put them to work on national lands under the direction of army reserve officers.        CCC workers making adobe bricks.   Death Valley had been established as a national monument in February 1933 and by October of that year two companies (400 men) entered Death Valley to start putting the infant monument in shape for the American public. In the next nine years, 12 companies worked in Death Valley. They built barracks, graded 500 miles of roads, installed water and telephone lines, erected a total of 76 buildings for themselves and Works Progress Administration and National Park Service employees. They built trails in the Panamints to points of scenic interest. They erected an adobe village, laundry and trading post for Shoshone Indians. They built 5 campgrounds, restrooms and picnic facilities, developed wells and springs, constructed an airplane landing field, made signs and helped with surveying the monument.        This CCC-built restroom in Texas Springs Campground is still in use today.   They were housed in 3 permanent camps at Wildrose, Funeral Range and Cow Creek and spike camps at Mesquite Springs, Emigrant Canyon, Daylight Pass and Butte Valley. They were paid $25 a month of which $20 went to the family and $5 to the men. The CCC men were among the first to be called for the war effort and by May 1942 they were all gone from Death Valley. Today you can still see their efforts in campgrounds, roads and even some buildings that are still standing. Death Valley could not have accommodated visitors in its first years without the help of the Civilian Conservation Corps.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/historyculture\/civilian-conservation-corps.htm"
}
