{
    "title": "Death Valley National Park: Videos",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Videos              Videos              Devils Hole Vandalism   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 20 seconds  At around 7:20pm on Saturday, April 30, three men in an OHV drove off-road around a gate at the Devils Hole parking lot. They discharged a firearm at least 10 times, shooting locks on two gates, a motion sensor on the security system, and several signs. One man swam in Devils Hole and left his boxer shorts behind in the water. Alcohol was involved; three beer cans were left behind and one man vomited.Investigators are seeking information about the incident. The OHV appeared to be a blue Yahama Rhino which had been extensively customized with an added seat and safety cage. A reward of up to $5,000 is available for information leading to arrest and conviction in this case. Tips can be reported to the National Park Service's Investigative Services Branch at:888-653-0009https:www.surveymonkey.com\/r\/TipLine_InvestigativeServicesNPSwww.facebook.com\/InvestigativeServicesNPS               Death Valley - Death Valley Explorer Episode 1    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:9 minutes, 38 seconds  For many, the name Death Valley invokes a sense of fear and danger. In this lowest, hottest and driest place in North America, extreme heat and aridity characterize the landscape. Yet in this land of surprises, life has found a way to thrive.Watch our inaugural episode of Death Valley Explorer and fall in love with Death Valley all over again. ‪Death Valley Explorer is a video podcast series that highlights the rich environmental and heritage landscapes of Death Valley National Park. Produced by the National Park Service in association with Bristlecone Media and Death Valley Natural History Association the official nonprofit partner of Death Valley National Park.",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/photosmultimedia\/videos.htm"
}
