{
    "title": "Death Valley National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 22, 2016  Badwater Road Open  Badwater Road is now fully open, connecting Death Valley National Park to the gateway town of Shoshone, California. Work remains to be done in other areas of the park to repair road and infrastructure damage caused by flash floods last October.   July 15, 2016  Saline Valley’s Backcountry Airstrip Temporarily Closed for Safety  The Chicken Strip is temporarily closed due to washouts in the runway after a plane nearly crashed in the 3rd mishap in six weeks at this remote backcountry airstrip.   July 07, 2016  12-hour Power Outage Scheduled for Saturday, July 9  Most of Death Valley National Park will be without electricity on Saturday, July 9 from 6:00am until 6:00pm. Visitor and employee safety is a concern because temperatures are forecasted to reach 116 °F.   July 04, 2016  Hottest Place on Earth Has Record-Breaking Hot June  Last month was the hottest June on record in Death Valley National Park, with a sweltering average temperature of 101.9 °F. June 2016’s temperatures exceeded average June temperatures by about 6 °F.   July 03, 2016  Death Valley Recovers in Aftermath of Storm  A thunderstorm during the evening of Friday, July 1 damaged a section of powerline near the park’s eastern border. Southern California Edison was able to fully restore electricity after a 38 hour outage early this morning.   July 02, 2016  Power Outage in Death Valley Continues  The power outage in Death Valley National Park is likely to continue until late Sunday, July 3. Hotels in the park are closed and travelers are discouraged from visiting the park this weekend.   July 02, 2016  Storm Damaged Roads and Knocked Out Power  As of 10:00am on July 2, Death Valley National Park does not have electricity or telephones due to a storm the night of July 1. People planning to visit Death Valley National Park this weekend should consider changing their plans. If they drive through the park, they should exercise extreme caution due to storm damage to roads.   June 10, 2016  Recent Incidents Highlight Risks of Remote Travel in Death Valley’s Heat  As summer temperatures rise in Death Valley National Park, the hottest place on Earth, risks of traveling away from the park’s commonly visited areas increase. Park rangers responded recently to three major incidents in remote areas of the park. High temperatures, lack of ability to call for help in case of an emergency, and long distances for emergency responders create a sometimes-deadly combination.   May 31, 2016  Death Valley National Park Announces Hike Death Valley Art Contest  Death Valley National Park invites artists and photographers to participate in an art contest for the Hike Death Valley program. The deadline for submissions is July 31, 2016. Contest details are available at nps.gov.deva.   May 27, 2016  Proposed Fee Changes and Scotty's Castle Flood Tour  Death Valley National Park seeks public input regarding possible camping and entrance fee increases. Most park fees have been unchanged since January 2006.  The National Park Service is also considering charging a fee for temporary tours into Grapevine Canyon to Scotty’s Castle.   May 10, 2016  Devils Hole Vandals Identified  A multi-agency investigation has led to the identification of the three men believed to be responsible for the April 30 trespass and vandalism at Devils Hole in Death Valley National Park.   May 06, 2016  Park Seeks Information on Devils Hole Vandals  The National Park Service, US Fish and Wildlife Service, and Nye County Sheriff’s Office are investigating damage to government property and unauthorized entry of Devils Hole last weekend. One endangered Devils Hole pupfish was found dead. The National Park Service is offering a reward for information leading to arrest and conviction of the men.   May 05, 2016  Badwater Road Construction  Construction on Badwater Road will start May 9 to repair damage from October’s flash floods. The route from southern Death Valley to Shoshone, California will remain closed until construction is complete, which is scheduled for July 14.   April 28, 2016  Wind Damaged Historic Buildings  Winds up to 42 miles per hour damaged three historic structures in Death Valley National Park on the afternoon of April 27.   April 25, 2016  Park Tourism Economic Benefits 2015  Economic benefit to Death Valley National Park's gateway community from tourism spending was up in 2015 in spite of closures during the end of the year from flood damage. Visitation in March 2016 was the highest in park history due to the \"super bloom\".   April 21, 2016  Celestial Centennial Event Was a Success  Death Valley National Park’s Celestial Centennial and Mars Fest Symposium took place between April 8th and 10th and highlighted Death Valley’s special connection to the night sky. Over 2,000 visitors participated in the event, which included stargazing through telescopes and presentations by astronomical experts.   April 13, 2016  Plane Wreck at Furnace Creek  A small plane landing at Furnace Creek Airport was heavily damaged when it ran off the end of the runway. Fortunately, there were no injuries to the family of three people on board.   April 12, 2016  Entrance Fees Waived During National Park Week  Death Valley National Park and all other National Park Service areas will be celebrating National Park Week, April 16 through 24, by waiving entrance fees.   March 28, 2016  Dust Devil in Texas Springs Campground  A dust devil tore through Texas Springs Campground on the afternoon of Monday, March 28, causing property damage and one injury.   March 14, 2016  Death Valley Hosts Celestial Centennial Event April 8-10  Death Valley National Park will be hosting the Celestial Centennial Mars Fest, April 8th – 10th, 2016. Everyone is invited to attend this free night-sky and outer-space festival celebrating Death Valley’s connection to the cosmos and the Centennial of the National Park Service.  The event will include talks, field trips, programs, stargazing, and expositions with scientists, park rangers, and astronomy experts.   March 04, 2016  BioBlitz at Salt Creek  Death Valley National Park will host a BioBlitz event at Salt Creek on March 12, 2016. BioBlitz is a festival celebrating the biodiversity of the Death Valley area and provides an opportunity for all ages to participate in valuable research.   February 19, 2016  Best Wildflower Bloom in a Decade  The low elevation wildflower bloom in Death Valley is the best it has been since 2005.   January 16, 2016  AmeriCorps volunteers  In early 2016, an AmeriCorps team is assisting Death Valley National Park with a variety of service work, mostly centered on recovering from flash flood damage.   January 13, 2016  Park Hosts Death Valley Scotty Radio Play Fundraiser  Metabolic Studio IOU Radio will be performing Death Valley Scotty at the Furnace Creek Visitor Center, Death Valley National Park, on January 30, 2016 at 6:00 pm.   January 04, 2016  Transportation Grants Available for School Field Trips to Death Valley  In celebration of the National Park Service’s 100th birthday, Death Valley National Park and the Death Valley Natural History Association are offering transportation grants for school groups to participate in field trips in the park.   December 29, 2015  Study to look at effects of climate change on wildlife  The University of California, Berkeley is leading a study of wildlife and climate change at Death Valley National Park. Researchers plan to survey animals in Death Valley National Park to learn how bird, small mammal, reptile, and amphibian populations have changed over the last century.   October 20, 2015  Historic structures at Scotty’s Castle damaged by flood  On Sunday, October 18, 2015, a storm caused extensive flash flooding in the Scotty’s Castle area in northern Death Valley National Park. Initial assessments on Monday revealed damage to roads, utilities and some historic structures.   September 22, 2015  Free Entrance to Death Valley National Park September 26  Death Valley National Park will offer free entrance on Saturday, Sept. 26, 2015 for National Public Lands Day. The 22nd annual event encourages everyone to get outside and enjoy the great outdoors, wherever they may be. Many local events in communities nationwide will be available for the public to participate in.   September 02, 2015  Death Valley National Park Welcomes 4th Grade Students Through Every Kid In a Park Initiative  Death Valley National Park invites all 4th grade students to visit the park for free as part of the White House’s new Every Kid in a Park program. Starting September 1, 4th grade students can now go to www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.       News Release Archives",
    "url": "https:\/\/www.nps.gov\/deva\/learn\/news\/newsreleases.htm"
}
