{
    "title": "Death Valley National Park: Safety",
    "body": "Safety          Drink plenty of water: Drink at least one gallon (4 liters) of water per day to replace loss from sweat, more if you are active. Fluid and electroyte levels must be balanced, so have salty foods or \"sports drinks\" too. Avoid hiking in the heat: Do not hike in the low elevations when temperatures are hot. The mountains are cooler in summer, but can have snow and ice in winter. Travel prepared to survive: Stay on paved roads in summer. If your car breaks down, stay with it until help comes. Carry extra drinking water in your car in case of emergency. Watch for signs of trouble: If you feel dizzy, nauseous, or a headache, get out of the sun immediately and drink water or sports drinks. Dampen clothing to lower body temperature. Be alert for symptoms in others.   The main cause of death in Death Valley: More people die in single-car accidents than by any other means. To avoid an accident, follow the speed limits, shift to a lower gear on steep downhill grades, and wear your seatbelt. Dangerous Animals: Never place your hands or feet where you cannot see first. Rattlesnakes, scorpions, or black widow spiders may be sheltered there. Hantavirus--a potentially fatal respiratory disease--is spread through contact with infected rodents or their urine and droppings. Although no cases have been reported in Death Valley, the virus has been found in deer mice and cactus mice here. Use caution in rodent infested locations such as cabins and mine structures. Flash Floods: Avoid canyons during rain storms and be prepared to move to higher ground. While driving, be alert for water running in washes and across road dips. Mine Hazards: Do not enter mine tunnels or shafts. Mines may be unstable, have hidden shafts, pockets of bad air and poisonous gas. Backcountry Travel: Hikers, backpackers and four-wheelers need to be self reliant and well prepared. Always plan ahead, carry detailed maps and let someone know your plans. Backpackers should obtain a free backcountry permit from any visitor center. Illegal Marijuana Cultivation Sites have been found in remote backcountry areas of Death Valley National Park. Learn to recognize and avoid these potentially dangerous areas. In Case of Emergency: Dial 911 from any telephone or cell phone. Cell phones may not work in many parts of the park. Do not depend on them.",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/safety.htm"
}
