{
    "title": "Death Valley National Park: The Racetrack",
    "body": "The Racetrack         Mysterious moving rocks   Nestled in a remote valley between the Cottonwood and Last Chance Ranges, the Racetrack is a place of stunning beauty and mystery. The Racetrack is a playa--a dry lakebed--best known for its strange moving rocks. Although no one has actually seen the rocks move, the long meandering tracks left behind in the mud surface of the playa attest to their activity.  Caution The road to the Racetrack is rough, and good tires, 4x4 and high clearance are usually required. Standard rental vehicles are not recommended, and often get flat tires. Use extreme caution on this road in the summer heat.         Racetrack Road The road to Racetrack Valley begins near Ubehebe Crater. Normally, it is recommended for high-clearance vehicles with heavy-duty tires as it can be rough and washboard. Off-road driving is prohibited as the desert is very fragile and vehicle tracks can remain for years. Watch for Joshua trees along the way. Often confused with cactus, Joshua trees actually are a type of yucca that can grow up to 30 feet tall. Twenty miles in you will reach Teakettle Junction. Follow the road straight ahead to the Racetrack playa. The road to the left leads into Hidden Valley and connects with the Hunter Mountain road which usually requires 4- wheel-drive to travel. Two miles further the short spur road to the right leads to the Ubehebe Lead Mine. It operated during the late 1800's and again during World War I. The Grandstand After traveling 26 miles you reach the north end of the Racetrack and the Grandstand parking area. A short walk out to the Grandstand can be rewarding. This large island outcrop of quartz monzonite offers spectacular views of the Racetrack. Those interested in a longer hike should try the old miner's trail to Ubehebe Peak. This strenuous 6 mile round trip hike involves an elevation gain of 1800 feet. Look for this trail west of the Grandstand parking lot. The Racetrack is a playa (dry lakebed) about 3 miles long and 2 miles wide. At least 10,000 years ago this region underwent climatic changes resulting in cycles of hot, cold and wet periods. As the climate changed, the lake evaporated and left behind beige colored mud, at least 1,000 feet thick. Moving Rocks To see the moving rocks, drive two miles south of the Grandstand parking area. Walk at least a half mile toward the southeast corner of the playa for the best views of rocks and their tracks on the playa. Erosional forces cause rocks from the surrounding mountains to tumble to the surface of the Racetrack. Once on the floor of the playa the rocks move across the level surface leaving trails as records of their movements. Some of the moving rocks are large and have traveled as far as 1,500 feet. Throughout the years many theories have been suggested to explain the mystery of these rock movements. A research project has suggested that a rare combination of rain and wind conditions enable the rocks to move. A rain of about 1\/2 inch, will wet the surface of the playa, providing a firm but extremely slippery surface. Strong winds of 50 mph or more, may skid the large boulders along the slick mud.        Muddy footprints will disrupt the rocks' movements and leave unsightly scars for years.   Please Help The surface of the playa is very fragile. Driving on it or anywhere off established roads is prohibited. Do not move or remove any of the rocks. When the playa is wet, avoid walking in muddy areas and leaving ugly footprints. This prevents others from enjoying this unique area.",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/the-racetrack.htm"
}
