{
    "title": "Death Valley National Park: Eureka Dunes",
    "body": "Eureka Dunes        Eureka Dunes are the tallest in California.        A pale mountain of sand appears to hover over the flat valley floor. Rugged cliffs loom high above, boldly striped with pink, gray, and black. The distant yipping of a coyote is interrupted by a mysterious rumbling sound emitting from the dune itself. Welcome to Eureka Dunes, one of the newest additions to Death Valley National Park. Highest Dunes The Eureka Dunes lie in the remote Eureka Valley, an enclosed basin at 3000 foot elevation located northwest of Death Valley. The dunes cover an area only 3 miles long and 1 mile wide, yet they are the tallest sand dunes in California, possibly the tallest in all of North America. They rise suddenly more than 680 feet above the dry lakebed at their western base. As tall as these dunes are, they are dwarfed by the impressive limestone wall of the Last Chance Mountains which rises another 4000 feet above the valley floor. Singing Sand The climb to the summit of the dunes is not an easy walk. All the slopes are steep and the loose sand gives way beneath your feet. At the top, the sweeping view seems reward enough for your efforts, yet if the sand is completely dry you may experience one of the strangest phenomena to be found in the desert: singing sand. When the sand avalanches down the steepest face of the highest dune, a sound like a bass note of a pipe organ or the distant drone of an airplane can be heard eminating from the sand. If the dune is at all damp (even though it may not feel so to the touch) no sound will be made. Why this occurs is not fully understood, but may have something to do with the smooth texture of the sand grains and the friction of those grains sliding against each other. Island in the Desert At first glance the Eureka Dunes appear desolate. What could possibly survive the hardships of this area? Plants and animals must endure the shifting sands, as a windstorm could bury them alive or expose them to the drying sun. The dry surface is deceptive, for dunes can hold water like a sponge. The Eureka Dunes receive more rainfall than others in the Death Valley area because their location at the western base of a mountain range that captures precipitation from passing storms. For perhaps 10,000 years these dunes have existed, providing a unique habitat for specialized lifeforms to evolve. The isolation of Eureka Dunes from other dune fields has led to the development of endemic species of plants and animals that are found nowhere else in the world. Besides 5 species of endemic beetles, 3 special plants have their entire range limited to this island of sand.  Eureka Dunegrass Swallenia alexandrae  is often the only plant found on the higher slopes of the dunes. Its dense root system catches and holds drifting sand, forming stable hummocks. Stiff, spiny leaftips protect the plant from being disturbed by herbivores and careless hikers. Federally listed as an endangered species. Eureka Dunes Evening Primrose Oenothera avita eurekensis has large, white, night-blooming flowers to take advantage of pollenators such as moths that avoid the heat of day. When the leafy flower shoot is covered by windblown sand, roots sprout from the sides and a new rosette of leaves forms at the tip. Federally listed as an endangered species. Shining Milkvetch Astragalus lentiginosus micans reflects excess light and heat with a covering of silvery hairs to conserve moisture. This is a hummock -forming plant like the dune grass. Nodules on the roots gather nitrogen from the air, an important nutrient not available in the sand. Candidate for the Endangered Species List.  A Special Place Eureka Dunes are clearly a special place. Please have respect when you visit. Lifeforms here may not be able to survive our carelessness. Try to choose activities that have the least impact on the land. Recreational activities such as sandboarding are not allowed on these delicate dunes. Camp away from the base of the dunes where most of the endemic plants and animals live. Most importantly, OFF ROAD VEHICLE TRAVEL IS NOT PERMITTED ON THE DUNES, or any where else in Death Valley National Park for that matter. Please keep your vehicle on established roadways.",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/eureka-dunes.htm"
}
