{
    "title": "Death Valley National Park: Birdwatching",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Birdwatching                Birdwatching        Roadrunners are year-round residents of Death Valley.        Death Valley is one of the most impressive ornithological biomes in the National Park System. There are several factors that result in Death Valley’s long bird list. As one travels from the low valley desert, up the canyons, through the pinyon-juniper woodlands and onto the high boreal peaks, climate and vegetation changes are obvious. This wide diversity of habitat leads to a subsequent diversity in bird species. Death Valley and other valleys in the park are long north-south troughs just east of the Sierra Nevada range. Migratory birds are channeled into these valleys and stop at its desert oases and mountains. Spring Migration For a few weeks in the spring and again in the fall, hundreds of species pass through the desert areas. The first of the spring migrants can be detected as early as the first of March. By mid-March to early April the northbound movement is very much in evidence. The first wave of warblers reaches the valley about mid-April. Arriving at the same time are dozens of other species that are in full migration. The northbound movement reaches its peak from late April to early May. Nesting Nesting occurs from mid-February, during warm springs, through June and July in the high elevations. May through June is the most productive nesting period. Fall Migration There is definite evidence that the fall migration is underway by early August. Southbound movements are at a peak about the last of September. However, it is sometimes difficult to differentiate between northbound and southbound movements. Late spring migrants may still be moving north as early fall migrants begin their southward journeys. There is also the post-nesting summering visitors that may be mistaken for early southbound migrants. Winter November through March is probably the poorest season for birding; a few permanent residents remain, as well as occasional Sierran visitors. However, a number of species can be observed by exploring a variety of habitats. The majority of the park’s avifauna can be found at the low mountain springs and desert oases. Furnace Creek Ranch, with its diversity of habitats is definitely a hot spot. Springs that occur at up to about 4,000 feet elevation are fairly popular wintering habitats as well. Where to look for birds When birders visit Death Valley, traveling to a variety of representative habitats will prove to be the most productive. Visiting the following areas provides an overview of the diversity of Death Valley habitat and avian species:  Saratoga Spring (60 ft. elevation)– a low desert oasis. Furnace Creek Ranch (-200 ft. elev.) – exhibits a variety of habitats; visit the bird viewing platform next to Airport Road, the golf course is on private property – do NOT go on it. Scotty’s Castle (3,000 ft. elev.) – a riparian habitat. Wildrose (4,000 ft. elev.) – riparian habitat. High Panamints: Charcoal Kilns to the top of Telescope Peak (elevations from 7,000 – 11,000 ft)– this challenging drive \/ hike passes through pinyon-juniper habitat through bristlecone pines communities (recommended during clear \/ non-snow conditions only).",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/birds.htm"
}
