{
    "title": "Pipestone National Monument: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer       Volunteer-In-Parks (VIP) Become a VIP and put yourself at the heart of the park experience. As a Volunteer at Pipestone National Monument you can make a difference in your life and lives of others as you help the national parks perpetuate their promise. Visitors, neighbors, families, school groups, clubs, and businesses—people just like you—help care for the Monument's roads, trails, museum, library, and offices. The following questions will introduce you to Pipestone's Volunteers-In-Parks program. Discover why our volunteers are truly VIPs. What types of work can volunteers do? Park Ranger Interpretation (Volunteer) Main duties include providing visitor services interpreting the park's cultural, natural, and archeological features through talks and roving assignments;working at an information desk, and assisting with resource management programs. Employee assists in collecting visitation data, informs visitors concerning National Park Service regulations and policy, and operates AV equipment. Prepare, research, and present a diversity of formal and informal programs including presenting orientation talks, environmental education programs, conducted walks, and demonstrations. While working the visitor center information desk, park ranger will be responsible for greeting, answering questions, explaining regulations, and operating audio-visual equipment. Special projects may be assigned that require research, reading, writing, photography. Natural Resource Technician (Volunteer) The position is located in the Natural Resource Management Division at Pipestone National Monument. The incumbent maintains established databases, collects data according to established protocols, and routinely uses GPS\/GIS in the course of this work. The volunteer will be responsible for implementing exotic species control and routine monitoring according to established procedures. The incumbent provides assistance to other staff, and may be involved in natural resource management activities and research. The volunteer will also assist with research and report writing. Maintenance Worker (Volunteer) The volunteer will perform a variety of duties required in the routine operations of maintaining Pipestone National Monument. Janitorial duties of all buildings will include daily cleaning of restrooms, public use areas and offices including but not limited to;dusting, washing windows, cleaning mirrors, and replenishing bathroom supplies such as toilet paper and paper towels. Walking the trail and parking lot areas to pick up litter and checking trash containers, removing and replacing as needed. Other misc. maintenance duties will be performed assisting other maintenance workers such as setting pumps in quarries, preparing and painting surfaces, washing and cleaning of park vehicles to name a few. How long do volunteers work? This depends on the specific projects, the requirements of the supervisor, and your schedule. Most volunteers work with us for intermittent time periods. Where do volunteers live? While the Monument would like to be able to provide housing for any volunteer who needs it there is none available. We are also unable to provide any parking space for volunteers with their own travel trailers or RVs. Camping in a local private campground is an option but may be restricted in duration due to limited funds. What qualifications do volunteers need? Requirements vary;let us know your volunteer interests and we can tell you what qualifications we seek for that position. All applications will receive consideration without regard to race, creed, national origin, sex, age, color, political affiliation, or physical handicap. How do I apply? Please request a copy of the Monument's Volunteer Application Form from the volunteer coordinator. On-line applications are not available at this time. Applications are reviewed and distributed to the appropriate supervisor. Supervisors, not the volunteer coordinator, will contact qualified applicants directly, considering their needs and upcoming projects. What does the park provide? When required by the job, the park supplies caps, vests, identification tags and a minimal refund for expenses. Who do I contact for more information? To find out more about volunteering at Pipestone National Monument, contact the volunteer coordinator at (507) 825-5464 Ext 213, by e-mail, or by visiting the link below.       Current Volunteer Opportunities        Although there are currently no planned projects requiring volunteers, anyone wishing to volunteer may call the volunteer coordinator, Cody Goraczkowski, at 507-825-5464 Ext 213 to discuss possible assistance in the above categories.",
    "url": "https:\/\/www.nps.gov\/pipe\/getinvolved\/volunteer.htm"
}
