{
    "title": "Death Valley National Park: Furnace Creek",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Furnace Creek              Furnace Creek Area          • Golden Canyon: Hikers entering the narrows of this canyon are greeted by golden badlands within. An interpretive pamphlet is available. Hiking options include either a two-mile round-trip in Golden Canyon, or a four mile loop that returns via Gower Gulch. Trailhead located on Badwater Road.         • Artist’s Drive: Scenic loop drive through multi-hued volcanic and sedimentary hills. Artist’s Palette is especially photogenic in late afternoon light. The 9-mile paved road is one-way and is only drivable with vehicles less than 25 feet in length. Drive starts from Badwater Road.         • Devil’s Golf Course: Immense area of rock salt eroded by wind and rain into jagged spires. So incredibly serrated that “only the devil could play golf on such rough links.” The unpaved road starts on Badwater Road and is often closed after rain.         • Natural Bridge: Massive rock span across interesting desert canyon. From the trailhead, the natural bridge is a ½ mile walk. The spur road is gravel and often rough. Located off Badwater Road.         • Badwater: Lowest point in North America at 282 feet below sea level, Badwater Basin is a surreal landscape of vast salt flats. A temporary lake may form here after heavy rainstorms. Do not walk on the salt flats in hot weather.         • Harmony Borax Works: Although this borax refinery operated only from 1883 to 1888, it is important as the birthplace of the famous Twenty Mule Teams. Adobe ruins and an original wagon hint at the industrial activity that once was. Interpretive signs along the short, paved trail tell the story. Located one mile north of Furnace Creek on Hwy 190 west.        • Zabriskie Point: Surrounded by a maze of wildly eroded and vibrantly colored badlands, this spectacular view is one of the park’s most famous. Zabriskie Point is a popular sunrise and sunset viewing location. The viewpoint is a short walk uphill from the parking area. Located east of Furnace Creek on Hwy 190.         • Dante’s View: The most breathtaking viewpoint in the park, this mountain-top overlook is more than 5000 feet above the inferno of Death Valley. The paved access road is open to all vehicles less than 25 feet in length and starts east of Furnace Creek on Hwy 190.         • Twenty Mule Team Canyon: Winding through otherworldly badlands, this 2.7 mile, one-way loop drive is unpaved, but accessable to all standard vehicles other than buses, RVs, and trailers. Located off Hwy 190, east of Furnace Creek.",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/furnacecreekarea.htm"
}
