{
    "title": "Death Valley National Park: Backcountry Roads",
    "body": "Backcountry Roads          Death Valley has more miles of roads than any other national park. Though 91% of the park's 3.4 million acres are protected in roadless wilderness areas, nearly one thousand miles of paved and dirt roads provide ample opportunities for recreation and exploration.   This is remote territory.  Using the following tools and doing your homework before venturing out into the wilderness could save your life. Don't rely on GPS, instead take this free map (7 MB PDF).  More detailed maps are available from the Death Valley Natural History Association. Review the backcountry roads information sheet for a brief overview of some of the popular routes. Warning:  Weather changes the road conditions regularly.  Check the currently known conditions before your trip.      Travel Prepared to Survive Things can go wrong quickly in the backcountry. Pre-trip planning could save your life. Bring basic tools, a shovel, extra water and food with you. In the higher elevations, snow and ice conditions may require tire chains. Top off your gas tank before starting a trip. Flat tires are a common problem for backcountry visitors due to rough road conditions or from having unsuitable tires. Make sure your vehicle is equipped with \"off-road\" tires rather than highway or street tires. Carry at least one inflated spare tire (preferably two), a can of fix-a-flat or tire plug kit, a 12-volt air-compressor, a lugwrench, and be sure all parts of your jack are on hand. Know how to use your equipment before you head out. Bring water Always carry extra water for you and your vehicle. In hot weather you need at least a gallon per person per day. A 5-gallon container of water is standard emergency backup. Springs and other natural water sources may be dry or contaminated. Do not depend on them. If your vehicle breaks down It is best to stay with your vehicle if it breaks down. On main roads, another traveler should come along sooner than you could walk for help. Leave the car's hood up and\/or mark the road with a large X visible to aircraft. If you decide to walk out, stay on the main roads-do not cut cross-country. If it's hot, walk out only if you can carry sufficient water and wait until after sundown. Leave a dated note describing your plan with your vehicle. Dial 911 in case of emergencies, but remember, cell phone reception is non-existant in most areas of the park. Towing charges are high and AAA often doesn't cover tows on dirt roads. Be a good road neighbor Stop to help those in need. Report anyone in trouble to the nearest ranger. You may need help yourself some time. Safety in numbers Travel in a group of two or more 4WD vehicles in remote areas and on rough roads. If that is not possible, leave a trip plan with a reliable person that will do follow-up on your safe return. Don't expect road signs Most backcountry road junctions are unmarked, so carry good maps and study them in advance. Be alert for washouts and other road damage.        Regulations Stay on established roads Driving off roads is prohibited. The desert environment is extremely fragile and slow to recover from vehicle damage. Honor road closures. If in doubt, do not drive. Operating a motor vehicle in a manner that causes unreasonable damage to the surface of a park road or route is prohibited. Vehicles All motorized vehicles and drivers must be properly licensed. Off-road vehicles are prohibited from operating on all park roads, paved or dirt. These types of vehicles include, but are not limited to, ATVs, dirt or motocross bikes, and golf carts, Rhino or Polaris multiple passenger vehicles. Duel sport motorcycles are allowed on paved or dirt roads as long as the vehicle is registered and street legal according to California state laws.″ Vehicles with off-road registration \"green stickers\" may not be operated in the park.    Bicycles Bicycles are allowed on paved and dirt roads and the bike path near the Furnace Creek Visitor Center. Bikes are not allowed off roads, on trails, on closed roads, or in the wilderness areas of the park. Wilderness The wilderness boundary is 50 feet from the center line of most backcountry dirt roads. Only foot or horseback traffic is allowed within the park's wilderness.      Rental Vehicles  Most vehicle rental agreements restrict vehicles to paved roads. Check your contract and be aware that the rental company can charge you for damage to the vehicle outside of the contract agreement specifications. Be sure that your rental vehicle has a good spare tire, that the tire is accessible and not \"locked\" into a keyed holder, and that the tools to change the tire, including jacks and wrenches, are in the vehicle and accessible. Farabee's Jeep Rentals now have an outlet located in Furnace Creek. These jeeps are outfitted for rugged backcountry road use.",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/backcountryroads.htm"
}
