{
    "title": "Tuzigoot National Monument: Disturbed Lands",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Disturbed Lands                Disturbed Lands         Tuzigoot with the rust-colored land of the tailings before being capped.   As visitors drive to Tuzigoot today, they drive through acres of flat land before climbing the final hill to the visitors’ center. They used to ask the first ranger they saw why the land was so flat and rust-colored… but today few even realize that they have just driven over the remnants from decades of depositing the by-products, or tailing slurry, of copper smelting.  The ore was mined from the Jerome area, and Jerome, the ‘billion dollar copper camp’, boomed from 1883 until the closing of the mines in 1953.        Tuzigoot now with the cap over the tailings and native plants growing. Skip Larson  Originally overlooked by the first Spaniards to visit the Verde Valley in the 1580's, the copper ore deposits did eventually yield billions of dollars which trickled into the local economy. Mining took place in the Jerome area, and the smelting process, where copper is extracted from the other metals in the ore, was originally located there as well. However, the Clarkdale smelter started operation in 1915 with the original plan calling for a slag dump covering 2 acres, and flotation tailings ponds covering 65 acres. The United Verde Copper Company started pumping slurry through miles of redwood pipes to the large tailings ponds located near Tuzigoot in 1927. In this land, which was likely the pre-historic farmland of the Sinagua, slurry continued to be deposited after Phelps Dodge acquired the mine and smelter in 1935. The toxic smoke and fumes from the smelting operation resulted in the deforestation of most of the large, woody vegetation in the surrounding areas and severely impacted the growing of crops by local farmers. The tailings pond was estimated to be 50 feet thick in some areas when smelting operations ceased in 1950 and covered an area of over 75 acres. In 1955, the University of Arizona analyzed the tailings. This analysis revealed the presence of \"fine sand, pyrite, and heavy metals\". The area was saturated with water to avoid wind-blown dust from the tailings. The area was diked and bermed to keep the water from infiltrating into the nearby Verde River. In the Spring of 2006 Phelps Dodge mining company started the process of placing an evapotranspiration cap on the tailings. A two-foot-thick layer of soil and rock was placed over the 129 acres of orange land. In addition a seed mixture of native plants was spread over the cap. Since the native plants should be capable of surviving with local rainfall, no irrigation is needed. The thickness of the cap should ensure that all rainfall is either used by the plant community or evaporates, thus minimizing the seepage of minerals and heavy metals from the tailings into groundwater or the Verde River. As plants grow on the evapotranspiration cap it is easy to see how much this neighbor to Tuzigoot has changed visitors’ experiences as well as the environment. The dust that once plagued the area is almost non-existent. The view from the top of the Tuzigoot pueblo is no longer marred by harsh land. It will still be years before the old tailings area looks ‘back to normal’ but for now visitors can easily imagine the prehistoric Sinaguan farmer working the land below this hilltop pueblo.",
    "url": "https:\/\/www.nps.gov\/tuzi\/learn\/nature\/disturbed-lands.htm"
}
