{
    "title": "Tuzigoot National Monument: Rivers and Streams",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Rivers and Streams                Rivers and Streams      To the ancient inhabitants of Tuzigoot the Verde River was as precious a resource as it is to the present-day residents of the Verde Valley. Draining an area of approximately 6,188 square miles, it flows from its source near Sullivan Lake near the community of Paulden to its confluence with the Salt River over 140 miles away. The major perennial tributaries drain the area north and east of the Verde River and flow in a southwesterly direction toward the Verde River. Because these tributaries drain areas of significantly higher elevation and receive more rain and snow than the valley itself, flood events can occur during the winter, spring, and summer. Eight streamgaging stations are operated by the U.S. Geological Survey in the watershed.Up until the 1890's the river was in places over a mile wide, creating a series of marshes and sloughs providing habitat for a wide-variety of plants and animals, including parrots. A severe flood event in 1893 resulted in the incising of the river into its present channel. Peck's Lake and Tavasci Marsh, located to the north and east of Tuzigoot, are the remains of an abandoned meander of the ancestral Verde River. The lake and marsh provide a glimpse into the past environmental conditions of the Verde Valley. Tavasci Marsh has been designated as an Important Bird Area by the Audobon Society of Northern Arizona.While water quality of the river is generally good, past mining operations have had a negative effect. High levels of sodium, turbidity, boron, mercury, iron, ammonium, and selenium are often recorded. Dedicated volunteers, trained in water quality monitoring, document the condition of the water on a regular basis.Today, the primary use of this surface water is for agricultural irrigation. Many ditches channel the flow for the growing of crops in the communities of Cottonwood and Camp Verde. Between these two communities, the river flows through mostly private land. South of Camp Verde the land is managed by the Prescott, Coconino, and Tonto National Forests with numerous access points for water-based recreation including canoeing, kayaking, and fishing. The river hosts native populations of suckers and non-native fish such as carp, catfish, and bass. Southern bald eagles find adquate nest sites in the craggy cliffs bordering the river and can often be seen during the winter and spring as they search for food along the river corridor. The river is stocked with trout by the Arizona Department of Fish and Game in the winter. River otters, reintroduced in the 1980's, have made a comeback and can be seen occasionally.",
    "url": "https:\/\/www.nps.gov\/tuzi\/learn\/nature\/rivers-and-streams.htm"
}
