{
    "title": "Death Valley National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes      ENTRANCE FEESVehicle Entrance Fee  $20 for 7 Days This permit allows all persons traveling with the permit holder in one single private, non-commercial vehicle (car\/truck\/van) to leave and re-enter the park as many times as they wish during the 7-day period from the date of purchase.   Individual Entrance Fee  $10 for 7 Days This permit allows a single individual traveling on foot, motorcycle, or bicycle to leave and re-enter the park as many times as they wish during the 7-day period from the date of purchase. If the motorcycle or bicycle has more than one rider, each rider is charged the $10 fee.  Death Valley Annual Pass$40 for one yearAnnual pass providing free entrance to Death Valley for 12 months from the date of purchaseTHE NATIONAL PARKS & FEDERAL RECREATIONAL LANDS PASS SERIESAmerica the Beautiful Annual Pass$80 for one yearAnnual pass covering entrance and standard amenity fees for national parks and other federal fee areas. This replaces the National Parks Pass and Golden Eagle Pass.Annual Pass for US MilitaryFree for one yearAnnual pass covering entrance and standard amenity fees for all active military personnel and their dependents. (For active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173)Access PassFree for lifetimeLifetime admission and discount pass for US citizens or permanent residents with permanent disabilities. Senior Pass$10 for lifetimeLifetime admission and discount pass for US citizens or permanent residents who are age 62 or older.Commercial Entrance FeesEntrance Fees for commercial vehicles are based on the capacity of the vehicle. Vehicle capacity 1-6:  $25, plus $10 per person Vehicle capacity 7-15:  $75 Vehicle capacity 16-25:  $100 Vehicle capacity 26 or more:  $200 PAYMENT LOCATIONSPayment of the park entrance fee and purchase of annual or lifetime passes using either credit card or cash may be done at these locations during business hours;Furnace Creek Visitor CenterScotty's Castle Visitor Center (Closed until further notice)Stovepipe Wells Ranger StationFurnace Creek Campground kiosk (when staffed October 15 to April 15)Payment of park entrance fees using credit card only may be done at automated fee machines 24\/7 at:Furnace Creek Visitor Center Stovepipe Wells Ranger StationGrapevine Ranger StationRyan Kiosk (east entrance to park on Hwy 190)Zabriskie PointBadwaterHell's Gate (Daylight Pass Road)Furnace Creek Campground (April 16 to October 14)Sunset Campground (when open)Texas Springs Campground (when open)Stovepipe Wells Campground (when open)Mesquite Springs Campground CAMPGROUND FEES vary with each campground. The Campground page gives you the breakdown. SCOTTY'S CASTLE TOUR FEESOn Sunday, October 18, 2015, a storm caused extensive flash flooding in the Scotty's Castle area in northern Death Valley National Park. Initial assessments revealed damage to roads, utilities and some historic structures. Scotty's Castle is closed and will remain closed until further notice. Please contact 760-786-3280 for more information.Living History Tour & Underground Tour  Adult (16-61 years of age):  $15 Interagency Senior Pass holders:  $7.50 Interagency Access Pass holders:  $7.50 Youth (6-15 years of age):  $7.50 Child (5 years or younger):  Free!   Lower Vine Ranch Tour  Adult (16-61 years of age):  $20 Interagency Senior Pass holders:  $10.00 Interagency Access Pass holders:  $10.00 Youth (6-15 years of age):  $10.00 Child (5 years or younger):  Free! Do Business With Us Commercial Use Permits, Filming Permits, Research Permits, Special Use Permits",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/fees.htm"
}
