{
    "title": "Death Valley National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions           Highway routes into Death Valley.   Traveling by Car  The main road transecting Death Valley National Park from east to west is California Highway 190. On the east in Nevada, U.S. Route 95 parallels the park from north to south with connecting highways at Scotty's Junction (State Route 267- Access closed until further notice), Beatty (State Route 374), and Lathrop Wells (State Route 373). The most direct route from Las Vegas (via Pahrump, NV) and other options are available by downloading Routes From Las Vegas (191kb PDF file) Coming from the west, State Route 14 and U.S. Route 395 lead to Ridgecrest, CA where State Route 178 heads east into the park. Further north on Hwy 395 at Olancha, CA you can join Hwy 190 to the park, or north of that at Lone Pine, CA, Hwy 136 will also join Hwy 190 heading east into the park.  South of the park, Interstate 15 passes through Baker, California on its way from Los Angeles to Las Vegas. State Route 127 travels north from Baker to Shoshone and Death Valley Junction with connections to the park on State Route 178 from Shoshone and connection with California Highway 190 at Death Valley Junction.  Using GPS Navigation GPS Navigation to sites to remote locations like Death Valley are notoriously unreliable. Numerous travelers have been directed to the wrong location or even dead-end or closed roads. Travelers should always carry up-to-date road maps to check the accuracy of GPS directions.  DO NOT DEPEND ONLY ON YOUR VEHICLE GPS NAVIGATION SYSTEM.  There is no specific street address for the park or the Furnace Creek Visitor Center. Many GPS users have had success using the street address for the Death Valley Post Office which is located about 400 meters south of the visitor center. The post office address is: 328 Greenland Blvd. Death Valley, CA 92328  Map coordinates for the visitor center are: N 36°27.70 W 116°52.00 By Private Plane  There is a small public airport at Furnace Creek. Fuel is NOT available at the airport. There is also a rough paved strip at Stovepipe Wells. No fuel is available. We recommend airport information manuals for further details.  Public Transportation At this time, there is no public transportation available to Death Valley National Park.           Most Popular Points for a 1 day visit KML files:  Each file is a 1 KB download (Father Crowley Point, Stovepipe Wells Ranger Station, Mesquite Flat Sand Dunes, Furnace Creek Visitor Center, Devil's Golf Course, Badwater Basin, Artist's Palette, Zabriskie Point, and Dante's View)",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/directions.htm"
}
