{
    "title": "Death Valley National Park: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions             Alerts & Conditions         Alerts    Danger        EXTREME SUMMER HEAT  Alert 1 , Severity ,danger ,, EXTREME SUMMER HEAT  Expect high temperatures of 100°F to over 120°F (38°C to over 49°C). Drink plenty of water and carry extra. Avoid hiking (after 10 am). Travel prepared to survive. In the case of a heat related illness, get to a cool place and seek help ASAP! more     Caution        CLOSED Roads  Alert 1 , Severity ,caution ,, CLOSED Roads  Please check the list of closed roads below.  For more road information including backroads you can also check the Death Valley Roads Facebook page @ www.facebook.com\/DeathValleyRoadConditions. more     Information        Scotty's Castle CLOSED until 2019 due to flood damage.  Alert 1 , Severity ,information ,, Scotty's Castle CLOSED until 2019 due to flood damage.   Flooding in Grapevine Canyon from a severe thunderstorm has destroyed the road to Scotty's Castle, damaged infrastructure and some out-buildings in the Castle complex. more               Road Conditions See below for current road closures. For backcounrty roads, the standard conditions are of various qualities from 2wd to extreme 4x4 routes. Many roads are very remote and road conditions can change without notice.  For the most up to date backcountry road information and conditions, please visit the Road Conditions Facebook Page.  Lower Wildrose Road: Closed between the Wildrose Campground and Panamint Valley Road. Access to Wildrose Campground, Wildrose Peak and Telescope Peak trails is possible via Emigrant Canyon Road from CA 190. Scotty's Castle Road: Open from CA-190 to Ubehebe Crater Road.  Closed into Grapevine Canyon (Bonnie Claire Road) due to flood damage.  No access to Scotty's Castle or NV-267 Echo Canyon Road: Closed due to flood damage         Roads Outside the Park  Caltrans:  California Department of Transportation highway conditions Yosemite National Park: Directions and Conditions Sierra Nevada Passes: CA120 (Tioga Pass), CA108 (Sonora Pass), CA4 (Ebbetts Pass), CA88 (Monitor Pass) Nevada DOT:  Nevada Department of Transportation highway conditions            Current Weather Conditions NOAA Death Valley Weather & Climate page includes current conditions, forecasts and weather radar images.",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/conditions.htm"
}
