{
    "title": "Death Valley National Park: Mosaic Canyon",
    "body": "Mosaic Canyon        The scouring action of grit-laden flash floods have carved and polished the narrows of Mosaic Canyon.        Mosaic Canyon is a showcase of geologic features as well as a beautiful example of one of Death Valley’s many canyons. Located 1\/4 mile west of Stovepipe Wells Village, the 2 mile gravel access road climbs 1000 ft. to the parking area. From here an easy 1\/4 mile walk leads into the canyon narrows, where the surrounding rock walls are composed of smooth, water-polished marble. If time permits, you can continue hiking for another 1-1\/2 to 2 miles before the way is blocked by a dry waterfall. The canyon formed because a system of cracks, known as faults, developed in the area millions of years ago. Running water has been channeled into these faults for centuries and has gradually carved out the canyon to its present size. Mosaic Canyon is the drainage for the northern flank of Tucki Mountain, and channels water from a 4.3 square-mile area. Periodic flash floods continue to bring down sand, gravel and rock from the surrounding hills. This debris is deposited just past the canyon mouth. Over time, this continued deposition has built up the large wedge-shaped alluvial fan that extends down toward Stovepipe Wells. Mosaic Canyon was named for a rock formation known as the \"Mosaic Breccia.\" Breccia is the Italian word meaning \"fragments\". This formation is composed of angular fragments of many different kinds of parent rock, and it can be seen on the floor of the canyon just south of the parking area. The most common rock formation in the canyon is the Noonday Dolomite. This limestone is rich in magnesium and formed 750 to 900 million years ago when the area was part of the Pacific Ocean. This sedimentary material was later buried to great depths by younger materials and was subjected to pressures and temperatures exceeding 1000 degrees Fahrenheit. As a result, much of the limestone was altered, or metamorphosed, into marble. Subsequent uplift and erosion have since re-exposed these metamorphic rocks. Mosaic Canyon is considered a geologic \"outdoor museum\", and as part of the National Park System, all of its features are protected by law. Enjoy the area, but please leave it undisturbed for future visitors. NO ROCK COLLECTING!",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/mosaic-canyon.htm"
}
