{
    "title": "Death Valley National Park: #HikeDeathValley Challenge",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     #HikeDeathValley Challenge                Hike Death Valley 2016        The second annual Hike Death Valley challenge is your chance snag a limited edition decal. Photo Credit - Alexandra Rothermel.  Decal Credit - Pete Avena       On January 1st, 2016, Death Valley National Park launched the second annual Hike Death Valley challenge. Simply hike trails from the designated list to earn points. Once you get 4 points, you're eligible to receive a free water resistant Hike Death Valley decal. Just take your selfies to a visitor center where you share your experience with a park ranger and snag your decal.   Don't forget to post your favorite #HikeDeathValley photos online for a chance to be featured on Death Valley social media pages.  The decal and trails list will change every year. Start your collection now!   Supplies are limited.    2016 TRAILS & ROUTES         Mesquite Flat Sand Dunes   Beginner Routes: 1 point each.  Classic Death Valley Hikes.    Natural Bridge: 1.5 miles (2.4km). The park's largest natural rock span. Golden Canyon: 2.0 miles (3.2km). Can be linked to Badlands Loop.  Map.  GPS files: GPX \/ KML. Mesquite Flat High Dune: 2.0 miles (3.2km). Summit the highest dune for great views and unbeatable sunsets. Ranger Led Hikes: Mileage, location, and availability vary. Check the most recent ranger program schedule for guided hiking opportunities.  Not available during summer.            Mosaic Canyon   Intermediate Routes: 2 points each.  Some route finding necessary.  No signs.     Desolation Canyon: 3.6 miles (5.8km) each way hike through colorful yet narrow canyon badlands.  Map. GPS Files: GPX \/ KML. Badlands Loop: 2.7 miles (4.3km) Loop hike through colorful badlands.  Can be linked to Golden Canyon\/Gower Gulch.  Map.  GPS Files: GPX \/ KML. Mosaic Canyon:  4 miles (6.4km) round trip.  Polished marble narrows and colorful mosaic features.  Map.  GPS Files: GPX \/ KML. Popular walk up a narrow, polished marble-walled canyon.  Willow Canyon: 5 miles (8km). Wilderness hike to hidden waterfall. Sidewinder Canyon: 5 miles (8km). Dark and narrow series of slot canyons.            Telescope Peak   Advanced Routes: 4 points each.  Some route finding is required.  Check weather conditions prior to your trip.       Little Bridge Canyon:  Unique and colorful geologic formations in remote yet dramatic canyon.  6 - 7 miles (9.6 - 11.2km) round trip.  Map.  GPS Files:  GPX \/ KML. Wildrose Peak:  8 miles (12.8km). The trail climbs 2200 feet (671m) to summit of 9064 feet (2,763m) high peak. Expect snow in winter, but is a great option for a summer hike. Telescope Peak: 14 miles (22.5km). The highest peak in the park at 11,049 feet (3,368m) in elevation.  The trail is usually snow-free by June.  High clearance vehicle required.  Fantastic summer hike! Cottonwood\/Marble Canyon Loop:  26 miles (42 km).  Route may be longer due to road conditions.  See georeferenced map and route description (11x17 page size).  GPS files: GPX(86 KB download). KML format (64 KB download).  The Cottonwood &Marble Loop is the most popular backpacking route in the park due to fairly reliable, yet seasonal water sources and absolutely breathtaking scenery.  You'll need route finding skills, including the ability to read a map and compass to navigate the difficult terrain.  A 4x4 vehicle with high clearance is typically necessary beyond the first 8 miles of road. Check weather, road, and springs conditions prior to your trip.  Receive free backcountry permit at a park visitor center.  As of 4.5.2016 the first water source in Cottonwood Canyon (end of Cottonwood Canyon Road) to at least one mile into the canyon is dry.  Conditions beyond are unknown, but do not count on water sources until December.  Call 760-786-3200 to check conditions prior to your trip.             Harmony Borax Works   ADA Friendly:  2 points each.  Opportunities for visitors with disabilities.     Salt Creek Loop: Wooden boardwalk through pupfish habitat.  Harmony Borax Works: Paved loop trail to 20-Mule Team historic site.  Badwater Salt Flats: Accessible ramp leads down to beautiful salt flats at the lowest point in North America.",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/hikedeathvalley2016.htm"
}
