{
    "title": "Death Valley National Park: Horse & Stock Use",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Horse & Stock Use                Horse & Stock Use       Stock use is not common in Death Valley National Park due to the harshness of the terrain and the lack of available water. Most stock use occurs along backcountry dirt roads or in the open wilderness terrain off of the Harry Wade road in the southern portion of the park.   Only horses, mules, burros, llamas, and alpacas are recognized as appropriate stock in Death Valley National Park.  Trails    Stock is allowed on all backcountry dirt roads, undeveloped wilderness routes, and cross country. Stock is allowed on the Wildrose and Ubehebe Peak trails, and the Indian Pass, Fall Canyon and Cottonwood\/Marble Canyon hiking routes.  Stock is not allowed on all other park trails, in developed campgrounds, picnic areas, on paved roads, on the Badwater salt flats or in any sand dune system.  Commercial stock use is not allowed in the wilderness, but is allowed along backcountry dirt roads with the proper Commercial Use Permit.     Feed    Weed free feed is required and must be fed to animals three days in advance of entry into the park. ·         Stock is not allowed to graze on native vegetation.  Stock must be controlled at all times.    Manure & Waste    All manure shall be removed, or if it is not reasonably feasible to remove, it must be raked out and spread over a large area. Fill in all holes and return all trampled areas to their natural state.   Remove all trash including unused stock feed.    Overnight    Group size for stock parties is 12 people and no more than 8 stock in the wilderness or along backcountry dirt roads.   Camping with stock is not allowed in developed campgrounds. Stock parties must not camp within 100 yards of water. Overnight stock parties are strongly encouraged to obtain a free wilderness\/backcountry use permit.  Most previously disturbed, backcountry roadside campsites are too small and inappropriate for stock use. One campsite frequently used by stock parties is located on the Harry Wade Road, about 12.5 miles south of Ashford Junction, on the south side of the road just east of the Amargosa River crossing.",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/horse-use.htm"
}
