{
    "title": "Death Valley National Park: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets       Although pets are welcome in Death Valley National Park,there are many restrictions for the safety of park resources, wildlife, other visitors, and even your pet. You may take your pet along roads, to campgrounds, picnic areas, and other developed areas of the park, but they must be restrained or kept on a leash no longer than 6 feet at all times. Other than service animals, pets are not allowed inside most buildings or on trails (including to Zabriskie Point), but you also can not leave them in your car while you are away. Most pet owners find that both their pets and themselves are happier if the pets are left at home or in a kennel. Pets can have a negative impact on the park. Dogs in particular might scare or chase wildlife, pollute water sources and can become defensive and dangerous in strange surroundings. Domestic animals can spread diseases to wildlife, and vice versa. Pet owners are responsible for cleaning up their pet's feces and disposing of them properly. Likewise, the desert can be a dangerous place for pets.Coyotes have been known to lure unsuspecting pets away, to be either killed or lost. Rattlesnakes may alert humans to keep a safe distance, but most pets are unaware of the danger. Spiny plants and hot, rough ground surfaces can be painful or damaging to your pet's bare foot pads. Desert heat and aridity can take a toll on pets and humans. Remember to always provide drinking water and never leave your pet alone in a closed vehicle, which can quickly become deadly hot. Staying Overnight in the park with a pet Pets are allowed in all park campgrounds, but must be restrained at all times. No more than 4 pets per campsite area allowed. Pet owners should be good neighbors by keeping their pets quiet, cleaning up pet feces, and never leaving their pets unattended. Food and water bowls must not be left outside. Pet-friendly lodging in the park is available at Stovepipe Wells Village and Panamint Springs Resort, but extra fees are charged. Other than service animals, pets are not allowed in guest rooms at the Ranch and Innat Furnace Creek. Where you can walk with your pet Almost all national parks prohibit pets on trails and in the wilderness, but pets are allowed on roads. Walking with Fido (on leash, of course) along one of Death Valley's many scenic backcountry roads can be a rewarding alternative to trails. Many of the minor dirt roads receive light traffic, are surrounded by wilderness and seem like two parallel footpaths. Just remember to take your pet safely off to the roadside when a vehicle comes along.  Near developed areas  Furnace Creek Airport Road: Starting near the Visitor Center, this level, 1-mile paved road edges the golf course to the airport. WARNING: coyotes are regularly seen in this area. Bicycle Path to Harmony Borax Works: Paralleling Hwy 190 north of the visitor center for 1mile, this is the only trail in the park open to pets. The interpretive trail around Harmony Borax Works ruins is closed to pets, but those looking for a longer walk can continue on the unpaved Mustard Canyon Road. Stovepipe Wells Airport Road: From the Stovepipe Wells Campground entrance this unpaved road heads across the valley floor to the airport and access to the Cottonwood Canyon Road.  In the backcountry  Twenty Mule Team Canyon Road: This 3-mile, one-way dirt road passes through colorful, other-worldly badlands. Vehicles may be restricted to traveling only one direction, but hikers can choose to turn around at any time. Titus Canyon Road: The hike up the narrows of Titus Canyon is one of the most popular in Death Valley and because it is on a dirt road you can bring your pet along. The first 1.5 miles is the narrowest, but you can continue for miles if you like. Spectacular scenery is the main reason to hike here, but the local herd of native bighorn sheep is why you should keep your pet under tight control. Echo Canyon Road: Although the first part of this road is in the open, if you have a high-clearance, 2WD vehicle you can drive 3 miles to the canyon mouth, then walk with your pet through the 2 mile long canyon narrows to a natural arch and beyond. Chloride City Road: This mid-elevation road is a good option when the temperatures are starting to get too warm in the valley. From the Daylight Pass Road, walk the narrow dirt road winding through desert hills to Monarch Canyon (2 miles.)  Other public lands Death Valley National Park is surrounded by public lands that have less restrictive rules regarding pets. Contact the Bureau of Land Management (BLM) in Ridgecrest, CA or Battle Mountain, NV and the U.S.Forest Service \/ Inyo National Forest in Lone Pine or Bishop, CA for current regulations.",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/pets.htm"
}
