{
    "title": "Death Valley National Park: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather             Death Valley is famous as the hottest place on earth and driest place in North America. The world record highest air temperature of 134°F (57°C) was recorded at Furnace Creek on July 10, 1913. Summer temperatures often top 120°F (49°C) in the shade with overnight lows dipping into the 90s°F (mid-30s°C.) Average rainfall is less than 2 inches (5 cm), a fraction of what most deserts receive. Occasional thunderstorms, especially in late summer, can cause flash floods.In contrast to the extremes of summertime, winter and spring are very pleasant. Winter daytime temperatures are mild in the low elevations, with cool nights that only occasionally reach freezing. Higher elevations are cooler than the low valley. Temperatures drop 3 to 5°F (2 to 3°C) with every thousand vertical feet (approx. 300m). Sunny skies are the norm in Death Valley, but winter storms and summer monsoons can bring cloud cover and rain. Wind is common in the desert, especially in the spring. Dust storms can suddenly blow up with approaching cold fronts.  NOAA Death Valley Weather & Climate page has current conditions, forecasts and radar images.Why is Death Valley's climate so extreme?Why so Dry?Winter storms moving inland from the Pacific Ocean must pass over mountain ranges to continue east. As the clouds rise up they cool and the moisture condenses to fall as rain or snow on the western side of the ranges. By the time the clouds reach the mountain's east side they no longer have as much available moisture, creating a dry \"rainshadow\". Four major mountain ranges lie between Death Valley and the ocean, each one adding to an increasingly drier rainshadow effect.Why so Hot?The depth and shape of Death Valley influence its summer temperatures. The valley is a long, narrow basin 282 feet (86 m) below sea level, yet is walled by high, steep mountain ranges. The clear, dry air and sparse plant cover allow sunlight to heat the desert surface. Heat radiates back from the rocks and soil, then becomes trapped in the valley's depths. Summer nights provide little relief as overnight lows may only dip into the 85°F to 95°F (30°C to 35°C) range. Heated air rises, yet is trapped by the high valley walls, is cooled and recycled back down to the valley floor. These pockets of descending air are only slightly cooler than the surrounding hot air. As they descend, they are compressed and heated even more by the low elevation air pressure. These moving masses of super heated air blow through the valley creating extreme high temperatures. How extreme is Death Valley's weather?Record TemperaturesThe hottest air temperature ever recorded in Death Valley (Furnace Creek) was 134°F (57°C) on July 10, 1913. During the heat wave that peaked with that record, five consecutive days reached 129° F (54°C) or above. Death Valley holds the record for the hottest place on earth.Oddly enough, 1913 was also the year that saw Death Valley's coldest temperature. On January 8, the temperature dropped to 15°F (-10°C) at Furnace Creek.Longest summersThe greatest number of consecutive days with a maximum temperature of 100° F or above was 154 days in the summer of 2001. The summer of 1996 had 40 days over 120° F, and 105 days over 110° F. The summer of 1917 had 43 consecutive days with a high temperature of 120° F or above.Dry as a boneNo rain was recorded in the years of 1929 and 1953. The driest stretch on record was only 0.64 inches (1.6cm) of rain over a 40-month period in 1931 to 1934.Weather data was compiled from park and National Weather Service record summaries for the years 1911 through 2007 for Furnace Creek in Death Valley, California.        JAN FEB MAR APR MAY JUN JUL AUG SEP OCT NOV DEC Year Average High 67°F19°C 73°F23°C82°F27°C90°F32°C  100°F38°C 110°F43°C 116°F41°C115°F46°C  106°F41°C93°F34°C  77°F25°C65°F18°C  91°F33°C Average Low 40°F4°C 46°F8°C55°F13°C62°F17°C  73°F23°C81°F27°C  88°F31°C86°F30°C76°F24°C  61°F16°C48°F9°C 38°F3°C  63°F17°C Record High87°F31°C  98°F37°C 103°F39°C 113°F39°C 122°F50°C 129°F54°C 134°F57°C127°F53°C 123°F50°C  113°F45°C97°F36°C  89°F32°C 134°F57°C Record Low15°F-9°C 21°F-6°C 26°F-3°C 23°F-5°C 42°F6°C 49°F10°C 62°F17°C 64°F18°C41°F5°C 32°F0°C  24°F-4°C19°F-7°C  15°F-9°C AveragePrecipitation 0.27 in0.7cm 0.37 in0.9cm 0.22 in0.6cm 0.12 in0.3cm 0.07 in0.2cm 0.03 in0.1cm 0.11 in0.3cm 0.11 in0.3cm 0.14 in0.4cm 0.10 in0.3cm 0.17 in0.5cm0.19 in0.5cm  1.94 in4.9cm",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/weather.htm"
}
