{
    "title": "Tuzigoot National Monument: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Tuzigoot sits on a ridge right above the Verde River, seen above. Walk our trails and get an idea for how the Sinagua depended on this river, as we still do today.  Water monitoring by the Sonoran Desert Network helps us manage our water resources. NPS   Inventory & Monitoring Much like a physician monitors a patient's heartbeat and blood pressure for diagnostic purposes, National Park Service officials need accurate information about the resources in their care. Specifically, they need to know how and why natural systems change over time, and what amount of change is normal, in order to make sound management decisions. In 1998, Congress authorized and funded an initiative to build a stronger scientific foundation for the management and protection of natural resources in national park units across the country. As part of the Natural Resource Challenge, Tuzigoot National Monument joined 10 other parks in the Sonoran Desert and Apache Highlands where scientists from the Sonoran Desert Network have designed and implemented an integrated inventory and monitoring program. The first phase of the program was to verify which natural resources were in the parks via scientific inventories of plants and animals, as well as physical resources, such as air and water quality, climate, geology, and soils. The second phase of the program is long-term \"vital signs\" monitoring. Vital signs are a set of key natural resources and ecosystem processes selected to represent the overall health or condition of park resources. Vital signs data can provide early warning of ecosystem changes, allowing park managers to develop effective mitigation measures and reduce management costs. In cooperation with park staff, as well as staff from other federal and state agencies, non-profit organizations, and universities, the Sonoran Desert Network collects, organizes, analyzes, and synthesizes natural resource data and provides the results in a variety of useful formats. At Tuzigoot National Monument, the network monitors climate; exotic plants; landbirds; seeps, springs, and tinajas; and streams.",
    "url": "https:\/\/www.nps.gov\/tuzi\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
