{
    "title": "Death Valley National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address          P.O. Box 579 Death Valley, CA 92328                 Directions         The main road transecting Death Valley National Park from east to west is California Highway 190. On the east in Nevada, U.S. Route 95 parallels the park from north to south with connecting highways at Scotty's Junction (State Route 267), Beatty (State Route 374), and Lathrop Wells (State Route 373).  Directions Details           Operating Hours & Seasons         Death Valley National Park The park is open daily all year.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           AUTUMN arrives in late October, with warm but pleasant temperatures and generally clear skies. WINTER has cool days, chilly nights and rarely, rainstorms. With snow capping the high peaks and low angled winter light, this season is especially beautiful for exploring the valley. SPRINGTIME is the most popular time to visit Death Valley. Besides warm and sunny days, the possibility of spring wildflowers is a big attraction. SUMMER starts early in Death Valley. By May the valley is too hot for most visitors         Fees & Passes     Entrance Fees:   Death Valley Entrance Fee - per vehicle - $20.00 This permit allows all persons traveling with the permit holder in one single private, non-commercial vehicle (car\/truck\/van) to leave and re-enter the park as many times as they wish during the 7-day period from the date of purchase.   Death Valley Entrance Fee - per individual - $10.00 This permit allows a single individual traveling on foot, motorcycle, or bicycle to leave and re-enter the park as many times as they wish during the 7-day period from the date of purchase. If the motorcycle or bicycle has more than one rider, each rider is charged the $10 fee.   Entrance Passes:   Death Valley Annual Pass - $40.00 Annual pass providing free entrance to Death Valley for 12 months from the date of purchase         Visitor Centers       Furnace Creek Visitor Center Come in and chat with a ranger about what to see in Death Valley.  Visit the museum and see the 20 minute long park film to learn more about the rich cultural and natural resources of your park.                     Death Valley is the largest U.S. National Park outside Alaska at 3.4 million acres. Nearly 1000 miles of paved and dirt roads provide access to locations both popular and remote. Even so, 91% of the park is protected as officially designated Wilderness. That wild country includes low valley floors crusted with barren salt flats, rugged mountains rising as much as 11,000 feet, deep and winding canyons, rolling sand dunes, and spring-fed oases. Whether you have an afternoon or a week, careful planning will help make your visit safe and enjoyable.What to expectDeath Valley is generally sunny, dry, and clear throughout the year. Winter and spring (October through April) are mild with occasional winter storms and a chance of spring wildflowers. Winter requires warm clothing and light to medium jackets. As the temperatures rise in spring, shorts and light clothing are enough, but higher elevations can still be chilly. Summers are extremely hot and dry. Daytime temperatures may exceed 120°F and nights remain hot with overnight lows in the 90s. Outside activity is not recommended at that time of year, except in the mountains. Plan to keep to the main roads and use your vehicle's air conditioning. It is very important to drink water year round. Always carry water with you  and keep an abundant supply in your vehicle in case of emergency.",
    "url": "https:\/\/www.nps.gov\/deva\/planyourvisit\/basicinfo.htm"
}
