{
    "title": "Tuzigoot National Monument: Wetlands and Marshes",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Wetlands and Marshes                Wetlands and Marshes         Location of Tavasci Marsh area at Tuzigoot National Monument (yellow stippled area). Green is park boundary and red oval marks the tailings pile location. Other structures labeled (dam and tunnel drawn in; approximate location). 2005 photo. NPS Image   Tavasci Marsh at Tuzigoot National Monument  Tavasci Marsh (Marsh) is located in Tuzigoot National Monument (Monument) in Clarkdale, Arizona. The Marsh is a spring-fed freshwater wetland that occupies an abandoned oxbow of the Verde River to the north and east of the Tuzigoot Pueblo in the Monument. With an area of approximately 96 acres, the Marsh is the largest freshwater marsh in northern Arizona that is not associated with the Colorado River. The southern portion of the Marsh is bounded by the Verde River, and lies between the Verde River Greenway State Natural Area and Dead Horse Ranch State Park, both managed by Arizona State Parks. The Marsh feeds into the Verde River, and over 245 species of birds have been documented within the Monument, many of them found in the riparian corridor of the Verde River and the Marsh. The Monument was comprised of 58-acres until December 2005, when the National Park Service (NPS) acquired the Marsh as part of a 324-acre expansion, expanding the total Monument acreage to 382 acres. The Marsh was acquired in a three-way land exchange among the Bureau of Land Management, Phelps Dodge Corporation, and NPS. A Site History The first known record of private ownership of the Marsh occurred in 1890, when an area including the Marsh was deeded to a local rancher who raised beef cattle for Jerome and other local markets. From 1911 to 2005, a series of mining companies owned the Marsh. The area around the Monument has been an active mining area since the 1900s; in fact, all of the lands comprising the Monument were once owned by mining companies. Historic mining and mineral processing activities, including a large tailings pile on a privately-owned inholding within the legislative boundary of the Monument, may be contributing to contaminants found in the Marsh. April 2012 Environmental Investigations In October 2010, the U.S. Geological Survey and NPS began a three-year partner project evaluating potential contaminants in the Marsh in anticipation of a proposed large-scale marsh restoration project. Preliminary data from these site investigation activities indicate that contaminant levels for copper, arsenic, and barium in sediment soil cores exceed ecological and human health screening levels. Other contaminants above background levels include cadmium, nickel, lead, and zinc. Contaminants were also found in marsh vegetation such as cattails. Based upon these data, NPS has determined that further site investigation activities are warranted. The USGS and Tuzigoot National Monument continue their partnership.  In 2014 a report was released, that assesses the mineral elements within Tavasci Marsh.   The Next Step The NPS will further investigate the Marsh to determine the nature and extent of contamination and to assess risk to human and ecological receptors. For More Information If you have questions concerning the information contained in this fact sheet, please contact Matt Guebard, Tuzigoot National Monument at (928) 649-6195, or Chris Reel, Intermountain Regional Office - Denver at (303) 969-2643.        Tavasci Marsh with Tuzigoot pueblo on the hill. NPS Photo",
    "url": "https:\/\/www.nps.gov\/tuzi\/learn\/nature\/wetlands-and-marshes.htm"
}
