{
    "title": "Devils Postpile National Monument: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       PARK PLANNING AND PUBLIC INVOLVEMENT There may be opportunities during certain planning efforts or projects to share your ideas or opinions with park management. To see what plans or projects are currently in the works, visit the park planning page. If you've got something you'd like to share with management outside of planning efforts, email us.   SPECIAL USE PERMITS All permit applications must be received at least 30 days prior to your event for consideration and processsing. A special use is any activity within the monument that requires a permit, but does not involve fees paid to a commercial entity. This includes, but is not limited to the following activities:  Film and Photography ($50 application fee) Weddings ($50 application fee) First Amendment Activities (No application fee) Public Assembly and Public Meetings ($50 application fee) Ashes Scattering (No application fee) Educational Groups (No application fee)  For more information and permit applications, visit the special use permit page.  COMMERCIAL USE AUTHORIZATIONS All permit applications must be received at least 30 days prior to your event for consideration and processsing. There is a $50 non-refundable application fee for a commercial use permit. Commercial use is any use that involves payment of a guide, tour or bus company, or any commercial entity for a service that will take place within the monument. This includes, but is not limited to the following:  Fishing Guides (Fee temorarily waived) Commercial Tours ($50 application fee) Film and Photography ($50 application fee)  For more information and permit applications, visit the commercial use authorization page.   RESEARCH PERMITS Anyone interested in conducting scientific research in the monument must fill out a reasearch permit and follow established procedures. More information on this process can be found on the NPS Research Permit home page.",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/management\/index.htm"
}
