{
    "title": "Devils Postpile National Monument: Your Dollars At Work",
    "body": "Explore This Park    Learn About the Park     Management     Your Dollars At Work              Your Dollars At Work       BACKGROUND ON THE NPS FEE PROGRAM As the number of visitors to parks continues to climb due to the popularity of our national treasures, government funding available for necessities such as road and building repairs, campground maintenance, visitor protection, resource protection and other services has not kept pace with demand.  In 2004, to address these needs, Congress signed the Federal Lands Recreation Enhancement Act (FLREA) which allows the U.S. Department of the Interior to implement an interagency Fee Program in three of its agencies-the National Park Service, the Bureau of Land Management, and the U.S. Fish and Wildlife Service. The program also includes the U.S. Department of Agriculture's Forest Service. The program directs funds collected from park visitors towards the maintenance of the facilities they are utilizing. These funds have been and will continue to be used for maintenance, repair projects, public service programs, signage, and natural and historical resource preservation.The remaining revenue is generally distributed to parks that do not collect fees but have similar needs and to fund other servicewide initiatives.  CURRENT AND RECENT RECREATION FEE PROJECTS AT THE MONUMENT Use Student Conservation Association Interns to Provide Educational Programs Repair Upper Section of Postpile Loop Trail with CCC Crews Repair Sections of the Pacific Crest Trail Provide Ranger For Public Safety at Rainbow Falls Interpret Bird Banding and Provide Public Demonstrations Install New Informational Panels at Shuttle Bus Boarding Area Construct New Viewing Platform at Rainbow Falls Utilize Student Conservations Interns for Preventative Search and Rescue and Visitor Education Campground Operations        A member of the California Conservation Crew (CCC) improves the viewing area at the base of Rainbow Falls. NPS",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/management\/yourdollarsatwork.htm"
}
