{
    "title": "Devils Postpile National Monument: Traveling Trunks",
    "body": "Traveling Trunks      Ready to bring an outdoor adventure to your school? These trunks will help you study climate change close to home and connect it to the bigger picture in National Parks and globally. Currently Devils Postpile has two lesson trunks available for loan. They are tied to two existing educational units, but could also be connected to other lessons or used on their own. Each kit focuses on a different aspect of climate science.The Snow Study Trunk requires access to snow and includes instructions for taking snowpack measurements. The Stream Flow River Study Trunk requires access to a small stream, creek, or river and will involve measuring streamflow.                     Streamflow River Study Trunk Rivers and streams are a big piece of the climate puzzle. How does...           Results   Showing results 1-2 of 2    Sort By:  Title Date         Snow Study Trunk    The snow study kit is designed to take you step by step through the process of measuring the moisture content in snowpack. This can be done in a variety of climates and locations as long as the snow is at least 6 inches deep.    Type:Traveling Trunk Grade level:Fifth Grade-Twelfth Grade Subjects:Biology: Animals, Climate, Climate Change, Earth Science, Hydrology, Mathematics National\/State Standards:5-ESS3-1 Keywords:climate, science, snow, winter, water, hydrology        Streamflow River Study Trunk    This kit provides you with the basic items to plan and complete a streamflow measurement in your local area. Any flowing body of water will work for this exercise. Big classes may want to start with smaller, shallower creeks for safety reasons.    Type:Traveling Trunk Grade level:Fifth Grade-Twelfth Grade Subjects:Climate, Climate Change, Earth Science, Hydrology, Mathematics National\/State Standards:HS-ESS3-6HS-LS2-6HS-LS2-7HS-LS4-6HS-ESS3-5HS-ESS2-2HS-ESS2-4HE-ESS3-1 Keywords:river, stream, monitoring, measurement, flow, hydrology, water",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/education\/classrooms\/travelingtrunks.htm"
}
