{
    "title": "Devils Postpile National Monument: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research            Science & Research       For a relatively small monument, Devils Postpile is the site of a wide range of research and monitoring projects. Although we often talk about research and monitoring together, they are different. The monument is engaged in both. For example, the work being done on air quality and cold air pooling is considered research. There are definitive questions for which monument staff is trying to find answers. In terms of the resource briefs below and much of the other work being done in the monument, it falls under monitoring. Monitoring helps managers understand the current state of resources in the monument and provides information on what actions may need to be taken to maintain or improve the conditions of those resources. Much of this work is part of larger studies or monitoring efforts that encompass parks and forests throughout this part of the Sierra Nevada, but all of it lends to our understanding and knowledge of what makes this landscape such a diverse one.   Research is often conducted in partnership with other agencies, parks, or partners. The following are a list of resource briefs, or summaries, of the most current research that has occurred in the monument. This is not an exhaustive list and will be updated regularly. Please contact us if you need more detailed information on a particular study or project. For more information on research and monitoring efforts in Devils Postpile, Yosemite, Sequoia, and Kings Canyon National Parks, please visit the Sierra Nevada Inventory and Monitoring website.   Resource Briefs  Rivers Monitoring: Monitoring efforts take a look at snowpack, snowmelt, and other factors influencing several rivers in Sierra Nevada Parks including the San Joaquin in Devils Postpile. Wetlands Monitoring: Researchers look at wetlands throughout the Sierra Nevada, their plant and animal populations, and potential threats. Weather and Climate Monitoring: Monitoring weather and climate gives scientists insight into long term patterns within Devils Postpile and the broader Sierra Nevada region. Climate Change in the Sierra Nevada: This brief looks at climate monitoring throughout the Sierra Nevada network parks. Changes have been found in both plant and animal species and populations throughout the Sierra. Bird Monitoring 2011: Long term monitoring of bird populations across the Sierra Nevada provides managers with valuable information about the condition of the populations and will enrich information available to the public. Bird Monitoring 2010: Long term monitoring of bird populations across the Sierra Nevada provides managers with valuable information about the condition of populations and will enrich information available to the public. Bat Monitoring: The purpose of this monitoring effort was to fill in data gaps regarding bat populations in Devils Postpile National Monument. 2011 Wind Event: This resource brief explains the 2011 wind event caused by an extreme pressure gradient which was very unusual for the area.",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/scienceresearch.htm"
}
