{
    "title": "Devils Postpile National Monument: Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality                Air Quality        Although most visitors would probably anticipate that Devils Postpile National Monument is a clean or remote site with excellent air quality, the reality is that the monument can sometimes experience the same high levels of photochemical smog that are routinely found in urban and suburban areas. Pollutants like ozone (O3) are of particular concern to National Park Service managers; when present in high concentrations they can have a negative impact on the local plants and wildlife, and they can also be unhealthy for monument visitors and staff.   In order to assess the overall air quality at Devils Postpile and to get a better understanding of the issues that can influence air pollution levels at the monument, a collaborative team of atmospheric scientists are conducting on-site measurements throughout the summer of 2013. Measured species will include ozone (O3), nitrogen oxides (NO and NO2), volatile organic compounds (VOCs), particulate matter (PM2.5), nitric acid (HNO3), and ammonia (NH3). The two main goals of this project will be to (1) assess the potential impacts of the twelve reduced-emissions shuttle buses that were recently granted by Alternative Transportation and Public Lands for operation in Devils Postpile and the Reds Meadow Valley, and (2) obtain a better understanding of how much of the air pollution present at the monument is produced locally, as opposed to being transported from more populated regions, such as the Central Valley to the west.   Our video, Air Quality at Devils Postpile, can help you understand how air quality affects our ecosystems and visitors.   Visitors who are interested in learning more about these topics are encouraged to access a recent peer-reviewed scientific study that was published in Atmospheric Environment: Surface ozone at the Devils Postpile National Monument receptor site during low and high wildfire years;  A. Bytnerowicz, et al.;  Atmospheric Environment  65 (2013), pages 129-141.   A copy of this information is also available at the Devils Postpile Ranger Station to take home. A printout of the publication is available for your review during your visit.   Research in national parks is usually a collaborative effort between many dedicated agencies and groups. The following are involved in the air quality studies at Devils Postpile:  National Park Service U.S. Forest Service – Pacific Southwest Research Station Saint Mary’s College of California, Department of Chemistry Desert Research Institute University of California, Merced",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/nature\/airquality.htm"
}
