{
    "title": "Devils Postpile National Monument: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections              Collections       The museum collections of the Devils Postpile National Monument help document the monument's natural and administrative history, cultural significance, and topographic importance in the Sierra. They include:  Type specimens of the monument's geologic resources A herbarium that will eventually include samples of all native and established nonnative plants found in the monument Aquatic and terrestrial organisms including insects, worms, mollusks, arthropods, and crustaceans used to establish baseline water quality A collection of vertebrates for the region Prehistoric material consisting primarily of flaked stone tools, tool fragments, and waste flakes from stone tool manufacture Historical photographs of the monument's infrastructure and development Records (primary field data) of investigations that have resulted in the acquisition of items for the museum collections Historical reports and maps, including the 1934 monument boundary report and the original plant checklist Archival material documenting the monument's administrative history  For photos taken at the monument from the 1930s to the 1970s, see the National Park Service photo gallery. For more recent photos, see the Devils Postpile photo gallery. Location of Collections The aquatic invertebrates, archeological artifacts, and archival maps are housed primarily in the Ash Mountain headquarters in Sequoia National Park. A smaller number of objects are kept in the monument's office in Mammoth Lakes or onsite at Devils Postpile. Digital information about archeological resources is maintained at Yosemite National Park. The vertebrate zoological collection is maintained at the Museum of Vertebrate Zoology in Berkeley, California. The herbarium is housed at Devils Postpile with a duplicate of the 2001 plant collection curated at the University of Wyoming at Laramie. The monument's archival collection is split between the facilities at Sequoia and Kings Canyon, Yosemite National Park, and the monument. Local History In the 1950s, historical interpretation was generally reserved for archeological sites, battlefields, and other cultural monuments, and was not typically stressed at natural parks. During his brief period at Devils Postpile in 1952, however, Ranger Richard Hartesveldt recognized that the monument had a history preserved in the memories of people who had worked in or visited the Middle Fork Valley. He gathered historical information from local residents, especially longtime Forest Ranger Doug Robinson, to add depth to the park's interpretive program.  The resulting essay on the Devils Postpile area and its early inhabitants, which appeared in the January 1954 issue of Yosemite Nature Notes, remains the most thorough account of the area's early Euro-American history. General Management Plan Guidance The General Management Plan selected alternative identified the desire to develop a long term strategy for managing the collections. In order to provide better control and access for monument staff and other partners, the collections will be consolidated and moved to the eastern side of the Sierra Nevada.  In additon, a digitized archival collection will be pursued. These projects will require funding and consultation with the NPS Standards for Museum Management.",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/historyculture\/collections.htm"
}
