{
    "title": "Devils Postpile National Monument: Animals",
    "body": "Animals       In Devils Postpile National Monument, forests, meadows, and the Middle Fork of the San Joaquin River create a variety of habitats for animals. There are 135 vertebrates known for the Monument. When visiting Devils Postpile, you may hear some of the wildlife before you see them, from the high warning squeal of the Belding ground squirrel to the begging caw of the Stellar's jay. In the fading light of day, a mule deer or black bear may be found lingering in a meadow or along the river’s edge. Looking for wildlife checklists? Click here! Need a detailed report on vertebrate species in Devils Postpile? Click here!   Black Bears   The North American black bear (Ursus americanus)  is seen frequently in Devils Postpile National Monument. Black bears are typically most active in the early morning and late evening, but can be seen any time during the day.   Black bears are primarily solitary, with the exception of a mother and her cubs. Typically, the mother bear or sow begins searching for a suitable den in which to give birth and raise her cubs in the fall. Fallen logs, caves, and hollow trees tend to serve this purpose very well. Once her winter den is prepared, she is ready for the birth of her cubs some time in January or February.  Typically, a sow will have two cubs, but may have as many as three or four. The young are born blind, yet instinctively know where to go for food. The mother, at this point, is fairly drowsy, and may not be able to help the young, so it is important that they are self sufficient. The cubs, weighing about 4 pounds, and the mother will leave the den in the spring and start the spring\/summer ritual of continuously eating, playing, and learning the ways of their mother. They will stay wither her for about two years.  Both cubs and adult black bears tend to not be too interested in humans. Adults spend the majority of their time digging in logs for insects, foraging on grasses and berries, and sleeping. Black Bears are omnivores, meaning they eat both plants and animals. Human food, however, whether plant or animal, should never be on their menu. To ensure that bears stay out of human food, follow these simple rules:    Do not feed or approach bears or any other wildlife in the monument. Never go more than an arm's length away from your food unless it is securely locked in a bear proof container. When hiking or backpacking, never leave packs unattended. Bears are curious and will look in packs for food. Use bear boxes when available. Bear boxes are available at every campsite in the Red's Meadow Valley, including Devils Postpile, and in the day use area at Devils Postpile. When camping, remember that EVERYTHING with an odor must be stored in a bear box. This includes food, drinks, toiletries, dish soap, bug spray, lotion, and many other items. Check with a ranger if you have any questions.          Black bears are common in Devils Postpile National Monument. Remember to never approach or feed bears or other wildlife in the park. NPS       Pine Martens Have you ever hiked through a forest in the West and seen something sprint across the trail right in front of you and then dash off into a thicket of brush or up a tree never to be seen again? Well, you probably saw a pine marten (Martes americana). Pine martens are members of the weasel family. They are outstanding hunters, often killing and eating animals equal in size. Typically, they feed on bird eggs, squirrels, and mice. They also tend to be a bit short tempered and have been known to attack even members of their own family. Because of their rather short tempers, mating season is the only time that pine martens generally accept a companion. At this point, the male will only tolerate a female. In the event that another male attempts to \"get involved\", a fight generally ensues. Martens usually mate in July and August and when the mating is done, the male usually goes his own way. Typically, the mother will nest in a hollow tree or dead snag. She lines her nest with leaves or grass, and after a 9 month gestation, her young are usually born in early summer. spending a couple of months with mom, the young pine martens are out on their own by the fall. Adult pine martens are agile and excellent tree climbers. They often select hollows in trees in which to raise their young. They survive fairly well at Devils Postpile as the park provides ample habitat for them. Like many of us, the pine marten values his solitude. Pine martens tend to be wary of humans and are difficult to spot because of it. They can be seen in and around the area of the Postpile itself.       Pine martens are occasionally seen around the Postpile area, bounding among the fallen posts and climbing in the trees. Harlen Kredit\/NPS       Mule Deer If you visit Soda Springs Meadow in the evening or early morning hours, you are likely to spot a mule deer (Odocoileus hemionus) grazing on the tall grasses that grow all summer long. Mule deer are named as such for their large mule-like ears, which are an important adaptation for survival, as mule deer tend to be fairly low on the food chain. Being strictly herbivores, or plant eaters, mule deer can often be seen grazing on manzanita, gooseberry, willow, or grasses in the monument. Throughout the summer it is not uncommon to see a female or doe with one or two fawns.  Mule deer are crepuscular, meaning active a dawn and dusk. They typically spend the hot summer days bedded down in a shady spot waiting for the cool of the evening and protection of low light to feed. Both males and females tend to be most active, and therefore seen most often that time of year. The fall is a time of preparation for all animals including the mule deer. Not only are they preparing for a long winter with limited food, they are also preparing to mate. Typically in October or November, the males, or bucks, select one or two females with which to mate. Often, he has to defend his choices by fighting, or sparring, with other males. By December or January the mating season is over and the herd will move to the place where it will spend the winter. Due to lack of food availability, deer move up and down in elevation throughout the year. Because the winters are so harsh here at Devils Postpile, mule deer tend to head to lower elevations once the snows begin to fall and return in the spring. When visiting Devils Postpile, be on the lookout for the mule deer, as seeing one in the wild is a very rewarding experience. Remember to keep them wild by not approaching or feeding the deer, no matter how docile they may seem.       Mule deer are common visitors to the meadows of Devils Postpile. R. Robinson\/NPS       Coyotes Campers at Devils Postpile often mention the howling that woke them in the early hours of the morning. This was surely the coyotes (Canis latrans). Coyotes are commonly seen in the Reds Meadow Valley and in Devils Postpile National Monument itself. Coyotes have adapted to almost every environment in the continental United States. They are clever and resourceful. In the Sierra Nevada, they tend to feed primarily on ground squirrels, shrews, and mice. They will, however, occasionally take a larger meal such as a fawn or an injured or sick mule deer. These bountiful meals are few and far between. Coyotes do not generally hunt in packs, as wolves do. Generally, when you see a \"pack\" of coyotes, it is a family group. The male will choose one mate in the winter months and he will stay with that mate, bringing her food during a two month gestation period. Once the pups are born, the male will continue to hunt for his \"family\" until they are old enough to find a territory of their own. Devils Postpile provides plenty of food and habitat for the coyotes in the Valley. They can often be heard howling and barking in the evenings, adding to the wildness of your experience.       Coyotes often wait out the long, snowy winters at Devils Postpile, having the Monument to themselves. NPS",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/nature\/animals.htm"
}
