{
    "title": "Devils Postpile National Monument: Regional Cooperation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Regional Cooperation                Regional Cooperation       Regional cooperation continues to be essential for protecting the broader Sierra ecosystem upon which the monument's natural resources depend. Devils Postpile is a relatively small unit of the National Park Service within a large complex of public land, making it susceptible to environmental threats originating outside its boundary. The wilderness designation shared by the monument and surrounding national forest provides an important basis for interagency cooperation in maintaining the valley's rustic, minimally developed character. In 2009 Devils Postpile staff began developing objectives for the monument's next 15 to 20 years as part of its General Management Plan (GMP). The plan's guiding principle is to encourage \"seamless management of the monument and the surrounding national forest\" in order to provide \"a quality visitor experience and enhanced resource protection.\" One of the plan's primary goals is to take advantage of Devils Postpile's interagency and regional partnerships, its science program, and its location at the intersection of the Western and Eastern Sierra bioregions to guide more ecologically sustainable regional planning. In May 2009, Superintendent Deanna Dulen presented the monument's proposed GMP to the Mono County Board of Supervisors, emphasizing the importance of collaboration with the Inyo National Forest in ecosystem protection and transportation planning.  The monument's GMP draft preferred alternative was presented to the public in summer 2014, and the completed plan was signed January 26, 2015.   While the Forest Service's management principles have occasionally clashed with the Park Service's mission, the monument's increasing emphasis on ecological management and research has provided important knowledge for managing the San Joaquin watershed as an integrated ecosystem. This whole-ecosystem approach offers an opportunity for greater coordination not only between the Forest Service and the Park Service, but also among local governments, recreational interests, Indian tribes, and others with a stake in the environmental health of the Sierra Nevada. Park Service ofﬁcials have also taken steps to fulﬁll the agency's legal obligation for government-to-government relations with the North Fork Mono associated with the Devils Postpile area. In 2009, monument staff began seeking information from local Indian tribes regarding the cultural signiﬁcance of the Devils Postpile area. They also collaborated with the Bishop Paiute Tribe on a native plant program for tribal children, providing a way for the tribe to maintain living heritage by reestablishing connections to cultural landscapes, Devils Postpile National Monument, and other National Park Service sites.",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/historyculture\/regional-cooperation.htm"
}
