{
    "title": "Devils Postpile National Monument: Trout Fishing",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Trout Fishing                Trout Fishing       Rainbow trout may have been present in the Middle Fork San Joaquin up to the base of Rainbow Falls before the arrival of Euro-Americans, but the falls would have blocked the migration of fish farther upstream.  Miners and settlers began planting trout fingerlings in higher elevation lakes and streams in the Sierra Nevada in the mid-1800s, but the more remote and lightly used areas were slower to receive fish populations. Trout may not have been planted in the Middle Fork above Rainbow Falls until the early 1900s. Eventually, however, residents occasionally planted rainbow, brook, golden, and brown trout in the river and local lakes and streams to satisfy the growing demand.  In the 1930s, when the area had become accessible to automobile traffic, the California Department of Fish and Game began regular stocking of the Middle Fork San Joaquin River.  When responsibility for managing Devils Postpile National Monument passed from the US Forest Service to the National Park Service in 1934, fishing was the primary reason that visitors came to the area.  About 50 fishermen visited the monument daily during the summer, utilizing five or six overnight camps. By the 1950s, fishing demand often exceeded the fish supplied by the state's stocking program. Improvements in spinning reel technology made it easy to cast bait or lures for trout, and state fish and game officials struggled to keep pace with increased fishing pressure on the Middle Fork and area lakes. Surveys showed that at least half of all visitors in the Middle Fork Valley were there to fish. By the mid-1960s, the river was being stocked with 17,000 to 20,000 fingerling trout each summer and had become one of the most popular fishing destinations in the Eastern Sierra. In his 1969 critique of management policies at Devils Postpile, Yosemite's Assistant Chief Park Naturalist William Jones noted that with existing facilities being \"used at or beyond capacity,\" it was \"the height of absurdity to attract more users through an intensive fish management program.\" While the Forest Service continued to view trout stocking as an important component of recreational management, the Park Service gradually took a more skeptical view.  As early as 1921, the Ecological Society of America began opposing introduction of nonnative species in national parks, and in the late 1920s and 1930s, biologists both inside and outside the agency recognized the threat that introduced species posed for native fish. Still, many parks continued hatchery programs and nonnative fish planting well into the 1970s. Fish stocking in Devils Postpile ended in 1971. Even though fish are no longer stocked within the monument boundary, trout are stocked upstream on Forest Service land. In addition to the stocked fish, there is a successful breeding population which continues to attract fishermen to the valley.  In the 1980s and 1990s, fly-fishing magazines and guidebooks promoted the Middle Fork where it passed through the monument as one of the few streams where a fly fisher could experience a \"grand slam\"—catching rainbow, brown, golden, and brook trout.",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/historyculture\/trout-fishing.htm"
}
