{
    "title": "Devils Postpile National Monument: Historic Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Historic Places                Historic Places       Historic places in the Devils Postpile area include the structures remaining at the Minaret Mine site, the Reds Meadow Guard Station, the Reds Meadow Bath House, the Devils Postpile Ranger Station, the cabin ruins at the base of the Postpile, and some of the structures at the Reds Meadow Resort and Pack Station. As representations of the area's economic development and of the history of interagency and regional cooperation during federal government administration, some of these sites may be eligible for listing on the National Register of Historic Places. Many of the places referenced on this page are located on the Inyo National Forest and are not within the boundaries of the monument. Minaret Mine Established in 1878 six miles west of the Postpile, the Minaret Mine was not significantly developed until fifty years later when C.C. Randall purchased the claim, hired members of the Johnston family oversee operations, and financed construction of the first road into the Middle Fork Valley. The narrow dirt track zigzagged steeply from Minaret Summit to Pumice Flat and up the six miles to the mine site on a tributary of Minaret Creek. It was built to supply the dozen or so men who worked at the mine during the winter. Tex Cushions of Mammoth City (now known as the Town of Mammoth Lakes) made frequent trips to the mine by dog sled. Ultimately, however, the mine's remote location made sustaining a profit nearly impossible. After the mine ceased operations in the early 1930s, mineral rights for the area changed hands several times. In the 1970s, the claim was held by Reverend Ralph York of Los Gatos, California, who reportedly improved the structures to use them as a summer camp for his church. While mining was popular near Devils Postpile, extensive evidence of mining within the monument has never been found. Reds Meadow Resort and Pack Station After the Minaret Mine closed, the Johnston family extended the road south from Pumice Flat to Reds Meadow and partnered with Lloyd Summers to construct the buildings for the Reds Meadow Pack Station, later upgraded to the Reds Meadow Resort and Pack Station. From the 1940s to the 1960s, the station's most popular trip followed the route of the old French Trail to Summit Meadow, up to Sheep's Crossing on the North Fork San Joaquin, and on to the 77 Corral. By the 1960s it had become one of the most popular outfitters in the Sierra Nevada. The only structure remaining at the station that meets the 50-year age requirement for National Register consideration is Cabin One at the resort. However, the pack station itself was significant in the development of the recreational economy of the Mammoth Lakes region. Reds Meadow Guard Station and Bath House The US Forest Services established a summer guard station at Reds Meadow in 1910. Ranger Malcolm McLeod, who was assigned to the station in 1913, took up residence in a tent camp there with his wife Emma. In 1927, they began using a log cabin that he and his crew built near the hot spring. Forest Service ranger Lee Verret lived there with his wife Dorothy for 19 summers starting in 1949. The cabin, which is still standing, served as the Forest Service ranger station for the entire Middle Fork Valley until late 1960s. A crew from the Civilian Conservation Corps stationed at the North Fork Ranger camp on the Sierra National Forest built the public bathhouse located down the hill from the Reds Meadow cabin in 1935. The only CCC structure in the area, it enabled better management of the use of the hot spring by valley visitors. The hot spring bathhouse suffered damage during the 2011 windstorm and is currently inoperable. Postpile Cabin The remains of the cabin near the base of the Postpile is the monument's most visible remnant of the area's mining past. Its origins are not entirely clear. Although some accounts indicate that a settler known as Red Sotcher built the cabin in 1878, another suggested that the cabin \"looked new\" in 1909 when it was occupied by a man named Moore. Known for his high-quality English tweeds Moore was apparently supervising men working at his mining claim somewhere west of the Postpile. The cabin may have been built during the mining boom of the late 1800s and subsequently rehabilitated by Moore or other inhabitants. When it was standing, the cabin exhibited architectural features not found elsewhere in the Sierra Nevada, including deeply recessed windows and the shake and wedge-shaped chinking used for the roof. The largest logs were used to form the base, and progressively smaller pieces of lumber were linked together to form the walls. The cabin may have been constructed this way to stand up to the heavy accumulations of snow in the area. It was still in use in the 1930s when deterioration began. After it collapsed under a heavy snow in 1954, the National Park Service removed most of the remnants. Today, only the foundation and the large stone hearth are still visible. Devils Postpile Ranger Station The Devil Postpile Ranger Station is constructed primarily of sugar pine lumber salvaged from the historic Sentianal Hotel in Yosemite Valley. The cabin serves as the current visitor contact station with the former front kitchen holding interpretive exhibits, and the back bedroom operating as an office space. The cabin was originally built in July 1941 to replace the tent shelter that had served as both the ranger quarters and visitor contact station since the mid-1930s. The cabin has since been renovated with repairs necessary to maintain the functionality but original structural materials remain in very good condition. This building stands as a reminder of the early planning and development at Devils Postpile National Monument.",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/historyculture\/historic-places.htm"
}
