{
    "title": "Devils Postpile National Monument: John Muir Trail",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     John Muir Trail                John Muir Trail       In 1915, the Sierra Club persuaded the California legislature to appropriate $10,000 to start the construction of a trail that would eventually extend for more than 200 miles along the Sierra crest, from Yosemite Valley to the summit of Mount Whitney, passing through Devils Postpile National Monument. The trail was named for the naturalist who had been a founding member and the first president of the club. About 160 miles of the trail became part of the Pacific Crest Trail in 1968 when the trail, which extends from Canada to Mexico, was designated as a National Scenic Trail by Congress. When the US Forest Service completed the trail in the 1930s, Reds Meadow was the only place the trail met a road.  The trail traveled north through the monument until branching off toward Agnew Meadows.  As it was one of the lowest elevation points on the trail and the only place other than the trailhead in Yosemite Valley where it was easily accessible by car, the monument became a popular departure point for backpacking, mountain climbing, and, especially, horse and mule packing. By the early 1960s, approximately 1,500 mules were carting hikers and their gear along the John Muir Trail each summer, which was about twice as many as in 1950. Park managers were concerned about the effects of pack stock on monument resources and the hiker bottleneck along the Postpile Trail. Heavy stock use had worn a wide path and eroded the south end of Soda Springs Meadow where stock parties forded the river. In 1976, the National Park Service approved a rerouting of the trail so that it crossed the river south of the Postpile and ran north along the west bank of the river, continuing north to Thousand Island Lake and avoiding the heavily used Shadow Lake Trail. The primary reason for the new route was to move the John Muir Trail backpackers and stock animals away from Postpile Trail, which was experiencing increasingly heavy day use from hikers, sightseers, and campers driving in from Mammoth Lakes. Today the trail continues to follow the new route and every year thousands of hikers and pack trains go through the monument and the wilderness, following in the footsteps of the man who was so passionate about the preservation of the Sierra Nevada.",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/historyculture\/john-muir-trail.htm"
}
