{
    "title": "Devils Postpile National Monument: Wilderness",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Wilderness                Wilderness       The passage of the Wilderness Act in 1964 marked a turning point in US environmental politics. While concern over the intrusion of roads, cars, and tourist accommodations into previously inaccessible areas remained a priority for many conservationists, wilderness became a symbol of Americans' growing concern with the consequences of their commitments to economic progress and technology. Wilderness became not simply space for recreation, but a scientific resource and a vital part of the nation's heritage. The Wilderness Act inscribed these ideas into law, increasing the power of the federal government to protect the nation's aesthetic, scientific, and historical resources. In the decades that followed, the act also became a powerful tool that advocates could use to protect public lands from economic development. An important requirement of the Wilderness Act was its stipulation that the US Forest Service evaluate its roadless areas for inclusion in the national wilderness system. The first Roadless Area Review and Evaluation (RARE I) took place in 1967 and declared 56 million acres of national forest land suitable for wilderness designations. The courts later ruled the evaluation had been deficient, resulting in a second Forest Service evaluation in 1977 and 1978 that recommended wilderness designations for 15 million acres and identified another 11 million acres for further study. Within the 15 millions acres, an intentional gap was left between the Minaret and John Muir Wilderness areas to leave room for a proposed highway. Through the work of local activists, this trans-Sierra highway was stopped in 1972, when President Richard Nixon formally announced that the federal government would not fund the highway. This action put an end to talk of a highway through the central Sierra and opened the door for further wilderness protection. Under RARE I, the Inyo National Forest from the south end of the Middle Fork Valley to the south and west boundaries of Devils Postpile was classified as suitable for inclusion in the wilderness system, but then removed the area from consideration under RARE II. The San Joaquin Wilderness Association, organized in 1978, sent letters to Congress emphasizing the area's value for wilderness-oriented summer recreation. The association's primary goals were to block ski resort development and connect two Forest Service lands west of the monument. In 1979 Congress ordered the Forest Service to include the entire upper Middle Fork Valley in the wilderness designation except for the road corridor and the developed land around Agnew Meadows, Devils Postpile, and Reds Meadow. By 1980, the pressure had convinced Gary McCoy, General Manager of the Mammoth Mountain Ski Area, to abandon the idea of developing the west side of the mountain. Instead McCoy supported a wilderness designation for the Middle Fork Valley in exchange for assurances that the east side of the San Joaquin Ridge would be left open for development. In 1982, Congress approved the closing of the wilderness gap west of the valley, expanding the existing Minarets Wilderness to form the new Ansel Adams Wilderness.  Two years later, Congress passed the California Wilderness Act, which extended the Ansel Adams Wilderness to the boundary that McCoy had agreed to in 1980. In addition to limiting the expansion of Mammoth Mountain Ski Area, the California Wilderness Act closed the gap in the wilderness of the proposed trans-Sierra highway forever protecting the roadless federal lands in the Middle Fork Valley, including nearly 85 percent of the monument. The wilderness designation has not made a significant difference in how the National Park Service manages the monument. Wymond Eckhardt, who was the supervisory ranger at the monument in 1984, pointed out that the Park Service already managed the monument as a rustic, minimally developed natural area.  The designation has been instrumental, however, in helping to prevent development in areas adjacent to the monument.",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/historyculture\/wilderness.htm"
}
