{
    "title": "Devils Postpile National Monument: The Making of the Monument",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Making of the Monument                Making of a Monument       In the late 1800s, the federal government's role in the Sierra Nevada shifted from supporting  resource development to protecting the region's scenic landscapes and natural resources. This change occurred as the Sierra Nevada and other mountain regions in the West were becoming more accessible as tourist destinations and conservationists became concerned about unregulated resource extraction activities. The inclusion of Devils Postpile as part of Yosemite National Park in 1890, then as a part of the Sierra National Forest in 1905, and finally as a national monument in 1911 grew out of these shifts in nature appreciation and land policy. When the Devils Postpile area became part of Yosemite National Park, however, few national park advocates recognized the significance of this difficult-to-access corner of the High Sierra. The Postpile formation, Rainbow Falls, and other prominent features in the Middle Fork San Joaquin Valley were known to people living in the area, but miners and sheepherders would have likely opposed creating a park that would interfere with their livelihoods. The initial boundary seems to have been drawn based on economic interests, and perhaps the inﬂuence of the Southern Paciﬁc Railroad, which had plans to extend service to undeveloped areas in the Sierra Nevada. Consequently, mining, timber, and grazing interests were able to have the Devils Postpile area removed from Yosemite when the park's boundary was adjusted in 1905.  The entire Middle Fork Valley became part of the newly designated Sierra National Forest, which  meant that the US Forest Service could open the Devils Postpile area to commercial development. In 1910 District Engineer Walter Huber received an application to blast portions of the Postpile formation for materials to build a dam. Arguing that the scenic and scientific value of the Postpile outweighed the limited economic benefits of a dam in the area, Huber convinced Forest Service officials and President William Taft to join Sierra Club members John Muir, Joseph LeConte, and William Colby in supporting the establishment of a national monument under the American Antiquities Act of 1906 that would prevent further applications for resource development and extraction in the area. Taft's proclamation creating Devils Postpile National Monument came at the peak of the battle over the proposed damming of Hetch Hetchy Valley in Yosemite. The Hetch Hetchy controversy came to symbolize the divide between those who would manage natural resources for use and those who would preserve them for all time. The continuing difference in these attitudes became a recurring theme in the monument's administrative evolution and in the necessary regional cooperation between the Forest Service and the National Park Service.",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/historyculture\/making-of-a-monument.htm"
}
