{
    "title": "Devils Postpile National Monument: Development and Early Communities",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Development and Early Communities                Development and Early Communities       EURO-AMERICAN EXPLORERS Exploration of the east side of the Sierra Nevada did not begin until the early 1800s.  In 1806 Gabriel Moraga, a Mexican-born officer in the Spanish army, made the first documented entry by non-natives into the Sierra.  Subsequent explorers, including Jedediah Smith, Joseph Walker, and John Frémont, further explored and mapped passages through the mountains during the 1830-40s, but none of these men ventured to Devils Postpile.  Due to the high elevation, harsh conditions, and limited trails, the Middle Fork Valley remained unexplored by Euro-Americans until the late 1800s, when mining changed the interests in this area. Visit our explorers page for more information.      MINERS Gold was first found in the Sierra Nevada at Sutter's Mill, 130 miles northwest of Devils Postpile, in 1848. Although a few prospectors tried their luck in the Postpile area, it continued to be primarily a place people passed through on their way east to mines in the Mammoth Lakes basin. Once the most accessible deposits were stripped clean by the mid-1850s, prospectors began looking for the storied untapped veins in the remote areas of the Eastern Sierra. In 1862, after reports that a man had found a gold-producing shelf of \"reddish cement\" at Pumice Flat, prospectors swarmed over the area to no avail before declaring the claim a hoax. Minaret Mine, the most developed mining site in the area, also proved to be unprofitable, and had ceased operations by 1934. See Historic Places for more information. Consequences of the Mining Activity Most mining operations in the Postpile region quickly folded due to a lack of minerals, financial mismanagement, or the harsh climate and difficult access. Even the best-financed mining ventures in the Eastern Sierra did not reach the scale of those on the west slope foothills. The few settlers who remained in the area tended to forsake mining for other livelihoods such as trapping, livestock grazing, vegetable gardens, or more dubious pursuits such as horse and cattle theft. Nonetheless, the blasting, woodcutting, water diversions, hunting, and farming that mining operations brought to the region had lasting environmental effects. Abandoned diggings, dynamite scars, overgrown roadbeds, ruined cabins, buried tools, blockhouse foundations, and remnant dams can still be found even in the highest basins of the Middle Fork San Joaquin. Even after the mines closed, Mammoth Lakes continued to draw prospectors, timber entrepreneurs, ranchers, and, by the early 1900s, innkeepers, commercial packers, artists, sightseers, and recreational ﬁshermen. Over time, by widening trails, improving roads, and promoting the region's recreational values, these newcomers helped launch the economic transition to tourism that was occurring in many places in the West during that period. The French Trail In this period before taxpayer-funded roads, entrepreneurs constructed toll roads over the Sierra crest to provide access to mining, timber, and grazing sites. Following a trail established by American Indians and miners up the San Joaquin River, John French developed the route named for him to provide easier access from present-day Oakhurst to his mining sites in the Mammoth Lakes basin. Too rugged for wagons, the 30-mile stretch from the North Fork San Joaquin to Mammoth Pass remained a foot and horse trail. The 54-mile route past the Postpile collected tolls only during the summer months from 1879 to 1881. It was hardly suitable for early tourists, even those who could bear the easier stage routes into the Yosemite Valley, but it facilitated the initial settlement of the Mammoth Lakes area and provided an important connection with more populated areas to the west.      SETTLERS Red Sotcher A red-bearded man known as Red Sotcher who began grazing sheep southeast of the Postpile in 1879 soon realized he could make more money raising vegetables on the land, now known as Reds Meadow. He was also the source of the names Reds Lake and Sotcher Lake. Although one report claimed that in 1878 Sotcher built the cabin that once stood near the Postpile, another indicated that it \"looked new\" in 1909. See Historic Places for more information. \"Postpile Joe\" Ivanhoe Joe Ivanhoe was a one-armed packer and trapper who lived in the cabin at the base of the postpile from as early as 1912 to 1935. Joe was known as a \"boisterous liar\" but with his improvements to the cabin, and friendly manner, he and the cabin were a welcome sight to the people traveling through the valley.      SHEEPHERDERS Along with mining and logging, sheep grazing flourished in California in the mid-1800s. The state's mild climate, the sheep's tolerance of drought, and the large areas of land open to grazing made sheep more profitable than cattle. The men best suited to tend the flocks had often gained their experience in Argentina after migrating there from the Basque country of northwest Spain and southwest France. Portuguese, Irish, and Chinese immigrants to the United States were also drawn into sheepherding. Although some of the Basques owned ranches, most took care of other people's flocks during the summer and fall. When the Civil War increased the demand for wool, sheepherding spread north into the San Joaquin Valley.  Soon after, drought and competition for grazing land compelled many herders to venture into the High Sierra. The first recorded sheepherder in the Middle Fork Valley was in 1879 when a herder with an estimated 2,000 sheep camped near the mouth of Fish Creek. By the 1890s, nearly every canyon, valley, and meadow in the Sierra Nevada had been impacted by domestic sheep.   The real and perceived environmental effects of grazing provided the motivation for early conservation efforts in the Sierra Nevada. Conservationists objected that overgrazing by sheep reduced the native grasses in the High Sierra and that the sheep's hooves trampled vegetation and accelerated erosion by wearing trenches into the soil. In his pleas to protect the Yosemite region as a national park, John Muir referred to sheep as \"hoofed locusts.\" Others complained that the ﬁres set by the sheepherders to clear trails and encourage the regrowth of forage could destroy stands of valuable timber. Conservationists called for a ban on sheep in California's newly created national parks and forest reserves. In the 1890s, when Yosemite National Park included Devils Postpile, the principal task and most vexing challenge for cavalry troops assigned to it was evicting sheepherders. Although located in a remote corner of the park, Reds Meadow served as an important post from which to prevent sheepherders from entering via Mammoth Pass, one of the only accessible passes along the Central Sierra escarpment. A 1896 map of the park shows Reds Meadow as a patrol post with a series of trails and pack routes radiating out like spokes on a wheel. But the vast area of the park and its rugged topography enabled the sheepherders to evade the patrols. To avoid detection by cavalry patrols or tourists who would report them, the sheepherders removed the bells from their sheep and kept their campfires small. According to Theodore Solomons, who passed through the area in 1892 as part of his mapping of the Sierra crest, the first known name of the Postpile comes from the sheepherders who frequented this area and referred to it as, \"the Devil's Woodpile\" due to it similarity to fence wood posts. The sheepherders themselves left few written records aside from carvings on trees of names, dates, and self-portraits. Anthropologists have found these arborglyphs in the Sierra Nevada and throughout the Great Basin, particularly on aspen trees near meadows in which the sheepherders camped. In addition to being an artistic expression, the carvings served to mark out territory or inform other sheepherders when a particular area had last been grazed. Although less prevalent in Devils Postpile than in other areas of the Sierra and Great Basin, a 1993 survey documented 37 marked trees on a terrace above the Middle Fork San Joaquin. The extent of the bark overgrowth and a comparison with nearby grafﬁti from 1931 indicated that the tree carvings predated the creation of the monument.",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/historyculture\/development-and-early-communities.htm"
}
