{
    "title": "Devils Postpile National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       RESTROOMS Devils Postpile National Monument is continuously improving the accessibility of its facilities. Currently, there are two ADA compliant comfort stations (bathrooms) within the Monument's day-use and campground areas.  PICNIC AREAS A variety of wheelchair-accessible picnic tables and campfire pits are provided throughout the day-use area. These are not located in areas where paved access is provided. The terrain is flat, hard-packed dirt. Some areas contain loose pumice soils, which can pose issues to visitors in wheelchairs whithout assistance. RANGER STATION A wheelchair-accessible ramp facilitates entrance to the Ranger Station for visitors with disabilities. The ranger station is very small and can be challenging with respect to maneuverability.    CAMPGROUND There is one ADA compliant site in the monument's campground. The site is hard-packed dirt with an ADA compliant picnic table. It is flat with easy access to site parking. It is located in the A-loop (site A-14). TRAILS Although our day-use and campground facilities are equipped with ADA accessible features, the 0.4 mile trail to the Postpile formation is not fully accessible. The start of the trail, which is hard-packed gravel and leads from the Ranger Station to the eastern edge of Soda Springs meadow, can be accessed by wheelchair. Beyond this point, however, the trail continues uphill towards the formation and a series of tree roots, uneven surfaces, and pumice soil make wheelchair access difficult and unsafe in some areas. All terrain wheelchairs are not available for rent at the monument at this time. Funding from the American Recovery and Reinvestment Act was awarded to the monument to build a partially accessible trail with railings and interpretive signs to bypass these steps and provide accessibility to the base of the postpile where visitors can best appreciate the formation. Although this trail is not completely accessible, it does provide easier access for visitors with mobility impairments with assistance. This trail was completed and opened in 2011. The trail to Rainbow Falls is not accessible.",
    "url": "https:\/\/www.nps.gov\/depo\/planyourvisit\/accessibility.htm"
}
